"In the absence of the President, Mr. Errázuriz \r\n(Chile), Vice-President, took the Chair.\r\nThe meeting was called to order at 9.05 a.m.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nThe Acting President (spoke in Spanish): I now call \r\non Her Excellency Ms. Mariyam Shakeela, Minister \r\nof Environment and Energy and Acting Minister for \r\nForeign Affairs of Maldives.\r\nMs. Shakeela (Maldives): I wish to begin by \r\nextending my heartfelt congratulations to the President \r\nof the General Assembly on his assumption of office \r\nat the sixty-eighth session. I also wish to commend \r\nthe Secretary-General on his leadership during what \r\nis a trying and testing time around the globe. We are \r\nconfident in his leadership and in the Organization’s \r\nresolve in tackling the many unprecedented challenges \r\nof our time.\r\nChallenges, old and new, seem to be a recurring \r\ntheme during this general debate, and it is only right \r\nthat it be so: it is when we face enormous challenges and \r\nwhen we feel most uncomfortable, vulnerable, unhappy \r\nand unfulfilled that we are most likely to think above \r\nand beyond and seek new answers to old questions.\r\nThe most pressing challenge for the United Nations \r\nis definitely that of remaining relevant, given the \r\nrealities of the twenty-first century, as the Organization \r\nremains the ultimate guarantor of the sovereign equality \r\nof nations and the only international institution to which \r\nall countries, big and small, can look to ensure justice, \r\nfreedom and peace. The Maldives, along with other \r\nStates, has been calling for the reform of the Security \r\nCouncil to make it more inclusive, and thereby more \r\ncredible and reflective of the voices of not only the \r\npowerful but also the weak, and more representative of \r\nthe global population and its geographic distribution. \r\nIn addition to the Council’s composition, its working \r\nmethods must also be improved — only then can the \r\nUnited Nations restore its credibility, authority and \r\nlegitimacy.\r\nGlobal challenges are of significant importance \r\nto the Maldives. The situation in the Middle East is \r\nparticularly close to the hearts of Maldivians. We are \r\nappalled at the human cost of the conflict in Syria. The \r\nuse of chemical weapons at any time, by anyone, and for \r\nwhatever purpose must not be tolerated. In that regard, \r\nthe Maldives welcomes Security Council resolution 2118 \r\n(2013), on the destruction of the chemical weapons in \r\nSyria, which was adopted unanimously. The Council’s \r\ndecision will, we hope, take us a step closer to ending \r\nthe atrocities taking place there as we speak. Violence \r\nbegets violence. We therefore call on both sides of the \r\nconflict to choose the path of dialogue, not of violence.\r\nThe Maldives also calls on the General Assembly \r\nto recognize the legitimate aspirations of the \r\nPalestinian people. We urge the Assembly to support \r\na two-State solution through the establishment of the \r\nState of Palestine, with East Jerusalem as its capital, \r\non the lands occupied in the 1967 war. Is it fair that \r\nPalestinian children grow up without a country of their \r\nUnited Nations A/68/PV.23\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n23rd plenary meeting\r\nTuesday, 1 October 2013, 9 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1349063*\r\n13-49063 (E)\r\n2/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nNations. It is our hope that all of those mechanisms will \r\nbe considered holistically and not in isolation, as we \r\nmove towards a more concrete post-2015 development \r\nagenda.\r\nIt is also our sincere hope that the Millennium \r\nDevelopment Goals will not be left non-fulfilled and \r\nthat the post-2015 development agenda and sustainable \r\ndevelopment goals (SDGs) are not seen in isolation from \r\nthe MDGs. We hope that the sustainable development \r\ngoals will be seen as a continuation of the MDGs. The \r\nformulation of the SDGs and the post-2015 development \r\nagenda should complement the achievement of the \r\nMDGs and reflect any gaps therein. We also hope \r\nthat no nation will be left without an avenue towards \r\nprogression and that no small island developing State \r\n(SIDS) is left behind.\r\nAs we talk about the development agenda that \r\nwe set for ourselves at the turn of this millennium, I \r\ncannot help but wonder whether the Maldives and other \r\nlow-lying island States will survive to see another \r\ncentury, let alone another millennium. The Maldives \r\nis a small nation with meagre resources that faces \r\nnumerous challenges when it comes to food, water \r\nand energy security — a nation that has, despite our \r\nsmall size, advocated loud and clear for international \r\nactions to address climate change. We have sought to \r\nhelp the world to see that the right to a safe and secure \r\nenvironment is a basic human right.\r\nI urge all United Nations institutions to solidify \r\nand strengthen all standards and move towards the \r\ncreation of an international mechanism. We need to \r\nstrengthen institutions and cultivate a more dependable \r\nand consistent approach towards climate change and \r\nthe consequent human rights issues that will become \r\nthe most pressing challenges facing humanity.\r\nFor example, the report of the Intergovernmental \r\nPanel on Climate Change presented to world leaders \r\njust last week underscored the need for urgent action on \r\nthe issue of climate change. The report concludes that, \r\nin the event of a business-as-usual scenario, low-lying \r\nnations will face grave existential threats.\r\nWhat does that mean for the Maldives? With 80 per \r\ncent of our small nation barely 1.5 metres above sea level \r\nand with more than 45 per cent of settlements within \r\n100 metres of the coastline, all facets of our lifestyle, \r\nculture and economy depend almost exclusively \r\non coastal and marine biodiversity. At present, our \r\nbiodiversity contributes to 70 per cent of our national \r\nown? Is it fair that the Palestinian needs for security, \r\nstability, prosperity and development go unanswered \r\nand unfulfilled because of the continued violence? We \r\nhave discussed that issue enough. It is time for action. \r\nWe are encouraged by the renewed United States-led \r\nIsraeli-Palestinian peace talks. It is our earnest hope \r\nthat those talks will ultimately lead to a peaceful and \r\nsecure future for future generations of Palestine and \r\nIsrael.\r\nWith the deadline for the Millennium Development \r\nGoals (MDGs) fast approaching, the focus of the world \r\nand the Assembly has turned to the post-2015 agenda. \r\nHowever, accelerating the achievement of the original \r\nMillennium Development Goals remains an urgent \r\nnecessity. The Maldives therefore calls on all nations \r\nto fulfil their official development assistance (ODA) \r\ncommitments and thereby help the most vulnerable \r\npopulations overcome the challenges they face in \r\nachieving the MDGs.\r\nWe in the Maldives have made remarkable progress \r\non the MDGs, having achieved five out of the eight \r\nahead of the deadline. Although we have not achieved \r\nthree of the MDGs, we are proud of the work we \r\nhave done towards achieving them, in particular on \r\nthe advancement of women. Our country has shown \r\npromise in addressing gender equality, especially in \r\nthe area of health and education. It has nearly achieved \r\nuniversal access to basic health care for women and is \r\nproud of high literacy rates among boys and girls alike. \r\nThe Maldives regards improving the socioeconomic \r\nrights of women as an integral part of national \r\ndevelopment and a core component of sustainable \r\ndevelopment. Unfortunately, we are facing setbacks on \r\nsome of the MDGs that have been achieved, and are \r\neven regressing, owing to emerging issues, especially \r\nthe loss of ODA as we graduate from the status of a least \r\ndeveloped country (LDC), while persistent challenges \r\nhinder the achievement of the whole set of MDGs. \r\nTherefore, achieving and sustaining the progress on the \r\nMDGs will remain the key development challenge for \r\nthe future.\r\nIn formulating the post-2015 developmental \r\nagenda, we should be mindful of the fact that MDGs \r\nare multidimensional and interconnected. They are not \r\nan end in themselves or a final solution, but merely a \r\nbeginning.\r\nThe Maldives is encouraged by the multi-stakeholder \r\nmechanisms that are ongoing within the United \r\n13-49063 3/46\r\n01/10/2013 A/68/PV.23\r\nthe Maldives for a ruling. We are expecting the Court \r\nto hand down a ruling in the coming days. The integrity \r\nof the second round of our presidential election cannot \r\nbe maintained without ensuring the integrity of the \r\nfirst round through constitutional means. We await \r\nthe Supreme Court’s verdict to continue the electoral \r\nprocess, allowing for a new President to be sworn in on \r\nNovember 11.\r\nHowever, some external forces are attempting to \r\nshape the outcome of what in effect is an internal issue. \r\nThe Maldives is small. Our democracy is in its infancy. \r\nOur institutions are young. That does not, however, \r\nmean that larger countries have a right to intervene and \r\nattempt to dictate outcomes in the domestic affairs of \r\nthe Maldives.\r\nNon-interference in the internal affairs of \r\nsovereign States is a core principle of the Charter of \r\nthe Organization. Yet small States have frequently \r\nbeen the victims of the predatory designs of larger \r\ncountries. It is for that reason that the Maldives \r\ninitiated resolution 44/51, on “Protection and security \r\nof small States”, in the Assembly in 1989. The call for \r\nprotecting small States from external threats is further \r\nreiterated in resolutions 46/43 and 49/31, recognizing \r\nthe particular vulnerabilities of small States to external \r\nthreats and acts of interference in their internal affairs. \r\nThe resolutions also call on all nations to respect \r\nthe principle of territorial integrity and national \r\nsovereignty. Therefore, my delegation trusts the United \r\nNations to be the ultimate guarantor of the security of \r\nsmall States such as the Maldives.\r\nDemocracy consolidation is not just about holding \r\nelections. Nor is it about having a democratically sound \r\nConstitution. In the Maldives, too, we quickly found \r\nthat changing the Constitution, or having a multiparty \r\nelection, did not instil democratic values within our \r\nsociety.\r\nFor democracy to be cultivated and consolidated, \r\nthe supremacy of the Constitution must be upheld \r\nabove all. The institutional deficiencies we face must \r\nbe addressed within constitutional provisions, and \r\nthe political leadership must sustain an unshakeable \r\ncommitment to the principles and values of democracy. \r\nThe rule of law must prevail.\r\nOur institutions are young. Therefore, \r\ninstitution-building and reform remain a key challenge \r\nfor the Maldives. More importantly, cultivating a \r\nculture of respect for human rights, tolerance, pluralism \r\nemployment, 49 per cent of public revenue, 62 per cent \r\nof foreign exchange, 98 per cent of exports and 89 per \r\ncent of our gross domestic product. Any loss of that \r\nbiodiversity will result in catastrophic consequences \r\nfor the Maldives.\r\nThose are facts, but we have known those facts for \r\na long time. What we need now is action. Our inaction \r\nspeaks louder than words.\r\nAs a nation, Maldives has witnessed the trials of \r\ngraduation from LDC status without due consideration \r\nfor the inherent vulnerabilities of small island nations. \r\nSimply having a high gross national income or a high \r\nstanding in the human development index does not \r\nmake SIDS less vulnerable to external shocks, including \r\nemerging threats such as climate change; nor does it \r\nremove the difficulties associated with their smallness \r\nand remoteness, and in achieving economies of scale.\r\nThe Maldives is a perfect example of a SIDS \r\ngraduating from LDC status based on distorted data \r\nand geographically disassociated global aggregates and \r\nindices. Even upon graduation, our country continues \r\nto face numerous economic, social and climate-change \r\nchallenges. That must be a lesson to learn from as we \r\ndevelop the post-2015 development agenda.\r\nSIDS require differential treatment because of \r\ntheir unique inherent vulnerabilities. That is why the \r\nMaldives and other countries in the same plight have \r\nbeen advocating relentlessly to find a comprehensive \r\ndefinition for SIDS. SIDS need to be given full \r\nrecognition within the global governance regimes \r\nand multilateral and financial institutions, and \r\nadequately integrated and institutionalized within the \r\nUnited Nations system. Doing so would help to target \r\nassistance more effectively. That is also why we support \r\nthe inclusion of a SIDS-focused goal in the post-2015 \r\ndevelopment agenda.\r\nAll of the challenges I have outlined are key to \r\nthe Maldives. However, the most pressing challenge \r\nto the Maldives remains democracy consolidation \r\nand concerted efforts by external forces to prevent \r\nthe emergence of an indigenous democratic system of \r\ngovernance in the Maldives.\r\nA few weeks ago, the Maldives held its second \r\nmultiparty elections. It was one of the most competitive \r\nelections in the country’s history, yet it did not produce \r\na clear winner. Some of the parties that competed in the \r\nelection have identified serious issues with the conduct \r\nof the elections and have asked the Supreme Court of \r\n4/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nand Barbuda, are held by the States Members of the \r\nOrganization. We particularly admire his deep passion \r\nand proven record of leadership here at the United \r\nNations on issues of sustainable development and \r\nclimate change. We are therefore confident that the vast \r\nknowledge and experience of multilateral diplomacy \r\nwhich he brings to this position will contribute \r\nsignificantly to the success of this session. May I also \r\ncongratulate his predecessor, Vuk Jeremić, for his \r\neffective guidance and sterling leadership of the sixty-\r\nseventh session.\r\nMy delegation fully endorses the theme he has \r\nproposed for this session, namely, “The post-2015 \r\ndevelopment agenda: setting the stage”, including \r\novercoming poverty and insecurity as well as ensuring \r\nthe achievement of the sustainable development goals.\r\nThis is quite relevant and fitting given the fact that \r\nthe international community is on the brink of two \r\nmajor interrelated developments in the global arena: \r\nthe imminent target date of 2015 for the achievement \r\nof the Millennium Development Goals (MDGs) and \r\nthe evolution of the sustainable development goals, \r\nwhich will constitute a significant part of the post-\r\n2015 development agenda. We therefore pledge our full \r\nsupport and cooperation to President Ashe in his efforts \r\nto usher in a new development paradigm.\r\nThere is no doubt that the challenges of extreme \r\npoverty, disease, lack of access to affordable energy, \r\npotable water and sanitation, climate change and \r\ngender inequality will continue to haunt millions of our \r\npeople, especially in developing countries.\r\nIt is on account of this that my delegation is of \r\nthe strong view that the formulation of the sustainable \r\ndevelopment goals should be predicated on the \r\noutcome of the current review of the implementation \r\nof the Millennium Development Goals. To that end, we \r\nbelieve that the sustainable development Goals should \r\ncomplement the Millennium Development Goals rather \r\nthan replace them wholesale.\r\nBotswana has made impressive achievements in the \r\nimplementation of the Millennium Development Goals, \r\nand we have mainstreamed them into our national \r\ndevelopment planning process. A substantial portion of \r\nour national budget is allocated to health, education, \r\ninfrastructure, human resource development and the \r\nempowerment of women and young people.\r\nI am proud to report that we have achieved universal \r\nprimary education, as well as universal access to \r\nand freedom remains incredibly important as we move \r\nthrough the democratic journey.\r\nThose are the reasons why the Maldives decided \r\nto present its bid for re-election to the Human Rights \r\nCouncil. Our membership in the Council over the \r\npast three years has helped the country to take some \r\nunprecedented and bold measures to bring the country’s \r\nnational human rights mechanisms up to international \r\nstandards. The Maldives believes that its continued \r\nmembership would help it to further accelerate ongoing \r\nefforts in modernizing institutions and in promoting a \r\nculture of respect for human rights and democracy in \r\nMaldivian society.\r\nWithout democracy, the rule of law, human rights \r\nand peace we would have nothing, we would achieve \r\nnothing, and we would sustain nothing. In order to \r\ntackle the many challenges confronting the Maldives, \r\nwe must adopt an inclusive form of governance where \r\nthe voices and opinions of even the most vulnerable \r\nand the most disadvantaged in our society are heard. \r\nWithout equality and justice, societies cannot prosper \r\nat all.\r\nDemocracy consolidation is a long and arduous \r\njourney, but it is one worth making. Our pace may \r\nnot be as fast as the international community desires. \r\nBut the Maldives is in the process of solidifying \r\nthe foundations of our society for development, for \r\ndemocracy and for the protection of human rights. But \r\nthat does not mean that we do not need the international \r\ncommunity’s assistance.\r\nWe know better than most that to be an emerging \r\ndemocracy is to be constantly challenged by volatile, \r\nnew and emerging issues. There is no leeway to stumble, \r\nno room to hesitate, and we will not falter in our resolve. \r\nWe will strengthen and redefine our institutions. We \r\nwill adhere to our Constitution. We will work with our \r\ninternational partners, and we will move forward as a \r\nnation and as a sustainable society.\r\nThe Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Phandu Skelemani, Minister \r\nfor Foreign Affairs and International Cooperation of \r\nthe Republic of Botswana.\r\nMr. Skelemani (Botswana): Allow me, on behalf \r\nof the Botswana delegation, to join previous speakers \r\nin congratulating President Ashe most sincerely on \r\nhis assumption of the presidency of the Assembly. His \r\nelection demonstrates the confidence and high esteem \r\nin which he personally and his great country, Antigua \r\n13-49063 5/46\r\n01/10/2013 A/68/PV.23\r\nunremitting efforts to save the planet from climate \r\nchange and its negative effects.\r\nBotswana welcomes the adoption earlier this year \r\nof the long-overdue Arms Trade Treaty. The Treaty \r\nestablishes common international standards for the \r\nregulation of international trade in conventional arms, \r\nammunition and parts and components, with a view to \r\nstrengthening international peace and security. In that \r\nregard, I am delighted to report that arrangements are \r\nunder way to facilitate our signing and ratification of \r\nthat vital instrument in the very near future.\r\nBotswana remains firmly committed to a strong and \r\neffective international criminal justice system — hence \r\nour continued strong support for the mandate and work \r\nof the International Criminal Court. We believe that \r\nthe Court has a vital role to play in the fight against \r\nimpunity, genocide, war crimes, crimes against \r\nhumanity and the crime of aggression.\r\nIn that regard, last April, Botswana hosted a \r\nregional workshop for African States parties to the \r\nRome Statute. The workshop was aimed at encouraging \r\nAfrican States parties to ratify the 2010 Kampala \r\namendments to the Rome Statute, which deal with \r\nthe specific question of the crime of aggression. I am \r\npleased to say that, following the workshop, Botswana \r\nbecame the first African State party to ratify the \r\nKampala amendments. We can only hope that other \r\nState parties will follow suit so that we can secure the \r\nrequisite number of ratifications for the amendments to \r\nenter into force.\r\nTurning now to issues of international peace and \r\nsecurity, it defies logic that, throughout the course of \r\nhistory, humankind has unleashed untold suffering on \r\nhumankind. Conflict is raging in many parts of the \r\nworld, where innocent lives are being lost needlessly. \r\nMy delegation wishes to reiterate that States have a duty \r\nand a responsibility to protect their populations from \r\nwar crimes and crimes against humanity and to see to it \r\nthat the perpetrators of such crimes do not benefit from \r\nimpunity. In situations where it is clear that States have \r\nfailed or are unwilling to exercise their responsibility to \r\nprotect, it is only fair and proper that the international \r\ncommunity should intervene. In that regard, I refer \r\nmainly to the responsibility of the Security Council.\r\nFor slightly over two years now, the people of Syria \r\nhave been engulfed in a brutal civil war whose end \r\nseems nowhere in sight. We remain deeply concerned \r\nthat Syria continues to be soaked in the blood of its \r\nHIV/AIDS treatment, care and support services. \r\nWe have drastically reduced the mother-to-child \r\ntransmission of HIV/AIDS. We are working tirelessly \r\ntowards achieving zero new infections and zero \r\nHIV/AIDS-related deaths by 2015.\r\nWe reaffirm our commitment to the fight against \r\nHIV/AIDS. Central to our efforts is the commitment \r\nto ensuring respect for human rights and expanding \r\naccess to prevention, treatment and care support \r\nservices for affected populations, including those most \r\nat risk. In addition, we remain committed to providing \r\na good quality of life for all of Botswana. In that regard, \r\nwe give the utmost priority to the implementation of \r\npoverty eradication programmes, with particular focus \r\non vulnerable communities and vulnerable groups, \r\nsuch as women, youth, the elderly and persons with \r\ndisabilities.\r\nDespite all of the achievements we have made to \r\ndate, serious challenges remain. Permit me to briefly \r\naddress the vexing subject of climate change and the \r\nsituation of countries in special categories, including \r\nmiddle-income countries. Botswana is among the \r\nsub-Saharan African countries that suffer the most \r\nfrom the adverse impact of climate change. Some of the \r\nnotable manifestations of climate change are extreme \r\ntemperatures, water shortages, land degradation, \r\ndesertification and persistent drought. Climate change \r\nalso has adverse impacts on health and food security.\r\nWhile it is gratifying that progress continues to \r\nbe made in many countries in the implementation of \r\nthe United Nations Framework Convention on Climate \r\nChange, my delegation believes that more needs to be \r\ndone, particularly to assist vulnerable countries in arid \r\nand semi-arid areas and landlocked and transit countries, \r\nsuch as my own, that are also susceptible to drought \r\nand desertification. Financial support, technology \r\ntransfer and capacity-building need to be generously \r\nextended to that special category of countries in order \r\nto assist them in adapting to and mitigating the effects \r\nof climate change.\r\nLast year, Botswana hosted the Summit for \r\nSustainability in Africa, whose outcome declaration \r\ncalls upon Governments to ensure that the contributions \r\nof natural capital to sustainable economic growth and \r\nthe maintenance and improvement of social capital \r\nand human well-being are quantified and integrated \r\ninto development and business practices. We wish \r\nto commend the work done by non-governmental \r\nenvironmental organizations worldwide in their \r\n6/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nsympathy to the affected countries and the families \r\nof the deceased. Those acts of terror are a threat to \r\ninternational peace and security and militate against \r\nthe international community’s efforts to build a secure, \r\npeaceful and prosperous world.\r\nSuch terrorist acts are transnational in nature and \r\ncall therefore for a global response. To that end, we \r\nappeal to the conscience and resolve of all members \r\nof the international community to remain united and \r\nsteadfast, if we are to win that fight. There can be no \r\ndoubt that, if left unchecked, international terrorism \r\nhas the potential to undermine our global development \r\nagenda.\r\nWe find it opportune to commend Secretary-\r\nGeneral Ban Ki-moon for the vanguard role he \r\ncontinues to play in the maintenance of international \r\npeace and security, as well as in addressing issues \r\nof human suffering across the globe. The Secretary-\r\nGeneral should also be applauded for his continued \r\nefforts to coordinate international efforts to advance \r\nthe post-2015 development agenda.\r\nLet me conclude by reaffirming Botswana’s \r\ncontinued commitment to playing its part in the quest \r\nfor international peace and security as well as in the \r\ninternational community’s unrelenting efforts towards \r\nmaking the world a safer, peaceful and more prosperous \r\nplace for both present and future generations.\r\nThe Acting President (spoke in Spanish): I now call \r\non His Excellency Archbishop Dominique Mamberti, \r\nSecretary for Relations with States of the Observer \r\nState of the Holy See.\r\nArchbishop Mamberti (Holy See) (spoke in \r\nFrench): At the outset, on behalf of the Holy See, I have \r\nthe honour to congratulate Ambassador John Ashe on \r\nhis election to the presidency of the General Assembly \r\nat its sixty-eighth session. I am also pleased to convey \r\nto the President and to other participating delegations \r\nthe warmest greetings from His Holiness Pope Francis, \r\nwho assures the Assembly of his kind thoughts and \r\nprayers that the session will be crowned with success.\r\nIn the first days of his pontificate, Pope Francis \r\ninspired enthusiasm and hope for a new horizon based \r\non a culture of togetherness that should form the basis \r\nof all personal, societal and international relations. \r\nThat culture specifically recognizes the value of others: \r\nthe individual, social groups and States. It is founded \r\non human dignity and transcendence. It acts to reaffirm \r\nfaith, which is perceived with fear in certain segments \r\ncitizens. We therefore wish to note our disappointment \r\nwith those permanent members of the Security Council \r\nthat continue to frustrate resolutions authorizing \r\ninterventions seeking a lasting solution to the ongoing \r\ncarnage in Syria.\r\nIt is a cause for extreme sadness that, despite the \r\never-worsening humanitarian situation in that country, \r\nthe international community continues to turn a blind \r\neye to the situation. We fear that, if the current state \r\nof affairs continues, a humanitarian catastrophe of epic \r\nproportions will unfold and haunt humankind for many \r\ngenerations to come. Accordingly, we wish to reiterate \r\nour position that punitive action in some form should \r\nbe taken against the Al-Assad regime for committing \r\ncrimes against humanity. We appeal once again to the \r\nSecurity Council, the organ with responsibility under \r\nthe Charter of the United Nations for the maintenance \r\nof international peace and security, to take decisive \r\naction, once and for all, to end the human suffering in \r\nSyria.\r\nLet me take this opportunity to commend all \r\ncredible human rights and humanitarian organizations \r\nfor their efforts to relieve human suffering around the \r\nworld. We equally wish to commend those countries in \r\nthe region, especially Turkey, Jordan and Lebanon, for \r\naccommodating and positively responding to the plight \r\nof refugees from Syria and trying to meet their needs.\r\nThe political upheaval in Egypt is also a cause \r\nfor grave concern. Naturally, we believe that former \r\nPresident Morsi contributed to the present crisis by \r\nattempting to promulgate his undemocratic and divisive \r\nagenda, which resulted in an unfortunate military \r\ncoup. Urgent action is therefore required to restore \r\nconstitutional rule in that country.\r\nWe note with deep concern that, shortly after \r\ncelebrating the second anniversary of its independence, \r\nAfrica’s newest sovereign State, South Sudan, has \r\nexperienced developments in its relations with the \r\nSudan that seriously threaten its security and territorial \r\nintegrity. At the same time, we remain deeply concerned \r\nabout the further deterioration of the political and \r\nhumanitarian situation in Darfur. We therefore appeal \r\nto the international community to assist in all ways \r\npossible to restore peace and stability in that region.\r\nMy Government strongly condemns the recent spate \r\nof terrorist attacks in Kenya, Nigeria and Pakistan, \r\nwhich have resulted in the loss of many innocent \r\nlives. We wish to convey our sincere condolences and \r\n13-49063 7/46\r\n01/10/2013 A/68/PV.23\r\nthe international financial institutions. Nevertheless, \r\nit is regrettable to note that discussions on measures \r\nto control the global economy took place among small, \r\nlimited groups of States, such as the Group of 20 \r\n(G-20); they did not include the poorest or least \r\npopulated States. While that was justified from a \r\npractical point of view, such an approach does not \r\nlegitimize its decisions, which could have important \r\nconsequences for other States Members of the United \r\nNations that are neither direct nor indirect participants \r\nin the G-20.\r\nIn order to guarantee the future implementation of \r\ncommon goals for the post-2015 agenda, international \r\nlegal mechanisms must urgently be devised to ensure the \r\nparticipation of all States in drafting and implementing \r\nsweeping shared economic decisions. At the same time, \r\nit will be insufficient to create financial or business \r\nstructures that are recognized as fair and equitable by \r\nall States if we do not assess the results of the goals in \r\nthe long term, with the aim of guaranteeing that the \r\nlives of those in need are clearly improving.\r\nThe future development goals of the post-2015 \r\nagenda should therefore identify monitoring and \r\nadjustment mechanisms to deal with economic trends \r\nand promote the elimination of hunger worldwide, the \r\ngradual disappearance of slums, universal access to \r\ndrinking water and improved sanitation for all, among \r\nother things.\r\nThat framework would be incomplete without \r\nconsidering an external development factor that is \r\nessential to  the implementation of the MDGs, namely, \r\npeace. While it is true that injustice and excessive \r\nsocial and economic inequalities among peoples and \r\nnations represent a constant threat to peace and lead \r\nto war, it is also true that war, terrorism, organized \r\ncrime and other forms of armed violence at the national \r\nand international levels represent the most significant \r\nobstacles to development. Therefore, the matter of the \r\npost-2015 development agenda should today be viewed \r\nin the context of the serious conflicts under way — first \r\nand foremost the conflict in Syria.\r\nIn facing such wars and massacres, it is crucial \r\nthat the international community choose the path of \r\ndevelopment, with greater determination and courage. \r\nIf peace is considered the sine qua non of comprehensive \r\nhuman development, it is important to return to certain \r\nbasic principles that the international community \r\nsolemnly swore to follow nearly 70 years ago.\r\nof contemporary society and wrongly accused of \r\nleading to intolerance — when in fact it promotes \r\nunderstanding and unity among peoples and peace.\r\nIt is my hope that this session of the General \r\nAssembly will be inspired by the same spirit of \r\nuniversal solidarity that was demonstrated during the \r\ninternational day for prayer convened by the Pope on \r\n7 September, which brought together religious leaders \r\nof all faiths. May the session follow that path and inspire \r\na new dynamism such that all nations will take action \r\nto resolve the ongoing conflicts and heal the wounds of \r\nhumankind.\r\nThe choice of the theme for this session — “The \r\npost-2015 development agenda: setting the stage” — is \r\na timely one. The process of the implementation of the \r\nMillennium Development Goals (MDGs), including \r\nthe progress made and the limitations and difficulties \r\nencountered, has demonstrated the importance of \r\nestablishing common goals for all members of the \r\ninternational community that will bring them together, \r\ngalvanize them and assess their efforts — including \r\nthe United Nations and its specialized entities, regional \r\norganizations and States. In that regard, it is important \r\nthat at this session the Assembly revisit the fundamental \r\nconcepts that make up the heart of the United Nations, \r\nas they remain relevant to setting new goals for the \r\npost-2015 agenda.\r\nIn the context of comprehensive human \r\ndevelopment, the foregoing should be guided by \r\npromoting the family, based on the union of a man and \r\na woman and the protection of the rights of the family \r\nas the basic social nucleus and the foundation of all \r\nstable and sustainable development. Those goals should \r\nalso promote a dignified life for all humankind, from \r\nthe oldest to the youngest child still at home, as well \r\nas those living in the most difficult social situations or \r\nmost isolated areas.\r\nAs the deadline set to achieve the Millennium \r\nDevelopment Goals approaches, it is easy to see that \r\nthey have not been universally achieved. That is due, in \r\npart, to limitations and lack of clarity, including along \r\nethical lines, and especially due to the difficulty in \r\ncreating an efficient consensus on the implementation \r\nof Goal 8, in view of the resources necessary to achieve \r\nthe seven others.\r\nIn terms of that Goal, the decisions made following \r\nthe 2008 crisis aimed to find an equitable way to \r\nmanage the international financial sector and reform \r\n8/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nregard, a tradition of great merit has been established, \r\nwhich dates back to the origins of the Organization \r\nitself. However, history has also shown that, when \r\nthe necessary means are insufficient or the prevailing \r\nnational and international interests weigh too heavily, \r\nUnited Nations intervention cannot be realized or, if it \r\nis undertaken, has only limited success.\r\nDespite those difficulties, the whole experience \r\nof peacekeeping and peacebuilding developed by the \r\nUnited Nations should be seen as positive, including \r\nthose operations that have had weak immediate \r\nresults, because it is itself a concrete expression of the \r\ntwo key principles of natural law, namely, the rights \r\nintrinsically linked to human dignity. The first requires \r\nthat we do everything reasonably possible to avoid war, \r\ngiven the evils and injustice that war leads to; and the \r\nsecond affirms the permanent validity of moral law \r\nduring armed conflict. In that regard, acts deliberately \r\ncontrary to individual’s rights and those universal \r\nprinciples are crimes, which in the most serious cases \r\ncan be described as crimes against humanity.\r\nIt is clear that, in the lives of people, armed conflicts \r\nhave led to deep divisions and serious harm that require \r\nmany years to heal. Today the example of greatest \r\nconcern to the entire world is the serious conflict that \r\nhas developed in Syria, which has already led to 110,000 \r\ndead, 4 million internally displaced persons and more \r\nthan 2 million refugees in neighbouring countries, \r\nincluding in Lebanon and Jordan. It risks becoming \r\nan international conflict at any moment. In addition to \r\nthe terrible loss of life, the conflict is destroying some \r\nof the richest heritage of history, culture and human \r\ncoexistence, strongly linked to the three monotheistic \r\nreligions and the whole European culture heritage. In \r\nrecalling the long history during which, together, the \r\ndifferent parts of society built that heritage and sewed \r\nthe fabric of human relationships, I would like to note \r\nthe deep concern of the Holy See for the fate of the \r\nChristian communities and other minorities, who should \r\nnot be forced in any way into exile, but rather should be \r\ngiven a leading role in the future configuration of their \r\ncountry, given their contribution to the common good.\r\nThe most recent report of the Independent \r\nInternational Commission of Inquiry, established by the \r\nHuman Rights Council, demonstrates that massacres \r\nand other serious violations of human rights have been \r\ncommitted by the parties to the conflict. The same \r\nexperts vehemently affirmed that there was no possible \r\nmilitary solution. In that context, the Holy See would \r\nThe United Nations was created, at that time, “to \r\nsave succeeding generations from the scourge of war” \r\nand “to ensure, by the acceptance of principles and the \r\ninstitution of methods, that armed force shall not be \r\nused, save in the common interest”. The right to wage \r\nwar, which authorized the political and autonomous \r\nuse of military force, was replaced by providing the \r\nSecurity Council with the power to authorize the use of \r\nforce which, under the Charter of the United Nations, \r\nincludes only one exception, namely, legitimate self-\r\ndefence, the conditions and limitations of which are \r\ndescribed in Article 51 of the Charter.\r\nIn that context, it is possible to consider that \r\nfollowing the tragedies of the First World War and the \r\nSecond World War, States created an international set \r\nof norms that provide legal instruments that establish \r\nthe law based on the highest sense of justice. Indeed, \r\ninternational law is no longer synonymous with the \r\nlaws of the international community, that is, laws based \r\non the traditions and customs of various States. Based \r\non the Charter of the United Nations, States sought \r\nto reaffirm that international law was a legal system \r\nwhose fundamental objective, even if it is not the \r\nonly one, was to control the use of violence between \r\nStates, and in which the limitation of the use of force \r\nto cases and under the conditions stipulated in the \r\nCharter itself represents a fundamental constitutional \r\nnorm. Therefore, the limitation of the use of force is the \r\nprimary and essential principle in terms of the ultimate \r\ngoal of any legal system aimed at the protection of \r\nindividuals and their fundamental rights.\r\nIt is tragic that today, in spite of the valuable \r\nUnited Nations legal principles, the implementation \r\nmechanisms and procedures have not managed to \r\nprevent serious civil and regional conflicts or protect \r\npeople. The African continent has many real or potential \r\nsituations of conflict, with dozens of armed groups that \r\nsow death and suffering throughout the population. \r\nIn that regard, I would particularly like to refer to the \r\nsituation in the eastern part of the Democratic Republic \r\nof the Congo and in the Central African Republic.\r\nThe Middle East continues to be a subject of \r\ngreat concern, and in some countries of the American \r\ncontinent drug trafficking has reached the level where \r\ntraffickers can wage war against States. There are \r\nalso significant hotbeds of tension in many regions of \r\nAsia. In many of those conflicts, there have been or are \r\nstill United Nations peacekeeping operations working \r\nin coordination with regional organizations. In that \r\n13-49063 9/46\r\n01/10/2013 A/68/PV.23\r\nhumanitarian crises wherever they occur and to commit \r\nto ensuring that all emergency measures are put in \r\nplace — diplomatic and economic measures and those \r\nrelated to public opinion, as well as the mechanisms \r\nstipulated by the Charter of the United Nations — to \r\narrive at an effective solution. To provide continuity \r\nto the ongoing debate on the responsibility to protect, \r\nit would be a good idea to consider ways to explicitly \r\ninclude that concept in the mandate of the Security \r\nCouncil, under Article 24 of the Charter, and possibly \r\nunder Article 39.\r\nIn that context, the Syrian tragedy is both a \r\nchallenge and an opportunity for the United Nations \r\nto breathe new life into all its bodies, mechanisms and \r\nprocedures in a specific, creative and positive manner. \r\nIn that regard, we must welcome the unanimous \r\nadoption by the Security Council of resolution 2118 \r\n(2013), on 27 September. My delegation hopes that \r\nthe agreement that was reached on that document will \r\nprovide a definite impetus to the Geneva process, so as \r\nto make it finally possible to restore stability and bring \r\nabout reconciliation in the country.\r\nA peaceful and lasting solution to the conflict \r\nin Syria would set a significant precedent for the \r\nupcoming century and would indicate the path to be \r\ntaken in addressing other conflicts that the international \r\ncommunity has not yet been able to resolve. It would \r\ngreatly facilitate the inclusion of the principle of the \r\nresponsibility to protect in the Charter of the United \r\nNations. And, more generally from the point of view \r\nof economic and social development, it would be the \r\nmost clear demonstration of the will to undertake, \r\nwith honesty and effectiveness, a path of sustainable \r\ndevelopment post-2015.\r\nPope Francis, through his prophetic words and \r\nactions on 7 September, launched a huge global \r\nmovement of prayer for peace, the results of which \r\nwere immediately clear in the public’s spontaneous and \r\nsincere support for that goal. The scope of that effort \r\nwent beyond differences of religion, culture, nationality \r\nor geographical origin, and exerted a strong influence \r\non world leaders. Accompanying the Holy Father and \r\nunder his leadership, the competent authorities of the \r\nHoly See also took diplomatic action aimed at stopping \r\nthe violence and promoting dialogue between the parties \r\ninvolved in the conflict, thereby putting into practice \r\none of the main goals of their international presence. \r\nAlong with the Pope and in line with the theme for this \r\nsession, we would like to reiterate here at the general \r\nlike to reaffirm that any action that might aggravate or \r\neven extend the conflict and increase the unspeakable \r\nsuffering of innocent people should be avoided.\r\nIn his recent letter to the Group of 20 leaders \r\nmeeting in Saint Petersburg, the Holy Father, recalling \r\nthe responsibility of the international community \r\nwith regard to Syria, described as regrettable the \r\nfact that too many partisan interests had prevailed \r\nsince the Syrian conflict began and had prevented \r\nthe finding of a solution to the pointless massacre we \r\nare witnessing. In recalling his words, I would like to \r\nurge the leaders of States not to remain indifferent in \r\nthe face of the tragedies that have been aff licting the \r\nSyrian people for far too long. To each and every one \r\nof the leaders, in repeating the Pope’s words, I would \r\nlike to make a heartfelt appeal that they find ways to \r\novercome their differences and give up any useless \r\nattempt at a military solution. On the contrary, there \r\nshould be a new commitment to seek, with courage and \r\ndetermination, a peaceful solution through dialogue \r\nand negotiation between the interested parties with the \r\nfirm support of the international community. Moreover, \r\nall the Governments of the world have the moral duty \r\nto give priority to any initiative that would promote the \r\nprovision of humanitarian assistance to those who are \r\nsuffering on account of the conflict within and outside \r\nthe country.\r\nWe would also note that, during the Syrian crisis, \r\nthe bodies and agencies of the United Nations system \r\nhave sought to deploy all available means to protect \r\ncivilians. Member States have, for far too long, shown \r\na lack of the courage needed to give priority to the \r\ninternational resolution of the conflict. The Secretary-\r\nGeneral recently spoke of the collective failure of the \r\ninternational community’s ability to prevent and avoid \r\nthe atrocities committed in Syria. Along those lines, I \r\nwould like to recall the concept of the responsibility \r\nto protect, which the Secretary-General also referred \r\nto, and I would also like to underscore the importance \r\nof that responsibility for the Holy See. The adoption \r\nof a political and legal concept of the responsibility \r\nto protect during the 2005 World Summit, held from \r\n14 to 16 September 2005, was a great step forward \r\nby the international community. Unfortunately, \r\nthe responsibility to protect has sometimes been \r\nerroneously understood to be a justification for the \r\nuse of arms, but in reality it means something quite \r\ndifferent. It is a profound and urgent spirit of solidarity \r\nthat calls upon everyone, starting with heads of State, to \r\nunderstand their responsibilities with regard to serious \r\n10/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nthe same time aspiring to achieve common prosperity \r\nand development based on cooperation among Member \r\nStates. That aspiration, however, is far from coming \r\ntrue, even after a new century and the passage of the \r\nfirst decade of the new millennium.\r\nA high-handed and arbitrary approach is \r\nbecoming ever more rampant in international relations. \r\nInfringements upon sovereignty, interference in internal \r\naffairs and regime change continue unabated under \r\nthe pretexts of non-proliferation and the protection of \r\nhuman rights, for which the United Nations is being \r\nabused. Confrontation between forces with different \r\ninterests, States and civilizations, and wars large and \r\nsmall, keep taking place in different parts of the world, \r\nseverely damaging the credibility of the United Nations, \r\nwhose primary mission is to ensure peace and security.\r\nThose developments clearly demonstrate that \r\nsustainable development and the real protection of \r\nhuman rights will remain a figment of our imagination \r\nas long as there is no peace and security as stipulated in \r\nthe Charter of the United Nations. International relations \r\nshould reject any State’s high-handed and arbitrary \r\napproach on the part of a State that undermines peace \r\nand security in order to achieve genuine cooperation \r\nand development among countries based on the \r\nsovereign equality of States. The unjust intervention, \r\npressure and use of force that is unfolding in Syria by \r\nway of infringements on its sovereignty and territorial \r\nintegrity, which further breach peace and stability, \r\nshould not be allowed under any circumstances, and the \r\nUnited States blockade against Cuba should be brought \r\nto an end at the earliest possible date.\r\nThe international community unanimously \r\ndemands the elimination of all nuclear weapons and \r\nencourages the building of a nuclear-weapon-free world \r\nthrough nuclear disarmament. As agreed at a High-\r\nlevel Meeting on Nuclear Disarmament held during the \r\ncurrent session, on the initiative of the Non-Aligned \r\nMovement, negotiations on nuclear disarmament should \r\nbegin without further delay to work on universal legal \r\ninstruments that codify negative security assurances \r\nand the prohibition of nuclear weapons, among other \r\nthings.\r\nThe choice of “The post-2015 development agenda: \r\nsetting the stage” as the theme for the current session \r\nserves to highlight the importance of sustainable \r\ndevelopment for world peace and our common prosperity. \r\nWe have little time left before the 2015 deadline for the \r\nachievement of the Millennium Development Goals, \r\ndebate that war is the specific refusal to commit to the \r\nachievement of the major social and economic goals that \r\nthe international community has set for itself. Indeed, \r\nthere can be no economic development without peace. \r\nArmed conflict never leads to peace, which is crucial \r\nfor that development.\r\nThe Holy See believes, in line with the theological \r\nand ethical teaching of the Catholic Church, that \r\nbecause of the evils and injustices that any war entails, \r\nwe must do everything possible to avoid it. This is also \r\nwhy the Church strongly urges everyone to pray and \r\nact so that divine goodness frees us from the ancient \r\nbondage of war.\r\nMy delegation, recalling those ethical principles \r\nthat inspire and animate the international activity \r\nof the Holy See, has no ambition other than to make \r\na contribution of a moral nature to this session of the \r\nGeneral Assembly, while at the same time expressing \r\nits recognition for the work done by various bodies and \r\nUnited Nations agencies to relieve the suffering caused \r\nby the Syrian crisis and other conflict situations. We \r\nencourage them to continue their humanitarian work.\r\nMy delegation also strongly appeals to all Member \r\nStates to exercise responsibility. Peace will come about, \r\nand the objectives of comprehensive human development \r\nfor each inhabitant of the Earth, especially for the \r\nweakest and those who have no voice or representation, \r\nwill be achieved if, and only if, every State is capable of \r\nfully assuming its own responsibilities for the common \r\ngood of all.\r\nThe Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Pak Ui Chun, Minister for \r\nForeign Affairs of the Democratic People’s Republic of \r\nKorea.\r\nMr. Pak Ui Chun (Democratic People’s Republic \r\nof Korea) (spoke in Korean; English text provided by the \r\ndelegation): First of all, on behalf of the delegation of \r\nthe Democratic People’s Republic of Korea, allow me \r\nto congratulate Mr. John William Ashe on his election \r\nas the President of the General Assembly at its sixty-\r\neighth session. I am convinced that his competent \r\nleadership will lead this session towards success.\r\nThe Millennium Summit, held in 2000, advanced \r\npeace and security, sustainable development and the \r\nprotection and promotion of human rights as the three \r\nkey objectives of the United Nations. Ever since the \r\ninception of the United Nations, humankind has aspired \r\nto build a new, peaceful world, free from war, while at \r\n13-49063 11/46\r\n01/10/2013 A/68/PV.23\r\nToday in the Democratic People’s Republic of \r\nKorea, the entire population is engaged in an all-out \r\ncampaign to build a thriving socialist State in the \r\nnearest possible future, under the wise leadership of \r\nthe dear respected Marshal Kim Jong Un. Marshal \r\nKim Jong Un, the supreme leader of our people, gives \r\ncontinuous on-the-spot guidance across the country, \r\noffering direction and innovative ways for speeding \r\nup economic development and the improvement of \r\npeople’s livelihoods.\r\nPractical measures are being taken, one after \r\nanother, to revitalize the overall national economy, \r\nbringing about success in the fields of economic \r\ndevelopment and improving people’s welfare. Nothing \r\nis more precious than creating a stable and peaceful \r\nenvironment for the Government of the Democratic \r\nPeople’s Republic of Korea and the Korean people, \r\nwho helped build economic power and improved \r\npeople’s livelihoods as part of the Government’s \r\noverall objective. Although our efforts for peaceful \r\ndevelopment are faced with grave challenges, the \r\nKorean people will surely bring about the day of \r\nfinal victory by advancing with full confidence and \r\noptimism, united single-handedly around Marshal Kim \r\nJong Un and under his wise leadership.\r\nSixty years have passed since the gunfire that \r\nended a fierce three-year-long war and the signing \r\nof the Armistice Agreement in the Korean peninsula \r\nlast century. Yet there is still no mechanism in place \r\nto guarantee peace, resulting in the continuation of \r\nthe unsustainable situation — one of neither war nor \r\npeace — on the Korean peninsula.\r\nWith the aim of achieving military domination of \r\nNorth-East Asia, the United States, using the Korean \r\npeninsula as a stepping stone, has designated the \r\nDemocratic People’s Republic of Korea as its primary \r\ntarget of attack and is beefing up its military presence \r\nin South Korea and the vicinity. Furthermore, it stages a \r\nseries of war exercises against the Democratic People’s \r\nRepublic of Korea every year, with massive build-ups \r\nof hundreds of thousands of troops and modern military \r\nequipment, continuously escalating confrontation and \r\nfuelling tensions.\r\nThe United Nations Command, the outdated legacy \r\nof the Korean War, continues to serve the United States \r\nmilitary strategy by abusing the name of the United \r\nNations. The United Nations Command, which has \r\nnothing to do with the United Nations, continuously \r\nconducts military actions threatening the Korean \r\nincluding poverty reduction in particular. However, \r\nmuch to our regret, international efforts in that regard \r\nhave not produced the long-overdue results. By \r\nidentifying and successfully attaining the post-2015 \r\nsustainable development goals, practical measures \r\nneed to be taken to address issues such as establishing \r\nfair international economic relations, transferring \r\nenvironmentally sound technology to developing \r\ncountries and strengthening financial support.\r\nDespite international efforts towards the protection \r\nand promotion of human rights, high-handedness \r\nand double standards are becoming ever more visible \r\nin United Nations human rights forums, targeting \r\ndeveloping countries as selectively as in the past. \r\nPoliticization, selectivity and double standards should \r\nbe put to an end in such forums, and no one should be \r\nable to justify or allow the continuation of a situation \r\nwhere the human rights situation in some countries \r\nis either called into question or simply ignored in \r\naccordance with the political purpose and interests of \r\nthe West and Western values.\r\nThe reform of the United Nations is becoming an \r\nissue that brooks no further delay in achieving the \r\nmajor United nations goals to which I have referred in \r\nthe twenty-first century.\r\nIn addressing key international issues, the General \r\nAssembly should be empowered to have the final \r\nsay, since it represents the overall will of the entire \r\nmembership. In particular, Security Council resolutions \r\npertaining to peace and security, such as those on \r\nsanctions and the use of force, should be made effective \r\nonly under the authority and with the approval of the \r\nGeneral Assembly. Instances of the Council being \r\nabused by a certain State as a tool of strategic interest \r\nshould never go unchallenged.\r\nLast January, under the manipulation of the United \r\nStates, the forcible adoption of an unfair resolution on \r\nsanctions took place (Security Council resolution 2087 \r\n(2013)) by making an issue of our legitimate satellite \r\nlaunch for peaceful purposes — something that was \r\nconducted and recognized under international law. \r\nThat represents a typical example of how and for what \r\npurpose the power of the Security Council is being \r\nabused. The reform of the Council, which is a key \r\ncomponent of reforming the United Nations, should \r\nbe undertaken on the basis of principles for ensuring \r\naccountability, transparency and impartiality in its \r\nactivities, thereby ensuring the full representation of \r\ndeveloping countries in its composition.\r\n12/46 13-49063\r\nA/68/PV.23 01/10/2013\r\noutdated confrontational approach we are coming up \r\nagainst from the South Korean authorities risks driving \r\nrelations back into a destructive stage.\r\nAs clarified by the 15 June joint declaration and \r\nthe 4 October declaration, the only way to achieve the \r\npeaceful reunification of the country and to open the \r\nway forward for the nation is to promote dialogue and \r\ncooperation between the North and South of Korea by \r\njoining hands in the spirit of the Korean nation itself.\r\nWe will work hand in hand with anyone who \r\ntruly seeks reconciliation and the reunification and \r\nprosperity of the nation. We will strive to accomplish \r\nthe historic cause of national reunification through the \r\nconcerted efforts of the nation under the 15 June joint \r\ndeclaration and the 4 October declaration.\r\nIn conclusion, the Democratic People’s Republic of \r\nKorea will continue to strengthen and develop friendly \r\nand cooperative relations with all States Members of \r\nthe United Nations, support the placing of the situation \r\non the Korean peninsula under stable management as \r\na member of the international community, and fully \r\nexercise its responsibility and role in ensuring world \r\npeace and the common prosperity of humankind, \r\npursuant to its foreign policy of ideals, independence, \r\npeace and friendship.\r\nThe Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. José Manuel Trullols, \r\nDeputy Minister for Foreign Affairs of the Dominican \r\nRepublic.\r\nMr. Trullols (Dominican Republic) (spoke \r\nin Spanish): At the outset, I wish to express my \r\ncongratulations to the President of the General Assembly \r\nupon his election to preside over the Assembly at its \r\nsixty-eighth session. I wish him the greatest of success \r\nin his task and in his efforts to promote the initiatives \r\nproposed for his term.\r\nI am here as a representative of the Dominican \r\nRepublic, which was one of the signatories in 1945 \r\nof the Charter of the United Nations, which entrusts \r\nthe Organization with the monumental task of saving \r\nsucceeding generations from the scourge of war. In the \r\n68 years since its inception, there has not been another \r\nworld war, but today we are facing a cataclysm that \r\nis just as lethal and destructive as a war of planetary \r\ndimensions: global poverty. It is a war with casualties \r\nin the millions, which calls for a radical change in \r\nthe economic paradigm and for the forging of a new \r\nculture — the culture of sustainability. As I address the \r\npeninsula and its surrounding area in the name of the \r\nUnited Nations under the baton of the United States. That \r\nshows that resolution 3390 (XXX), which the Assembly \r\nadopted at its thirtieth session and which calls for the \r\ndissolution of the United Nations Command, remains \r\nnothing more than a piece of paper. It also shows to \r\nwhat extent the credibility of the United Nations has \r\nbeen undermined.\r\nThe repeated vicious cycle of mounting tensions on \r\nthe Korean peninsula has its roots in the hostile policy \r\nof the United States towards the Democratic People’s \r\nRepublic of Korea. The United States designated \r\nthe Democratic People’s Republic of Korea, with its \r\ndifferent ideology and system, as its enemy from the \r\nvery day of its foundation and has refused to recognize \r\nits sovereignty and has imposed all sorts of sanctions, \r\npressure and military threats on the Democratic People’s \r\nRepublic of Korea for more than half a century.\r\nThe only way to ensure lasting peace on the \r\nKorean peninsula is to bring the hostile United States \r\npolicy to an end. The United States should abolish its \r\nhostile policy by, among other things, respecting the \r\nsovereignty of the Democratic People’s Republic of \r\nKorea, replacing the Armistice Agreement with a peace \r\nmechanism, dismantling the United Nations Command \r\nwithout further delay and lifting all sanctions and \r\nmilitary threats.\r\nThe Democratic People’s Republic of Korea \r\nremains consistent in its stance and in its efforts to \r\nput an end to the tensions on the Korean peninsula by \r\npeaceful means through dialogue and negotiations, \r\nand to contribute to ensuring peace and security in \r\nthe region. In order to achieve genuine peace and ease \r\ntensions on the Korean peninsula, we are making every \r\npossible effort and displaying maximum patience.\r\nReunifying the country is a long-cherished desire \r\nand the most pressing task of the Korean nation. As \r\nwe entered the new century, North-South summit \r\nmeetings were held on two occasions, with joyful \r\nenthusiasm shared by all our countrymen, adopting \r\nthe 15 June North-South joint declaration and the \r\n4 October declaration, thus providing a milestone for \r\nreconciliation, collaboration and reunification between \r\nthe North and South of Korea.\r\nThanks to the active and generous efforts of the \r\nDemocratic People’s Republic of Korea, a window of \r\nopportunity has opened for improving North-South \r\nrelations after a long period of deadlock. However, the \r\n13-49063 13/46\r\n01/10/2013 A/68/PV.23\r\nthree fundamental social pacts: a fiscal pact, a pact for \r\neducation and a pact for electricity. We are building \r\ntransparency into Government actions and establishing \r\ncitizens’ groups to oversee and monitor purchasing and \r\ncontract systems. We are making support for small-\r\nscale agricultural producers a priority. We are doubling \r\nthe budget for free and compulsory public education. \r\nWe are extending the school day, and we are putting a \r\npermanent end to illiteracy.\r\nFollowing the commitments made at the Rio+20 \r\nConference, we have taken a few steps forward and \r\nare moving towards an agreement on a road map that \r\nwill lead us to sustainable development and to the \r\neradication of extreme poverty. We have implemented \r\na process to determine as accurately as possible what \r\nthe sustainable development goals for the post-2015 \r\ninternational development agenda should be.\r\nWe are pleased to note that we all agree that the \r\ngreatest challenge the world faces is to eradicate poverty \r\nand, for that reason, that goal has been given top priority \r\non the agenda of our people and our Organization.\r\nOur countries have common problems, but our \r\neconomic, social, historical, geographical, demographic \r\nand cultural realities are different. Each of those \r\ndimensions plays a role in how those problems may \r\nor may not be addressed and resolved. Moreover, our \r\nresponsibilities for the creation of or the aggravation of \r\nthose common problems, such as climate change, are \r\nclearly differentiated.\r\nMy country, the Dominican Republic, suffers \r\nthe consequences of climate change, because of its \r\ngeographical location in the path of annual hurricanes \r\nand tropical storms. For that reason, we are working \r\nto strengthen and improve our preparedness for the \r\nmanagement of risks associated with natural disasters. \r\nWe are building a collection centre for emergency \r\nassistance and are working on the creation of a centre \r\nof excellence, dedicated to the education and training \r\nof human resources for assistance in disasters, which \r\nwill serve the nations in the entire Caribbean region.\r\nNext month, from 18 to 20 November, the \r\nDominican Republic will host the third International \r\nConference on the HOPEFOR initiative, to which all \r\nMembers of the United Nations are cordially invited.\r\nUniversal sustainable development is a goal that \r\nrequires a new vision and approach on the international \r\nstage. In order for development to be sustainable in \r\nour nations, we must undertake structural reforms that \r\nAssembly, there is no doubt in my mind that to triumph \r\nover such a daunting challenge, all nations must make \r\ndifficult decisions, which will require the full weight of \r\nour collective responsibility.\r\nAllow me to refer to the extensive and detailed \r\ndocument adopted at the Rio de Janeiro United Nations \r\nConference on Sustainable Development (Rio+20) last \r\nyear (resolution 66/288, annex), entitled “The future \r\nwe want”. In that text, Member States renewed their \r\ncommitment to sustainable development and to the \r\npromotion of a future that is sustainable in economic, \r\nsocial and environmental terms for our planet and for \r\npresent and future generations. That declaration shows \r\nthat the leaders of the world’s nations are committed to \r\ndoing what is needed to attain that future. We therefore \r\nhave a road map with profound implications.\r\nLet us acknowledge that we are taking on \r\nan overwhelming responsibility, because we are \r\ncommitting ourselves to building a reality that is totally \r\nunprecedented in the modern world. Let us acknowledge \r\nthat development to date has not been sustainable in \r\nany way. It has not been sustainable either socially \r\nor economically. It has been even less sustainable in \r\nenvironmental terms. The systems of production that \r\nwe have used to achieve economic growth have been \r\nbased on methods that have proved to be harmful to \r\nthe environment, and the systems that we have used \r\nto distribute the wealth produced have created deep \r\nchasms of social inequality and exclusion.\r\nOver time, we have reached a situation that we now \r\nconsider to be intolerable: a world in which more than \r\n1 billion people are living in a state of extreme poverty \r\nand hunger; a world in which many millions of human \r\nbeings lack adequate health care, drinking water, good-\r\nquality education or decent employment; and a world in \r\nwhich extreme malnutrition and social exclusion prevail \r\nto a morally unacceptable extent. If we aspire to a world \r\nwhere development is sustainable, we must first accept \r\nour shared responsibility for all parts of all societies, \r\nand agree that it is time for actions, not words.\r\nTo translate a commitment of such a magnitude \r\ninto reality, it must be based on achievable actions and \r\nattainable goals, and we must be prepared to take bold \r\naction, as we are doing in the Dominican Republic, \r\non several unprecedented fronts. We are putting \r\ncitizens at the centre of our policies and making the \r\nfight against poverty and inequality our top priority. \r\nWe are implementing a new development model based \r\non a long-term national strategy built on the pillars of \r\n14/46 13-49063\r\nA/68/PV.23 01/10/2013\r\ninvite those nations to look beyond their borders and \r\nto consider the peoples of the nations from which \r\nthey seek cheap labour. They must look at the peoples \r\nwhose human resources they employ to produce their \r\ngoods and services. They must look at the peoples in \r\nthe countries that need the industries of the developed \r\ncountries to process their mineral exports and at the \r\npeoples in the countries where they want to market \r\ntheir products.\r\nFor many of those people, the situation is intolerable. \r\nThat is why we are pleased to note that the documents \r\nthat have already been written and which are intended \r\nto serve as a platform for our debates and decisions \r\nhave an optimistic tone. They give us, for example, the \r\nassurance that if we act now, the problems we face will \r\nnot become insoluble.\r\nUniversal sustainable development, which \r\naddresses the challenges that have been so clearly \r\nidentified, will translate into social justice in the world. \r\nIt will also translate into peace, international peace, \r\nthe achievement of which is a strategic goal of the \r\nOrganization.\r\nTo speak of eradicating extreme poverty, measured \r\nin terms of living on an income of less than $1.25 a \r\nday, sounds like an enormous goal, especially because \r\nit is estimated that some 1.2 billion people in the world \r\nsuffer from poverty. In reality, that is just one step in \r\na long journey. If those who are now below the income \r\nlevel of $1.25 per day are elevated to an income level \r\nof $2 per day, we will have eliminated what we now \r\ncall extreme poverty. However, we all know that human \r\nbeings cannot meet their basic needs on an income of \r\n$2 per day. The difference in hardship between the one \r\nincome range and the other is not very noticeable. What \r\nhappens is that talking about poverty in statistical \r\nterms does not allow us to visualize, much less feel, the \r\nreality of the human misery and desolation behind the \r\nnumbers and the percentages. How can we understand \r\nthe pain of a father and mother who have suffered the \r\nloss of their child when the words in which we are \r\ninformed about that family tragedy are that every 10 \r\nseconds a child dies from hunger-related causes in the \r\nworld?\r\nLet us put ourselves in the place of parents of \r\nfamilies living in a state of extreme poverty. They \r\nhave to raise their children in extremely unsafe living \r\nconditions, without sanitation or safe drinking water, \r\nwithout sufficient resources to buy medicine or to \r\nprovide each child with food to ensure proper nutrition, \r\nwill change many of our policies and our economic and \r\nsocial systems, turning them inside out, the way a sock \r\nis turned inside out. With sustainable development, we \r\nhave taken on a commitment of biblical proportions, \r\na universal commitment to care for our brothers and \r\nsisters, especially for those who most need to be elevated \r\nto the conditions required for adignified human life.\r\nThe Organization is helping to point the way with \r\nthe launch of parallel processes of study, discussion \r\nand analysis; panels of eminent persons; consultations \r\nwith regional economic commissions; the Leadership \r\nCouncil of the Sustainable Development Solutions \r\nNetwork; and the open-ended working groups that are \r\ncontributing to marking the path.\r\nWe would therefore like to take the opportunity \r\nto express our appreciation for the work done by \r\nSecretary-General Ban Ki-moon in putting documents \r\nin the hands of Member States that will serve as a guide \r\nfor our debates and our decisions. One such document, \r\nAn Action Agenda for Sustainable Development, a \r\nreport prepared for the Secretary-General in June by \r\nthe Leadership Council of the Sustainable Development \r\nSolutions Network, is a bold and optimistic platform. \r\nIt is an exhaustive and practical plan that requires \r\na collective commitment that we cannot shirk. All \r\nreports agree that we cannot continue treating the part \r\nof the planet that each of our nations occupies as if the \r\nresources that nature has generously put within them \r\nwere inexhaustible. The world’s forests, water supplies \r\nand mineral resources are decreasing, and animal \r\nspecies are endangered. At the same time, we continue \r\nto use methods of cultivation that poison or impoverish \r\nthe Earth and methods of industrial production that \r\npoison the air we breathe.\r\nWe must revise the very methods by which our \r\neconomic growth is driven. That is not a new concern \r\nfor the United Nations. We have been talking about \r\nsustainable development for decades. What is new now \r\nis that the situation has become a matter of urgency.\r\nThe time for words and promises is over. The time \r\nfor action is now. We must step up the pace to establish \r\nthe foundations of sustainable development, because \r\ntime is running out. We must address the purpose, \r\nknowing that what we do or do not agree upon in \r\nthis session of the General Assembly may determine \r\nwhether the future of our peoples, or rather, the future \r\nof humankind, will be promising or miserable. That \r\npresumption may seem exaggerated to representatives \r\nof larger or more highly developed nations. If so, we \r\n13-49063 15/46\r\n01/10/2013 A/68/PV.23\r\nnations will be called upon to galvanize efforts to help \r\nthe world live up to its commitments to end poverty, \r\neducate children, empower women and provide health \r\nservices for all.\r\nWhile the overall picture is encouraging, we \r\nmust also recognize that the progress made towards \r\nattaining the MDGs has been insufficient and uneven. \r\nPoverty is still widespread, with more than one billion \r\npeople living in extreme poverty. High maternal and \r\nchild mortality rates are still seen in too many places \r\nthroughout the developing world. Most developing \r\ncountries still face many obstacles to the achievement \r\nof all the MDGs within the allocated time frame \r\nof 2015, owing to their vulnerability to the global \r\nfinancial crisis, their debt burdens and the failure of \r\nsome developed countries to meet official development \r\nassistance (ODA) commitments.\r\nIt is high time for donor countries to fulfil their \r\nODA pledges. In addition, debt relief is one of several \r\nfinancial-assistance instruments which can enhance \r\nthe developing countries’ ability to eradicate poverty. \r\nFurthermore, facilitating the transfer of technology \r\nfrom the developed to the developing world plays \r\na critical role in helping countries to further their \r\ndevelopment efforts and accelerate their economic \r\ngrowth.\r\nIn the case of Cambodia, the MDGs are firmly \r\nembedded as the cornerstone of the country’s \r\ndevelopment policies and strategies. In a country \r\nwhose entire population once faced abject poverty \r\nand hunger after emerging from war and genocide in \r\n1979, the number of people living below the national \r\npoverty line dropped steadily, reaching 19.8 per cent \r\nin 2011. The country is well on track — if not ahead of \r\nschedule — in terms of attaining its poverty-reduction \r\ngoal of 19.5 per cent. In fact, Cambodia received a \r\nUnited Nations award for reducing hunger by half well \r\nahead of the MDG target. In general, my country is well \r\npositioned to meet most of the Goals on schedule by the \r\nend of 2015, thanks not only to the Government’s sound \r\napproach and firm commitment but also to sustained \r\npeace and political stability.\r\nIn adopting the MDGs, we acknowledged that \r\nsustained and inclusive economic growth in developing \r\ncountries was a key requirement for eradicating \r\npoverty and meeting the targets. In that context, my \r\ndelegation highly appreciates the far-sighted report of \r\nthe High-level Panel of Eminent Persons on the Post-\r\n2015 Development Agenda, which is  entitled A New \r\nwithout resources, without a bed or mosquito net to \r\nprotect him from insects that transmit serious diseases. \r\nThey have to decide which of their children can go to \r\nschool and which cannot, or which of their children \r\nhave to work and which do not.\r\nWe know that a difficult road still remains ahead \r\nbefore we can agree on a satisfactory arrangement for \r\nall in regard to the post-2015 international development \r\nagenda and the most effective ways to implement \r\nit. Let us remember that what we need is not a new \r\ncommitment. We have had many commitments to \r\neradicate extreme poverty and hunger. We have had the \r\nWorld Food Summit of 1996, the Millennium Summit \r\nin 2000, another World Food Summit five years later in \r\n2002, and the recent Rio+20 Conference in 2012. What \r\nwe need now is for those commitments to finally be \r\ntranslated into political action.\r\nAlthough sustainable development may sound \r\nlike an economic concept, it really is a political \r\nconcept. That is why we are discussing it here, at the \r\nOrganization, which is a forum of States and therefore a \r\npolitical forum. Economists measure the dimensions or \r\nthe pillars of reality in economic terms. Economists and \r\nother specialists can set the goals that must be reached \r\nfor a sustainable development that meets their exact \r\nspecifications. But political decisions are the driving \r\nforce. Political decisions are what ultimately determine \r\nwhether or not the goals are achieved.\r\nWe therefore have the primary responsibility. It \r\ndepends on us to put the declarations of good intentions \r\ninto action.\r\nThe Acting President (spoke in Spanish): I now \r\ngive the f loor to His Excellency Mr. Kosal Sea, head of \r\nthe delegation of the Kingdom of Cambodia.\r\nMr. Sea (Cambodia): At the outset, I would like \r\nto congratulate Mr. John Ashe on his election as the \r\nPresident of the General Assembly at its sixty-eighth \r\nsession. My delegation has full confidence that under \r\nhis able leadership the new session will draw to a \r\nsuccessful conclusion. The President can rest assured \r\nof Cambodia’s full support and cooperation throughout \r\nhis presidency.\r\nThis year session’s theme, “The post-2015 \r\ndevelopment agenda: setting the stage,” is very \r\ntimely as we have less than 1,000 days to reach the \r\nMillennium Development Goal (MDG) targets. That \r\ndevelopment agenda will be one of the most ambitious \r\nprojects undertaken by the United Nations, in which all \r\n16/46 13-49063\r\nA/68/PV.23 01/10/2013\r\ndemining and clearance of other unexploded ordnance \r\nas an additional MDG of its own. Substantial progress \r\nhas been made in realizing that goal, as is demonstrated \r\nby the sharp decline in the number of mine explosion \r\naccidents in Cambodia, from over 300 cases in 2008 \r\nto 186 in 2012. As Chair of the Eleventh Meeting of \r\nthe States Parties to the Mine Ban Treaty, or Ottawa \r\nTreaty, Cambodia made a strong commitment to work \r\ntowards a world free of landmines and unexploded \r\nordnance. Since 2006, Cambodia has contributed to \r\nUnited Nations peacekeeping operations by sending \r\nmine-clearance experts to a number of countries in \r\nAfrica and the Middle East, including the Sudan, \r\nSouth Sudan, the Central African Republic, Chad and \r\nLebanon, and very soon to Mali.\r\nOn the situation in the Korean peninsula, we \r\nwelcome the positive developments between North \r\nKorea and South Korea, which, I hope, will lead to a \r\nsignificant improvement in inter-Korean relations and \r\nthe resumption of the Six-Party Talks. We encourage the \r\nDemocratic People’s Republic of Korea to comply fully \r\nwith its obligations to cease its nuclear programme, as \r\nspelled out by the relevant Security Council resolutions.\r\nMy country reaffirms its support for the Palestinian \r\npeople’s just demand for a sovereign and independent \r\nState of Palestine and for the two-State solution to the \r\nPalestine-Israel conflict. We urge all parties to play a \r\nconstructive role in the efforts aimed at resuming peace \r\ntalks and to remove any obstacles standing in the way \r\nof such resumption.\r\nWith regard to the Syrian situation, Cambodia \r\nstrongly condemns human rights violations and the \r\nuse of chemical weapons. My delegation fully supports \r\nSecurity Council resolution 2118 (2013), adopted on \r\nFriday with the aim of destroying Syria’s chemical \r\nweapons.\r\nMy delegation also calls for an end to the unilateral \r\nembargo on Cuba, which has caused the Cuban people \r\ndecades of untold suffering.\r\nWe are seriously concerned about the extensive \r\nlevels of sexual violence inflicted on innocent women \r\nand children in armed conflicts around the world. \r\nMy country endorses the declaration of commitment \r\non ending sexual violence in conflict, issued on \r\n24 September at a side event during the general debate.\r\nThe President took the Chair.\r\nGlobal Partnership: Eradicate Poverty and Transform \r\nEconomies through Sustainable Development, and \r\nwhich sets forth a universal agenda to eradicate extreme \r\npoverty from our world by 2030 and to deliver on the \r\npromise of sustainable development.\r\nCambodia believes that the post-2015 development \r\nagenda should carry forward the spirit of the \r\nMillennium Declaration in various ways: first, by \r\nsetting out a balanced integration of the economic, \r\nsocial and environmental dimensions for sustainable \r\ndevelopment; secondly, by aiming at the completion \r\nof the work started under the MDGs, particularly \r\nthe goal of eradicating extreme poverty; thirdly, by \r\nemphasizing inclusive, equitable and sustainable \r\ndevelopment and economic growth aimed at effectively \r\naddressing inequality and any associated factors; and, \r\nfourthly, by focusing not only on the global dimension \r\nof development, but also on its regional dimension, \r\nwhile taking into account the particular challenges of \r\nthe least developed countries.\r\nWith regard to the nineteenth session of the \r\nConference of the Parties to the United Nations \r\nFramework Convention on Climate Change, to be held \r\nin Warsaw in November, my country has high hopes \r\nthat the Conference will ratify the second commitment \r\nperiod of the Kyoto Protocol by 2015. Cambodia \r\ngreatly appreciates the developed countries’ continued \r\ncommitment to providing funds and technology to help \r\ndeveloping nations tackle climate change, in accordance \r\nwith the United Nations principle of common but \r\ndifferentiated responsibilities.\r\nGlobal and regional peace and security are currently \r\nthreatened by conflicts, armed confrontation and \r\ntransnational organized crime, which take a heavy toll \r\non many development efforts. Against that backdrop, \r\nCambodia welcomes the signing of the Arms Trade \r\nTreaty, the first ever international treaty to regulate the \r\ntrade of conventional weapons.\r\nAnother security issue is the presence of landmines \r\nand other explosive remnants of war, which continue to \r\npose constant threats to human security and safety and \r\nhinder national development. To counter those threats, \r\nlast year in Phnom Penh the leaders of the Association \r\nof Southeast Asian Nations (ASEAN) decided to \r\nestablish the ASEAN Regional Mine Action Center and \r\nto base it in Cambodia.\r\nFor its part, Cambodia has spared no effort to address \r\nthe issue of landmines. To that end, it has established \r\n13-49063 17/46\r\n01/10/2013 A/68/PV.23\r\ndevelopment that is inclusive and sustainable. As a \r\nresult, our Government has kept our people at the centre \r\nof development.\r\nWe have been able to bring significant \r\nimprovements in the lives of our people and to attain \r\nall the Millennium Development Goals, despite our \r\nlimitations. We have reduced poverty and hunger \r\nby more than half. Our children, boys and girls, now \r\nhave universal access to both primary and secondary \r\neducation, as well as expanded access to post-secondary \r\neducation and training. Our girls and women are not \r\nonly being treated as equals with boys and men but have \r\nreceived tremendous support in improving their living \r\nconditions. Our elderly people and children enjoy free \r\naccess to public health care.\r\nDominica has continued to maintain its coveted \r\ntitle of “nature island of the Caribbean” by adhering to \r\nself-imposed sustainable environmental practices over \r\nthe past several decades, a model that we hope more \r\nStates around the world can emulate.\r\nAs we approach 2015, we must resolve to take \r\nstock. We must be forever mindful that those who are \r\ncondemned to poverty still await our intervention. \r\nThe more than 1 billion people who have known only \r\ndarkness at the end of each day long for at least one \r\nlight bulb in a rural home so that their children can have \r\nopportunities for a brighter tomorrow. We have run out \r\nof excuses for why we are still waiting to act or cannot \r\nact. Rest assured that our people will judge us harshly \r\nfor failing to make a difference in their lives.\r\nDespite the current global challenges, South-South \r\ncooperation continues to play a significant role in \r\nhelping small countries like Dominica to achieve their \r\nMillennium Development Goals. The Government and \r\npeople of Dominica express their sincere gratitude to \r\nthe Governments of the People’s Republic of China, \r\nVenezuela, Cuba, Morocco, the European Union, the \r\nBolivarian Alliance for the Peoples of Our America \r\nand other bilateral and multilateral partners for the \r\ntremendous contributions they have made, and continue \r\nto make, in the development of our human-resource \r\ncapacity and infrastructure and in the implementation \r\nof our public-sector investment programme.\r\nOur commitment to the MDGs should consist of \r\na redoubling of efforts towards a post-2015 agenda \r\nthat will bring about development that is inclusive and \r\nsustainable. The outcome of the 2012 United Nations \r\nConference on Sustainable Development (resolution \r\nSince the establishment of the United Nations, in \r\n1945, the world situation has changed so dramatically that \r\nthere is an urgent need to strengthen global diplomacy. \r\nIn that context, the reform of the United Nations should \r\nbe comprehensive and include not only the Security \r\nCouncil but also other organs, so as to maintain the \r\nOrganization’s relevance as a global governance \r\ninstitution that can cope effectively with world reality. \r\nThe General Assembly should be empowered to play a \r\ngreater leading role in strengthening the wider United \r\nNations system, improving international governance \r\nand enhancing multilateralism. At the same time, \r\nthe Economic and Social Council should also be \r\nstrengthened, so that it can effectively coordinate \r\ninternational cooperation and efforts to tackle social \r\nand economic challenges. Both the permanent and \r\nnon-permanent membership categories of the Security \r\nCouncil should be expanded in an equitable manner, \r\nso that the Council represents both developed and \r\ndeveloping countries. A comprehensive reform of the \r\nCouncil to make it a body where real negotiations and \r\ncompromises can take place is acutely needed.\r\nThe President: I now give the f loor to His \r\nExcellency Mr. Vince Henderson, head of the delegation \r\nof Dominica.\r\nMr. Henderson (Dominica): I would like to begin \r\nby congratulating you, President Ashe, from our sister \r\nisland of Antigua and Barbuda, which is also a member \r\nof the Organization of Eastern Caribbean States and \r\nthe Caribbean Community (CARICOM), on your well-\r\ndeserved election to the presidency of the General \r\nAssembly at its sixty-eighth session. The Government \r\nand the people of the Commonwealth of Dominica are \r\nproud of your appointment and wish you success in \r\npresiding over the General Assembly. We also express \r\nour appreciation and gratitude to your predecessor, His \r\nExcellency Mr. Vuk Jeremić, for his guidance during \r\nthe sixty-seventh session.\r\nThirteen years after collectively committing to \r\nmeeting the needs of the poorest among us by attaining \r\nour noble Millennium Development Goals (MDGs), \r\nwe have made some progress globally, but we are \r\nstill far from fully reaching our targets. Despite the \r\nchallenges brought about by an increasingly hostile \r\nglobal environment, Dominica has made meaningful \r\nprogress towards the achievement of the Millennium \r\nDevelopment Goals. The Government of Dominica \r\nhas accepted that it is through the development of our \r\nhuman resources that we will be able to truly attain \r\n18/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nits development partners, is committed to increasing \r\nrenewable energy generation from the current 30 per \r\ncent from hydro to 100 per cent by adding geothermal \r\nenergy to the mix. Our goal is to become not only \r\ncarbon-neutral but carbon-negative by 2020. That \r\nambition will be achieved by exporting renewable \r\nenergy to our neighbours, Guadeloupe and Martinique, \r\nvia submarine cables. We thank our partners, and \r\nespecially the Clinton Climate Initiative, part of the \r\nClinton Foundation, for their support in this endeavour.\r\nThat transformation to a sustainable energy \r\nsector will deliver multiple significant benefits for \r\nDominica, including increasing employment from \r\nnew energy-service companies, minimizing foreign \r\n-exchange transfers for petroleum imports, reducing \r\nthe cost of energy and minimizing the volatility and \r\nunpredictability of energy prices. Recognizing the \r\ninextricable link between energy and development, we \r\nexpect that sustainable energy will find its rightful place \r\non the agenda of the third International Conference on \r\nSmall Island Developing States, to be held in Apia, \r\nSamoa, in 2014.\r\nThe Commonwealth of Dominica is privileged to \r\nbe the chair of the 31-member Steering Committee \r\nof the Small Island Developing States Sustainable \r\nEnergy Initiative, which is charged with guiding the \r\ndevelopment of the Initiative. I would therefore, on \r\nbehalf of our members, like to express our sincere \r\nappreciation to the Governments of Denmark and Japan \r\nfor their recognition and their financial support to the \r\nInitiative. The Initiative is well positioned to help tackle \r\nthe effects of climate change while at the same time \r\ntransforming energy sectors in small island developing \r\nStates such as Dominica.\r\nOur Danish partners took the first bold move to \r\nsupport the Initiative, which was the catalyst for support \r\nfrom the Government of Japan. Assistance from Japan \r\nwill be invested in the first-ever ocean thermal energy \r\nfeasibility study in the Republic of the Marshall Islands. \r\nOcean thermal energy is a resource common to all \r\nSIDS and represents a vast sustainable energy resource \r\nthat, once developed, could also address a number of \r\nkey climate-change adaptation challenges for islands, \r\nspecifically in the area of fresh water and improved \r\nfood security.\r\nAbout two thirds of the world’s surface is covered \r\nby oceans and seas connecting almost 90 per cent of the \r\nworld’s population. Oceans and seas remain the source \r\nof food and livelihood for nearly 1 billion people. A post-\r\n66/288, annex) initiated an inclusive intergovernmental \r\nprocess for preparing a set of sustainable development \r\ngoals (SDGs). My delegation believes that in order to \r\narrive at a global development agenda for the post-\r\n2015 period, there must be close linkages between \r\nthe processes of the MDGs and the SDGs. The \r\nCommonwealth of Dominica therefore aligns itself \r\nwith the theme set by you, Mr. President, “The post-\r\n2015 development agenda: setting the stage”.\r\nIt is imperative that the development agenda \r\nbeyond 2015 remain the focus of the United Nations, \r\nparticularly in terms of relieving poverty and protecting \r\nour planet. A meaningful agenda must take into account \r\nthe significance of the need for an international legally \r\nbinding commitment to combating climate change, the \r\ndevelopment and deployment of sustainable energy, the \r\nsustainable use of the oceans and marine resources, \r\nsustainable industrial development, and international \r\npeace and security.\r\nMy delegation applauds the leadership and vision \r\nshown by the Secretary-General in declaring sustainable \r\nenergy to be one of the priorities of his second term. \r\nWe also congratulate the Secretary-General’s Advisory \r\nGroup on Energy and Climate Change, as well as \r\ncolleagues within and outside the United Nations \r\nsystem, for their timely recommendations and for \r\nbringing needed visibility to the subject of sustainable \r\nenergy. Their recommendations form the basis for one \r\nof the most important initiatives ever launched by a \r\nSecretary-General, namely, the Sustainable Energy for \r\nAll initiative, launched in 2011. Through that visionary \r\nstep, the Secretary-General has closed the gaping \r\nenergy-poverty gap in the MDGs.\r\nActions that will benefit our peoples should be \r\nat the heart of the functions of the Assembly. The \r\nCommonwealth of Dominica and other small and low-\r\nlying developing States that are members of the Small \r\nIsland Developing States Sustainable Energy Initiative \r\nare grateful to the Secretary-General for his dedication, \r\npersonal commitment and actions in helping to make \r\nthe Sustainable Energy for All initiative a reality. \r\nThat initiative stands to benefit our people across the \r\ndeveloping world and to contribute to more efficient \r\nenergy systems in developed countries.\r\nThe Commonwealth of Dominica maintains that \r\nsustainable energy is the foundation for long-term \r\nsocioeconomic development. For that reason, Dominica \r\nis pleased to have joined the Sustainable Energy for All \r\npartnership. My Government, with assistance from \r\n13-49063 19/46\r\n01/10/2013 A/68/PV.23\r\nthe world to benefit from the tremendous contributions \r\nthey are capable of making, especially in the areas of \r\nscience and technology.\r\nThe ongoing civil war in Syria continues to present \r\na major challenge to the international community. \r\nThe Commonwealth of Dominica joins CARICOM in \r\nunreservedly condemning the use of chemical weapons, \r\nwhich is a gross violation of international law. We call \r\non all parties involved in the conflict to bring an end \r\nto the hostilities, which have claimed the lives of far \r\ntoo many innocent civilians, especially children. The \r\nworld is watching. The role of the United Nations is \r\ncentral to resolving the Syrian conflict. My delegation \r\nsupports the call of the Secretary-General for resolution \r\nthrough dialogue and not through the use of military \r\nforce or any other such action. Lasting peace can be \r\nachieved in Syria only through a negotiated political \r\nsettlement that will facilitate reconciliation. What is \r\nrequired is the will of the international community to \r\nfurther that process. We commend the efforts of the \r\nUnited States of America and Russia in attempting to \r\neliminate chemical weapons in Syria and move towards \r\na peaceful resolution of the conflict.\r\nAs we prepare for Samoa 2014, the Commonwealth \r\nof Dominica is keen to make concrete progress for \r\nSIDS aimed at creating a future of prosperity and \r\nopportunity for all of our peoples. In that regard, my \r\nGovernment calls for a renewed political commitment \r\nby all countries to effectively address the special needs \r\nand vulnerabilities of SIDS. We believe that this will \r\nrequire consolidated effort focused on pragmatic actions \r\nfor the further implementation of the Barbados Plan of \r\nAction and the Mauritius Strategy. Dominica laments \r\nthe fact that international financial mechanisms have \r\nfailed to fully recognize and support the vulnerabilities \r\nof SIDS, which must be allowed access to financing \r\nfor development. The United Nations system needs to \r\nbe strengthened to implement the Barbados Plan and \r\nMauritius Strategy.\r\nOn 2 April, the Commonwealth of Dominica was \r\none of an overwhelming majority of Member States \r\nthat voted in favour of the first international treaty to \r\nregulate the trade of conventional weapons — the Arms \r\nTrade Treaty (ATT). Today, we are pleased that the ATT \r\nis now a reality. That is a significant milestone, as such \r\nregulations will serve to curb the illicit international \r\nsale of conventional weapons to unscrupulous parties. \r\nMoreover, the Commonwealth of Dominica is satisfied \r\nthat the ATT will close loopholes that allow terrorists \r\n2015 agenda must address the important role of seas and \r\noceans to the survival of peoples throughout the world, \r\nespecially those who live on islands. A sustainable \r\ndevelopment goal on oceans should therefore ensure that \r\nall fish stocks are harvested sustainably and preserve \r\nthe health of the marine environment. That will require \r\nthe protection of marine areas, the reduction of ocean \r\nacidification, the elimination of marine pollution and \r\nthe cessation of disruptive fishing practices.\r\nThere is general consensus that sustainable \r\ndevelopment and poverty eradication should form \r\nthe core of the SDGs and the post-2015 development \r\nagenda. We cannot address the issue of poverty \r\neradication without addressing the issues of wealth \r\ncreation and economic growth. Developing countries, \r\nSIDS in particular, will be able to secure inclusive \r\nand sustained economic growth only through the \r\ndevelopment of the energy, agriculture and tourism \r\nsectors and associated industries. Broad-based job \r\ncreation and the achievement of social goals, such as \r\neducation, women’s empowerment and health care, \r\nrequire sustainable industrial development.\r\nIt must be underscored that, in the twenty-first \r\ncentury, industrialization must be inclusive and \r\nsustainable if all our present and future generations \r\nare to benefit. It must incorporate all citizens and be \r\nstrategically tailored to preserve livelihoods for future \r\ngenerations.\r\nSustainable development goals, however, cannot \r\nbe achieved in the midst of wars between or within \r\nnations. The Commonwealth of Dominica condemns \r\nthe act of terrorism at the Westgate Shopping Mall in \r\nNairobi. We extend our condolences to the Government \r\nand the people of Kenya and to the families of the \r\nKenyans and the foreign nationals who met their deaths \r\nat the hands of those who have no respect for human \r\nlife. We must continue to fight terrorism in all its forms \r\nand manifestations.\r\nThe economic embargo against our brothers and \r\nsisters in Cuba continues to be a concern for us in the \r\nCaribbean. Unilateral actions by the United States of \r\nAmerica continue to be the root cause of the suffering \r\nof our brothers and sisters in the Republic of Cuba. \r\nOur region of the Caribbean continues to witness the \r\nunheeded call for the lifting of a half-century economic \r\nembargo on our brothers and sisters. We call on the \r\nGovernment of the United States to support the full \r\nintegration of the Cuban people into the global trading \r\nsystem. That will help to improve their lives and allow \r\n20/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nNations not only to keep sight of that concern, but also \r\nto implement a sustainable development programme for \r\nall countries. The Millennium Declaration (resolution \r\n55/2) set forth specific Goals that each country should \r\nattain by 2015 in order to usher in a world in which \r\nevery individual can live in dignity. On the eve of that \r\ndeadline, it is appropriate to reflect on the progress \r\nmade since the Millennium Summit and to discuss \r\nnew prospects for shoring up the progress that has \r\nbeen achieved in combating hunger, malnutrition and \r\ndisease.\r\nThe United Nations has the primary responsibility \r\nfor the maintenance of international peace and security. \r\nHowever, those objectives can be sustainably achieved \r\nonly if abject poverty does not become a breeding \r\nground for all sorts of societal ills. That is why, when \r\nwe embark on a collective discussion of what should \r\nhappen post-2015, we must think above all about ways \r\nto increase the economic and social development and \r\nprosperity of nations and to prevent conflicts before \r\nthey even occur. That applies to all countries, but \r\nparticularly to African nations that have been weakened \r\nby recurrent crises and are now facing various threats.\r\nMore than a decade after the launch of the \r\nMillennium Development Goals (MDGs), when \r\nefforts have been made to achieve the Goals, it is \r\nclear, as the deadline of 2015 approaches, that many \r\nchallenges remain, in particular for developing \r\ncountries. For those countries continue to experience \r\nthe impacts of the financial, energy and food crises \r\nof previous years, given their economies’ dependence \r\non external sources — crises that unfortunately have \r\nbeen exacerbated by climate change. The net result is \r\nto reduce their chances of achieving the Millennium \r\nDevelopment Goals within the set time frame.\r\nMoreover, the various initiatives and commitments \r\nundertaken by the leaders of this world in the context \r\nof the great international forums are far from achieving \r\nthe desired results. The arrival of official development \r\nassistance in pledged proportions has been delayed. That \r\nis the reason why, at the United Nations Conference on \r\nSustainable Development, the international community \r\nwas called upon to uphold its commitments, in \r\nparticular those made in the Millennium Declaration, \r\nthe Monterrey Consensus, the Johannesburg Plan of \r\nImplementation and the United Nations declarations on \r\nthe New Partnership for Africa’s Development.\r\nAt the same time, the Heads of State and \r\nGovernment reiterated the need for their States to adjust \r\nand other criminals to arm themselves and endanger \r\ninnocent lives. To that end, my delegation is pleased to \r\nannounce that Dominica has added its name to the list \r\nof signatories to that Treaty.\r\nDominica, the nature island of the Caribbean, \r\ncontinues to navigate through waters made turbulent \r\nby a hostile international financial and trading system, \r\nthe continued impact of climate change, the movement \r\nof small arms and light weapons from North to South, \r\nand the international trade in illegal drugs and the \r\nviolence that they visit upon us. For those reasons, we \r\nagain reiterate the importance of international support \r\nfor SIDS. A post-2015 global development agenda \r\nmust continue to build on the gains achieved under the \r\nMillennium Development Goals. It must focus on the \r\nsustainable use of resources to reduce the impact of \r\nclimate change, to protect our seas and oceans and to \r\npromote the transition from fossil fuels to renewable \r\nsources in the generation of energy able to power \r\nsustainable industrial development.\r\nThe International Conference on Small Island \r\nDeveloping States, to be held in Samoa in 2014, presents \r\nan ideal opportunity for the international community \r\nto collectively chart a path towards the sustainable \r\ndevelopment of SIDS and to set the stage for the post-\r\n2015 development agenda. The Commonwealth of \r\nDominica remains committed to the progress made \r\nthus far, and it looks forward with eager anticipation \r\nto the forging of durable and sustainable partnerships.\r\nThe President: I now give the f loor to the chair of \r\nthe delegation of Togo.\r\nMr. Menan (Togo) (spoke in French): At the outset, \r\nI would like, on behalf of the Head of State, the Head of \r\nGovernment and the people of Togo, to congratulate the \r\nGeneral Assembly on the occasion of its sixty-eighth \r\nsession. I wish to warmly congratulate you, Sir, on your \r\nelесtiоn to the presidency of the General Assembly \r\nand to assure you of Togo’s full willingness to support \r\nyour actions throughout your mandate. I also take this \r\nopportunity to pay tribute to Secretary-General Ban \r\nKi-moon, who continues to take bold initiatives to \r\nenable the Organization to effectively fulfil its mandate \r\nin promoting peace and sustainable development.\r\nThe theme that you have chosen for the sixty-eighth \r\nsession, “The post-2015 development agenda: setting \r\nthe stage”, is indicative of the particular attention that \r\nthe countries of the South give to development issues. \r\nAt the same time, it is an invitation to the United \r\n13-49063 21/46\r\n01/10/2013 A/68/PV.23\r\na democratic society capable of guaranteeing to every \r\ncitizen, without exception, the peace, harmony, well-\r\nbeing, justice and freedom that are prerequisites for our \r\nsociety’s full f lourishing and that must go hand in hand \r\nwith our economic and social development goals.\r\nFor nearly a decade, the Government of Togo \r\nhas adopted a policy of dialogue and consensus in \r\nmanaging State affairs. It is in that context that it has \r\ncontinued to urge the country’s political class to engage \r\nin dialogue in order to ensure that election processes are \r\ndefinitively free of violence and that the new cycle of \r\npeaceful political life becomes more solidly entrenched. \r\nThus, in addition to the reshuffling that has taken place \r\nsince May 2012, following the recommendations of the \r\nelectoral observation missions, particularly that of the \r\nEuropean Union, new measures have been adopted. \r\nThey have to do with the reorganization of the national \r\nindependent electoral commission, the new electoral \r\ncode and laws on electoral districting, the financing \r\nof political parties and the status of the opposition. \r\nThose measures enabled us to hold free, democratic, \r\ntransparent and calm elections to the legislature on \r\n25 July.\r\nThis is the moment for me to thank all the partners \r\nwho supported my country throughout the process, as \r\nwell as the various observation missions, which, on the \r\ncompletion of their work, expressed their satisfaction \r\nwith the good conduct of the elections. The new \r\nParliament that emerged from the elections will continue \r\nwith the institutional and constitutional reforms \r\nstipulated in the global political agreement signed in \r\nLomé in August 2006 between the Government and the \r\npolitical parties, in order to ensure that Togo will finally \r\npossess an institutional framework that strengthens \r\ndemocracy and the rule of law and consolidates our \r\neconomic and social gains. Similarly, the Government \r\nelected in the legislative elections of 25 July has been \r\ngiven the primary mandate of stepping up its work in \r\npriority social areas such as health, education, access \r\nto safe drinking water and sanitation, and youth \r\nemployment.\r\nThat road map keeps the 2015 deadline in view as \r\nit seeks first and foremost to continue Togo’s efforts \r\nto meet the Millennium Development Goals in the \r\nestablished time frame. Our new frame of reference \r\nfor development in the medium term, the strategy \r\nfor accelerated growth and job promotion, reflects \r\nthat determination to focus squarely on the MDGs. \r\nTogo is fully aware that effective achievement of the \r\ntheir policies in order to further integrate economic, \r\nsocial and environmental factors at all levels and across \r\nall disciplines, to ensure sustainable development \r\nacross the board. And indeed, to achieve sustainable \r\ndevelopment, there must be, at the national and \r\ninternational levels, conditions conducive to continuing \r\nand strengthening international cooperation in areas \r\nsuch as debt, trade, technology transfer, innovation and \r\nentrepreneurship and capacity-building .\r\nAchieving the MDGs is one of the Togolese \r\nGovernment’s priorities. Enormous efforts have been \r\nmade to significantly reduce poverty in the country. In \r\nthe field of education, the introduction of free primary \r\neducation since 2008 has encouraged an increase in \r\nschool enrolment, especially among young girls.\r\nWith regard to health issues, the HIV/AIDS \r\nprevalence rate has been reduced by half. The care \r\nof infected people has improved considerably, and \r\nmore than 26,000 patients are cared for by the State. \r\nThe integrated programme providing vaccination, the \r\ndistribution of insecticide-treated mosquito nets and \r\nimproved nutrition has yielded promising results in the \r\narea of  maternal and child health.\r\nIn addition, significant progress has been made \r\nin other areas of development, including agriculture, \r\nwhich, thanks to a far-reaching and ambitious national \r\nagricultural investment programme and food security, \r\nhas contributed to reducing poverty, hunger and food \r\ninsecurity.\r\nThe progress achieved by Togo received recognition \r\nfrom the Food and Agriculture Organization of the \r\nUnited Nations (FAO) in the form of an award made \r\nby that Organization during the thirty-eighth FAO \r\nConference in June in Rome.\r\nOn the social front, for some years now the \r\nGovernment of Togo has been taking proactive measures \r\nenabling us to tackle in a sustained way the problems of \r\njoblessness and underemployment among young people \r\nand their marginalization in decision-making. Among \r\nthem I can point to a national youth council, a national \r\nvolunteer programme, the creation of a support fund for \r\nyouth economic initiatives and a support programme \r\nfor the integration and development of employment \r\nopportunities.\r\nThe Government of Togo, aware of the great \r\nchallenges of the twenty-first century, is continuing to \r\nwork with faith and determination to gradually build \r\n22/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nactions in order to achieve the results we welcome \r\ntoday. From this rostrum, Togo, which is currently \r\nchairing the West African Economic and Monetary \r\nUnion, of which Mali is a member, would like to \r\nreiterate the community’s pleasure at this success of \r\nthe highly diverse Malian people, who demonstrated \r\ntheir political maturity and the ability to overcome their \r\ndifferences in the national interest.\r\nIn accordance with its ongoing commitment to \r\npeace, security and stability, internationally and in the \r\nWest African subregion in particular, Togo continues \r\nto work within the entities and institutions of which it \r\nis a member and, through its MINUSMA contingent, \r\nto contribute to helping the Government of Mali. That \r\nis why my country invites the community of nations to \r\ncontinue to support Mali on the road to rebuilding both \r\nthe infrastructure that was destroyed in the north of \r\nthe country and its economic development, which was \r\nseverely damaged in the crisis.\r\nThere are other situations in Africa that deserve our \r\nclose attention by reason of the degree to which they \r\ncontribute to the continent’s insecurity and undermine \r\nour efforts to achieve the MDGs. The Central African \r\nRepublic, the Democratic Republic of the Congo, \r\nLibya and many other countries are currently sources \r\nof concern, since peace and security are still tenuous \r\nin those brotherly countries. While we commend the \r\nbold actions that have already been taken to halt those \r\nconflicts, we would like to urge the international \r\ncommunity to continue to work to that end alongside \r\nthe African Union, which has made extraordinary \r\nefforts to overcome all the obstacles to the continent’s \r\neconomic rebirth.\r\nAmong the scourges that have the potential to slow \r\nAfrican States’ development is that of transnational \r\norganized crime, whose pernicious impact on our \r\neconomies is clear. Where the States of the Gulf of \r\nGuinea are concerned, piracy and armed robbery \r\non the high seas have recently become a new type of \r\nscourge that is more and more worrying and whose \r\nseriousness demands general involvement and a strong, \r\nfirm and uncompromising response on the part of the \r\ninternational community as a whole, as well as the \r\ncountries concerned.\r\nIn that regard, my country, which is currently \r\na member of the Security Council, welcomes the \r\ncommitment whereby the Council has included the \r\nissue in its agenda, on the initiative of our States. The \r\nCouncil’s position has enabled the United Nations \r\nMDGs requires resources. That is why we are actively \r\ncommitted to promoting good governance.\r\nUnder that heading fall our strategic plan for \r\nmobilizing the Togolese diaspora, our accession to \r\nthe Extractive Industries Transparency Initiative, \r\nthe establishment of a regulatory authority for public \r\ncontracts in order to improve the business climate, \r\nthe restructuring of public enterprises and the finance \r\nsector and especially the establishment of a revenue \r\noffice responsible for the collection of both customs \r\nand tax receipts. None of this progress and success \r\nwould have been possible for Togo without the support \r\nof our development partners, whom we would like to \r\nthank once again, and to whom we turn for increased \r\nsupport within the framework of the partnerships that \r\nbind us together.\r\nTogo remains deeply convinced that our efforts to \r\nmeet the targets we set ourselves through the MDGs \r\ncannot succeed in isolation. While every State has its \r\nown challenges, the international community must \r\ncommit to working on them collectively, owing to the \r\ninterdependence that is the hallmark of today’s world. \r\nIn the face of accelerating global change, worsening \r\ninsecurity and the urgency of finding a collective \r\nsolution to the challenges our Organization is dealing \r\nwith, I can assure the Assembly that Togo remains \r\ncommitted to seeking a vision of a united, integrated \r\nworld where every State must cooperate to promote \r\npeaceful coexistence and good neighbourliness and to \r\ncombat poverty and underdevelopment in all its forms, \r\nas well as political, ideological, ethnic and religious \r\nintolerance.\r\nHere I would like to touch on the case of Mali, where \r\nthe danger represented by terrorist groups and extremist \r\njihadists, coupled with a serious humanitarian crisis, \r\nprompted the United Nations to action with a speedy \r\nmilitary intervention and peacekeeping operation. In \r\nthat regard, the adoption of an integrated United Nations \r\nstrategy for the Sahel, in the months after Security \r\nCouncil resolution 2100 (2013) established the United \r\nNations Multidimensional Integrated Stabilization \r\nMission in Mali (MINUSMA), has been crucial. The \r\nholding of the presidential elections on 28 July and \r\n3 August was an unquestionable success not only for \r\nthe Malian people and their leaders but also for the \r\ninternational community.\r\nTogo is pleased that regional and subregional \r\norganizations, along with the international community, \r\nwere able to speak with one voice and coordinate their \r\n13-49063 23/46\r\n01/10/2013 A/68/PV.23\r\nIn conclusion, I would like to emphasize, with \r\nregard to the MDGs, the need to stay the course, \r\nregardless of the results achieved by each individual \r\nState. Better yet, the international community must be \r\nmore ambitious in the goals that it will establish for \r\nthe post-2015 period, because, given the challenges of \r\nthe contemporary world, it is no longer simply a matter \r\nof reducing the proportion of persons suffering from \r\nhunger, malnutrition and endemic diseases. Our aim \r\nmust be to eradicate them. Only by mobilizing all our \r\nefforts in the pursuit of those very important goals will \r\nwe increase our chances of actually achieving them.\r\nThe President: I now call on His Excellency \r\nMr. Xavier Lasso Mendoza, head of the delegation of \r\nthe Republic of Ecuador.\r\nMr. Lasso Mendoza (Ecuador) (spoke in Spanish): \r\nIt is an honour, Mr. President, for me to address the \r\nGeneral Assembly. Things have changed since I was first \r\nhere, and not only because time has passed and we have \r\nall become a little older — not that old age is a problem. \r\nThe problem is how we approach it and, indeed, how we \r\napproach disability. That is why Ecuador believes that, \r\nin the context of the 2015 and post-2015 development \r\nagenda, we should include quantitative targets with \r\nmeasurable goals for persons with disabilities, together \r\nwith international cooperation. Let us never again \r\nadopt a development agenda that fails to take account \r\nof persons with disabilities and their families. We must \r\ntake specific measures to incorporate disability at \r\nthe global, regional and national levels with a view to \r\nachieving verifiable results.\r\nAs I was saying, things have changed since my first \r\nvisit to the General Assembly Hall. Many words have \r\nreverberated within its walls, and ended up who knows \r\nwhere. Much has been said, and perhaps even the \r\nmost patient among us is becoming a little exhausted. \r\nOur address, which may contain many impromptu \r\ncomments, states things as we find them. I see, as others \r\nperhaps have, that every day it is becoming increasingly \r\ndifficult to reach this colourful, cosmopolitan city. I do \r\nnot think that is what its inhabitants want, for with their \r\nclamour they seem to be celebrating the diversity of the \r\nworld that is characteristic of New York. It is in fact the \r\nbureaucrats that put obstacles in our way, drawing lines \r\nthat are frequently difficult to cross.\r\nWhat shall we do in future years in the face of the \r\nobstacles that sometimes isolate the United Nations \r\nHeadquarters? How can we, with the agreement of \r\nall, ensure that the Charter of the United Nations is \r\nOffice for Central Africa and the United Nations Office \r\nfor West Africa to be a strong presence in the quest for \r\nsolutions to the problem, through the Summit of Heads \r\nof State and Government of the Economic Community \r\nof Central African States and the Economic Community \r\nof West African States on maritime safety and security.\r\nThe summit that was held in Yaoundé on 24 and \r\n25 June led to the adoption of a code of conduct for the \r\nprevention and suppression of acts of piracy and armed \r\nrobbery against ships and illegal maritime activities. \r\nThe fight against those scourges calls for enhanced \r\ninternational cooperation, in particular among United \r\nNations and regional and subregional organizations, in \r\nline with the Charter of the United Nations. However, \r\nregional and subregional organizations will not be able \r\nto effectively tackle those current major challenges if \r\nthey are not granted substantial resources.\r\nThe Syrian conflict continues with its atrocities \r\nand daily tragedies, which culminated in the use of \r\nchemical weapons on 21 August. The international \r\ncommunity has long stood by, powerless, as the conflict \r\nhas taken its gruesome toll. However, we express the \r\nhope that Security Council resolution 2118 (2013) \r\nwill open up promising new prospects for peace and \r\nan inclusive political transition in Syria. That means \r\nthat the international community must do more on the \r\nhumanitarian front by providing aid to Syrians in need, \r\nboth inside and outside the country. In that regard, \r\nwe ardently hope that the holding of the “Geneva II” \r\nconference will provide an opportunity for ending \r\nthe crisis through the establishment of a transitional \r\nGovernment based on consensus and an inclusive \r\nprocess.\r\nI cannot fail to mention the Israeli-Palestinian \r\nconflict by welcoming the resumption of direct \r\nnegotiations between the two parties, thanks to the \r\nsustained efforts of President Barack Obama. Togo calls \r\non the Israeli and Palestinian authorities to negotiate in \r\ngood faith to reach, in the shortest possible time, an \r\nagreement that finally allows for the creation of two \r\nStates living side by side in peace and security and \r\nwithin internationally recognized borders.\r\nThe challenges facing our States are numerous \r\nand vast, but we believe in the ability of the United \r\nNations to deal with them. It is therefore important that \r\nwe re-establish the United Nations on the basis of the \r\nvalues  that led to its creation, which are, essentially, the \r\nmaintenance of international peace and security and \r\nthe strengthening of international cooperation.\r\n24/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nexcluding such other entities as the Human Rights \r\nCouncil.\r\nBecause we believe that this is the forum in which \r\nto defend the right of all peoples to be respected, \r\nbeginning with respect for their territorial integrity, we \r\nare reitereating, for the umpteenth time, that the time \r\nhas come for the Israeli settlements to cease and for \r\nPalestine to be respected and recognized within the \r\n1967 borders, with East Jerusalem as its capital.\r\nAlong the same lines, we would like to make \r\na democratic appeal: 188 of the Organization’s 193 \r\nMember States have clearly stated that it is time to end \r\nthe unjust embargo that the United States has imposed \r\non Cuba. Cuba is part of the Bolivarian Alliance for \r\nthe Peoples of Our Americas. Cuba is a member State \r\nof the Community of Latin American and Caribbean \r\nStates. Cuba is part of the international community, \r\nand its people cannot continue to suffer the harmful \r\nconsequences of that embargo.\r\nWe also would like to reiterate our belief that \r\ndialogue can resolve the Malvinas Islands conflict. The \r\nUnited Kingdom must accede to what has been called \r\nfor at the United Nations so often, that is, to sit at the \r\nnegotiating table and leave the history of overseas \r\nterritories to the shameful past. The Malvinas lie \r\nvery close to Argentina, and quite far from the United \r\nKingdom.\r\nAllow me briefly to mention that, in my country, \r\nwe have recognized the rights of nature. We have to \r\nwager on different things. We must rein in the capacity \r\nto devastate of those who want unlimited growth even \r\nat the cost of ecological balances. Once disrupted, \r\nnature itself will restore those balances and all of us \r\nwill be cast out, with not even a trace remaining of what \r\nwe arrogantly call civilization.\r\nWe have therefore decided to raise our voice \r\nagainst the high-handedness of some multinational \r\nfirms — and in that regard have had the support of other \r\nGovernments — whose unbridled pursuit of unlimited \r\nprofit subjugates human beings for the sake of capital, \r\ndamages the environment and violates human rights, all \r\nthe while having us believe that it is possible to bring a \r\nState and its people to its knees.\r\nEcuador has stood up to the defamatory campaign \r\nof one such company. In 2011, Chevron was ordered \r\nto pay $19 billion in response to the claim lodged by \r\n30,000 inhabitants of my country who were affected by \r\nthe devastating pollution that firm left behind in the \r\nrespected? The host country, which is well aware how \r\ndiverse the Organization is, wants to be the sole arbiter \r\nof who can come and who cannot, on the basis of its \r\nown likes and dislikes.\r\nThat very powerful State has also taken it upon \r\nitself to spy on us, on the pretext of safeguarding its own \r\nsecurity. It is true that human beings everywhere have \r\nlived through times of fear and terror. There is good \r\nreason to be vigilant. But the history of humankind, \r\nand consequently of the Organization, is in part the \r\nrecording of an evolution in the rights of every one of \r\nus. We have been building and reinforcing rights that \r\nwe consider to already have been established, such as \r\nthe privacy and inviolability of communications. It is \r\ntherefore regrettable that, at a time when technological \r\nadvances have enabled every man and every woman \r\nto communicate with every other man and every other \r\nwoman throughout the world, an Administration has set \r\nup a global surveillance system that knows no borders, \r\nthat does not differentiate between friends and enemies \r\nand that fails to distinguish between criminals and law-\r\nabiding citizens.\r\nLet us be frank: it is not the existence of a system \r\nthat intrudes upon the private life of every person in \r\nthe world that surprises us. We all in fact suspected \r\nthat such a system existed. No, it is its sheer scope \r\nthat confounds us — a global espionage system \r\nthat knows no limits, without even respect for the \r\nbounds of common decency, and without regard for \r\nthe sovereignty of States and the right to privacy and \r\nfreedom of expression of all citizens.\r\nIt cannot be denied that the bonds of trust between \r\nStates and Governments, which underpin negotiations, \r\namong other things, and effective agreements to combat \r\ninternational organized crime, including terrorism, have \r\nbeen seriously compromised by the unrestrained actions \r\nof the United States, which has taken it upon itself to spy \r\non our communications. Many of the countries affected \r\nhave requested, on behalf of their Governments and \r\ncitizens, that the United States Government account \r\nfor its universal espionage programmes, but have not to \r\ndate received a satisfactory response.\r\nOn numerous occasions, we have heard the \r\nrepresentatives of the United States Government \r\nexpress to the United Nations their readiness to discuss \r\nthe issue. My delegation is willing to initiate such a \r\ndiscussion forthwith, in a frank, clear and open fashion, \r\nand believes that there is no better forum for doing \r\nso than the Assembly and its Committees, without \r\n13-49063 25/46\r\n01/10/2013 A/68/PV.23\r\nthe use or the threat of the use of force and calls for \r\nrespect for the sovereignty, independence and territorial \r\nintegrity of States. As a State party to the Chemical \r\nWeapons Convention, we condemn the use of chemical \r\nweapons in the Syrian Arab Republic by any party. We \r\nalso reiterate the obligation of States to refrain from \r\nproviding any type of military support to non-State \r\nactors.\r\nThose are some of the topics that cause us major \r\nconcern. There will be more, voiced by others, so \r\nthat we can ultimately approach the world with hope \r\nand restore our human capacity to be able to continue \r\nbelieving in what inspired the establishment of the \r\nUnited Nations: dialogue for the sake of peace, as well \r\nas democracy, justice, inclusion and equality and as an \r\nantidote to war.\r\nThe President: I now give the f loor to His \r\nExcellency Mr. Carlos Filomeno Agostinho das Neves, \r\nhead of the delegation of Democratic Republic of Sao \r\nTome and Principe.\r\nMr. Das Neves (Sao Tome and Principe) (spoke in \r\nPortuguese; English text provided by the delegation): \r\nOn behalf of the Democratic Republic of Sao Tome \r\nand Principe, the country that I have the honour of \r\nrepresenting in the highest forum of international \r\ndiplomacy, where all States have an equal voice \r\nregardless of size or geographic location and which was \r\ncreated as a result of a pressing need for communication \r\nand dialogue among the peoples of the world, I would \r\nfirst like to congratulate you, Sir, on your election \r\nas President of the General Assembly at its sixty-\r\neighth session. Your experience as a diplomat gives us \r\nconfidence that you will masterfully conduct the work \r\nof the General Assembly. In the Assembly we anticipate \r\npertinent debates concerning issues of the greatest \r\nconcern to the international community on which we \r\nhope to achieve consensus and identify the best paths \r\nto lasting solutions.\r\nWe also wish to express our appreciation and \r\nesteem to Secretary-General Ban Ki-moon for his \r\ndedication and his efforts in conducting the work of the \r\nOrganization, and we thank His Excellency Mr. Vuk \r\nJeremić for his positive contribution as President of the \r\nGeneral Assembly at its sixty-seventh session.\r\nToday, unfortunately, we are forced to begin our \r\nstatement by expressing the strongest condemnation of \r\nthe bloody terrorist attack in Kenya. The Democratic \r\nRepublic of Sao Tome and Principe offers its most \r\nAmazon. I should make it clear that it was not the State \r\nof Ecuador that sued the corporation, it was our people.\r\nWe must also denounce the overwhelming statistics \r\nshowing how arbitration tribunals fail countries such \r\nas mine, which, paradoxically, can serve to shed \r\nlight on the web of intersecting interests among \r\nbusinesses, arbitrators and lawyers associated with \r\nsuch tribunals. We in South America have undertaken \r\nvarious initiatives, such as the establishment of a \r\ndispute-settlement centre within the Union of South \r\nAmerican Nations. The centre will play a key role in \r\nreconfiguring the balance between national public \r\ninterests and multinational private profits.\r\nMy country condemns the violence being \r\nexperienced in Syria, as well as serious violations of \r\ninternational law and human rights, regardless of their \r\nsource. From the outset, Ecuador has argued that a \r\nmilitary solution is not a way out of the crisis in Syria. \r\nWe must always address armed conflicts head-on, \r\nsetting aside any manipulation in sole pursuit of outside \r\ninterests. We should allow comprehensive solutions \r\nbased on international law to bear fruit and f lourish.\r\nIn that context, the situation in Syria, a millennial \r\nnation facing a terrible period, deserves our sincere \r\nand sustained attention, for hundreds of thousands of \r\nhuman lives have been lost and thousands of others \r\nconstantly confront danger.\r\nEcuador welcomes as a positive step Syria’s recent \r\naccession to the Convention on the Prohibition of the \r\nDevelopment, Production, Stockpiling and Use of \r\nChemical Weapons and on Their Destruction. We look \r\nforward to the final results of the investigations by the \r\nUnited Nations on all claims of chemical weapons in \r\nSyria, because only on the basis of those results can \r\nthe international community be confident of having a \r\nsufficiently broad and much more credible overview.\r\nAs an executive member of the Organization for the \r\nProhibition of Chemical Weapons, Ecuador joined the \r\nconsensus on the adoption of the decision on chemical \r\nweapons in the Syrian Arab Republic. We did so because \r\nwe believed that decision reflected the endeavours of \r\nthe international community to preserve peace, defend \r\nthe lives of Syrian citizens and move towards a political \r\nsolution to the crisis.\r\nWe also note, and we consider it very important, \r\nthat the Security Council’s decision should not be \r\ninterpreted by any State as a justification for unilateral \r\naction that violates international law, which prohibits \r\n26/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nproposed for the current session of the General \r\nAssembly — “The post-2015 development agenda: \r\nsetting the stage” — which remains relevant despite \r\nthe ongoing financial and economic crisis the world \r\nis facing. My country remains firmly convinced \r\nthat addressing that important theme in its various \r\ndimensions during the current session and through \r\n2015 will encourage each and every State Member of \r\nthe United Nations to contribute more effectively and \r\ndynamically towards the future we want.\r\nIn addition to identifying the progress made in \r\nimplementing the eight Millennium Development \r\nGoals, the debate and reflection on the post-2015 \r\ndevelopment agenda allows us to explore ways and \r\nmeans of building a more promising future for our \r\nnations and our peoples.\r\nThe sixty-eighth session of the General Assembly \r\nis taking place at a time when the Democratic Republic \r\nof Sao Tome and Principe has completed two important \r\nphases of public consultation aimed at guiding the \r\ncountry in re-charting its course to achieveing the \r\nMillennium Development Goals and enabling our \r\npositive contribution to the new post-2015 development \r\nagenda.\r\nGood governance, economic development, \r\ndeveloping human capital, food and nutritional security, \r\nas well as peace, tranquillity and security, are among the \r\nareas in which Sao Tome and Principe must improve its \r\nperformance in the near future and represent the basic \r\nrequirements to drive the country’s development.\r\nThe citizens of Sao Tome and Principe are of the \r\nview that a new development agenda must offer a \r\nframework to consolidate the significant progress made \r\nin implementing the eight Millennium Development \r\nGoals — especially in the areas of education and \r\nhealth — as well as an opportunity to advance \r\ninternational political participation and exchange \r\naimed at development in the context of a continuously \r\nevolving political and economic environment and \r\nincreasing global challenges. We therefore thank \r\nthe various development partners of the Democratic \r\nRepublic of Sao Tome and Principe for their valuable \r\ncontributions towards the achievement of our goals.\r\nSince its establishment, in 1945, in accordance \r\nwith the principles and objectives enshrined in its \r\nCharter, the United Nations has been called on to play \r\nan important role in building and maintaining peace \r\nand security in the world as an essential condition for \r\nprofound sentiments of sorrow and our solidarity \r\nwith the people of Kenya, their Government and the \r\nbereaved families.\r\nThe current international environment does not \r\nseem to have changed significantly since the previous \r\nsession. Indeed, new bloody conflicts and violence \r\nseem to break out almost on a daily basis everywhere, \r\nrevealing the deep disagreements and antagonisms \r\nthat exist both within each State and among various \r\nStates in the community of nations. The profound \r\nimbalance in international relations, the injustice of the \r\ntrading system, the enormous divide in access to goods \r\nand in cultural values and the glaring disparities in \r\ninformation access and knowledge among the peoples \r\nof our planet do not contribute to improved living \r\nconditions for millions of human beings. Rather, they \r\nlead to increased conflict and threats to international \r\npeace and security.\r\nAs it has done each year, the Democratic Republic \r\nof Sao Tome and Principe reaffirms, in accordance \r\nwith its principles, its desire to see the United Nations \r\nassume a more active role in righting the imbalances \r\nand in efforts to mediate and resolve international \r\nconflicts.\r\nThe fight against poverty, the struggle against \r\ninjustice and promoting greater dissemination of \r\nknowledge must, in our view, remain ongoing concerns \r\nof the Organization, so as to ensure that all peoples \r\nachieve satisfactory development and dignity, in \r\naccordance with the Millennium Development Goals, \r\nthereby reducing the level of conflict and hostility that \r\nis prevalent in the world today.\r\nAlong those lines, my country has implemented \r\nextensive political and institutional reforms in various \r\nareas, in order to engage all of its citizens in building \r\na more democratic and transparent Government and a \r\nmore participatory society in the pursuit of solutions \r\nto help fight poverty. We have not forgotten the need \r\nto provide the entire population with easier access to \r\neducation, basic health care and safe drinking water, \r\nas well as modern communications, as a means to \r\nincrease knowledge and improve living conditions. \r\nThat requires an enormous effort from a country with \r\nscant economic and financial resources; it therefore \r\nrequires international aid to achieve sustainability and \r\nthe established development goals.\r\nMy country congratulates and commends you, \r\nSir, for the relevance and timeliness of the theme \r\n13-49063 27/46\r\n01/10/2013 A/68/PV.23\r\ncontinue to exert every effort to contribute to the \r\nsuccess of that process, so that peace and happiness \r\nmay return to the people of our sister nation.\r\nMali, another country tormented by a fratricidal \r\nwar, seems to have finally reached an encouraging \r\npoint, as it recently held presidential elections with \r\nresults that have been peacefully and universally \r\naccepted. We congratulate the new President and hope \r\nthat he may find the best path towards maintaining \r\npeace and inclusive dialogue among all Malians.\r\nThe Central African Republic is today experiencing \r\none of the worst moments in its history. Indeed, we \r\nhave observed barbaric acts there, such as summary \r\nexecutions and widespread pillage. Public services \r\nare crumbling. The humanitarian situation has already \r\nbeen determined to be catastrophic by United Nations \r\nspecialized agencies, thus requiring vigorous and \r\nurgent action. Therefore, the Democratic Republic of \r\nSao Tome and Principe, out of concern for the suffering \r\nof the tormented people of our sister nation, appeals to \r\nthe entire international community for a more vigorous \r\nintervention to mitigate their suffering, preserve \r\nnational sovereignty and help national political actors \r\nto promote national unity and political stability.\r\nThe longstanding issue of the Western Sahara calls \r\nfor our attention and requires greater involvement from \r\nall in the search for a definitive solution to the protracted \r\nnegotiation process. We therefore welcome with \r\nsatisfaction the willingness expressed by the Moroccan \r\nGovernment to support the efforts of the international \r\ncommunity to achieve a negotiated political and \r\nmutually acceptable solution, and encourage both \r\nparties to return to the negotiation process.\r\nCurrently, our attention is focused on the issue \r\nof piracy in the Gulf of Guinea, which greatly affects \r\nthe safety of navigation and may destabilize countries \r\nin the region. That would prevent them from taking \r\nadvantage of their natural resources, causing great \r\nharm to their population. The territorial waters of Sao \r\nTome and Principe are 150 times the size of our land \r\nmass. Therefore, we are extremely concerned about \r\nthe risks of acts of piracy spreading in the Gulf of \r\nGuinea. Recently, the Heads of State and Government \r\nof countries that form the Commission of the Gulf \r\nof Guinea, which we seek to expand, held a summit \r\nto adopt measures aimed at combating that scourge. \r\nBut our firm action in that regard will be successful \r\nonly if we can also count on the efforts of the entire \r\ninternational community.\r\npromoting development on a global scale. However, \r\nall agree that the Organization must adapt to the new \r\nchallenges of the times. Its operational and functional \r\nstructures must become more dynamic, with greater \r\nf lexibility, so as to meet the increasing demands of the \r\nnew era.\r\nThe ongoing reform of the entire United Nations \r\nsystem must be completed, and the Democratic Republic \r\nof Sao Tome and Principe urges acceleration of that \r\nprocess. We believe that a broad and consensual reform \r\nof the United Nations will provide the Organization with \r\nthe greater f lexibility, representation, effectiveness, \r\ncapacity and legitimacy that it requires to continue \r\nto ensure peace, security and development for its \r\nMembers.\r\nUnfortunately, the bloody conflicts that appear \r\nto proliferate almost everywhere and emerge where \r\nthey are least expected are not decreasing in number. \r\nWhether caused by social antagonisms resulting from \r\nthe poor distribution of wealth or from ethnic or \r\nreligious intolerance, the fact is that they persist.\r\nThere has been no significant progress in resolving \r\nthe continuing conflict in the Democratic Republic \r\nof the Congo, despite the laudable efforts of the \r\ninternational community — namely, the United Nations \r\nand the African Union — towards finding a solution that \r\nleads to peace and stability in the region. Therefore, we \r\ncannot fail to appeal to the neighbouring countries of \r\nthe Democratic Republic of the Congo for constructive \r\nforms of cooperation and trust in their relationships.\r\nWe welcome the progress made in Guinea-\r\nBissau following the many initiatives undertaken \r\nby the international community, namely, the United \r\nNations, the African Union, the Economic Community \r\nof West African States and the Community of \r\nPortuguese-speaking Countries (CPLP). We \r\ncongratulate the United Nations and African Union \r\nrepresentatives to Guinea-Bissau for their efforts \r\nas mediators in the country, in cooperation with \r\nother stakeholders. Those efforts created conditions \r\nconducive to promoting further progress in stabilizing \r\nand preparing the country for the general elections \r\nand in restoring it to constitutional and democratic \r\nnormality — the profound aspiration of its people.\r\nMy country is counting seriously on the stabilization \r\nprocess and encourages all parties involved to do their \r\nbest to achieve the established goals. In coordination \r\nwith the other States members of the CPLP, we will \r\n28/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nIn conclusion, I wish to reaffirm my country’s \r\ncommitment to contributing, with the United \r\nNations, towards a peaceful and negotiated solution \r\nto international conflicts, and hope that the post-2015 \r\ndevelopment agenda will translate into programmes \r\nthat can help improve the living conditions of all people \r\non our planet.\r\nThe President: I now give the f loor to His \r\nExcellency Mr. Ib Petersen, head of the delegation of \r\nDenmark.\r\nMr. Petersen (Denmark): In the twenty-first \r\ncentury, old distinctions between North and South, and \r\ndeveloped and developing countries are beginning to \r\nlose their meaning. We are witnessing significant shifts \r\nin the geopolitical balance, in population dynamics \r\nand in economic power between Member States. As \r\ndocumented in this year’s United Nations Human \r\nDevelopment Report, many developing countries \r\nare experiencing faster economic growth. Emerging \r\neconomies now produce the majority of the world’s \r\ngoods and services, and three quarters of the world’s \r\neconomic growth is said to depend on their dynamism.\r\nToday, emerging economies and middle-income \r\ncountries are an important part of reshaping the global \r\neconomy. In a globalized world, with dramatic shifts of \r\npower and influence, a strong United Nations is more \r\nrelevant than ever before. We need the United Nations, \r\nwith its unique legitimacy and its universal membership. \r\nWe need a United Nations that can contribute to global \r\nchallenges with common solutions. We need a United \r\nNations that reflects the changing political landscape, \r\nincluding through a reformed Security Council. Above \r\nall, we need a United Nations that can help to mediate, \r\nprevent and resolve armed conflicts. For the United \r\nNations to be able to contribute effectively to resolving \r\narmed conflicts, it is crucial that the Security Council \r\nshow leadership and prove that it can fulfil its primary \r\npurpose and responsibility of cooperating to resolve \r\ninternational crises and to promote universal respect \r\nfor human rights.\r\nToday, the total number of people uprooted by \r\nconflict or persecution is close to 45 million, the \r\nhighest level in 18 years. That illustrates the human \r\nsuffering and costs of conflict, which we must do our \r\nutmost to prevent and resolve. An integrated approach \r\nto preventive diplomacy, peacebuilding, peacekeeping \r\nand the prevention of atrocities is crucial. The cure for \r\narmed conflict and instability is to invest in democratic \r\nThe Gulf of Guinea is a point of reference in \r\nnavigation routes that connect the northern and \r\nsouthern hemispheres, as well as other important \r\neconomic regions of the world. Its protection deserves \r\neveryone’s attention. Combating piracy requires the \r\nestablishment of an environment that is conducive to \r\nglobal security. Since piracy is normally associated \r\nwith transnational crimes such as the trafficking of \r\narms, drugs and persons, which Sao Tome and Principe \r\ncondemns emphatically, my country has joined other \r\nStates in the region to combat such activities and has \r\ntaken steps at the national level that make it more \r\ndifficult for our territory to be used for the purpose of \r\nmoney laundering or the financing of other illicit or \r\ncriminal acts.\r\nWith regard to the bloody conflict that is \r\nravaging Syria and causing a humanitarian tragedy \r\nof great proportions, the Democratic Republic of Sao \r\nTome and Principe vehemently condemns the use of \r\nchemical weapons in violation of all international \r\nagreements. We also take this opportunity to welcome \r\nrecent developments towards dismantling the Syrian \r\narsenal of chemical weapons and urge both parties \r\nto the conflict and the international community to \r\npursue a compromise that will lead to the cessation of \r\nhostilities, thereby paving the way for open dialogue \r\nand negotiations within a multilateral framework aimed \r\nat a political solution to establish lasting peace.\r\nAs for the Israeli-Palestinian issue, we urgently \r\nappeal to both Israel and Palestine to move towards \r\nresolving their differences through dialogue, based on \r\nrespect for the integrity of the State of Israel and the \r\nright of a Palestinian State to exist.\r\nThe Republic of Cuba, whose internal reforms we \r\nwelcome, has the right to choose its path freely, without \r\nany restrictions imposed by an embargo that penalizes \r\nits economic and social development, with grave \r\nconsequences for the country’s population.\r\nWe also acknowledge the climate of constructive \r\ndialogue between Taiwan and the People’s Republic \r\nof China, which serves to send a positive signal that \r\ntensions are decreasing in the region, which we welcome \r\nand encourage. Both parties along the Formosa Strait \r\nmust work peacefully towards reaching an agreement \r\non the normalization of their relations. For our part, we \r\ncontinue to support the integration of Taiwan within \r\ninternational organizations.\r\n13-49063 29/46\r\n01/10/2013 A/68/PV.23\r\nperhaps the greatest challenge to combating poverty, as \r\nlow-income fragile States are those most off-track in \r\nterms of reaching the Millennium Development Goals \r\n(MDGs). It is therefore essential that the central roles \r\nof State-building and peacebuilding be duly reflected \r\nin the post-2015 framework.\r\nThe New Deal for Engagement in Fragile States, \r\nled by the g7+ countries, provides peacebuilding \r\nand State-building goals that call for a global effort \r\nto strengthen people’s security, to reduce violence, \r\nto increase people’s access to justice, to generate \r\nemployment and to improve livelihoods. We urge that \r\nthe experiences and lessons learned from the New Deal \r\nbecome a source of inspiration for discussions on the \r\npost-2015 development framework.\r\nThe process of establishing the post-2015 \r\ndevelopment agenda should result in a single universal \r\nframework with one set of goals that can unite the world \r\nin a strong effort to eradicate extreme poverty, promote \r\nsustainable development and ensure all people the \r\nright to a better life. Denmark welcomes the outcome \r\ndocument of the High-level Meeting of the General \r\nAssembly on the Realization of the Millennium \r\nDevelopment Goals and other Internationally Agreed \r\nDevelopment Goals for Persons with Disabilities \r\n(resolution 68/3), adopted last week, which provides a \r\nfirst important step towards that vision.\r\nAt the same time, unfinished business from the \r\nMDGs must figure prominently in the post-2015 \r\ndevelopment agenda. The focus should be on ending \r\nextreme poverty in one generation while promoting \r\nsustainable development in all its dimensions. The \r\nempowerment of women and girls and access to basic \r\nservices, such as health and education, must not drop \r\noff the agenda. On the contrary, we must commit to \r\ndoing more to close those gaps.\r\nDenmark is committed to shouldering its share of \r\ncollective responsibility. In 2012, Denmark provided \r\n0.83 per cent of its gross national income as official \r\ndevelopment assistance, and it has been fulfilling the \r\ninternational target of 0.7 per cent since 1978. Also, we \r\nare strengthening our efforts to work in partnership with \r\nprivate business and other non-State actors to increase \r\ninvestments in developing countries, especially in \r\nAfrica.\r\nAs also highlighted by the Secretary-General and \r\nthe High-level Panel on the Post-2015 Development \r\nAgenda in their reports, a new, coherent post-2015 \r\nstructures that protect civilians and their human rights \r\nand contribute to socioeconomic progress. In recent \r\nyears, the Security Council has increasingly integrated \r\nthe rule of law, human rights and the protection \r\nof civilians into its mandates for United Nations \r\npeacekeeping and peacebuilding missions. That is an \r\nencouraging development that Denmark supports fully.\r\nDenmark agrees with the Secretary-General that \r\nbuilding societies that are resilient to crimes of atrocity \r\nincreases the prospects of long-term peace and stability. \r\nThe unacceptable human suffering in Syria is a tragic \r\nreminder of the consequences when no early action to \r\nprevent crimes of atrocity is undertaken. Advancing \r\nthe primary responsibility of States to protect their \r\npopulations should be a concern for all Governments. \r\nThe responsibility to protect is consistent with existing \r\nobligations and international human rights law, \r\nhumanitarian law and refugee law, which are binding \r\non all States. Denmark calls on Member States to join \r\nthe global network of responsibility-to-protect focal \r\npoints, which works to integrate the prevention of \r\natrocities in national policies, and to engage with other \r\nMember States and regional organizations in order \r\nto build capacity and cooperation before crises and \r\nconflicts break out.\r\nAt the same time, we must ensure accountability \r\nfor human rights violations and for crimes of atrocity \r\nin the past. The perpetrators of those crimes must be \r\nbrought to justice. While the Security Council last \r\nFriday took an important step to address the crisis in \r\nSyria, Denmark reiterates its call on the Council to refer \r\nthe case of Syria to the International Criminal Court.\r\nSexual violence in conflict is one of the most \r\npersistent injustices in the world today, and often one \r\nof the most neglected. We must combat sexual violence \r\nas a method of warfare. Likewise, we must promote the \r\nparticipation of women in peacebuilding and in social \r\nand economic recovery. Denmark strongly believes \r\nthat no durable peace can be attained without the full \r\nand equal participation of women in peacekeeping and \r\npeacebuilding processes.\r\nBuilding sustainable peace and long-term stability \r\nremains one of the most difficult challenges for the \r\ninternational community and the United Nations. \r\nBut the investment is well worth it. We must support \r\ncountry-led and country-owned transition strategies \r\nin building paths towards resilient societies. Conflict \r\nand violence have devastating effects on development. \r\nThe complex situation in fragile States represents \r\n30/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nGovernments cannot do it alone. We need active \r\ninvolvement and a close partnership with the private \r\nsector, including businesses and private foundations, as \r\nwell as with civil society and public institutions.\r\nWe welcome the Secretary-General’s invitation to \r\na summit in September 2014 that will serve to maintain \r\nthe momentum of the climate negotiations. It is crucial \r\nto set an ambitious international agenda for tackling \r\nthe consequences of climate change. Denmark’s long-\r\nterm energy policy goal is clear: our entire energy \r\nsupply should be covered by renewable energy by \r\n2050. Denmark stands ready to support a global agenda \r\ntowards limiting global warming to 2° Celsius. Our \r\ncontribution to the Secretary-General’s Sustainable \r\nEnergy for All initiative is part of that support, including \r\nthe establishment of an energy efficiency hub in the \r\nnew United Nations City in Copenhagen. Denmark will \r\nalso work for an ambitious and operational outcome of \r\nthe the third International Conference on Small Island \r\nDeveloping States, to take place in September 2014.\r\nAt the country level, Denmark supports a United \r\nNations that can inspire change and deliver concrete \r\nresults that will benefit populations, strengthen their \r\nconfidence in political processes and pave the way for \r\nlong-term stability and development.\r\nWe condemn the indiscriminate violence that \r\nwe witness in Syria. Not only does it harm civilians \r\nin the most tragic way, it also undermines regional \r\nstability as a whole. With the conflict in Syria, we are \r\nconfronted with a humanitarian crisis of unprecedented \r\nproportions. Last month the world witnessed a further \r\nescalation of the conflict with the horrendous chemical \r\nattack in Ghouta. Denmark strongly condemns all use of \r\nchemical weapons, and we are convinced that a strong \r\ninternational reaction is required. It is crucial that those \r\nresponsible for that grave violation of international law \r\nbe brought to justice and that future use of chemical \r\nweapons be effectively prevented.\r\nFrom the very outset of the tragedy in Syria, \r\nDenmark has emphasized the need for a political \r\nsolution to end the human suffering. We welcome the \r\nadoption by the Security Council of resolution 2118 \r\n(2013), on the destruction of Syria’s chemical weapons. \r\nDenmark continues to strongly support the efforts \r\ntowards the “Geneva II” conference.\r\nIn Egypt, an already fragile situation has worsened \r\nsignificantly over the past months, during which \r\ntragic events have led to a heavy loss of civilian \r\nframework must be firmly anchored in human rights \r\nas universal values and enablers for sustainable \r\ndevelopment. Such a framework must build on the core \r\nprinciples that underpin the international human rights \r\nframework, namely, participation, accountability, \r\ntransparency and non-discrimination. It must address \r\nthe human rights of all groups in our societies and pay \r\nspecial attention to the rights of indigenous peoples.\r\nWe are losing ground when it comes to inequality \r\nwithin countries where we see a widening gap between \r\nrich and poor people. The 1.2 billion poorest people \r\naccount for only 1 per cent of world consumption, while \r\nthe billion richest consume 72 per cent. Inequalities \r\nand their underlying causes must be addressed in the \r\npost-2015 development agenda in order to effectively \r\neradicate extreme poverty, underpin socioeconomic \r\nprogress and prevent instability.\r\nGender-based discrimination, including the denial \r\nof the rights of women and girls, remains the single \r\nmost widespread driver of inequalities in today’s world. \r\nFor Denmark, it is critical that gender equality and \r\nsexual and reproductive health and rights be reflected \r\nin the post-2015 agenda. That was also underscored by \r\nthe High-level Panel report.\r\nMacroeconomic policy is essential in addressing \r\ninequalities. Equitable socioeconomic progress and \r\na fair distribution of resources are important for \r\ndeveloped and developing countries alike.\r\nScientific evidence, as just presented by the \r\nIntergovernmental Panel on Climate Change, makes it \r\nclear that climate change has become a threat multiplier. \r\nMore frequent natural disasters impact on the most \r\nvulnerable people and add another layer to fragility, \r\ninequality and instability. Unsustainable production and \r\nconsumption increase the stress on natural resources \r\nand ecosystems. The level of carbon dioxide emissions \r\ntoday is 46 per cent higher than the 1990 level. The \r\nUnited Nations and its Member States must promote \r\ninnovative technologies and new solutions to water, \r\nfood and energy scarcity, deforestation and high carbon \r\nemissions. Jointly, we must push the transformation to \r\na green economy.\r\nGreen growth is necessary if we are to deal \r\neffectively with increased demands for resources over \r\nthe next 15 to 20 years as the global population grows. \r\nGreen growth is about opportunities for all, not about \r\nobstacles for some. The access to and management of \r\nenergy and water resources are two important elements. \r\n13-49063 31/46\r\n01/10/2013 A/68/PV.23\r\nIntegrated Stabilization Mission in Mali as a strong \r\nUnited Nations peacekeeping Mission.\r\nSomalia’s New Deal Compact will be crucial for \r\nreconciliation and peacebuilding and will set the \r\npriorities for the next three years. It is important that \r\npeace and development be dealt with in an integrated \r\nway, and that there be mutual commitment to develop \r\nand follow up on the Compact for Somalia. We welcome \r\nthe explicit use in the Compact of the peacebuilding \r\nand State-building goals from the New Deal Compact, \r\nand the strong ownership by Somalia to implement the \r\nprinciples of the New Deal.\r\nThe unregulated and irresponsible international \r\ntrade in arms has had devastating effects. Earlier this \r\nyear, the General Assembly made history by adopting \r\nthe Arms Trade Treaty. Denmark supports the swift \r\nentry into force and effective implementation of the \r\nTreaty. Denmark is committed to assisting States, on \r\ntheir request, to meet their obligations under the Treaty.\r\nWe once again call upon Iran and the Democratic \r\nPeople’s Republic of Korea to comply with international \r\nlaw and the relevant Security Council resolutions. We \r\nwelcome all efforts to resolve the issue of Iran’s nuclear \r\nprogramme.\r\nThe United Nations is more relevant than ever at \r\na time when strong multilateral cooperation is needed \r\nto cope with global challenges that transcend national \r\nborders. No country can confront those challenges \r\non its own. Seen from the perspective of Denmark as \r\na small State, the United Nations could and should \r\ninspire change and help States take action when moving \r\nforward towards 2015 and beyond.\r\nAddress by Mr. Benjamin Netanyahu, Prime \r\nMinister, Minister for Foreign Affairs and \r\nMinister of Public Affairs and the Diaspora of \r\nthe State of Israel\r\nThe President: The Assembly will now hear an \r\naddress by the Prime Minister, Minister for Foreign \r\nAffairs and Minister of Public Affairs and the Diaspora \r\nof the State of Israel.\r\nMr. Benjamin Netanyahu, Prime Minister, Minister \r\nfor Foreign Affairs and Minister of Public Affairs \r\nand the Diaspora of the State of Israel, was escorted \r\nto the rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Benjamin Netanyahu, Prime \r\nlives. Democracy and dialogue must return. Progress \r\nin Egypt can come about only through a peaceful, \r\ninclusive process. Many challenges still lie ahead \r\nwith regard to the implementation of the road map for \r\na return to democratic and civilian rule in Egypt. We \r\nurge the Egyptian authorities to accept the support \r\nof the international community for that process. The \r\nUnited Nations can play an important role in supporting \r\nrespect for human rights, democracy and the rule of law.\r\nProgress in the Middle East peace process remains \r\ncritical for improving regional stability. Denmark \r\nwelcomes the United States initiative aimed at resumed \r\ndirect negotiations. All parties must now truly seize \r\nthe opportunity for peace and work constructively for a \r\nsustainable two-State solution.\r\nIn Afghanistan, we welcome the process towards \r\nfull national ownership, which is crucial for the long-\r\nterm future of the country. Afghan authorities are \r\ntaking over still-greater responsibility for security \r\nand institutions. There is, however, a clear need for \r\na continued, strong political commitment from the \r\ninternational community in order for Afghanistan \r\nto succeed in that goal. The Afghan Government \r\nand its international partners must live up to the \r\nJuly 2012 Tokyo declaration on partnership for self-\r\nreliance in Afghanistan. Denmark will remain a strong \r\npartner to Afghanistan on its way to democracy and \r\nimproved livelihoods. The United Nations assistance \r\nto Afghanistan in managing the transition process, \r\nincluding the upcoming electoral processes, will be \r\nessential now and in the years to come.\r\nPeace and security in the Sahel region have lately \r\nbeen challenged by violent extremism, the presence of \r\narmed groups, the expansion of transborder organized \r\ncrime and increasing environmental and climate-change \r\npressures, which jeopardize development gains. \r\nDenmark supports the implementation of the United \r\nNations integrated strategy for the Sahel. Throughout \r\nthe Sahel, the influence of civil society on national \r\nand international decision-making warrants attention \r\nin order to deepen and consolidate the ongoing \r\nstabilization and peace efforts.\r\nTogether with the United Nations, the African \r\nUnion and African and international partners, Denmark \r\nis committed to supporting the efforts in Mali and the \r\nSahel to facilitate reconciliation through inclusive \r\ndialogue and the active engagement of civil society. \r\nWe also support the United Nations Multidimensional \r\n32/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nOf course he did — just as 30 years ago Iran’s security \r\nchiefs knew about the bombings in Beirut that killed \r\n241 American marines and 58 French paratroopers.\r\nRouhani was also Iran’s chief nuclear negotiator \r\nbetween 2003 and 2005. He masterminded the strategy \r\nthat enabled Iran to advance its nuclear-weapons \r\nprogramme behind a smokescreen of diplomatic \r\nengagement and very soothing rhetoric. I know that \r\nRouhani does not sound like Ahmadinejad. But when it \r\ncomes to Iran’s nuclear-weapons programme, the only \r\ndifference between them is this: Ahmadinejad was a \r\nwolf in wolf’s clothing, Rouhani is a wolf in sheep’s \r\nclothing — a wolf who thinks he can pull the wool over \r\nthe eyes of the international community.\r\nLike everyone else, I wish we could believe \r\nRouhani’s words, but we must focus on Iran’s actions. \r\nAnd it is the brazen contrast — that extraordinary \r\ncontradiction between Rouhani’s words and Iran’s \r\nactions — that is so startling. Rouhani stood at this very \r\nrostrum last week and praised Iranian democracy (see \r\nA/68/PV.6). Iranian democracy, he said. But the regime \r\nthat he represents executes political dissidents by the \r\nhundreds and jails them by the thousands. Rouhani \r\nspoke of “the human tragedy in Syria”. Yet Iran directly \r\nparticipates in Al-Assad’s murder and massacre of tens \r\nof thousands of innocent men, women and children in \r\nSyria, and that regime is propping up a Syrian regime \r\nthat just used chemical weapons against its own people. \r\nRouhani condemned the “violent scourge” of terrorism. \r\nYet in the past three years alone Iran has ordered, \r\nplanned or perpetrated terrorist attacks in 25 cities \r\non five continents. Rouhani denounced “attempts to \r\nchange the regional balance through proxies”. Yet Iran \r\nis actively destabilizing Lebanon, Yemen, Bahrain and \r\nmany other Middle Eastern countries. Rouhani promises \r\n“constructive engagement with other countries”. Yet \r\ntwo years ago, Iranian agents tried to assassinate Saudi \r\nArabia’s Ambassador in Washington, D.C. Just three \r\nweeks ago, an Iranian agent was arrested while trying \r\nto collect information for possible attacks against the \r\nAmerican Embassy in Tel Aviv. Some constructive \r\nengagement!\r\nI wish I could be moved by Rouhani’s invitation \r\nto join his “WAVE” — a world against violence and \r\nextremism. Yet the only waves Iran has generated in the \r\npast 30 years are waves of violence and terrorism that \r\nit has unleashed on the region and across the world. I \r\nwish I could believe Rouhani, but I do not because facts \r\nare stubborn things. The facts are that Iran’s savage \r\nMinister, Minister for Foreign Affairs and Minister of \r\nPublic Affairs and the Diaspora of the State of Israel, \r\nand inviting him to address the Assembly.\r\nMr. Netanyahu (Israel): I feel deeply honoured and \r\nprivileged to stand here before the General Assembly \r\ntoday representing the citizens of the State of Israel. \r\nWe are an ancient people. We date back nearly 4,000 \r\nyears to Abraham, Isaac and Jacob. We have journeyed \r\nthrough time. We have overcome the greatest of \r\nadversities. And we re-established our sovereign State \r\nin our ancestral homeland, the land of Israel. The Jewish \r\npeople’s odyssey through time has taught us two things: \r\nnever give up hope and always remain vigilant. Hope \r\ncharts the future, vigilance protects it.\r\nToday our hope for the future is challenged by a \r\nnuclear-armed Iran that seeks our destruction. But I \r\nwant members to know that that was not always the case. \r\nSome 2,500 years ago, the great Persian King Cyrus \r\nended the Babylonian exile of the Jewish people. He \r\nissued a famous edict in which he proclaimed the right \r\nof the Jews to return to the land of Israel and rebuild the \r\nJewish Temple in Jerusalem. That is a Persian decree, \r\nand thus began a historic friendship between the Jews \r\nand the Persians that lasted until modern times.\r\nBut, in 1979, a radical regime in Tehran tried to \r\nstamp out that friendship. As it was busy crushing \r\nthe Iranian people’s hopes for democracy, it also led \r\nwild chants of “Death to the Jews!” Since that time, \r\npresidents of Iran have come and gone. Some presidents \r\nwere considered moderates, others hard-liners. But \r\nthey have all served that same unforgiving creed, that \r\nsame unforgiving regime — that creed that is espoused \r\nand enforced by the real power in Iran, the dictator \r\nknown in Iran as the Supreme Leader, first Ayatollah \r\nKhomeini and now Ayatollah Khamenei.\r\nPresident Rouhani, like the presidents who came \r\nbefore him, is a loyal servant of the regime. He was \r\none of only six candidates the regime permitted to run \r\nfor office. Nearly 700 other candidates were rejected. \r\nWhat made him acceptable? Rouhani headed Iran’s \r\nSupreme National Security Council from 1989 through \r\n2003. During that time, Iran’s henchmen gunned \r\ndown opposition leaders in a Berlin restaurant. They \r\nmurdered 85 people at the Jewish community centre \r\nin Buenos Aires. They killed 19 American soldiers by \r\nblowing up the Khobar Towers in Saudi Arabia. Are we \r\nto believe that Rouhani, the national security adviser \r\nof Iran at the time, knew nothing about those attacks? \r\n13-49063 33/46\r\n01/10/2013 A/68/PV.23\r\nbefore the international community can detect it, much \r\nless prevent it. Yet Iran faces one big problem, and that \r\nproblem is summed up in one word: sanctions.\r\nI have argued for many years, including from \r\nthis rostrum, that the only way to peacefully prevent \r\nIran from developing nuclear weapons is to combine \r\ntough sanctions with a credible military threat. That \r\npolicy is today bearing fruit. Thanks to the efforts of \r\nmany countries, many represented here, and under the \r\nleadership of the United States, tough sanctions have \r\ntaken a big bite out of Iran’s economy. Oil revenues \r\nhave fallen. The currency has plummeted. Banks are \r\nhard pressed to transfer money. As a result, the regime \r\nis under intense pressure from the Iranian people to get \r\nthe sanctions removed. That is why Rouhani got elected \r\nin the first place. That is why he launched his charm \r\noffensive. He definitely wants to get the sanctions \r\nlifted — I guarantee the Assembly that — but he does \r\nnot want to give up Iran’s nuclear-weapons programme \r\nin return.\r\nHere is the strategy to achieve that: first, smile a lot. \r\nSmiling never hurts. Secondly, pay lip service to peace, \r\ndemocracy and tolerance. Thirdly, offer meaningless \r\nconcessions in exchange for lifting sanctions. Fourthly, \r\nand most important, ensure that Iran retains sufficient \r\nnuclear material and sufficient nuclear infrastructure \r\nto race to the bomb at a time that it chooses to do so. \r\nWhy does Rouhani think he can get away with that? \r\nThis is a ruse, a ploy. Why does Rouhani think he can \r\nget away with that? Because he has gotten away with it \r\nbefore. Because his strategy of talking a lot and doing \r\nlittle has worked for him in the past. He even brags \r\nabout it. Here is what he said in his 2011 book about \r\nhis time as Iran’s chief nuclear negotiator: “While \r\nwe were talking to the Europeans in Tehran, we were \r\ninstalling equipment in Isfahan”. For those here who \r\ndo not know, the Isfahan facility is an indispensable \r\npart of Iran’s nuclear-weapons programme. That is \r\nwhere uranium ore called yellowcake is converted into \r\nan enrichable form. Rouhani boasted: “By creating a \r\ncalm environment, we were able to complete the work \r\nin Isfahan”. He fooled the world once; now he thinks \r\nhe can fool it again. Rouhani thinks he can have his \r\nyellowcake and eat it too.\r\nHe has another reason to believe that he can get \r\naway with that, and that reason is called North Korea. \r\nLike Iran, North Korea also said its nuclear programme \r\nwas for peaceful purposes. Like Iran, North Korea also \r\noffered meaningless concessions and empty promises \r\nrecord f latly contradicts Rouhani’s soothing rhetoric. \r\nLast Friday, Rouhani assured us that in pursuit of its \r\nnuclear programme, Iran had “never chosen deceit and \r\nsecrecy.” Never chosen deceit and secrecy?\r\nIn 2002, Iran was caught red-handed secretly \r\nbuilding an underground centrifuge facility at Natanz. \r\nIn 2009, Iran was again caught red-handed secretly \r\nbuilding a huge underground nuclear facility for \r\nuranium enrichment in a mountain near Qom. Rouhani \r\ntells us not to worry. He assures us that all that is not \r\nintended for nuclear weapons. Does any here believe \r\nthat? If so, here are a few questions to ask.\r\nWhy would a country that claims to only want \r\npeaceful nuclear energy build hidden underground \r\nenrichment facilities? Why would a country with vast \r\nnatural energy reserves invest billions in developing \r\nnuclear energy? Why would a country intent on merely \r\nhaving civilian nuclear programmes continue to defy \r\nmultiple Security Council resolutions and incur the costs \r\nof crippling sanctions on its economy? And why would \r\na country with a peaceful nuclear programme develop \r\nintercontinental ballistic missiles (ICBMs) whose sole \r\npurpose is to deliver nuclear warheads? You do not build \r\nICBMs to carry TNT thousands of miles away. You \r\nbuild them for one purpose: to carry nuclear warheads. \r\nIran is now building ICBMs that the United States says \r\ncould reach this city in three or four years.\r\nWhy would they do all that? The answer is simple. \r\nIran is not building a peaceful nuclear programme. \r\nIran is developing nuclear weapons. Last year alone, \r\nIran enriched three tons of uranium to 3.5 per cent, \r\ndoubled its stockpile of 20 per cent-enriched uranium \r\nand added thousands of new centrifuges, including \r\nadvanced centrifuges. It also continued work on the \r\nheavy-water reactor in Arak in order to have another \r\nroute to the bomb — a plutonium path. Since Rouhani’s \r\nelection — and I stress this — that vast and feverish \r\neffort has continued unabated.\r\nUnderground nuclear facilities? Heavy water \r\nreactors? Advanced centrifuges? ICBMs? It is not that it \r\nis hard to find evidence that Iran has a nuclear-weapons \r\nprogramme; it is hard to find evidence that Iran does not \r\nhave a nuclear-weapons programme. Last year, when \r\nI spoke here at the United Nations (see A/67/PV.12), I \r\ndrew a red line. Iran has been very careful not to cross \r\nthat line. But Iran is positioning itself to race across that \r\nline in future, at a time of its choosing. Iran wants to \r\nbe in a position to rush forward to build nuclear bombs \r\n34/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nThat raises the question: Can diplomacy stop \r\nthat threat? The only diplomatic solution that would \r\nwork is one that fully dismantles Iran’s nuclear-\r\nweapons programme and prevents it from having one \r\nin the future. President Obama rightly said that Iran’s \r\nconciliatory words must be matched by transparent, \r\nverifiable and meaningful action; and to be meaningful, \r\na diplomatic solution would require Iran to do four \r\nthings; first, cease all uranium enrichment, as called \r\nfor by several Security Council resolutions; secondly, \r\nremove from Iran’s territory the stockpiles of enriched \r\nuranium; thirdly, dismantle the infrastructure for a \r\nnuclear-breakout capability, including the underground \r\nfacility near Qom and the advanced centrifuges in \r\nNatanz; and, fourthly, stop all work at the heavy water-\r\nreactor in Arak aimed at the production of plutonium. \r\nThose steps would put an end to Iran’s nuclear-weapons \r\nprogramme and eliminate its breakout capability.\r\nThere are those who would readily agree to leave \r\nIran with a residual capability to enrich uranium. I \r\nadvise them to pay close attention to what Rouhani said \r\nin a speech to Iran’s Supreme Cultural Revolutionary \r\nCouncil published in 2005. This is what he said:\r\n“A country that can enrich uranium to about 3.5 per \r\ncent will also have the capability to enrich it to \r\nabout 90 per cent. Having fuel-cycle capability \r\nvirtually means that a country that possesses this \r\ncapability is able to produce nuclear weapons.”\r\nPrecisely: that is why Iran’s nuclear-weapons \r\nprogramme must be fully and verifiably dismantled. \r\nThat is why the pressure on Iran must continue. Here \r\nis what the international community must do. First, \r\nkeep up the sanctions. If Iran advances its nuclear-\r\nweapons programme during negotiations, strengthen \r\nthe sanctions. Secondly, do not agree to a partial deal. \r\nA partial deal would lift the international sanctions \r\nthat have taken years to put in place, in exchange for \r\ncosmetic concessions that will take only weeks for Iran \r\nto reverse. Thirdly, lift the sanctions only when Iran \r\nfully dismantles its nuclear-weapons programme.\r\nThe international community has Iran on the \r\nropes. If it wants to knock out Iran’s nuclear-weapons \r\nprogramme peacefully, do not let up on the pressure. \r\nKeep it up. We all want to give diplomacy with Iran a \r\nchance to succeed. But when it comes to Iran, the greater \r\nthe pressure, the greater the chance. Three decades \r\nago, President Ronald Reagan famously advised “trust \r\nbut verify”. When it comes to Iran’s nuclear-weapons \r\nin return for sanctions relief. In 2005, North Korea \r\nagreed to a deal that was celebrated the world over by \r\nmany well-meaning people. Here is what a New York \r\nTimes editorial had to say about it:\r\n“For years now, foreign policy insiders have \r\npointed to North Korea as the ultimate nightmare ... a \r\nclosed, hostile and paranoid dictatorship with an \r\naggressive nuclear-weapons programme. Very few \r\ncould envision a successful outcome. And yet North \r\nKorea agreed in principle this week to dismantle its \r\nnuclear-weapons programme, return to the Nuclear \r\nNon-Proliferation Treaty, abide by the Treaty’s \r\nsafeguards and admit international inspectors.\r\n“Diplomacy, it seems, does work after all.” \r\n(New York Times, 20 September 2005)\r\nA year later, North Korea exploded its first nuclear-\r\nweapon device.\r\nYet as dangerous as a nuclear-armed North Korea \r\nis, it pales in comparison to the danger of a nuclear-\r\narmed Iran. A nuclear-armed Iran would have a \r\nchokehold on the world’s main energy supplies. It would \r\ntrigger nuclear proliferation throughout the Middle \r\nEast, turning the most unstable part of the planet into \r\na nuclear tinderbox. And for the first time in history, it \r\nwould make the spectre of nuclear terrorism a clear and \r\npresent danger.\r\nA nuclear-armed Iran in the Middle East would \r\nnot be another North Korea. It would be another \r\n50 North Koreas. I know that some in the international \r\ncommunity think that I am exaggerating that threat. \r\nSure, they know that Iran’s regime leads these chants: \r\n“Death to America!”, “Death to Israel!”. Then it \r\npledges to wipe Israel off the map. But they think that \r\nwild rhetoric is just bluster for domestic consumption. \r\nHave those people learned nothing from history? The \r\nlast century has taught us that, when a radical regime \r\nwith global ambitions gets awesome power, sooner or \r\nlater its appetite for aggression knows no bounds. That \r\nis the central lesson of the twentieth century. And we \r\ncannot forget it.\r\nThe world may have forgotten that lesson; the \r\nJewish people have not. Iran’s fanaticism is not bluster. \r\nIt is real. That fanatic regime must never be allowed to \r\narm itself with nuclear weapons. I know that the world \r\nis weary of war. We in Israel know all too well the cost \r\nof war. But history has taught us that to prevent war \r\ntomorrow, we must be firm today.\r\n13-49063 35/46\r\n01/10/2013 A/68/PV.23\r\nto the Jews!” My grandfather shouted to his younger \r\nbrother to f lee and save himself. And he then stood \r\nalone against the raging mob to slow it down. They beat \r\nhim senseless. They left him for dead. Before he passed \r\nout, covered in his own blood, he said to himself: \r\n“What a disgrace! What a disgrace! The descendants \r\nof the Maccabees lie in the mud, powerless to defend \r\nthemselves.” He promised himself then that if he lived, \r\nhe would take his family to the Jewish homeland and \r\nhelp to build a future for the Jewish people.\r\nI stand here today as Israel’s Prime Minister because \r\nmy grandfather kept that promise. So many other Israelis \r\nhave a similar story: a parent or a grandparent who f led \r\nevery conceivable oppression and went to Israel to start \r\na new life in our ancient homeland. Together we have \r\ntransformed a bludgeoned Jewish people, left for dead, \r\ninto a vibrant, thriving nation, defending itself with the \r\ncourage of modern Maccabees, developing limitless \r\npossibilities for the future.\r\nIn our time, the Biblical prophecies are being \r\nrealized. As the prophet Amos said,\r\n“They shall rebuild ruined cities and inhabit \r\nthem. They shall plant vineyards and drink their \r\nwine. They shall till gardens and eat their fruit. \r\nAnd I will plant them upon their soil never to be \r\nuprooted again.”\r\nThe people of Israel have come home, never to be \r\nuprooted again.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister, Minister for Foreign \r\nAffairs and Minister of Public Affairs and the Diaspora \r\nof the State of Israel for the statement he has just made.\r\nMr. Benjamin Netanyahu, Prime Minister, Minister \r\nfor Foreign Affairs and Minister of Public Affairs \r\nand the Diaspora of the State of Israel, was escorted \r\nfrom the rostrum.\r\nThe President: We have heard the last speaker in \r\nthe general debate.\r\nSeveral representatives have requested to speak in \r\nexercise of the right of reply. May I remind members \r\nthat statements in the exercise of the right of reply \r\nare limited to 10 minutes for the first statement and \r\nto 5 minutes for the second and should be made by \r\ndelegations from their seats.\r\nMr. Dabbashi (Libya) (spoke in Arabic): I am \r\ntaking the f loor today to respond to Mr. Evo Morales \r\nprogramme, here is my advice: distrust, dismantle and \r\nverify.\r\nIsrael will never acquiesce to nuclear arms in the \r\nhands of a rogue regime that repeatedly promises to \r\nwipe us off the map. Against such a threat, Israel will \r\nhave no choice but to defend itself. I want there to be \r\nno confusion on this point: Israel will not allow Iran to \r\nget nuclear weapons. If Israel is forced to stand alone, \r\nIsrael will stand alone. Yet in standing alone, Israel will \r\nknow that we will be defending many others.\r\nThe dangers of a nuclear-armed Iran and the \r\nemergence of other threats in our region have led many \r\nof our Arab neighbours to finally recognize that Israel \r\nis not their enemy. That affords us the opportunity \r\nto overcome historic animosities and build new \r\nrelationships, new friendships and new hopes. Israel \r\nwelcomes engagement with the wider Arab world. We \r\nhope that our common interests and common challenges \r\nwill help us forge a more peaceful future.\r\nAnd Israel continues to seek a historic compromise \r\nwith our Palestinian neighbours, one that ends our \r\nconflict once and for all. We want peace based on \r\nsecurity and mutual recognition in which a demilitarized \r\nPalestinian State recognizes the Jewish State of Israel.\r\nI remain committed to achieving a historic \r\nreconciliation and building a better future for Israelis \r\nand Palestinians alike. I have no illusions about how \r\ndifficult it will be to achieve. Twenty years ago, the \r\npeace process between Israel and the Palestinians began. \r\nSix Israeli Prime Ministers — myself included — have \r\nnot succeeded in achieving peace with the Palestinians. \r\nMy predecessors were prepared to make painful \r\nconcessions. So am I.\r\nBut so far, Palestinian leaders have not been \r\nprepared to offer the painful concessions they must \r\nmake in order to end the conflict. For peace to be \r\nachieved, the Palestinians must finally recognize \r\nthe Jewish State and Israel’s security needs must be \r\nmet. I am prepared to make a historic compromise \r\nfor a genuine and enduring peace. But I will never \r\ncompromise on the security of my people and of my \r\ncountry — the one and only Jewish State.\r\nOne cold day in the late nineteenth century, my \r\ngrandfather, Nathan, and his younger brother, Judah, \r\nwere standing in a railway station in the heart of Europe. \r\nThey were seen by a group of anti-Semitic hoodlums, \r\nwho ran towards them waving clubs, screaming, “Death \r\n36/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nthe salaries of Libyan civil servants were the lowest \r\nsalaries among State employees in the region; that the \r\nhealth and education systems in Libya were the worst in \r\nthe region while Al-Qadhafi was in power; that Libya \r\nwas one of the most corrupt States; and that most of the \r\ntowns in Libya did not have a sanitation system. There \r\nwas no public transportation in Libya, neither between \r\ntowns nor between cities. Libya is probably the only \r\ncountry in the world where there is no post office or \r\npostal code. Most city streets do not even have names.\r\nThat is the situation that prevailed while \r\nAl-Qadhafi was in power. Al-Qadhafi was Mr. Morales \r\nAyma’s friend because the revenue from Libyan oil was \r\ndistributed outside Libya to people like Mr. Morales, \r\nwhile the Libyan people lived in poverty, while the \r\ninfrastructure was crumbling and while basic services \r\nwere worsening from day to day.\r\nMr. Morales Ayma also spoke about what he \r\ncalled the shelling of Libya. No, Sir, Libya was not \r\nbombarded. The international community helped \r\nLibya and bombed the troops of the despot who were \r\nbombing the towns and villages and were killing \r\ninnocent people indiscriminately. It is regrettable that \r\nMr. Morales Ayma still does not want to acknowledge \r\nthe atrocities committed by the security forces of his \r\nfriend Al-Qadhafi against the Libyan people. He would \r\nhave wanted the international community to continue to \r\nlook at the tyrant, to watch the tyrant kill Libyans while \r\nothers looked on. No, Mr. Morales Ayma must respect \r\nthe will of the Libyan people. If he has a problem with \r\na State or with a party, he should not use Libya to harm \r\nothers. The Libyan people know who helped them and \r\nwho had helped their executioner. Despite that, the \r\nLibyan people extend a hand to all of those who wish to \r\nhave their friendship and who respect their will.\r\nMr. Seifi Pargou (Islamic Republic of Iran): I would \r\nlike to make the following points regarding allegations \r\nmade against the Iranian nuclear programme.\r\nThe Islamic Republic of Iran has an inalienable \r\nright to peaceful nuclear energy and is fully committed \r\nto its non-proliferation obligations. All Iranian nuclear \r\nactivities are and have always been exclusively for \r\npeaceful purposes. Iran continues to cooperate fully \r\nwith the International Atomic Energy Agency (IAEA), \r\nand all its nuclear activities are carried out under the \r\nsurveillance of the Agency’s cameras and of its resident \r\ninspectors, who regularly visit all nuclear sites and \r\nmeasure and seal enriched-uranium containers.\r\nAyma, President of the Plurinational State of Bolivia. \r\nSince the victory of the revolution over dictatorship \r\nin Libya, Mr. Morales Ayma has been mentioning \r\nthe name of Libya in his dispute with the United \r\nStates — specifically, at this rostrum. We did not \r\ninitially consider that important, as it was only political \r\npropaganda directed against another party that is more \r\nentitled to respond to it. However, in his statement of \r\n25 September (see A/68/PV.10), he raised two specific \r\nquestions that merit responses. I am pleased to respond \r\nwith full objectivity.\r\nMr. Morales Ayma asked who had Libyan oil \r\nbelonged to and who owns Libyan oil today. I tell him \r\nthat Libyan oil belonged to Muammar Al-Qadhafi and \r\nhis family. He distributed the oil to members of what he \r\ncalled, “the international forum to fight imperialism”, \r\na terrorist organization founded by Al-Qadhafi and \r\nincluding leaders of terrorist organizations. Mr. Morales \r\nAyma is very familiar with that organization, as he was \r\na prominent member of it. Today Mr. Morales laments \r\nthe loss of the dictatorship, because he has lost an \r\nexcellent source of financing.\r\nYes, the revenue from the Libyan oil — the oil of \r\nAl-Qadhafi — was distributed by Al-Qadhafi to support \r\nhis aides and corrupt entities around the world, to sow \r\ninstability and chaos and to kill innocent people. I am \r\nnot exaggerating and I am not being unfair to the tyrant \r\nAl-Qadhafi. Any one who does not believe me could \r\nlisten to him and view his videos. He said that Libyan \r\noil was not directed to funding salaries, but rather to \r\nspreading the philosophy of his so-called Green Book. \r\nIt contained the corrupt ideas of a single individual \r\nwielding absolute power, who aimed to destroy State \r\ninstitutions. That is how the revenue from Libyan oil \r\nwas spent during the reign of the tyrant, Al-Qadhafi.\r\nToday Libyan oil is in the hands of the Libyan people, \r\nwho use it to repair what was destroyed by Al-Qadhafi \r\nover four decades, to build a robust infrastructure and \r\nto provide the best basic services possible to Libyan \r\ncitizens.\r\nI do not blame Mr. Morales Ayma, because he \r\nknows the truth only about what concerns him — the \r\nmillions of dollars that he regularly received from the \r\ntyrant Al-Qadhafi. Mr. Morales Ayma definitely knew \r\nthat Libya was one of the richest States on the African \r\ncontinent, but I imagine that he did not know — perhaps \r\nhe did not care to know — that more than a quarter \r\nof the Libyan people lived below the poverty line; that \r\n13-49063 37/46\r\n01/10/2013 A/68/PV.23\r\nincluding a full national nuclear fuel cycle — they \r\nshould dispel Iranians’ concerns. All sanctions should \r\nbe annulled, be they multilateral or unilateral. It goes \r\nwithout saying that good faith, genuine political will, \r\nmutual respect and equal treatment with the interest of \r\nall parties in mind are essential for a win-win solution. \r\nTherefore, other parties also need to adopt the same \r\napproach. Moreover, I should underline the important \r\ncontribution that other countries can make through that \r\nprocess by supporting diplomacy and helping to sustain \r\nthe current positive atmosphere that is necessary for the \r\neffectiveness of diplomacy.\r\nI take this opportunity to sincerely thank all \r\ncountries that continue to support our sovereign \r\nright to peaceful nuclear science and technology and \r\nthose that, over the past several days, have supported \r\nthe ongoing process in regard to the Iranian nuclear \r\nprogramme. Despite that fact, we have just heard an \r\nextremely inflammatory statement by the last speaker \r\nin the general debate of the General Assembly, in which \r\nthe Israeli Prime Minister made allegations against the \r\npeaceful nuclear activities of my country.\r\nI do not want to dignify such unfounded accusations \r\nwith an answer other than categorically rejecting them \r\nall. The Prime Minister tried to mislead this organ about \r\nthe Iranian nuclear programme, but unlike last year, he \r\ndid so without cartoon drawings behind him. The most \r\nironic part of his comments were when he tried to be \r\nmore royal than the king by setting standards for the \r\ntype and scope of Iran’s nuclear activities, the level \r\nof its uranium enrichment and plutonium production, \r\nand so on and so forth. He must know that no one can \r\ndictate to Iran what to do or not to do.\r\nAs a party to the Treaty on the Non-Proliferation \r\nof Nuclear Weapons (NPT), Iran is fully aware of its \r\nrights and is fully committed to its obligations. The \r\nparty that is badly in need of education about those \r\nissues is Israel, which is the only non-party to the NPT \r\nin the Middle East. To that end, Israel has no choice \r\nbut to accede to the NPT without further delay and \r\ncondition, and place all of its nuclear activities under \r\nIAEA comprehensive safeguards.\r\nWe have talked a lot about weapons of mass \r\ndestruction in the Middle East without mentioning that \r\nIsrael is the only country in the region that, although \r\nit possesses all types of weapons of mass destruction, \r\nis not a party to any of the treaties banning them. \r\nMoreover, the Prime Minister also did not talk about \r\nSome of Iran’s cooperation with the Agency \r\nhas exceeded its legal obligations. It is carried out \r\nto build more trust and confidence. As a result, the \r\nnon-diversion of declared nuclear materials in Iran has \r\nalways been confirmed by all reports of the Agency. \r\nThe latest IAEA report, dated 28 August 2013, states \r\nthat “ the Agency continues to verify the non-diversion \r\nof declared nuclear material at the nuclear facilities \r\n... declared by Iran under its Safeguards Agreement” \r\n(GOV/2013/40, para. 67).\r\nWhile fully supporting the peaceful use of \r\nnuclear energy by all nations, we strongly reject the \r\npossession of  nuclear weapons by any nation. This \r\nis our principled position: nuclear energy for all, \r\nnuclear weapons for none. We fully support addressing \r\ngenuine non-proliferation concerns. However, we reject \r\nequating the peaceful uses of nuclear energy with the \r\ndevelopment of nuclear weapons.\r\nIranian officials at all levels have stated time \r\nand time again that, in addition to our international \r\nobligations, Islamic teachings also oblige us not to \r\npursue a nuclear-weapon programme. Likewise, from a \r\nsecurity point of view, we believe that those inhumane \r\nweapons have not and never will bring about security. \r\nThey are the greatest threat to the security of both the \r\nnuclear-weapon “haves” and the “have nots”. There \r\nis not a single acceptable reason to possess nuclear \r\nweapons, but there are many acceptable reasons to \r\nabolish them all. For those reasons, nuclear weapons \r\nhave no place in the defence doctrine of my country.\r\nDespite all of that, some countries still express \r\nconcerns over the Iranian nuclear programme. At the \r\nsame time, there exist deep mistrust and concerns \r\namong the Iranian nation over the policies and \r\nintentions of those countries. Therefore, there is a \r\nneed to build mutual trust, which is possible only by \r\nresorting to the force of logic, not the logic of force. \r\nIn our time, the golden rule is to resort to diplomacy \r\nalone. A sustainable solution is attainable only through \r\nrespectful negotiations. For its part, Iran has already \r\nexpressed its full readiness to faithfully engage in a \r\nmeaningful, time-bound and result-oriented negotiation \r\nprocess.\r\nIran stands ready to ensure that its nuclear \r\nprogramme will continue to be exclusively peaceful. \r\nThat can remove the concerns of other parties. In return, \r\nand as a first step — in addition to acknowledging the \r\ninherent right of Iran to peaceful uses of nuclear energy, \r\n38/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nPresidents of the three co-Chair countries of the Minsk \r\nGroup of the Organization for Security and Cooperation \r\nin Europe. However, merely welcoming declarative \r\nstatements is not sufficient for achieving progress \r\nin the conflict-settlement process, especially when \r\nthe commitments and deeds of Armenia have always \r\nbeen at odds with that goal. Thus, for example, the \r\nMinister for Foreign Affairs of Armenia tried to assure \r\nthe United Nations community of his Government’s \r\nadherence to the principles of international law, in \r\nparticular those reflected in the aforementioned joint \r\nstatement of 18 June.\r\nIn reality, Armenia has grossly violated those and \r\nother principles of international law by seizing and \r\ncontinuing to occupy and control Nagorno Karabakh \r\nand other areas of Azerbaijan. There can be no \r\ndoubt that, in contrast to Armenia’s interpretation of \r\ninternational legal norms and principles, the primary \r\nobjective in the context of the ongoing conflict \r\nsettlement process must be first and foremost to ensure \r\nthat the occupied Azerbaijan territories are liberated, \r\nthat forcibly displaced people return to their homes, \r\nand that Armenia and Azerbaijan establish relations \r\non the basis of respect for each other’s sovereignty and \r\nterritorial integrity.\r\nArmenia rejects that understanding, thus \r\npreventing the achievement of the negotiated settlement \r\nof the conflict and continuing to violate international \r\nlaw. In the words of the Minister for Foreign Affairs \r\nof Armenia, “Azerbaijan keeps misinterpreting the \r\n1993 Security Council resolutions”. Such a deduction \r\nis obviously not only unproven, but is also easily \r\nrefuted by numerous facts and documents testifying \r\nto Armenia’s non-compliance with the requirements of \r\nthe Security Council’s resolutions and to its determined \r\nefforts to undermine the process of settling the conflict \r\non the basis of international law.\r\nThe head of Armenian diplomacy got so carried \r\naway that he accused Azerbaijan of committing \r\naggression. Such an irresponsible allegation is nothing \r\nother than utter falsehood. Otherwise, he would have \r\nnoticed that the Security Council has not only not \r\nmentioned aggression on the part of Azerbaijan in \r\nany of its relevant four resolutions and presidential \r\nstatements, but rather that it has condemned the use of \r\nforce against it and the occupation of its territory.\r\nThe arguments of the Minister for Foreign Affairs \r\nof Armenia are also in apparent contradiction with the \r\nstatements made by the most senior leaders of his own \r\nthe 2012 conference on the establishment of a Middle \r\nEast zone free of weapons of mass destruction, which \r\nwas not convened due only to Israeli objections.\r\nLike last year, the Prime Minister also continued \r\nsabre-rattling towards Iran by abusing the Assembly \r\nfor threatening a founding Member of the Organization, \r\nwhich was established first and foremost for the \r\nprevention and removal of threats to the peace and the \r\nsuppression of acts of aggression and other breaches \r\nof the peace, according to its Charter. Definitely, he \r\nenjoys full freedom to be proud of all the atrocities and \r\nmore than 10 wars waged during the past 65 years by \r\nthe Israeli regime against not only all its neighbours \r\nbut others as well. He also may wish to apply for an \r\ninternational award certifying the ability of Israeli \r\nforces in never-ending savage attacks against peoples \r\nunder occupation, in particular defenceless women and \r\ninnocent children.\r\nHowever, the Prime Minister should seriously \r\navoid miscalculations about Iran. Iran’s centuries-old \r\npolicy of non-aggression must not be interpreted as its \r\ninability to defend itself. Unlike Israel, Iran has not \r\nattacked and would not attack any country. That is not \r\nbecause of inability, but due to its principled policy in \r\nrejecting the use of force. Iranians are proud of being \r\nthe best at exercising their inherent right of self-defence \r\nunder Article 51 of the Charter of the United Nations. \r\nTherefore, the Israeli Prime Minister had better not \r\neven think about attacking Iran, let alone planning for \r\nsuch an attack.\r\nIn conclusion, I would like to refer to a point made \r\nby my Foreign Minister some days ago. We have been \r\naccused of launching a charm offensive, and he said \r\nthat a charm offensive is better than a military attack. \r\nA charm policy is much better than lying.\r\nThe President: I remind members that in exercising \r\nthe right of reply delegations are limited to 10 minutes.\r\nMr. Musayev (Azerbaijan): I would like to exercise \r\nmy right of reply to the statement by the Minister for \r\nForeign Affairs of Armenia in the general debate on \r\n28 September (see (A/68/PV.19).\r\nAs can be noted from that statement, Armenia is \r\ndenying the facts that point to its policy of aggression, \r\nhostility, hatred, outright lies and falsification. \r\nAccording to the Minister for Foreign Affairs of \r\nArmenia, his Government welcomed the joint statement \r\non the conflict settlement made on 18 June by the \r\n13-49063 39/46\r\n01/10/2013 A/68/PV.23\r\nArmenia continues to build up its military presence \r\nin the occupied territories. Moreover, comparative \r\nanalyses show that, in relation to its population, \r\nterritory, annual budget and gross domestic product, \r\nArmenia is the most militarized country in the South \r\nCaucasus.\r\nInstead of lecturing other countries about what is \r\ngood and what is bad, it would be useful if the Minister \r\nfor Foreign Affairs of Armenia would recall the direct \r\ninvolvement of the current political and military \r\nleadership of his country in brutal massacres during \r\nthe conflict, which claimed the lives of thousands of \r\nAzerbaijani civilians, including children, women and \r\nthe elderly.\r\nEvidence of a special relationship in Armenia with \r\nterrorists and war criminals can also be seen in their \r\nglorification at the State level, including by raising \r\nthem to the status of national heroes and bestowing \r\nState decorations on them. Speculations on fictitious \r\nanti-Armenian hate speeches in Azerbaijan are also \r\nbeneath all criticism. Suffice it to say that, unlike \r\nArmenia, which has implemented a policy of total ethnic \r\ncleansing of both its own territory and the occupied \r\nterritories of Azerbaijan of all non-Armenians and thus \r\nsucceeded in creating a uniquely mono-ethnic culture \r\nin those areas, Azerbaijan has preserved its ethnic and \r\ncultural diversity to the present day.\r\nThe conclusion is self-evident. In reality, by \r\ndisregarding the resolutions of the Security Council, by \r\nchallenging the peace efforts led by the Organization \r\nfor Security and Cooperation in Europe, by continuing \r\nto illegally occupy the territories of Azerbaijan, by \r\ndeliberately denying the right of 1 million Azerbaijani \r\nrefugees and internally displaced persons to return \r\nto their homes, and by misinterpreting the norms \r\nand principles of international law, Armenia clearly \r\ndemonstrates who is actually endangering regional and \r\ninternational peace.\r\nMr. Ri Tong Il (Democratic People’s Republic of \r\nKorea): With regard to the nuclear issue relating to the \r\nDemocratic People’s Republic of Korea, I would like \r\nto draw attention, on behalf of my delegation, to our \r\nunique security environment, which is that of being \r\nthreatened and blackmailed by the largest nuclear-\r\nweapon State. In this regard, I would like to draw \r\nattention to the following facts.\r\nFirst, in 1957 the United States introduced the first \r\nnuclear weapon into South Korea and thereby began the \r\ncountry, however surprising that may seem. It has been \r\npublicly acknowledged at the highest level in Armenia \r\nthat the war was started by the Armenian side and that \r\nthe aim of the war was to implement the long-nurtured \r\nplan of seizing Azerbaijani territory. Yerevan has also \r\nadmitted that, during the active military phase of the \r\nconflict, it was the Armenian side that intentionally \r\nignored the demands of the Security Council for the \r\nimmediate cessation of all military activities and \r\nhostile acts.\r\nThe Minister for Foreign Affairs of Armenia further \r\nnoted that, after the ceasefire agreement signed in 1994, \r\nthe mediator countries, which are three permanent \r\nmembers of the Security Council, allegedly have never \r\nmade any reference to its 1993 resolutions. To prove \r\nthe absurdity of this view and the conclusions based on \r\nit, it is sufficient to recall the presidential statement of \r\n26 April 1995 (S/PRST/1995/21), in which the Council \r\nreaffirmed all its previous statements and resolutions. \r\nThe resolutions of the Security Council have also been \r\nrecalled by the mediator countries and other States \r\nand international organizations on a number of other \r\noccasions.\r\nBy claiming that Azerbaijan is allegedly rejecting \r\nthe implementation of confidence-building measures, \r\nthe Armenian side falls into its usual forgetfulness. \r\nOtherwise, the officials of that country would recall \r\nthat Armenia deliberately denies the right of almost \r\n1 million Azerbaijani refugees and internally displaced \r\npersons to return to their homes and undertakes efforts \r\nto alter the demographic situation in the occupied \r\nterritories and remove any signs of their Azerbaijani \r\ncultural and historical roots.\r\nArmenia’s speculations on confidence-building \r\nare also curious insofar as it persistently opposes \r\ndirect contacts between the Azerbaijani and Armenian \r\ncommunities of Nagorno Karabakh. Likewise, the \r\nundisguised promotion by the leadership of Armenia of \r\nthe odious ideas of ethnic and religious incompatibility \r\nwith and hatred of Azerbaijan and other neighbouring \r\nnations can hardly contribute to building confidence. \r\nFurthermore, regular ceasefire violations and deliberate \r\nattacks by the armed forces of Armenia against \r\nAzerbaijani civilians and civilian objects have become \r\nmore frequent and violent in recent times, resulting in \r\nthe killing and wounding of many inhabitants residing \r\nnear the front lines. Besides, in apparent disregard of its \r\nobligation under international law and of its respective \r\ncommitments under the existing arms control regime, \r\n40/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nMr. Llorentty Solíz (Plurinational State of Bolivia) \r\n(spoke in Spanish): Bolivia feels compelled to take the \r\nf loor after listening to the representative of Libya, who \r\nmade a set of bold and absurd statements divorced from \r\nreality.\r\nFirst, in a very fraternal manner, I would draw \r\nattention to a violation of the procedure whereby, \r\naccording to our norms, replies to a Head of State must \r\nbe made in writing. In his instance, they have exploited \r\nthe good faith of the President of the General Assembly \r\nto proffer unacceptable insults against President Evo \r\nMorales, against the Plurinational State of Bolivia and \r\nagainst their people.\r\nBolivia has condemned, continues to condemn, \r\nand will always condemn any imperialistic attack \r\ncommitted anywhere in the world. We will continue \r\nto draw attention to the true motives of those imperial \r\naggressions motivated by the appropriation of natural \r\nresources and by geostrategic interests. Lies are not \r\ngoing to silence us, especially when they come from \r\nthose who until a few years ago defended Muammar \r\nAl-Qadhafi and who now call him a tyrant.\r\nFurthermore, we believe that it is crucial to point \r\nout very clearly to those who write the scripts attacking \r\nPresident Evo Morales that we are not going to fall \r\ninto the trap that seeks to divert the attention of the \r\nGeneral Assembly from the main issue, which is the \r\nongoing struggle in the defence of the interests, values \r\nand principles of the Charter of the United Nations — a \r\nstruggle to ensure that no more unilateral attacks are \r\ncommitted in any part of the world, that international \r\nlaw is not violated, and the natural resources of our \r\npeoples are not looted.\r\nWhile the Bolivian people have great respect and \r\ngreat admiration for the Libyan people, in the case \r\nin question, given the words of the representative of \r\nLibya, we reserve the right to take any legal action in \r\nour power to deliver a public response to the shameless \r\nlies spoken by the representative of Libya. As I said, \r\nthese lies were aimed at diverting attention from the \r\nvery courageous and dignified statement delivered by \r\nPresident Evo Morales in this Hall (see A/68/PV.10). \r\nPresident Evo Morales highlighted the need for those \r\nwho violate international law and the Charter of the \r\nUnited Nations and threaten to bomb other States to \r\nstand trial for their crimes. Bolivia will not be silenced \r\nor, I reiterate, allow such absolutely groundless attacks \r\non the dignity of my people and my country.\r\npresence of nuclear weapons in the country. Secondly, \r\nin the 1970s the number of nuclear weapons on the \r\nKorean peninsula topped 1,000 and thereby made the \r\nKorean peninsula the most densely populated zone \r\nfull of nuclear weapons. Thirdly, in 2002 the United \r\nStates Administration named the Democratic People’s \r\nRepublic of Korea part of the axis of evil and thereby \r\nsent the strong message to the entire international \r\ncommunity that the Democratic People’s Republic \r\nof Korea is a country to be eliminated. Fourthly, the \r\nsame Administration added the Democratic People’s \r\nRepublic of Korea to the list of targets of a nuclear \r\npre-emptive strike.\r\nIn addition to all these nuclear weapons, every year \r\nthe United States and South Korea hold military drills, \r\nas has been mentioned several times in the current \r\nsession. In March 2013, the situation was on the brink \r\nof war, and the international community realized how \r\ndangerous the situation was — and when I say dangerous, \r\nI mean a possible outbreak of nuclear war — with a \r\nmassive arms build-up of nuclear weapons, advanced \r\nand carried by the USS George Washington Nimitz-\r\nclass aircraft carrier, and other weapons and means, \r\nincluding nuclear-powered submarines and B-52s, \r\nbrought from the mainland across the Pacific Ocean.\r\nThis blackmail is culminating in a threat to the \r\nsurvival of the Korean nation as a whole, including \r\nthe North and South of Korea. In this unique security \r\nenvironment, the Democratic People’s Republic of \r\nKorea has had no other option but to go nuclear in order \r\nto defend the country and its people and to not allow \r\nnuclear weapons to drop on our people. That nuclear \r\ndeterrent served us and made a great contribution to \r\nlasting peace and security on the Korean peninsula, the \r\nregion and the world.\r\nI would like to make three points concerning the last \r\nspeaker’s remarks in the general debate this morning. \r\nFirst, that country has no justification for talking about \r\nsomebody else, as it is a full-f ledged nuclear-weapon \r\nState. Secondly, it is a cancer in the Middle East, \r\ndisturbing peace and security and shifting the blame \r\non all other countries of the region. Thirdly, there are \r\ntwo issues, one concerning the Democratic People’s \r\nRepublic of Korea, the other Israel. While the United \r\nStates makes a lot of noise regarding the Democratic \r\nPeople’s Republic of Korea, it is mum, quiet and silent \r\nwith regard to the nuclear weapons of Israel.\r\n13-49063 41/46\r\n01/10/2013 A/68/PV.23\r\nbelieve that raising the defence budget is not something \r\nto be proud of, especially as the rest of the world is \r\nthinking about development goals and many countries \r\ndo not have the required resources to do so. But \r\nthe President of Azerbaijan makes proud and loud \r\ndeclarations about that, threatening Armenia and \r\nNagorno Karabakh with war by declaring:\r\n“Today, our state budget is almost 10 times that \r\nof Armenia. Our military spending alone is about \r\n30 to 50 per cent higher than the entire State budget \r\nof Armenia.”\r\nAzerbaijan is a country where someone who has \r\nkilled a foreigner — an Armenian, let us say — is \r\nconsidered to be a national hero, and the name of that \r\nhero is Safarov. In any democratic country, a murderer \r\nwould have received what is prescribed by law. The \r\nmurderer of a person who is sleeping would have been \r\nbranded a coward, a murderer down the generations, \r\nBut, in Azerbaijan he is glorified and declared a \r\nnational hero.\r\nAzerbaijan uses the tactic that the best defence is a \r\ngood offence, hoping that it will be saved by putting the \r\nblame on everybody else for what the world condemns \r\nit for. However, no one — not even even Azerbaijan, \r\nrich in oil dollars — can manipulate world and public \r\nopinion. Therefore, no Azerbaijani, especially no \r\nAzerbaijani official, has any historical, moral or \r\nlegal right to tell the people of the Nagorno Karabakh \r\nRepublic how to live, where to live or how independent \r\nto be.\r\nThe Azerbaijani leadership speaks two different \r\nlanguages. On the one hand, it calls for peaceful \r\ndialogue and resolution of the conflict while putting \r\nthe blame for each and every thing on Armenia and \r\nArmenians. On the other hand, the President of the \r\ncountry declares:\r\n“We can never allow Armenia to join any political, \r\neconomic, energy and transport projects. We have \r\nisolated them and make no secret of that. In the \r\nfuture, our isolation policy must be continued. It is \r\npaying off.”\r\nSecurity Council resolutions also call on \r\nAzerbaijan to stop hostilities against the peaceful \r\npopulation of Nagorno Karabakh. Despite the ceasefire \r\nagreement that Azerbaijan signed back in 1994 with \r\nthe de facto authorities of Nagorno Karabakh, it \r\ncontinues the sniper shooting on the line of contact, \r\nLikewise, Bolivia endorses the decision to promote \r\nthe prosecution of the Government of the United States \r\nfor crimes against humanity and war crimes. We know \r\nwho defends the interests of the United States. It does \r\nnot surprise us, but at least they should have the dignity \r\nto do so on the basis of truths, and not on the basis \r\nof lies or fallacious statements. I reiterate categorically \r\nthat the insults proferred here will not go unanswered or \r\nremain confined to the records of the General Assembly. \r\nOnce again Bolivia has condemned, condemns and will \r\ncontinue to condemn such attacks and offences against \r\nthe sovereignty of peoples and international law.\r\nMr. Kazhoyan (Armenia): I apologize for taking \r\nthe f loor. It was not my intention to do so. However, I \r\nam compelled to take the f loor to reply to the comments \r\nmade just now by the representative of Azerbaijan. \r\nThose comments were based on even more lies, in \r\naddition to the statement made earlier by the Minister \r\nfor Foreign Affairs of Azerbaijan (see A/68/PV.18). \r\nAs usual, it did not contain a single true statement. It \r\nis probably easy to make statements when nobody is \r\nverifying what one says, or what is true and what is a \r\nlie.\r\nI will not go into too much detail in explaining that \r\nwhatever happened back in 1988 was the expression of \r\nthe right of self-determination by the people of Nagorno \r\nKarabakh or the fact that the realization of their \r\nabsolutely legal, constitutional right was responded to \r\nby hostilities, massacres and war by Azerbaijan against \r\na peaceful population. That is how it all started, from \r\nthe aggression of Azerbaijan against the Armenians of \r\nNagorno Karabakh.\r\nNothing that Azerbaijan tells the world from any \r\nrsotrum can be considered factual. On the contrary, it is \r\na constant barrage of lies combined with anti-Armenian, \r\nracist rhetoric. I guess that the strategy is to recount so \r\nmany unbelievable lies and to repeat them so often that \r\nsooner or later people will get used to them. In fact they \r\nhave repeated those lies so often that they do believe \r\nthey are true. But I assure the Assembly that that is just \r\nwishful thinking. What can one expect from a country \r\nwhose president openly declares that the Armenians of \r\nthe world are the enemy of Azerbaijan? I believe that \r\nis called xenophobia and is punishable by law, at least \r\nin the civilized world that I am from and that we all \r\nrepresent.\r\nAzerbaijan is the only country in the world that \r\nboasts of its astronomical military expenditures. I \r\n42/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nis being used in violation of our norms to attack the \r\ndignity not just of a President but also of a people and \r\na State Member of the United Nations. We regret that \r\nattempts are being made to draw attention away from \r\nthe central theme that was raised a number of days ago \r\nin the worthy and courageous statement of President \r\nEvo Morales Ayma (see A/68/PV.10). Bolivia stands \r\nby every word not only in President Morales Ayma’s \r\nstatement, but also in the statement I just made in my \r\ncapacity as Permanent Representative.\r\nBolivia will not play the game of trying to draw \r\nattention away from the core issue, namely, the \r\nappropriation of natural resources, interventionist wars, \r\nthe plundering and the geostrategic military interests \r\nof the United States of America. It is up to each of us \r\nto decide whether we will follow and stand up for the \r\nscripts that have been written. I repeat that the lies, \r\ndistortions and the manipulations of the representative \r\nof Libya are totally rejected by Bolivia, and that Bolivia \r\nwill take the appropriate steps that we, of course, have \r\nthe right to take.\r\nMr. Kazhoyan (Armenia): The only gauge for \r\nmeasuring the sincerity of Azerbaijan’s words is the \r\nresults of its participation in the negotiations under the \r\nauspices of the Minsk Group of the Organization for \r\nSecurity and Cooperation in Europe (OSCE) and its \r\nacceptance of the documents on the settlement of the \r\nNagorno Karabakh conflict adopted in the framework \r\nof the OSCE summits and the statements of the \r\nPresidents of the co-Chair countries in the framework \r\nof the Group of Eight and Group of Twenty summits. \r\nArmenia’s position is in line with those documents. \r\nArmenia and the international community are speaking \r\nin one language regarding the Nagorno Karabakh issue. \r\nIt is time for Azerbaijan to listen to the voice of the \r\nworld — the world of the United Nations.\r\nI wonder how memory works with the delegation \r\nof Azerbaijan. I would just remind them of a couple \r\nof important dates. In 1988, the people of Nagorno \r\nKarabakh peacefully asked for independence. They \r\nwere attacked by Azerbaijan. Armenians organized \r\ntheir self-defence. Azerbaijan unleashed a full-scale \r\nwar from 1992 to 1994, but the people of Nagorno \r\nKarabakh stopped the Azerbaijani aggression and \r\ndeclared the independence of the Nagorno Karabakh \r\nRepublic. Those are the brief historical events that \r\ntook place not so long ago, and it is not very difficult \r\nto remember such basic textbook facts and to stop \r\nkilling soldiers and civilians alike and rejecting the \r\nwithdrawal of snipers, which could be a positive and \r\neffective confidence-building measure. If Azerbaijan’s \r\nwillingness to return refugees and internally displaced \r\npersons to their homes is truly sincere, they just need \r\nto follow up on the principles proposed by the Minsk \r\nGroup of the Organization for Security and Cooperation \r\nin Europe. I think that would pay off in a real and right \r\nway.\r\nMr. Dabbashi (Libya) (spoke in Arabic): I would \r\nlike to thank you, Mr. President, for your patience. I \r\nonly wanted to reassert my second right of reply, but, \r\nout of respect for your person, I will only say that, in \r\nmy entire life, I have never lied and that, in this life, I \r\nwill never lie. Those who are interested in seeing our \r\ndocuments are welcome to see them.\r\nMr. Musayev (Azerbaijan): It is unfortunate \r\nthat the delegation of Armenia has once again used \r\nthe opportunity of our debate to make groundless, \r\npropagandistic statements. In reality, we have witnessed \r\nyet another unsuccessful attempt by that Member State \r\nto mislead the international community.\r\nThe remarks just made by the representative of \r\nArmenia — full of lies, distortions and misinterpretations, \r\nwhich we categorically reject — demonstrate how that \r\nMember State is far from engaging in a constructive \r\nsearch for peace in the region. In fact, the delegation of \r\nArmenia has introduced nothing new and once again \r\nabused its right to speak from the high rostrum of the \r\nGeneral Assembly. As a result, we have heard irrelevant \r\nand out-of-context comments that obviously failed to \r\nrespond to our arguments. The comments just made by \r\nthe delegation of Armenia are also illustrative of that \r\nMember State’s uninterrupted attempts to create a false \r\nimpression of the real situation on the ground and to \r\ndeflect the attention of the international community \r\nfrom the urgent need to address the main problems \r\ncaused by its continuing aggression against Azerbaijan.\r\nWe consider the stance of Armenia to be an open \r\nchallenge to the conflict-settlement process and a \r\nserious threat to international and regional peace and \r\nsecurity. The sooner the officials of that country realize \r\nthat their unconstructive and dangerous political \r\nagenda lacks any prospect of fulfilment, the sooner our \r\npeoples will be able to benefit from peace, stability and \r\ncooperation.\r\nMr. Llorentty Solíz (Plurinational State of Bolivia) \r\n(spoke in Spanish): We regret the fact that this forum \r\n13-49063 43/46\r\n01/10/2013 A/68/PV.23\r\nactions. They have contributed to the deterrence of war \r\non the Korea peninsula for the past several decades.\r\nOn the North Korean nuclear issue and the missile \r\nthreat, under the relevant Security Council resolutions \r\nand the 19 September 2005 Joint Statement, North Korea \r\nhas the obligation to abandon all nuclear weapons and \r\nexisting nuclear programmes, including its uranium-\r\nenrichment programme. Further, resolution 2094 (2013) \r\nof 7 March 2013, the most recently adopted Security \r\nCouncil resolution on the issue, made that very clear.\r\nMr. Ri Tong Il (Democratic People’s Republic \r\nof Korea): The representative of South Korea has just \r\nmade some very absurd remarks to the 193 Member \r\nStates, which we totally reject as misleading. It is \r\ntelling distorted truths.\r\nWith reference to the joint military exercise, the \r\nrepresentative of South Korea said that it was routine \r\nand defensive, but if one really looks at it one can easily \r\nsee that it is offensive, aggressive and targeted at the \r\nDemocratic People’s Republic of Korea. Last month, \r\nhalf a million troops and reserve forces were mobilized \r\nand the most sophisticated means of delivering nuclear \r\nweapons, from B-52 bombers up to aircraft carriers, were \r\ndeployed. As to the B-52, we all know its capabilities. \r\nIt is armed with nuclear-weapon-tipped Tomahawk \r\nmissiles and carries nuclear-weapon gravity bombs to \r\nbe dropped. They came into South Korea to attend the \r\ndrill, and a dropping exercise in real conditions was \r\nconducted on the doorstep of the Democratic People’s \r\nRepublic of Korea, threatening the peace and security \r\nof the Korean peninsula and the region as a whole and \r\nundermining the climate of peace and development that \r\nis the major trend in the Asia-Pacific region.\r\nWith regard to resolution 2094 (2013), the \r\nDemocratic People’s Republic of Korea wishes once \r\nagain to make it very clear that our country has been \r\nselected to be manipulated by the United States purely \r\nout of its hostile policy towards us. It is an abuse of power \r\nby the United States, a so-called permanent member \r\nof the Security Council. Therefore, the Democratic \r\nPeople’s Republic of Korea has never recognized the \r\nCouncil’s resolutions. If peace and security is the \r\nmandate of the Security Council, the joint exercise of \r\nthe United States and South Korea should be cited as \r\nthe gravest threat to the peace and security of the region \r\nand the Korean peninsula.\r\nMr. Lim Sang Beom (Republic of Korea): Once \r\nagain, North Korea has a habit of blaming others for \r\nturning everything upside down and retelling history \r\nin a manner that they would prefer to hear.\r\nListening to the statements of the Azerbaijani \r\nleadership, one comes to the obvious conclusion that \r\nit is a most racist and xenophobic State. The latest \r\nmanifestation of such an attitude took place a few days \r\nago. On 18 September, the President of the Republic of \r\nAzerbaijan said the following:\r\n“... the national f lag of Azerbaijan must be raised \r\nin Shusha and Khankandi, and the Azerbaijanis \r\nshould live on all of their historical lands in the \r\nfuture. Our historical lands are the Erivan khanate, \r\nthe Goycha and Zangezur Mahals. The time will \r\ncome when we Azerbaijanis will live there. I \r\nbelieve in and am sure of that. Time is passing. We \r\nsimply want it to happen soon.”\r\nLet me just clarify for the Assembly that all \r\nthose geographic names cited by the President of the \r\nRepublic of Azerbaijan are distorted Azeri versions of \r\nArmenian names, “Erivan” being “Yerevan”, the capital \r\nof an independent State, the Republic of Armenia, a \r\nproud State Member of the United Nations. I ask the \r\nAssembly, what is that if not an aggressive militaristic \r\nxenophobia? Is that what the rest of the world expects \r\nfrom a member of the Security Council?\r\nTomorrow, the Azerbaijani delegation will brief \r\nnon-Security Council members on the programme \r\nof work for this month, the month of its presidency. I \r\nam pretty sure that it will speak of the importance of \r\npeace. No one in his right mind will trust or believe \r\nthose words. One cannot simultaneously advocate war \r\nagainst one’s neighbour and another nation and preach \r\nfor peace.\r\nIt sounds more like a wolf in sheep’s clothing. I do \r\nnot buy that kind of preaching. Nor do I think anybody \r\nshould.\r\nMr. Lim Sang Beom (Republic of Korea): In \r\nresponse to the statement made in right of reply by \r\nthe delegation of the Democratic People’s Republic of \r\nKorea, I would like to clarify that the joint exercises \r\nof the Republic of Korea and the United States are a \r\nlegitimate part of our defence against the provocations \r\nand daily threats made by North Korea against the \r\nRepublic of Korea. The joint exercises, which are \r\npurely defensive in nature, are designed to enhance \r\nour combined readiness against North Korea’s military \r\n44/46 13-49063\r\nA/68/PV.23 01/10/2013\r\ndelegations stressed that we now need to begin work \r\ntowards defining a universal development agenda that \r\nis inclusive of sustainable development goals based on \r\ncommon but differentiated responsibilities. We heard \r\nappreciation for the launch of the high-level political \r\nforum as the guardian and catalyst of that agenda.\r\nThroughout the week, a number of items were \r\nmentioned that countries wish to see in our new \r\nagenda, including, inter alia, culture, education, \r\nclimate change, job creation, sustainable energy, \r\nsocial inclusion, equality for all, access to water, \r\nsustainable agriculture, the use of ocean resources, \r\nfood security, health care, including maternal care, \r\nnon-communicable diseases and the fight against HIV/\r\nAIDS. Some delegations reminded us that democracy, \r\nhuman rights, peace and security must also be part of a \r\nsustainable development agenda, and some emphasized \r\nthe role and empowerment of women, youth, indigenous \r\ncommunities and persons with disabilities.\r\nWe heard emphasis placed on the role of \r\npartnerships in development, which, coincidentally, \r\nwill be the focus of one of our thematic debates. There \r\nwere reminders that, while South-South cooperation has \r\nbecome an important part of development cooperation, \r\nit is a complement to North-South cooperation, not \r\na replacement for it. Partnerships are also needed \r\namong State and non-State actors. The means of \r\nimplementation, the need for adequate resources and \r\nfunding, innovation and technology transfer were \r\nfurther recurring themes.\r\nA number of delegations reminded us that the \r\nspecific needs and vulnerabilities of the small island \r\ndeveloping States are an important consideration for \r\nthe post-2015 development agenda, and they welcome \r\nthe third International Conference on Small Island \r\nDeveloping States to be held in 2014 as a vehicle for \r\nmaking contributions.\r\nAs we begin to focus on the new agenda, \r\nmany delegations made reference to the collective \r\nresponsibility of the international community to \r\naccelerate progress towards the full realization of the \r\nMillennium Development Goals, ahead of the 2015 \r\ntarget date. In that context, partnerships and financing \r\nwere also emphasized. Reforming the global economic \r\ngovernance architecture to reflect the weight of \r\nemerging and developing countries was also a concern.\r\nA number of delegations condemned the use \r\nof chemical weapons in Syria and called for the \r\nits illicit activities and provocations. Needless to say, \r\ntension in the region has its roots in North Korea’s \r\ncontinued missile launches and nuclear tests. North \r\nKorea’s argument is nothing more than an irresponsible \r\npretext. Let me also stress that not only the Security \r\nCouncil but also more than 80 Member States have \r\nissued a statement condemning North Korea’s third \r\nnuclear test and urging it to abide by the relevant \r\nSecurity Council resolutions.\r\nThe North Korean delegation has denied the \r\nauthenticity and credibility of the Security Council, \r\nwhich has the primary responsibility for the maintenance \r\nof international peace and security, a core function of \r\nthe United Nations. Let me point out that all resolutions \r\nregarding the Democratic People’s Republic of Korea \r\nhave been unanimously adopted, with votes in favour \r\nbeing made by all the Council’s permanent members.\r\nMr. Seifi Pargou (Islamic Republic of Iran): I wish \r\nto make a point of clarification, actually. I have been \r\ninformed that I unfortunately misquoted my Foreign \r\nMinister. What he actually said is that a charm offensive \r\nis better than a lie attack. I should have memorized that \r\nthen and I will keep repeating it until I do. A charm \r\noffensive is better than a lie attack.\r\nThe President: Believe it or not, we have come to \r\nthe end of the general debate of the sixty-eighth session \r\nof the General Assembly, one in which Member States \r\ngave voice to their distinct needs and diverse challenges, \r\nas well as individual and shared concerns. I truly thank \r\neach and every one of them for sharing their priorities, \r\nconcerns, hopes and expectations for our sixty-eighth \r\nsession.\r\nPermit me to reflect on the major issues that \r\nspeakers have identified so as to have a guide for our \r\ndeliberations going forward. Many will recall that I \r\nchose as the theme for the sixty-eighth session “The \r\npost-2015 development agenda: setting the stage”. I also \r\noutlined a number of priority areas for deliberations \r\nby Member States in the form of either high-level \r\nevents or thematic debates. Virtually every delegation \r\nthat referred to the theme commended the choice and \r\npledged full support and cooperation for its further \r\nelaboration. That heralds a sense of promise about what \r\nis to come over the next year. I trust that we will all \r\nbe able to work collectively and creatively during the \r\nsixty-eighth session.\r\nBuilding on the achievements of the United Nations \r\nConference on Sustainable Development, many \r\n13-49063 45/46\r\n01/10/2013 A/68/PV.23\r\nDelegations also highlighted the need to make \r\nprogress on the important issue of reforming the \r\nprimary organs of our institution. Many called for a \r\nmore balanced, fair, representative and accountable \r\nSecurity Council. Many mentioned how the use of \r\nthe veto has had a paralysing effect. Most also want \r\nrevitalization of the General Assembly and better \r\ncoordination between the two bodies. Based on the \r\nstrength of the sentiments expressed in that regard, it is \r\nnow up to the States Members of the United Nations to \r\nmove with purposefulness on the required reforms and \r\nrevitalization.\r\nThe general debate provides a useful measure of \r\nstock-taking on the issues at the forefront of our lives \r\nwithin the mandate of the Organization. It is the only \r\nmechanism by which the 193 Member States can make \r\ntheir voices heard. Key issues raised by leaders in the \r\ngeneral debate are those that affect our countries and \r\nour people and those that require concerted effort from \r\nthe entire international community.\r\nWe are oftentimes accused of being an Organization \r\nthat is all talk and no action. Perhaps that is so, but \r\nI submit that our general debate, which occurs at this \r\ntime each year, serves an important purpose. Our \r\ndebates help us to mark where we are as a global \r\ncommunity and provide guidelines for where we need \r\nto go. They serve as a useful point of peer review and \r\ngeneral accountability. Moreover, our debates also \r\nshow that despite any negative comments about the \r\nUnited Nations, faith in the Organization’s value as the \r\nworld’s forum of countries continues to be high.\r\nWith the guidance we received this past week, it is \r\nnow up to us find common ground among our priorities \r\nas the basis for moving forward with decisive action. In \r\nthe real world in which we live, such healthy compromise \r\nis the best outcome of our joint effort. We are the ones \r\nresponsible for finding that common ground, and, with \r\nthe directions and the reference points laid before us \r\nthis week, it is now up to us to identify our common \r\nground and move forward on it.\r\nWe are responsible for the implementation of action \r\nby working to create a post-2015 development agenda. \r\nDuring the months to come and throughout the session, \r\nI look forward to working with the Assembly and to \r\nrealizing meaningful changes and progress.\r\nLet me conclude by expressing my deep \r\nappreciation and thanks to the Vice-Presidents of \r\nthe General Assembly as well as the Department for \r\nperpetrators to be held accountable. Many delegations \r\nexpressed concerns about the dire humanitarian \r\nsituation there. They welcomed Syria’s decision to \r\naccede to the Chemical Weapons Convention and \r\ncall for an immediate application of its provisions. \r\nWhile many welcomed the unanimous decision of the \r\nSecurity Council on Syria (resolution 2118 (2013)), they \r\nnevertheless called on that body to uphold the rules \r\nof the Charter with regard to further action. Many \r\nexpressed a desire to find a negotiated solution at the \r\nupcoming “Geneva II” conference.\r\nOn the issue of Palestine, a number of delegations \r\nrepeated their call for a two-State solution and welcomed \r\nthe resumption of direct negotiations between Israel \r\nand the Palestinians.\r\nWith respect to the African region, we heard praise \r\nfor the progress that has been made in countries such \r\nas Mali and the Democratic Republic of the Congo. At \r\nthe same time, concern was expressed for the situations \r\nin Guinea-Bissau, the Central African Republic, the \r\nSudan and the Sahel. On Somalia, there were words of \r\nboth encouragement and caution.\r\nThere were calls for the international community \r\nto take action against terrorism in all its forms and \r\nmanifestations. In that regard, strong condemnation \r\nwas registered about recent terrorist attacks in Kenya, \r\nPakistan and Iraq. Sadly, we can add Nigeria to that list.\r\nIn addition, Member States underscored the need to \r\nprotect women and children in conflict and end sexual \r\nviolence in conflict and the enrolment of child soldiers, \r\nsupport the transition processes following the Arab \r\nSpring and address the issues of cybersecurity, with \r\nsuggestions for the United Nations to play a greater role \r\nin that area.\r\nSome nations expressed reservations about the \r\nInternational Criminal Court, which they feel had \r\ndemonstrated bias against a particular geographical \r\nregion.\r\nThe need for disarmament was emphasized with \r\nconcerns about the use of weapons of mass destruction \r\nand the risk of proliferation. Calls were made for the \r\ncreation of nuclear-weapon-free zones. Similarly, the \r\nuse of small arms was reviled for their negative impact \r\non peace and security. Delegations welcomed the \r\nadoption of the Arms Trade Treaty and called for its \r\nprompt entry into force.\r\n46/46 13-49063\r\nA/68/PV.23 01/10/2013\r\nMay I take it that it is the wish of the General \r\nAssembly to conclude its consideration of agenda \r\nitem 8?\r\nIt was so decided.\r\nThe meeting rose at 1.55 p.m.\r\nGeneral Assembly and Conference Management for \r\ntheir unstinting support, long hours and incredibly hard \r\nwork during this period of the session. I thank them.\r\n"