"In the absence of the President, Ms. Picco (Monaco), \r\nVice-President, took the Chair.\r\nThe meeting was called to order at 10 a.m.\r\nHigh-level Dialogue on International Migration \r\nand Development\r\nAgenda item 21 (continued)\r\nGlobalization and interdependence\r\n(e) International migration and development\r\nReport of the Secretary-General (A/68/190)\r\nNote by the Secretary-General (A/68/162)\r\nMr. David (Romania): I would first like to thank \r\nthe President for convening this timely meeting, \r\nparticularly at this moment, when the attainment of the \r\nMillennium Development Goals is being evaluated, and \r\nthe process for establishing a post-2015 development \r\nagenda is ongoing.\r\nThroughout this year. I have participated in \r\nnumerous debates on the topic we are discussing today, \r\nin consultations organized in various formats under \r\nthe auspices of the Transatlantic Council on Migration, \r\nthe International Organization for Migration and \r\nthe United Nations. All of those discussions were \r\ndesigned to prepare the ground for this meeting, and \r\nwe have therefore been sharing lessons learned and \r\nbest practices, as well as discussing how to focus on \r\nthe contributions that migration makes to inclusive and \r\nsustainable development.\r\nNonetheless, it is this meeting, the High-level \r\nDialogue on International Migration and Development, \r\nthat provides the best framework for bringing together \r\nresults from previous efforts, by integrating all their \r\noutcomes into a comprehensive assessment and \r\neffective recommendations. Romania, obviously, \r\nshares the views expressed by the representative of the \r\nEuropean Union on this issue, but I would also like to \r\nunderline some aspects of particular significance to my \r\ncountry.\r\nAs I have said in other forums, I hope to highlight \r\nthe perspective of countries of origin on migration, \r\nbased on Romania’s first-hand experience, where the \r\neconomic and social consequences of emigration are \r\nconcerned. Romania has been dealing with greatly \r\nincreased labour mobility, especially in the last 10 \r\nyears, within the European Union. The high level \r\nof remittances has become one of the engines for \r\neconomic growth as families back home have benefited \r\nboth economically and socially.\r\nHowever, while the support provided through \r\nremittances is widely recognized as generating \r\ndevelopment in the countries of origin, I take this \r\nopportunity to reiterate the need to recognize the \r\nbenefits brought by migrants to the communities in \r\nthe countries of destination. In doing so, I emphasize \r\nthe need to acknowledge the importance of the \r\ncontributions made by migrants to development. \r\nFurthermore, the end objective should be to increase \r\nthe quality of the migration process through a balanced \r\ndistribution of the benefits between countries of origin \r\nand of destination. In this regard, aid coordination \r\nUnited Nations A/68/PV.27\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n27th plenary meeting\r\nFriday, 4 October 2013, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1350003*\r\n13-50003 (E)\r\n2/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nMr. Erdene (Mongolia) (spoke in Mongolian; \r\nEnglish text provided by the delegation): On behalf \r\nof the Government of Mongolia and my delegation, \r\nI would like to express appreciation to the United \r\nNations for convening this second High-level Dialogue \r\non International Migration and Development to \r\ndiscuss a rights-based approach to the multifaceted \r\nissue of migration in the context of the development \r\nagenda. I take this opportunity to reaffirm the \r\nMongolian Government’s strong commitment to the \r\nimplementation of the outcome of the first High-level \r\nDialogue of the General Assembly, held in 2006, and \r\nrelevant conventions and agreements through national \r\npolicies and measures.\r\nThe Constitution of Mongolia, newly approved \r\nin 1992, enshrined human rights and freedom and \r\nprovided opportunities for Mongolian citizens to freely \r\nchoose a place to live and be provided with employment, \r\neducation and health care. With the transition to a \r\nmarket-oriented system in the early 1990s, human \r\nmobility across national borders increased, and \r\nMongolia became a country of origin, destination \r\nand transit. According to the 2010 population census \r\nestimates, over 4 per cent of the Mongolian population \r\nlives in other countries. Among those living out of \r\nthe country for longer than six months, the majority, \r\nor 41.3 per cent, moved for employment and 37 per \r\ncent for educational purposes. At the same time, the \r\nnumber of foreigners coming to Mongolia doubled in \r\n2010 compared to 2000, with the prevailing majority of \r\nthose employed in the mining sector.\r\nThe main push-and-pull factors of migration can \r\nbe explained by the search for better living conditions, \r\nincluding the desire to earn more in a comparatively \r\nshort period of time through better-paid employment, \r\non the one hand, and the need for higher skills and \r\nqualifications for the main sectors of the domestic \r\nlabour market, on the other. At the same time, while \r\nhuman mobility across national borders was increasing, \r\nthe absence of comprehensive data and inadequate \r\nmanagement and regulation impeded the opportunities \r\nfor people to engage in formal and decent employment, \r\nmaking them more vulnerable to human trafficking, \r\ncrime and violations of their rights.\r\nGiven this situation, the Mongolian Government \r\nhas been pursuing policies to ensure migrants’ rights, \r\nto maximize the positive impact of migration on \r\nmigrants and the country’s development, and to reduce \r\nthe negative consequences of migration. Priority \r\nis a structural instrument that we should consider \r\nstrengthening.\r\nIn my view, that is the way towards a comprehensive \r\napproach, based on the coherent integration of the \r\nperspectives of all stakeholders and on the mutual \r\nreinforcement of various dimensions, such as \r\ndevelopment and respect for human rights. Essentially, \r\nif this is to become a reality, there is an urgent need for \r\nclose cooperation among all stakeholders: countries of \r\norigin and destination, local and central administrations \r\nand civil society organizations.\r\nWhile we continue our debate on well-managed \r\nmigration, I want to hereby reiterate one of my strongest \r\nbeliefs that it is critically necessary for actions to \r\nensure the respect of human rights and freedoms of \r\nmigrants. This is today a fundamental task for our \r\nleadership, which is faced with special situations and \r\nthe vulnerability of migrants exposed to a high risk \r\nof abuse. In addition, we need to address setbacks \r\nregarding discrimination and xenophobic tendencies by \r\nencouraging tolerance, solidarity and intercultural and \r\ninterreligious dialogue.\r\nOnce these basic conditions are met, we have to \r\npursue actions rooted in principles of good governance \r\nby promoting the integration of migrants in host \r\ncountries as well as their return to and reintegration in \r\ntheir home countries. Consequently, a full spectrum of \r\nintegration policies has to be developed in areas such as \r\nthe social, economic and education spheres. Access to \r\nlabour markets should be facilitated in full respect for \r\ninternational labour standards. Concurrently, proactive \r\nmeasures have to be adopted to prevent migrants \r\nfrom acquiring illegal status. Last but not least, an \r\naction-oriented approach is vital for any progress to \r\nbe achieved. Political discourse has to move from pure \r\nrhetoric to concrete steps that have to be implemented \r\nin order to facilitate the contribution of migration to \r\ndevelopment.\r\nIn closing my statement, allow me to express \r\nspecial appreciation for the work of the United Nations, \r\nthe Global Forum on Migration and Development \r\nand the International Organization for Migration. I \r\nbelieve that more importance has to be placed on the \r\nanalytical approach through the Forum’s actions, and \r\nRomania stands ready to support such an approach \r\nand all endeavours meant to harmonize migration and \r\ndevelopment.\r\n13-50003 3/38\r\n04/10/2013 A/68/PV.27\r\na return movement of the Mongolian diaspora and \r\nensures migrants’ right to education, employment and \r\nstay in Mongolia.\r\nIn conclusion, I would like to reaffirm the \r\nMongolian Government’s commitment to supporting \r\nthe outcome documents of the High-level Dialogue and \r\nexpress, once again, Mongolia’s willingness to maintain \r\nand to call for an even closer cooperation at regional \r\nand global levels in implementing migration policies \r\nthat are rights-based and free from discrimination and \r\nthat promote national priorities and development.\r\nI wish every success to the deliberations of the \r\nHigh-level Dialogue.\r\nMr. Alshamsi (United Arab Emirates) (spoke in \r\nArabic): At the outset, I would like to thank the United \r\nNations Secretariat and all those who participated in the \r\npreparation for the High-level Dialogue on International \r\nMigration and Development. For the United Arab \r\nEmirates, this High-level Dialogue not only marks \r\nthe culmination of a seven-year process to highlight, \r\ndocument and measure the benefits of international \r\nmigration for development, but also represents a gateway \r\nto a new phase of international cooperation based on \r\nthe contributions of international migration and labour \r\nmobility in achieving human, economic and social \r\ndevelopment. Adding the labour mobility dimension \r\nto the development framework and integrating it into \r\nthat framework must be one component of the United \r\nNations post-2015 development agenda, maximizing its \r\nimpact and benefits and minimizing its negative effects \r\non development, as well as enabling Member States \r\nto develop their national policies and strengthen their \r\nbilateral and multilateral cooperation for that purpose.\r\nThe Arab Gulf region is regarded as one of the \r\nworld’s most attractive regions for cross-border mobile \r\nlabour. The Gulf Cooperation Council today hosts \r\nnearly 17 million workers of various nationalities, \r\nwho have contributed and continue to contribute to the \r\ndevelopment of our national economies, as well as to the \r\neconomies of the countries of origin, where, according \r\nto World Bank estimates, their annual remittances \r\nare approximately $80 billion. In addition to those \r\ncontributions, our efforts should focus on ensuring \r\nthat the development impact of labour mobility is \r\nenjoyed by all stakeholders, including workers and \r\ntheir family members and the domestic social context \r\nin their countries of origin, thereby bringing about \r\ncomprehensive and sustainable development in those \r\ncountries of origin.\r\nattention is given to ensuring the conditions necessary \r\nfor Mongolian nationals to engage in employment \r\nwith guaranteed income in their mother country. The \r\nGovernment has started implementing the Beehive \r\nprogramme, which encourages Mongolian nationals \r\nliving and working abroad to return to their motherland. \r\nAlso, we have undertaken efforts to renew the legal \r\nenvironment on international labour migration, with \r\na main focus on improving migration management, \r\nensuring migrants’ rights, preventing their falling into \r\nirregular status and exposure to risks, and redesigning \r\nregulations on labour immigration, taking into account \r\nthe needs of the domestic labour market.\r\nThe Government has been making great efforts \r\nto establish bilateral agreements with receiving and \r\nsending countries with a view to increasing the positive \r\nimpact of migration. For instance, such efforts include \r\nthe establishment and effective implementation of \r\nrespective bilateral agreements with the Republic of \r\nKorea on employment and social security and pension \r\nportability. Moreover, the Government pursues policies \r\nto reach its nationals who remain in foreign countries \r\nin large numbers and whose social guarantees have not \r\nbeen duly ensured for years by concluding bilateral \r\nagreements and regularizing their illegal status, with \r\nparticular attention being given to children and women. \r\nFurthermore, we undertake efforts to expand our \r\ncooperation with countries of destination by ensuring \r\nthe conditions for a rights-based approach to migration \r\nand securing basic social guarantees for the Mongolian \r\ndiaspora and those who are part of multicultural \r\nfamilies.\r\nLet me emphasize the importance of a \r\ncomprehensive approach to addressing the complex \r\nissue of international migration in increasing the \r\npositive impact of migration on migrants and a country’s \r\ndevelopment.\r\nEver since the International Conference on \r\nPopulation and Development, Mongolia has pursued a \r\nholistic approach to integrating the issues of population \r\nand development into our national development agenda. \r\nI am also pleased to share with members that the \r\nGovernment of Mongolia is in the process of reviewing \r\nits population policy, taking into consideration \r\npopulation and migration issues in close relation to and \r\nin the framework of the national development agenda. \r\nThe policy aims to establish international migration \r\nmanagement that prioritizes citizens’ rights, national \r\ninterests and priority development issues, promotes \r\n4/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nDevelopment as an opportunity to foster international \r\ndebate on that subject. Germany is convinced that \r\nthe second High-level Dialogue will be a pioneering \r\nlandmark for the future of migration policy.\r\nCommissioner Malmström and the European \r\nUnion (EU) presidency have already outlined the EU \r\napproach on international migration and development. \r\nWe share those points but would like to make some \r\nfurther comments from a German perspective.\r\nWhen migration is discussed, Germany currently \r\nfocuses on the tragic situation of the many millions \r\nof Syrian refugees. We are sending a strong signal \r\nof solidarity by providing substantive humanitarian \r\nassistance to the neighbouring countries. Furthermore, \r\nwe have guaranteed tens of thousands of Syrians a stay \r\nin Germany.\r\nFrom the perspective of Germany — a country \r\nwith substantial immigration experience, whose \r\ndemographic profile has profoundly changed — human \r\nmobility is an increasingly important global reality \r\nthat clearly affects the future of both developing and \r\ndeveloped countries.\r\nGermany has shaped its migration policy in close \r\ncooperation with partner countries, guided by the \r\nfair consideration of mutual interests. In addition, the \r\nGovernment aims to implement a coherent policy, in \r\nwhich labour-market concerns and foreign, security \r\nand development matters are combined.\r\nMy delegation and I personally welcome the positive \r\nremarks of the Special Representative of the Secretary-\r\nGeneral on Migration, Mr. Peter Sutherland, concerning \r\nthe efforts of Germany in this field. The Assembly may \r\nbe assured that Germany continues to provide equal \r\nopportunities for the participation and integration of \r\nall persons with a migrant background in the social, \r\neconomic and cultural life of Germany. Important \r\nareas of engagement include the integration and self-\r\norganization of migrant women; the integration of \r\nyoung migrants into school and professional education \r\ninstitutions, as well as into the labour market; a wider \r\nrecognition of foreign diplomas; and a substantial \r\nreduction in the cost of sending remittances, which was \r\nannounced yesterday.\r\nSince 2006, the German Government has been \r\nhosting integration summits on a regular basis. A \r\nnational integration plan has served as a basis to \r\nactively support the integration of migrants, and in \r\nparticular to allow them to develop their potential to \r\nThe international Dialogue that was launched in \r\n2006, and that continued and grew through the Global \r\nForum on Migration and Development, has reached \r\na key conclusion: that the equitable and sustainable \r\nmaximization of the benefits of development is of \r\ncommon interest to all the parties concerned with the \r\nphenomenon of cross-border labour mobility in all its \r\nforms, and that bilateral and multilateral cooperation, \r\nwith the participation of relevant international \r\norganizations, would ensure the success of that \r\nendeavour.\r\nThe United Arab Emirates is currently seeking, \r\nthrough the Abu Dhabi Dialogue, which is composed \r\nof Asian labour-sending and -receiving countries and \r\nis presided over by the Philippines, to identify ways \r\nof enabling workers to benefit from development. \r\nSuch ways would include: first, reducing the cost of \r\nrecruitment by supervising the activities of private \r\nagencies; secondly, developing workers’ professional \r\nskills before their arrival and documenting and \r\nrecognizing the skills acquired during their stay, as \r\nwell as establishing an understanding with the sending \r\ncountries to acknowledge those skills after the workers \r\nreturn to their homeland; thirdly, developing a research \r\nagenda for identifying the human and social qualities \r\nthat can be developed in workers and incentives to \r\nencourage them and their families to invest part of their \r\nremittances in social services, such as education and \r\nhealth services; and, fourthly, developing information \r\nsystems designed to match supply and demand in order \r\nto ensure successful contractual labour cycles.\r\nMy Government looks forward to cooperating with \r\ninternational organizations, particularly the World \r\nBank, the International Organization for Migration \r\nand the United Nations Department of Economic and \r\nSocial Affairs, in the execution of several joint projects \r\nwith the member States of the Abu Dhabi Dialogue. In \r\nthat connection, we are willing to place the outcomes \r\nand formulations of those initiatives at the disposal of \r\nthe United Nations Development Programme and other \r\norganizations concerned with crafting the post-2015 \r\ndevelopment agenda.\r\nMr. Schmidt-Bremme (Germany): At the outset, \r\nI would like to express my Government’s condolences \r\nto those affected by the tragic events off the coast of \r\nLampedusa. They are only the latest in a far too long \r\nseries of catastrophes in the Mediterranean Sea.\r\nThe German Government warmly welcomes the \r\nHigh-level Dialogue on International Migration and \r\n13-50003 5/38\r\n04/10/2013 A/68/PV.27\r\nillegal migration and human trafficking, which is the \r\nother side of the coin. My Government attaches great \r\nimportance to combating human trafficking. While \r\npromoting information dissemination, we also continue \r\nto introduce new laws and regulations to prevent and \r\ncombat human trafficking. National plans of action \r\nhave been formulated, and a national commission \r\nfor preventing and combating crimes related in \r\nparticular to the trafficking of women and children \r\nhas been created. The commission is constituted of \r\nmulti-institutional mechanisms from 17 ministries, \r\nunions and organizations.\r\nMuch effort has been made by the relevant \r\nauthorities of Viet Nam in implementing measures of \r\nprosecution, protection and prevention in connection \r\nwith people-smuggling and trafficking in persons. \r\nBearing in mind that international migration requires \r\ncross-border cooperation, Viet Nam has been active in \r\nthe International Peace Commission, the Bali Process, \r\nthe Colombo Process, the Association for Southeast \r\nAsian Nations migration dialogue, and the Coordinated \r\nMekong Ministerial Initiative against Trafficking, \r\nand in promoting effective cooperation with such \r\ninternational, United Nations and non-governmental \r\norganizations as the International Organization for \r\nMigration, the United Nations Office on Drugs and \r\nCrime, the United Nations Inter-Agency Project \r\non Human Trafficking, the United Nations High \r\nCommissioner for Refugees, the International Labour \r\nOrganization, the Asia Foundation and many others.\r\nAt the end of 2011, Viet Nam ratified the United \r\nNations Convention against Transnational Organized \r\nCrime and acceded to the Protocol to Prevent, Suppress \r\nand Punish Trafficking in Persons, Especially Women \r\nand Children. Viet Nam has signed bilateral agreements \r\non preventing and combating human trafficking and \r\nprotecting victims with Cambodia in 2005, with \r\nThailand in 2008, and with Laos and China in 2010.\r\nAs it attends the High-level Dialogue, the \r\nGovernment of Viet Nam shares the view that migration \r\ncreates opportunities for development. Viet Nam has \r\ncome to the High-level Dialogue with the following \r\nviews.\r\nFirst, migration is certainly the outcome of the \r\nglobalization and integration processes. Viet Nam \r\nwill contribute to the consideration of the issues \r\nof international migration and development in the \r\nframework of the post-2015 United Nations development \r\nagenda. Secondly, the Government of Viet Nam will \r\nthe maximum extent possible. In order to implement \r\nthe aforementioned core principles, the German \r\nGovernment is convinced that sending and receiving \r\ncountries require international exchange and an open \r\ndebate over their national experiences, strategies and \r\ninterests in order to elaborate a development-friendly \r\nmigration policy. The German Government facilitates \r\nthe transfer of knowledge through returning experts \r\nwhose work is relevant for the development of their \r\ncountries of origin; it provides advice to migrants who \r\nwish to invest or start a business in their countries of \r\norigin; and it cofunds development projects.\r\nGermany is party to migration partnerships with \r\nArmenia, Georgia, the Republic of Moldova and the \r\nKingdom of Morocco. Our good experiences with those \r\npartnerships encourage us to deepen the path of bilateral \r\nand regional dialogue and hands-on cooperation in the \r\nfield of migration and mobility.\r\nMore than ever, Germany is aware that well-\r\nmanaged migration is a win-win situation for both \r\nmigrants and their countries of origin, as well as \r\nfor Germany. Thus, migration is clearly linked to \r\ndevelopment and should be taken into account in the \r\npreparations for the post-2015 development agenda as \r\nan enabler of inclusive and sustainable development.\r\nMr. Ly (Viet Nam): At the outset, Viet Nam would \r\nlike to express its appreciation to the General Assembly \r\nfor convening the second High-level Dialogue on \r\nInternational Migration and Development, an important \r\nevent at United Nations Headquarters in this beautiful \r\ncity of New York.\r\nThere are about 4.5 million Vietnamese living \r\noverseas nowadays and some 730,000 Vietnamese \r\nmigrants who have worked, studied and are married to \r\nforeigners abroad. Viet Nam is an origin, transit and \r\ndestination country for migrants, and the Government \r\nof Viet Nam has acknowledged that international \r\nmigration is a result of globalization and needs not \r\nonly efficient policies and effective activities on the \r\npart of every Government, international organizations \r\nand others in the world community, but international \r\ncooperation as well. The policy of the Government of \r\nViet Nam on migration is to facilitate regular migration \r\nand to prevent and combat irregular migration.\r\nViet Nam is an active and responsible member of \r\nregional and international processes and initiatives \r\nin the area of migration management in general, and \r\nin particular in the prevention of and combat against \r\n6/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nmay simply serve to launder the profits of the industry \r\nof human trafficking, which thrives off the perfectly \r\nreasonable and justified zeal of nations and international \r\norganizations to guarantee the rights of its victims.\r\nNor can we dissociate migration from one of its \r\nmain root causes, namely, the unfair distribution of \r\nwealth throughout the world, which brings the North \r\nand the South into conflict, with waste, consumerism \r\nand indifference over a growing lack of opportunities \r\nin general in such areas as employment, access to \r\nknowledge or, worst of all, hunger. In that contrast, \r\nmigration plays a role in the search for a certain balance, \r\nand remittances provide new hope for those who are \r\nlocked out of access to opportunities.\r\nAs long as world leaders fail to adopt a systematic \r\nprogramme for planning numerous mini-Marshall \r\nPlans to gradually reduce the unjustified realities that \r\nexist in many nations mired in poverty at levels that \r\nare an affront to humankind, migration will continue \r\nin many different forms, while the need to protect the \r\nsecurity and identity of nations cannot be purely and \r\nsimply ignored. If we start by ensuring due respect for \r\nthe principle of the right of States to govern their own \r\naffairs in certain areas, that will serve as a guarantee of \r\nthe existence of the community of nations.\r\nThe defence of migration will always be required, \r\nbut we must do it in a balanced, case-by-case manner. \r\nIn all countries of origin where the issue of subsistence \r\nand the quest for a new life frequently become a \r\nlife-and-death dilemma, we cannot deny our common \r\nresponsibility to exercise the well-intentioned solidarity \r\nthat strengthens national institutions and develops \r\neconomies. We can never lose sight of the factor of \r\ngeopolitical destabilization and human drama that \r\nmay be inherent in any migration process that occurs \r\noutside a framework of security, order and full respect \r\nfor human rights.\r\nWe cannot merely issue declarations of goodwill. \r\nWe have to tackle the inequalities that make migration \r\nf lows a threat to the security of persons who are \r\ngenerally victims of trafficking. We would suggest that \r\nwe use caution and balance in considering the matter \r\nof migration; we must avoid the irresponsible use of \r\nsocial communication that leads to erroneous national \r\nand international decision-making and to thoughtless \r\nconfrontations with internationally responsible States \r\nthat react to media sensationalism and stereotypes that \r\nhave no basis in reality. Let us therefore responsibly \r\ncontinue its many efforts to encourage regular migration \r\nwhile protecting the rights of migrants, and to fight \r\nillegal migration by imposing severe penalties for the \r\ncrimes of people smuggling and trafficking in persons. \r\nThirdly, the Government of Viet Nam will continue to \r\ncooperate on migration issues at all levels — national, \r\nbilateral, regional and international.\r\nMr. Taveras (Dominican Republic) (spoke in \r\nSpanish): The Dominican Republic is a nation with \r\nan internationalist calling that is firmly enshrined \r\nin its Constitution. Given its consistent support of \r\ninternational initiatives to realize ideals of justice, equity \r\nand the social, economic and political development \r\nof nations, my country clearly and fully endorses all \r\nthe concepts outlined by the General Assembly at this \r\nHigh-Level Dialogue on International Migration and \r\nDevelopment.\r\nThat is because our nation, at its roots, is a melting \r\npot of races and cultural wealth in which migration \r\nhas played a dominant role. As a country of origin, \r\ndestination and transit for migrants, we recognize \r\nmigration as a multidimensional factor that has an \r\nimpact on the development of the nations involved.\r\nIn defining a migrant, one key word is “hope”, \r\nbecause generally speaking people uproot themselves in \r\na quest for hope, opportunities not yet found, horizons \r\nthat exist only in the far distance, and a search for a \r\nliving space that does not exist in our own environment \r\nor which we prefer to seek in other latitudes for reasons \r\nthat can range from love, personal fulfilment or even \r\nhunger, to name but a few.\r\nHowever, this subject cannot be analysed in strictly \r\nhuman or economic terms. We must also consider all \r\nthe factors that underpin it and the interests that are \r\nmobilized in connection with migration processes. I \r\nwould venture to say that this is the great challenge of \r\nthe twenty-first century.\r\nWhile we should guarantee all rights, we cannot \r\nlose sight of the ways in which the international \r\ncommunity must do so. All efforts must be made to \r\navoid racism, xenophobia and any other form of social \r\nor political discrimination against or stigmatization \r\nof migrants. In addressing this issue in this forum of \r\nsacred world consensus, we must close our ears to \r\nall the white noise generated by a broad spectrum of \r\ninterests. Some of these may be noble and inspired by \r\nsolidarity and goodwill; others may serve the political \r\nor economic ends of certain groups; and others still \r\n13-50003 7/38\r\n04/10/2013 A/68/PV.27\r\nThere has been a huge inflow of remittances \r\nreceived from our diaspora, while retained savings \r\nhave remained even higher. In the course of the past \r\nfew years, the remittances have amounted to between \r\n7 and 15 per cent of Bosnia and Herzegovina’s overall \r\ngross domestic product. Moreover, the annual volume \r\nof remittances transferred by our diaspora is six times \r\nhigher than the overall foreign direct investment to \r\nBosnia and Herzegovina and three times higher than \r\noverall official development assistance. In addition, the \r\nretained savings of our diaspora are estimated to be four \r\ntimes higher than the overall volume of remittances.\r\nWith a view to linking migration to development, \r\nthe following activities have been carried out in my \r\ncountry. We have recognized the role of the diaspora \r\nin development, and we have embedded a number of \r\nrelated activities in key strategic documents. The \r\nCouncil of Ministers of Bosnia and Herzegovina has \r\nadopted several documents concerning migration \r\nand development, including documents on scientific \r\ndiaspora and migration-related financial f lows and \r\ninvestment in the country. For five years now, my \r\ncountry’s institutions have independently prepared \r\nannual migration profiles on Bosnia and Herzegovina \r\nthat include sections on emigration and remittances.\r\nIn the past few years, we have initiated and hosted \r\nfour major regional events in the Western Balkans on the \r\ntheme of linking migration to development: a regional \r\nworkshop entitled “Linking migration to development \r\nof countries of origin in the Western Balkans”, an \r\ninternational research workshop on “Migration from \r\nBosnia and Herzegovina”, a regional event entitled \r\n“Institutional setting of development-oriented diaspora \r\npolicy”, and an international workshop on international \r\nemigration.\r\nWe have collected data and cooperated with \r\nnon-governmental organizations and individuals in the \r\ndiaspora in order to establish a network for enhancing \r\nknowledge transfer and investment projects in Bosnia \r\nand Herzegovina. We have supported and participated \r\nin brain-gain-oriented projects and in many activities \r\nrun by non-governmental organizations from our \r\ndiaspora abroad.\r\nIn the course of 2012, the State-level strategy on \r\nmigration and asylum was adopted by the Council of \r\nMinisters of Bosnia and Herzegovina, and one of its set \r\nobjectives is strengthening the institutional capacity of \r\nmy country aimed at linking migration to development \r\nadopt reasonable standards and avoid dangerous \r\npopulism.\r\nI will conclude by paraphrasing Laurence Dubin, \r\nthe great French legal expert, who always advised \r\nlawyers not to forget the virtue of caution, to consider \r\nall the consequences of reforms that may be posited, and \r\nto uncover all the interests at stake, because otherwise, \r\nunder the pretext of promoting greater justice, existing \r\njustice would be exposed to destruction. He advised \r\nthat we approach the interests of security in a special \r\nway. Security is said to be necessary in life and society, \r\nsince without it we cannot have greater justice.\r\nMs. Telalović (Bosnia and Herzegovina): It is \r\nmy great pleasure and honour to address the General \r\nAssembly today on behalf of the institutions in charge of \r\nmigration and the diaspora in Bosnia and Herzegovina.\r\nFirst of all, we would like to extend our condolences \r\nto the families and friends of the migrants who tragically \r\nlost their lives in the Mediterranean yesterday.\r\nBosnia and Herzegovina wishes indeed to be a \r\npart of a global solution in the area of international \r\nmigration, and we have multiple reasons for doing so. \r\nWith a view to linking migration and development, \r\nBosnia and Herzegovina acts in accordance with the \r\nEuropean Commission’s recommendations set out in \r\ntwo key documents, the Global Approach to Migration \r\nand Mobility and the Biannual Report on Policy \r\nCoherence for Development.\r\nMy country’s need to undertake activities aimed \r\nat linking migration and development arises from the \r\nfollowing facts. Bosnia and Herzegovina is ranked \r\nsecond among the top two developing countries in \r\nEurope with respect to total emigration rate and the \r\ndiaspora from Bosnia and Herzegovina represents \r\naround 38.9 per cent of the country’s total population, \r\nand such a huge number of people should not be excluded \r\nfrom the development f lows in our country. Bosnian \r\nemigrants live in almost all countries throughout \r\nthe world, on virtually all continents. The key host \r\ncountries in Europe are Germany, Austria, Slovenia, \r\nSweden and Switzerland; other key host countries \r\ninclude the United States, Canada and Australia.\r\nBosnia and Herzegovina has therefore faced an \r\nextensive brain drain; a large portion of emigration \r\nfrom our country consists of highly skilled workers. \r\nThe World Bank estimates that the emigration rate of \r\ntertiary-educated persons from Bosnia and Herzegovina \r\namounts to 28.6 per cent.\r\n8/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nand political rights, the way in which migrants and \r\nmigration are perceived, and the inclusion of migration \r\non the international and national development agendas, \r\nespecially their incorporation into the post-2015 \r\ndevelopment agenda.\r\nIn an increasingly globalized world, the \r\nphenomenon of international migration has continued \r\nto grow. The movement of populations in all regions \r\nis largely the outcome of the unequal and unjust \r\neconomic and financial order that currently prevails at \r\nthe international level. It has forced millions of human \r\nbeings to migrate to the industrialized countries in a \r\nquest for better conditions. Likewise, wars imposed \r\nfrom elsewhere against developing countries also affect \r\nmigration f lows.\r\nThe reality of this globalized world demands the \r\nformulation and implementation of coherent migration \r\npolicies. More than ever, we need a framework for \r\ncooperation based on the ordered channeling and \r\nintelligent regulation of migration f lows so as to prevent \r\nthe trafficking and smuggling of persons and to ensure \r\nrespect for the human rights and freedoms of migrants.\r\nThe contributions of migrants to the socioeconomic \r\ndevelopment of destination countries have still not \r\nbeen duly recognized. A full 10 per cent of Nicaragua’s \r\npopulation lives in other countries, and our country \r\nhas one of the highest level of remittances in Latin \r\nAmerica and the Caribbean. We therefore repeat that \r\nit is essential to ensure that the working conditions of \r\nmigrant workers and their families not be allowed to \r\nfurther deteriorate.\r\nWe cannot consider the subject of migration \r\nwithout looking at the root causes of the situation. This \r\nis a structural matter that arises from the lack of a new \r\neconomic architecture. While it is true that poverty has \r\nbeen reduced, major inequalities nonetheless persist \r\nthroughout the world. I would like to briefly share the \r\nexperiences of our country with regard to migrants.\r\nIn its public policies for the protection of our \r\nmigrants, Nicaragua has installed mobile consulates in \r\ncountries with Nicaraguan migrants. That has enabled \r\nus to streamline the documentation of our citizens. \r\nWe have also signed important agreements with \r\nother countries for the return of Nicaraguan citizens. \r\nAbove all, we have focused our development policies \r\nfor Nicaragua’s men and women on initiatives aimed \r\nat incorporating them into the country’s development \r\nand to substantially improving their standard of living \r\nand utilizing development resources from the diaspora \r\nfor the development of Bosnia and Herzegovina.\r\nWithin the migration partnership signed by \r\nSwitzerland and Bosnia and Herzegovina, the Swiss \r\nAgency for Development and Cooperation has \r\nfunded two key projects: “Diaspora from Bosnia and \r\nHerzegovina in Switzerland” and “Migration and \r\ndevelopment: mainstreaming migration into local \r\ndevelopment”.\r\nWe have tried to increase the interest of the developed \r\ncountries, as well as of some key intergovernmental and \r\ninternational organizations that operate in Bosnia and \r\nHerzegovina, in mainstreaming the area of migration \r\nand development into their respective strategies and \r\naction plans, as well as in cooperating closely on that \r\nissue with our institutions. Unfortunately, development \r\nassistance plans in Bosnia and Herzegovina do not \r\ncontain the area of linking migration to development. \r\nHowever, there have been some notable exceptions, \r\nsuch as the bilateral agreement on migration partnership \r\nsigned with Switzerland.\r\nTo conclude, we hope that all of us will continue \r\nto rely on the Declaration adopted at this High-level \r\nDialogue (resolution 68/4) and other documents \r\npresented in order to continue to make serious efforts \r\naimed at mainstreaming the intersectoral area of \r\ninternational migration into foreign, development, \r\neducational, social and all other relevant policies at \r\nthe national, regional and global levels. Migration is a \r\nglobal issue and therefore needs to be regulated at the \r\nglobal level.\r\nMr. Hermida Castillo (Nicaragua) (spoke in \r\nSpanish): We would like to express our condolences \r\nto the family members of the migrants killed in the \r\ntragedy that occurred in Lampedusa yesterday.\r\nWe congratulate President Ashe on having \r\norganized this much-needed High-level Dialogue on \r\nInternational Migration and Development. We take this \r\nopportunity to assure him of Nicaragua’s constructive \r\nsupport during the Dialogue. My delegation endorses \r\nthe statements made by the representatives of Fiji \r\non behalf of the Group of 77 and China and of Cuba \r\non behalf of the Community of Latin American and \r\nCaribbean States.\r\nThis debate provides an excellent opportunity to \r\npromote the governance of international migration, \r\nwith particular regard to the protection of the human \r\nrights of all migrants, including their economic, social \r\n13-50003 9/38\r\n04/10/2013 A/68/PV.27\r\ntime dealing with an unprecedented financial crisis. \r\nIn that context, Greek policy is based mainly on the \r\nseveral axes.\r\nFirst, Greece tackles legal and illegal migration by \r\npromoting integration measures regarding the labour \r\nmarket, the education system and social security \r\nstructures, as well as through the efficient management \r\nof immigration f lows, while respecting the dignity \r\nof migrants and asylum requirements, policies and \r\npractices in that respect. Secondly, Greek policy is \r\nbased on specific short- and long-term measures that \r\ndemonstrate our commitment to implementing them \r\ndespite emerging challenges.\r\nLastly, Greece promotes a policy of cooperation \r\nwith the principal actors involved in preventing illegal \r\nmigration. They include the European Union (EU), \r\nwhere Greece participates actively in the European \r\nframework that deals with illegal immigration and the \r\nintegration of legal immigrants. In that regard, Greece \r\nrecognizes that migration mobility contributes to the \r\nachievement of the Millennium Development Goals \r\n(MDGs), and that and related issues will be a priority \r\nduring Greece’s forthcoming presidency of the EU, in \r\nthe first half of 2014.\r\nGreece also cooperates with international \r\norganizations and acknowledges their contributions, \r\nespecially the contribution of the United Nations, to \r\nachieving the MDGs, and in that regard emphasizes \r\nthe role of the Global Forum for Migration and \r\nDevelopment; with civil society and non-governmental \r\norganizations, many of which have contributed to \r\nthe more efficient and effective management of legal \r\nmigration; with countries of transit; and, finally, with \r\nthe countries of origin of illegal immigrants, which \r\nmust join in the efforts needed to deal successfully with \r\nthis universal challenge.\r\nWe call for the creation of a policy framework that \r\nwill facilitate migrants’ readmission to their home \r\ncountries; at the same time, we believe strongly that \r\nillegal migration should be dealt with in a humane but \r\neffective manner. European and national legislation \r\nprovides the necessary framework for managing \r\nmigrants in an orderly and legal way that is designed \r\nto successfully integrate them into European society.\r\nI would like to conclude by saying that Greece is \r\nfully committed to cooperating with all relevant actors \r\nat the national, regional and international levels, and \r\nto finding the best ways to maximize the benefits of \r\nthrough public investment policies, free education and \r\nhealth systems, and direct foreign investment with an \r\neconomic growth rate of 5 per cent in recent years.\r\nAll of this has redounded to the great benefit of \r\nour population, as reflected in the decline in our \r\npopulation that needs to emigrate and in the return \r\nof many Nicaraguan citizens. Those are just a few of \r\nour good practices, but much more needs to be done \r\ntogether with the international community. Concretely, \r\nwe need to recognize the relevance of migration to \r\nthe three pillars of sustainable development and to \r\nadequately incorporate it into the United Nations post-\r\n2015 development agenda by establishing clear goals.\r\nTo conclude, I reiterate that without political will \r\nwe cannot effectively tackle this theme. In the sphere of \r\ncooperation, the States Members of the United Nations \r\nwill need to contribute effectively in order to protect \r\nall migrants.\r\nMr. Caramitsos Tzieras (Greece): Let me begin \r\nby thanking the President of the General Assembly for \r\nconvening this meeting. We firmly believe that this \r\nHigh-level Dialogue constitutes a constructive exchange \r\nof views and ideas on this important international issue.\r\nGreece aligns itself with the statement on migration \r\nand development made yesterday by the observer of the \r\nEuropean Union. In that framework, I would like to add \r\na few remarks on the issue under discussion.\r\nMigration and development are closely interlinked. \r\nThe challenges of the development aspect of migration \r\nare numerous, and it is vital to put the necessary measures \r\nin place to successfully deal with them. Effectively \r\nmanaged migration can have a positive impact on \r\norigin and host countries alike, and cooperation in that \r\narea among Governments, civil society, the private \r\nsector and international organizations is essential. The \r\ninternational community must also fight the root causes \r\nof illegal migration by promoting security and balanced \r\ndevelopment globally. In that respect, we support the \r\ninclusion of migration in the post-2015 development \r\nagenda.\r\nGreece and the whole of Europe continue to deal with \r\nsignificant migration f lows while undergoing a serious \r\neconomic and financial crisis with local, regional and \r\nglobal dimensions. My country in particular borders on \r\nregions that face serious geo-economic and geopolitical \r\nproblems. Greece confronts the challenges caused by \r\nillegal migration with decisiveness, while at the same \r\n10/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nAl-Saud, Yemen would have become the victim of a \r\ncivil war that would have destroyed the country.\r\nAt the national level, despite difficulties and negative \r\nfactors, we have developed a positive and modern \r\nsystem for regulating safe and legal migration. We have \r\nalso set up training programmes for foreign workers, \r\nand we are coordinating efforts with various entities \r\nto tackle illegal migration and human trafficking. The \r\nMinister in charge of migration has eliminated the fees \r\nthat were unfairly imposed on migrant workers, and we \r\nhave established social-protection laws in the areas of \r\nplanning and investment. Offices responsible for the \r\ninterests of migrant workers will soon be established \r\nin missions abroad; furthermore, we have also set up a \r\nnational council for foreigners and an assistance bureau \r\nfor foreign and Yemeni workers, in which investors \r\nwill participate. A database is also being developed, \r\nand we are preparing for the fourth of the conferences \r\nof foreign workers that are held every four years. A \r\nspecial television channel is also being created for \r\nmigrant workers to address their needs.\r\nYemen is also a country of origin for many migrant \r\nworkers in many countries around the world. Their \r\nparticipation in the life and society of those countries \r\nis recognized as an important factor in development. \r\nYemen, at this stage of its modern transition period, \r\nhopes that this High-level Dialogue will result in \r\nsolutions worthy of the General Assembly for dealing \r\nwith the great challenges in connection with migrants. \r\nThe first of these challenges is to supervise and \r\norganize legal migration and employment. Secondly, \r\nwe hope to see foreign and migrant workers’ rights and \r\nthose of their families protected, in accordance with the \r\nnorms and standards of national and international laws. \r\nThirdly, we also want to see an improved development \r\nprocess that will help to create opportunities and \r\nto solve the economic problems in the countries that \r\nexport migrant workers.\r\nMr. Mushy (United Republic of Tanzania): \r\nOur two-day High-level Dialogue on Migration and \r\nDevelopment is clear testimony to our collective \r\nrecognition of the role that migration and migrants \r\nplay in the development of their countries of origin, \r\ntransit and destination. Through this meeting, and \r\nmany that preceded it, we have once more elevated the \r\nissue of international migration to the top of the global \r\ndevelopment agenda. The timing of the meeting is also \r\nopportune, given the ongoing consultations on the post-\r\n2015 development agenda.\r\nmigration and tackle its challenges effectively in line \r\nwith the relevant EU policies.\r\nMr. Al-Quhali (Yemen) (spoke in Arabic): I would \r\nfirst like to offer my sincere condolences and sympathy \r\nto the families of the victims who died in the Lampedusa \r\naccident, for whom we ask for God’s mercy.\r\nWe support the statement delivered by Fiji on \r\nbehalf of the Group of 77 and China (see A/68/PV.25).\r\nMigration, an ancient humanitarian phenomenon \r\nthat has existed since time immemorial, brings together \r\npeoples and cultures by integrating them into the social \r\nfabric. Migrants are ambassadors of peace for their \r\ncountries who bring their culture with them. We believe \r\nthat migration can be a way of reducing violence, \r\nincreasing stability and narrowing economic gaps.\r\nThe Arab Spring that a number of Arab countries, \r\nincluding Yemen, have experienced did not arise out \r\nof a lack of legislation or scant respect for rights and \r\nobligations; it was, rather, an issue of the awakening \r\nof a generation of unemployed young people living \r\nin extreme poverty. There exist various types of \r\nterrorists, such as Al-Qaida and other extremists, who \r\nfuel violence and hatred and exploit young people \r\nin order to carry out a policy of destruction, which \r\nbecomes possible owing to poverty and unemployment. \r\nOf Yemen’s many current problems, the major one is \r\nunemployment, due in part to the nearly one and a half \r\nmillion refugees from the Horn of Africa, who have \r\nf led the situation of war in their countries, which has \r\nresulted in near-total destruction. Despite the scarcity \r\nof resources, the Yemeni political leadership has done \r\nall it can to help these young people and to protect their \r\nhumanity and dignity.\r\nIn that regard, I cannot fail, on behalf of my \r\ncountry’s leaders, to warmly thank and commend the \r\nUnited Nations and the International Organization for \r\nMigration for their assistance to those displaced in \r\nYemen. We hope that the international community and \r\nour donor countries will continue to contribute to the \r\ndevelopment programmes and plans aimed at tackling \r\nthe various economic, social and political challenges \r\nthat have resulted from political conflicts and policies \r\nof submission, as well as the crisis that began in 2011. \r\nFor, without the efforts and help of the international \r\ncommunity, and in particular of the United Nations and \r\nthe Security Council, the Gulf Cooperation Council \r\nand Saudi Arabia under the auspices of the house of \r\n13-50003 11/38\r\n04/10/2013 A/68/PV.27\r\nGovernment entities, civil society, non-governmental \r\norganizations and the private sector. Currently, we \r\nare working on developing a national migration and \r\ndevelopment policy.\r\nMigrants are increasingly on the move, f lowing \r\nin and out of our borders in search of a better life. \r\nSuch movements can place a huge strain on the \r\nreceiving countries, especially those with fragile \r\neconomies. International assistance is indispensable \r\nin those circumstances. But even more imperative \r\nis the existence of a policy environment permitting \r\nthe humane treatment of migrants, including the \r\nregularization of illegal migrants to enable them to \r\nparticipate freely in development endeavours in the \r\ncountries of their residence.\r\nThe international community needs to understand \r\nand appreciate national and regional complexities and \r\npeculiarities when dealing with international migration \r\nand development. Countries like my own, Tanzania, \r\nwhich is both a transit and destination country for \r\nmigrants, face a myriad of challenges ranging from \r\narmed criminality, and the proliferation of small arms \r\nand light weapons to the violation of wildlife and \r\nconservation rules and regulations, in particular logging \r\nand poaching. Most countries that are surrounded by \r\nconflict or war-prone countries experience the same \r\nsituation. Each Government therefore must be given \r\nample space to determine its migration policies and \r\npriorities consistent with its geopolitical location and \r\ninternational standards. There is no one-size-fits-all \r\npolicy in that regard.\r\nI wish to underscore that the interconnection \r\nbetween migration and development is crucial in \r\nrealizing the optimal potential of globalization. \r\nMigrants’ contributions to development heavily \r\ndepend on the creation of an enabling environment for \r\nmigrants to invest, for their own development and for \r\ntheir countries. We must strive to build and promote \r\nsustainable migration, one which will complement the \r\npost-2015 development agenda. Despite our support \r\nfor the outcome of this Dialogue, my delegation \r\nfeels strongly that the Declaration of the High-level \r\nDialogue on International Migration and Development \r\n(resolution 68/4) lacks focus and the clear linkage \r\nbetween migration and development in the context of \r\na post-2015 development framework. It is imperative, \r\ntherefore, that we continue our consultations on the \r\nsubject to ensure that we have a clear picture of the role \r\nof migration in future development.\r\nIn our view, this High-level Dialogue should clarify \r\nand establish clear linkages between migration and \r\ndevelopment in the context of the future development \r\nagenda. We are fully cognizant of the challenges lying \r\nahead in integrating the issue of migration in the future \r\nsustainable development goals, owing to its complex \r\nnature, but we are confident that through this two-\r\nday dialogue and subsequent debates, we will find a \r\nworkable solution.\r\nThe report of the High-level Panel of Eminent \r\nPersons on the Post-2015 Development Agenda \r\nrecognizes the contribution of migrants and migration \r\nto the economic well-being of their countries of \r\ndestination and origin. It is thus our firm belief that \r\norderly migration can and does contribute to poverty \r\neradication at the household, familial, societal and \r\nnational levels; increases human capital; and provides \r\na multiplier effect in local economies. Migrants can \r\nalso transfer skills, expertise, technology and cultural \r\nnorms and knowledge, including traditional knowledge, \r\nto their countries of origin or destination.\r\nIt is out of that recognition that our Government \r\nhas initiated processes that are intended to improve \r\nthe well-being of our diaspora community in order \r\nto allow them to participate more effectively in the \r\nsocioeconomic development of their home countries, \r\nincluding through direct remittances and investments. \r\nThose efforts are spearheaded by the Diaspora Affairs \r\nDepartment under the Ministry of Foreign Affairs and \r\nInternational Cooperation.\r\nIn addition, we have developed an action plan \r\non migration-related issues for the 2012-2016 term, \r\nwhich focuses on building institutional capacity, \r\nsetting up national consultation processes, enhancing \r\ndialogue between regional and national bodies, \r\nidentifying and filling of data gaps, and formulating \r\nmigration and border-management strategies. The plan \r\nfurther indicates ways of strengthening the internal \r\ncoordination among Government authorities working \r\non migration-related issues.\r\nTanzania is among the African, Caribbean and \r\nPacific (ACP) Group of States that are currently \r\nimplementing the Intra-ACP Migration Facility pilot \r\nfrom 2011 to date. The main objective of the Facility is \r\nto support the mainstreaming of migration issues into \r\nnational development policies and strategies. Through \r\nACP support, Tanzania has established a national \r\nconsultative committee on migration composed of \r\n12/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nHistorically, Colombia has been a country of origin \r\nfor migrants. However, for the past decade the country \r\nhas experienced a substantial increase in the number \r\nof migrants arriving in Colombia with the intent of \r\nremaining. In addition, its geographical position has \r\nmade it a transit country for irregular migrants and \r\nvictims of international trafficking networks. As a result, \r\nColombia has been strengthening its institutions to deal \r\nwith the phenomenon of migration, and we now have a \r\nlegal framework that criminalizes the trafficking and \r\nsmuggling of migrants and, most importantly, creates \r\nmechanisms to assist victims and to promote respect for \r\ntheir rights. We also have a law establishing a national \r\nmigration system that coordinates Government efforts \r\nwith those of legislative authorities and civil society. \r\nAdditionally, we have a law that regulates the return \r\npolicy applying to Colombian migrants abroad.\r\nIn terms of immigration control at the institutional \r\nlevel, Colombia has been implementing a new model \r\nfor migration management based on three basic pillars: \r\nservice, security and human rights. We wish to share \r\nthis model as a best practice, giving a human face to the \r\nissue of care for migrants. Our model proposes a new \r\nimmigration authority that is geared towards facilitating \r\nservices, in particular providing care and guarantees \r\nto those who are in vulnerable situations as victims \r\nof human trafficking or smuggling, and constantly \r\nmonitoring, at the institutional level, the migration \r\nsituation. This has allowed us to adopt a public policy \r\nand strengthen the relevant institutions. Within this \r\nframework, we have created a migrant network to \r\ncoordinate the efforts of various Government agencies, \r\nin addition to an initiative being developed by various \r\nnon-governmental organizations to provide assistance \r\nand support to migrants.\r\nIn conclusion, I would like to highlight and publicly \r\nrecognize the support that Colombia receives from \r\nthe International Organization for Migration in the \r\ndevelopment and implementation of policies relating to \r\nmigration and institutional strengthening within a new \r\napproach to the issue of migration in Colombia.\r\nMr. Tommo Monthe (Cameroon) (spoke in French): \r\nAt the outset, Cameroon aligns itself with the statement \r\nmade by the representative of Fiji on behalf of the \r\nGroup of 77 and China at this High-level Dialogue on \r\nInternational Migration and Development (see A/68/\r\nPV.25).\r\nWe also share the emotion, pain and sympathy that \r\nhave been unanimously expressed from this rostrum \r\nYesterday and today, we have heard many \r\ndelegations express their condolences and sympathies \r\nto those who lost their loved ones in the recent tragedy. \r\nIf we are serious, as Members of the United Nations, \r\nwe must act and act now. We must show our sympathy \r\nand condolences in action. We must unite our efforts \r\nto ensure that international migration and development \r\ntake a proper seat in the post-2015 development agenda. \r\nWe must have a clearly defined objective and goal \r\nthat must be and should be included in the post-2015 \r\ndevelopment agenda. Short of that, the loved ones of \r\nthose who lost their lives yesterday, coincidentally just \r\nas we began our High-level Dialogue — particularly \r\nwomen, children and pregnant women — will judge us \r\nharshly.\r\nFinally, I wish to associate my statement with the \r\nstatements made by representatives of Fiji, speaking \r\non behalf of the Group or 77 and China, and of Benin, \r\nspeaking on behalf of the least developed countries (see \r\nA/68/PV.25).\r\nMr. Calderón (Colombia) (spoke in Spanish): On \r\nbehalf of the Government of Colombia, I wish to extend \r\nour greetings to all members of the Assembly. Colombia \r\nwelcomes the holding of the second High-level \r\nDialogue on International Migration and Development, \r\norganized by the United Nations, as an appropriate \r\nforum for discussing the main aspects of international \r\nmigration.\r\nColombia recognizes and welcomes the important \r\nconsiderations put forward in the Declaration of the \r\nHigh-level Dialogue on International Migration and \r\nDevelopment (resolution 68/4), such as recognition \r\nof the contribution of migrants to the development \r\nof countries of destination, origin and transit, and of \r\nthe need to effectively promote and protect the human \r\nrights and freedoms of all migrants, regardless of their \r\nmigration status.\r\nFor Colombia, it is clear that migration governance \r\nis not confined to unilateral policies, but must be a \r\ncommitment based on international cooperation in \r\norder to achieve the adoption of a binding, multilateral \r\ninstrument in the form of an international convention \r\non migration. In that context, Colombia wishes to \r\ndraw attention to the progress that has been made in \r\nterms of regional level cooperation, particularly in the \r\nstrengthening of measures intended to ensure respect \r\nfor the human rights of migrants in the context of the \r\nSouth American Conference on Migration, of which \r\nColombia currently serves as interim President.\r\n13-50003 13/38\r\n04/10/2013 A/68/PV.27\r\nbut also their relationship to other areas of human life. \r\nOur belief is that we must establish an innovative and \r\neffective partnership that is harmoniously integrated \r\ninto development policies and programmes, including \r\nthe post-2015 development agenda.\r\nWe must therefore include, first, the strengthening \r\nof national capacities and migration policies; secondly, \r\nthe strengthening of cooperation and coordination \r\namong the United Nations, the Office of the United \r\nNations High Commissioner for Refugees and the \r\nInternational Organization for Migration, in order to \r\npromote the establishment of appropriate mechanisms \r\nto enhance coherence and interaction between \r\ninternational migration and development; thirdly, the \r\nexploration and development of the diaspora’s potential \r\nin terms of development; and fourthly, respect for \r\nhuman rights.\r\nIndeed, respect for human rights is a key element \r\nof migration management. Effective respect for the \r\nhuman rights of migrants is the foundation on which \r\nmigration can contribute positively to the development \r\nof countries of origin and destination. Similarly, \r\nthe protection of the human rights of migrants is of \r\nfundamental importance if we want to make migration \r\na safe, dignified and rewarding experience for the \r\nmigrants themselves. Fully developing human potential \r\nin this respect requires, among other things, providing \r\nprospective migrants with a real choice of whether or \r\nnot to migrate, which is another way of saying that \r\ndevelopment begins in the country of origin. The \r\nprotection of migrants’ rights is necessary at all stages \r\nof the migration process. All forms of discrimination, \r\nintolerance and racism must be firmly rejected.\r\nAs the heir to a history profoundly shaped by a \r\ntradition of tolerance, the Republic of Cameroon has \r\nalways been a welcoming country, bringing together \r\npeople from different backgrounds — hence the \r\nparticular interest of my country’s Government in \r\nthe relationship between migration and development. \r\nCameroon is part of that dynamic, and its response to \r\nthe requests and expectations of its diaspora is based \r\non two pillars: undertaking actions to promote that \r\ndynamic as part of a new approach and establishing the \r\nbasis for a national diaspora management policy.\r\nThe Government’s new approach to managing \r\nrelations with the diaspora encourages the \r\nimplementation of positive synergies to promote the \r\ngreater participation of the diaspora in Cameroon’s \r\ndevelopment. To that end, my country’s Ministry of \r\nfollowing the worst migration tragedy to date, which \r\noccurred yesterday in the Mediterranean. It was a \r\ntimely reminder of the importance of the General \r\nAssembly’s decision to place the issue of international \r\nmigration and development at the top of its agenda for \r\nits sixty-eighth session. The High-level Dialogue will \r\nallow us to consolidate the foundations of a better-\r\ncoordinated and fruitful international cooperation in \r\nthe management of migration f lows, which began at the \r\nfirst High-level Dialogue, held on 14 and 15 September \r\n2006 in New York, during the sixty-first session of the \r\nGeneral Assembly.\r\nToday, at a time of unprecedented human mobility, \r\nwe have a good opportunity to improve governance in \r\nthe field, especially by capitalizing on the positive links \r\nbetween migration and socioeconomic development, \r\ntaking practical measures to ensure that migration better \r\nserves the process of development and the protection of \r\nthe human rights of all migrants, including the issue of \r\ntheir rights in development programmes at the national \r\nand global level.\r\nWhile the main reason behind the decision to \r\nemigrate is the search for social betterment, the immense \r\nopportunities arising from globalization and the rise \r\nof information technology and communication also \r\nenhance that dynamic, sealing today, more than ever, \r\nthe common destiny of hundreds of millions of people \r\nin our global village. This profound worldwide change \r\nrequires us to search jointly for adequate answers to \r\nmany related problems in view of the equally complex \r\nchallenges that underlie them.\r\nThe migration/development equation is therefore \r\nof major importance. We are faced with a kind of dual \r\nlinkage, with both positive and negative effects. Just as \r\nmigration can be the result of a lack of development, \r\nit can also be either a mitigating or an exacerbating \r\nfactor of underdevelopment. It is therefore clear \r\nthat migration cannot be conclusively labelled as an \r\nobstacle to development, but it is not a magic wand for \r\ndevelopment either. On the contrary, whether in the \r\nsphere of migration or that of development, we must \r\nwork to develop carefully thought-out policies to boost \r\nthe good effects that migration has to offer in terms of \r\ndevelopment and to attenuate its adverse effects.\r\nHow can we achieve the mutual benefit of \r\nmigration’s positive development potential? If our \r\napproach to this issue is to be effective, a comprehensive \r\napproach is absolutely essential. This means taking into \r\naccount not only the links between these two areas, \r\n14/38 13-50003\r\nA/68/PV.27 04/10/2013\r\ndestination must work in close cooperation, not only \r\namong themselves, but also with businesses and civil \r\nsociety to pool their common resources and invest in \r\nthe necessary human capital.\r\nTherefore, inclusive development remains the key \r\nto the emergence of the countries concerned. Coherent \r\npolicies are a necessary condition to take advantage \r\nof the benefits of migration to development. That \r\nmeans we have to ensure that the issue is integrated \r\ninto the development strategies of our countries and \r\ninto the pillars of cooperation of donor countries and \r\ninternational institutions.\r\nWe hope that, by resolutely engaging down the path \r\nof a healthy, harmonious and mutually advantageous \r\nmanagement of migration, the international community \r\nwill reaffirm its willingness to act decisively against \r\npoverty, persecution, rejection and stigmatization \r\nin favour of an effective, consensus-based political \r\ndialogue on international migration for development.\r\nMr. Wang Min (China) (spoke in Chinese): China \r\nassociates itself with the statement made by the \r\nrepresentative of Fiji on behalf of the Group of 77 and \r\nChina (see A/68/PV.25).\r\nWith the steady rise of globalization and \r\ninformation technology, international migration has \r\ngrown both in terms of frequency and in terms of \r\nthe number of immigrants, reaching 232 million at \r\npresent. Since migration and development are closely \r\nlinked, it is of the utmost importance that the General \r\nAssembly is once again holding the High-level \r\nDialogue on International Migration and Development. \r\nIndeed, international migration has made tremendous \r\ncontributions to sustainable social and economic \r\ndevelopment. It has mitigated the problem of aging in \r\nmany countries, while generating over $400 billion \r\nyearly in remittances, thereby contributing to world \r\neconomic development, poverty eradication and the \r\nachievement of the Millennium Development Goals.\r\nOn the other hand, alongside migration, the world \r\nalso witnessed the rise of anti-immigrant sentiments \r\nin some countries; growing transnational criminal \r\nactivities, such as illegal migration and human \r\ntrafficking; inadequate guarantees for immigrants’ basic \r\nrights and interests with regard to employment, housing, \r\neducation and health care; and numerous challenges to \r\ntheir survival and development. In addition, the brain \r\ndrain also negatively impacts the sustainable, economic \r\nand social development of countries of origin. The \r\nForeign Affairs includes a department for Cameroonians \r\nabroad, foreigners in Cameroon, refugees and migration \r\nissues, whose goal is to coordinate the development of \r\na national policy for the mobilization, protection and \r\npromotion of the Cameroonian diaspora, inter alia. To \r\nthat end, meetings are held with representatives of the \r\ndiaspora through the skills forum of the Cameroonian \r\ndiaspora, with a view to involving expatriates in the \r\nnational development process.\r\nWhile national efforts play a crucial role in the field \r\nof migration, the role of the international partnership is \r\nundoubtedly important, especially as we are witnessing \r\na resurgence of illegal migration, which is evolving into \r\na human tragedy. Given the limited means to curb a \r\nphenomenon whose scale has reached unprecedented \r\nproportions, Cameroon has negotiated agreements for \r\nmanaging migration f lows with a number of countries. \r\nA first such agreement was signed between Cameroon \r\nand France in May 2011, stipulating immigration for \r\nprofessional reasons and inclusive development, and \r\nthe most recent was signed in September 2013 with \r\nSwitzerland.\r\nCameroon believes that any attempt to make \r\nmigration a driver of development must be based on \r\nthe principles of shared responsibility, mutual interests \r\nand inclusive development, and include the following \r\nactions. First, we must fight illegal immigration \r\nbecause it is a breeding ground for all kinds of traffic \r\nand abuse and may be a source of insecurity and \r\ntensions. Secondly, we must promote legal migration \r\nand stabilizing migration f lows, including through \r\na concerted outreach and communication campaign. \r\nThirdly, we must accept and fully respect the rights \r\nand dignity of migrants and their families to strengthen \r\nmigration management and give it credibility. The \r\nconcept of inclusive development will be effective only \r\nif it offers migrants’ more opportunities to exercise \r\ntheir rights and duties through the effective respect of \r\nall States for the relevant international norms.\r\nThus, given that some may be tempted to close \r\ntheir doors for reasons of security, while others may be \r\nfiercely determined to take advantage of the benefits of \r\nmigration, we are forced to acknowledge that there is \r\nno miracle cure for the phenomenon, but only realistic, \r\npragmatic solutions to make migration a useful tool in \r\npromoting development. So that countries of origin and \r\ndestination can both be winners, a balance between \r\nthe interests of stakeholders must be found. Moreover, \r\nthe Governments of the countries of origin and \r\n13-50003 15/38\r\n04/10/2013 A/68/PV.27\r\nin the context of formulating the post-2015 international \r\ndevelopment agenda.\r\nAs China experiences rapid economic and social \r\ndevelopment, it is no longer just a country of origin and \r\ntransit for migration, but is also gradually becoming \r\na country of destination. The Chinese Government \r\nattaches great importance to migration and the resulting \r\nopportunities and challenges. We are steadily perfecting \r\nentry and exit administration policies and relevant laws \r\nand regulations. We are working to protect the legitimate \r\nrights and interests of immigrants, facilitate normal \r\npersonnel f lows and combat human trafficking and \r\nillegal immigration activities. The Chinese Government \r\nis willing to strengthen exchanges and cooperation with \r\nother countries and international organizations on the \r\nissue of migration in a joint effort to promote normal \r\npopulation f lows throughout the world so as to achieve \r\ncommon development and prosperity.\r\nMr. Ndour (Senegal) (spoke in French): My \r\ndelegation and I are very pleased to take part in today’s \r\nimportant meeting on migration, an important issue for \r\ndeveloping countries in general, including my own.\r\nMy country associates itself with the statement \r\nmade by the representative of Fiji on behalf of the \r\nGroup of 77 and China. I am also pleased to associate \r\nmyself with the statement made by the representative \r\nof Benin on behalf of the least developed countries (see \r\nA/68/PV.25).\r\nDue to the rapid growth in the global \r\npopulation — which, according to United Nations \r\nprojections, will reach 9 billion in 2030 — economic \r\nimbalances, social challenges and other development \r\ndisparities continue to make international migration \r\nan issue whose parameters we must control. An \r\nassessment of the phenomenon must be carried out, \r\nand is made all the more necessary by the fact that \r\nmigration remains a vehicle of real opportunities both \r\nfor countries of origin and of destination. Migratory \r\nf lows bring substantial macroeconomic benefits that \r\nhelp increase the productivity of economies all across \r\nthe board — countries of origin and of destination alike.\r\nFor countries of destination, in addition to \r\nincreased consumption and the revitalization of trades \r\nand jobs that have been abandoned or neglected, \r\nmigratory f lows provide a labour force and contribute \r\nconsiderably to balancing the population growth rate. \r\nTo countries of origin, the f lows offer substantial \r\npotential for improving the well-being of populations \r\ninternational community should consider ways and \r\nmeans to tap the positive energy that immigrants bring \r\nto sustainable development, eliminate the negative \r\neffects of migration, and take an integrated approach \r\nto policy implementation. In that regard, the delegation \r\nof China wishes to make the following comments and \r\nsuggestions.\r\nFirst, the development of all countries should be \r\npromoted in order to resolve the issue of migration at its \r\nsource. The fundamental cause of migration is uneven \r\neconomic and social development across countries. The \r\nworld cannot build sustainable development on the basis \r\nof a situation in which the wealth of some countries \r\nkeeps increasing while other countries are mired in \r\npoverty and backwardness. Countries should embrace \r\nthe concept of a common destiny and strive for common \r\ndevelopment, thereby fundamentally eliminating the \r\nnegative factors in the area or international migration. \r\nDeveloped countries should provide financial and \r\ntechnical assistance to developing countries in \r\nachieving the Millennium Development Goals, thereby \r\nrealizing common economic and social development.\r\nSecondly, a fair and objective view of migration \r\nshould be adopted and an inclusive environment for \r\nimmigrants created. Countries should take a rational \r\nview of the different cultures introduced by immigrants \r\nand give guidance to the population and the media on \r\nthe proper treatment of immigrants. Certain countries \r\nshould take effective measures to remove unreasonably \r\nrestrictive immigration policies so as to ensure rational \r\nand orderly f lows of migration. At the same time, they \r\nshould effectively safeguard the legitimate rights and \r\ninterests of immigrants and facilitate their integration \r\ninto local society so that they can contribute to local \r\ndevelopment.\r\nThirdly, international cooperation should be \r\nstrengthened so that countries can share the migration \r\ndividend. Migration is an international issue. The \r\ninternational community — countries of origin, \r\ntransit and destination in particular — should make \r\njoint efforts to strengthen dialogue and engage in \r\ncooperation under the principle of equality and mutual \r\nbenefit, with a view to resolving practical difficulties \r\nin migration management, achieving two-way f lows \r\nof trained personnel and technology and sharing the \r\nbenefits of migration among all countries concerned. \r\nThe international community should fully consider the \r\nimportant role of migration in sustainable development \r\n16/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nthe nineteenth Assembly of Heads of State and \r\nGovernment.\r\nWhile international migration constitutes a factor \r\nof development, violations of the rights of migrants, \r\nlosses of high-quality human resources and irregular \r\nmigration remain real challenges. In terms of irregular \r\nmigration, we will have to better pull together to \r\neradicate the practice, which is the source of all kinds \r\nof trafficking, especially drug trafficking and illicit \r\ntrafficking in migrants and persons. In that respect, \r\nmy country has established an integrated border \r\nmanagement strategy to curb clandestine f lows leaving \r\nthe Senegalese coasts, and in 2005 we adopted a law \r\noutlawing human trafficking.\r\nMoreover, in the fight against that scourge, we have \r\nundertaken actions to promote migration in line with \r\nlegal standards and stabilize migratory f lows. To those \r\nends, we have established mechanisms to facilitate the \r\nadmission, readmission, departure and voluntary return \r\nof workers, thereby limiting our country’s huge losses \r\nin human resources. As an example, in Senegal the \r\nproportion of migrants conducting economic activity \r\nbefore their departure stood at 46 per cent in 2011, while \r\nthe proportion of unemployed persons stood at 29 per \r\ncent. Moreover, for the period 1995-2005, there were \r\n678 emigrating doctors, or 51 per cent of the trained \r\ndoctors in the country, and 695 nurses, or 27 per cent of \r\nnursing professionals.\r\nIn order to tackle this issue more credibly, we \r\nmust continue to ensure that the rights of migrants are \r\nrespected and that migrants are integrated and protected \r\nagainst mistreatment. I would like to pay tribute to \r\nKing Mohammed VI of Morocco, who has taken an \r\nimportant initiative for the benefit of illegal immigrants \r\nin the Sahara region. We take this opportunity to thank \r\nhim. We appeal to all countries, in particular those of \r\nWestern Europe and North America, to accede to all \r\nthe relevant conventions.\r\nFor all these reasons, the migratory phenomenon \r\nremains a fundamental topic that needs to be addressed \r\nmore cogently. Aside from security concerns, we \r\nshould take a comprehensive approach to establishing \r\ncommon and rationalized management of migration. \r\nWhile we commend the welcome initiative to convene \r\nthe High-level Dialogue on International Migration \r\nand Development, which since 2006 has allowed us to \r\nbolster discussions on this topic, my delegation believes \r\nand enhancing growth. Besides the external benefits, \r\nmigration generates remittances that may be equivalent \r\nto or greater than annual f lows of official development \r\nassistance (ODA), standing at around $351 billion \r\nin 2011 and estimated to reach $515 billion in 2014, \r\naccording to the World Bank.\r\nFor Senegal, as an example, remittances from \r\nSenegalese migrants, whose number exceeds 1 million \r\nnationals, were estimated in 2011 at 699.4 billion CFA \r\nfrancs, or 10.3 per cent of our gross domestic product in \r\nthat year. For Senegal, that also stands at three times the \r\nlevel of ODA. Those f lows, which are usually devoted \r\nto consumption and spending on health care, education, \r\nproperty and social infrastructure, contribute at the \r\nmicroeconomic level to improving the living conditions \r\nof populations and developing business. In other words, \r\nremittances are an important way of reducing poverty \r\nand are therefore significant in promoting stability and \r\nsocial equilibrium.\r\nHowever, due to a lack of f lows geared towards \r\nproductive sectors, remittances have thus far had only \r\na minimal impact on growth, although we recognize \r\nthat they tend to be a more stable source of funding. \r\nTo optimize that potential, my country has launched \r\npartnerships with a number of agencies and countries, \r\nincluding the United Nations Development Programme, \r\nthe European Union, France, Spain and Italy. Large \r\nprojects have been set up for Senegalese expatriates. \r\nMoreover, the support programme for development \r\nsolidarity initiatives in cooperation with France has, \r\nsince 2006, assisted over 407 businessmen in priority \r\nsectors of activity with a financial volume estimated \r\nat more than 6 billion CFA francs, or €9.1 million. \r\nTherefore, the participation of migrants in the \r\ndevelopment of their countries of origin is certainly \r\nconsistent with cooperation for development. Besides \r\nsuch programmes and given their importance, it is vital \r\nthat the conditions for remittances made by migrants \r\nshould be further improved, particularly in reducing \r\nthe related costs and lifting certain obstacles which, \r\nmoreover, would reduce the amount of the f lows falling \r\ninto informal channels.\r\nIn that regard, my delegation calls on the advisory \r\nstructures of the Africa-European Union Migration, \r\nMobility and Employment Partnership to carry \r\nout an in-depth study of that request and look into \r\noperationalizing the African Institute for Remittances \r\nestablished by the African Union in July 2012 during \r\n13-50003 17/38\r\n04/10/2013 A/68/PV.27\r\nconcept with which to approach the varying reasons \r\nunderlying international migration in all its forms.\r\nJapan has been supporting and implementing \r\nvarious programmes, such as support and advocacy \r\nfor refugees and internally displaced persons, as \r\nwell as victims of human trafficking in Africa, the \r\nMiddle East and Asia, in cooperation with the relevant \r\nUnited Nations and international organizations. Those \r\nprogrammes focus on strengthening the capacity of \r\ncommunities through mechanisms such as the Human \r\nSecurity Trust Fund. Moreover, through both grant aid \r\nand technical assistance provided by Japan, we promote \r\nefforts to strengthen the management of national \r\nborders by helping various countries to establish and \r\nstrengthen their institutions of border and port control \r\nand to prevent the spread of organized crime and \r\nterrorism.\r\nHuman trafficking is becoming a grave and \r\nserious concern. Japan developed its 2009 action \r\nplan to combat trafficking in persons in December of \r\nthat year in response to the perpetrators of this crime \r\nbecoming increasingly cunning and clandestine. \r\nClose cooperation between countries of origin and \r\ndestination countries is essential. The Government \r\nof Japan has been contributing to the promotion of \r\ninformation-sharing on human trafficking and its \r\nprevention both bilaterally and multilaterally through \r\nthe Bali Process. The regional cooperative framework \r\non human trafficking and transboundary crimes in the \r\nAsia-Pacific region is one such example.\r\nConflicts and disasters make the return of internal \r\nmigrants to their countries of origin difficult. It is \r\ntherefore also necessary for us to respond to those \r\ndifficulties. Japan provides assistance through the \r\nInternational Organization for Migration for the return \r\nof refugees to their home countries.\r\nCapacity-building by strengthening the abilities \r\nof individuals is essential both for the well-being of \r\ninternational migrants and for the benefit of destination \r\ncountries. From that perspective, Japan has been \r\nproviding assistance for capacity-building in areas such \r\nas education and health.\r\nThe nexus of international migration and \r\ndevelopment is one of the most important issues for the \r\ninternational community, particularly as it continues \r\nto experience the effects of globalization. Japan will \r\ncontinue to participate in discussions on this subject, \r\nwe must further strengthen cooperation in order to \r\nbridge the remaining gaps.\r\nIn that regard, any strategy must feed into a process \r\nthat is f lexible and dynamic that respects human rights \r\nand takes into account the specific interests of countries, \r\nsuch as inequality in development, in order to multiply \r\nthe benefits and reduce the negative impact. To that end, \r\nit would be useful to integrate the issue into the post-\r\n2015 development agenda with a comprehensive action \r\nplan that would emphasize the protection of migrants, \r\nimprove the quality of statistical data, and promote the \r\nmobility of human resources in the wake of the relevant \r\nprovisions of the Cairo Action Plan.\r\nIn conclusion, my delegation strongly reaffirms \r\nSenegal’s commitment to investing in the efficient \r\nmanagement of migratory f lows, and calls for broad \r\nmobilization in that regard.\r\nMr. Yamazaki (Japan): At the outset, I would like \r\nto express my condolences to the families of the victims \r\nof the tragic incident in the Mediterranean.\r\nI would like to express my gratitude to all those \r\nwho were involved in preparing for this meeting. I am \r\nespecially thankful to Mr. Peter Sutherland, Special \r\nRepresentative of the Secretary-General on International \r\nMigration and Development; Mr. William Swing, \r\nDirector-General of the International Organization \r\nfor Migration; and the Population Division of the \r\nDepartment for Economic and Social Affairs.\r\nSince the first High-level Dialogue on International \r\nMigration and Development was held in 2006, various \r\ndiscussions have taken place concerning international \r\nmigration and development. The Global Forum on \r\nMigration and Development, which was formulated as a \r\nfollow-up mechanism to the first High-level Dialogue, \r\nhas made a special contribution to those discussions.\r\nInternational migration occurs in many different \r\nforms. Those include not only voluntary but also \r\ninvoluntary migration, which occurs due to conflicts \r\nor natural disasters. Therefore, it is important that \r\nwe take into due account the reasons underlying \r\neach individual migrant’s journey when we discuss \r\ninternational migration and development. The General \r\nAssembly adopted resolution 66/290, on human \r\nsecurity, in September 2012. Human security focuses \r\non the particular circumstances of each individual and \r\ntherefore promotes the protection and empowerment of \r\nall individuals. Therefore, we think it is an appropriate \r\n18/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nIn just a few years, they have become leaders who have \r\ncontributed to every area of Israeli society, particularly \r\nin politics, music, mathematics and the sciences.\r\nIn the 1980s and 1990s, the Israeli Government \r\nsupported the immigration of a large wave of immigrants \r\nfrom Ethiopia. Today, more than 36,000 Ethiopian Jews \r\nlive in Israel.\r\nThe absorption of immigrants from the former \r\nSoviet Union and Ethiopia has not been without its \r\nchallenges. After arriving in Israel, they faced the \r\neconomic and social hardships familiar to immigrants \r\naround the world. But in addition to language and \r\ncultural barriers, they were also forced to confront one of \r\nthe most critical issues facing new migrants — finding \r\ndecent work.\r\nIn the face of those challenges, Israel developed \r\na broad range of policies and initiatives to assist new \r\nimmigrants. We created an absorption basket that \r\noffers immigrants financial assistance and teaches \r\nthem Hebrew. In addition to those tangible benefits, \r\nimmigrants benefit from our justice system, which \r\nensures the rights of every person — men, women \r\nand children — under the law. Addressing the many \r\nchallenges migrants face requires the efforts of \r\nGovernment and civil society actors alike. Civil society \r\nplays a fundamental role in assisting migrants, and \r\nIsrael strongly believes that they are an important voice.\r\nHowever, there are NGOs whose voices will not \r\nbe heard today. Three NGOs — one British and two \r\nIsraeli — were barred from participating in the present \r\nimportant discussions. It is time to eliminate the \r\nno-objection practice that allows NGOs to be silenced \r\nanonymously and without cause. Silencing civil society \r\nmay be the norm in some countries, but it should not \r\nbe allowed at the United Nations. One of the barred \r\nIsraeli NGOs was Microfy, which provides assistance \r\nto African refugees and asylum-seekers, many of \r\nwhom fled the genocide in Darfur. What micropolitical \r\nthinking would object to an NGO that deals with \r\nhelping refugees from Darfur?\r\nThe other Israeli NGO, Center for International \r\nMigration and Integration, advises Governments and \r\nNGOs around the world on migration and integration. \r\nThe exclusion of those NGOs was clearly a result of \r\nwhere they are based rather than of their valuable work. \r\nIt is shameful that certain delegations use the United \r\nNations as a platform to further their political agendas, \r\nparticularly when it comes at the expense of migrants.\r\nand we are ready to actively contribute to various \r\ninternational efforts in that regard.\r\nMr. Roet (Israel): On behalf of the Israeli people, \r\nI would like to begin by expressing our sincere \r\ncondolences following the tragic events off the coast of \r\nItaly. Our thoughts and prayers are with the families of \r\nthe many victims. Yesterday’s terrible incident serves \r\nto underscore the importance of addressing the plight \r\nof migrants around the world.\r\nThe topic of migration speaks to the very essence \r\nand heart of the Jewish people. In the Torah, we read \r\nthat God told Abraham that his offspring would be \r\nstrangers in a strange land before entering the promised \r\nland. Our existence as Jewish people was born out of \r\nmigration over 3,000 years ago. Throughout the course \r\nof history, the Jewish people have repeatedly been \r\nexiled, uprooted and displaced.\r\nThe plight of migrants is close to our hearts. \r\nToday’s debate offers an opportunity to address the \r\nmany valuable contributions that migrants can offer \r\ntheir host countries. As workers, they bring skills. \r\nAs entrepreneurs, they create jobs. As investors, they \r\nbring capital. As individuals, they contribute to cultural \r\ndiversity.\r\nThree years after Israel became independent, it \r\nabsorbed many hundreds of thousands of immigrants \r\nfrom the Middle East, North Africa and Europe — many \r\nof whom were Holocaust survivors. One of those \r\nimmigrants was my father, Haim Roet, who was born in \r\nAmsterdam in 1932. A child survivor of the Holocaust, \r\nhe witnessed unspeakable horrors and lost two of his \r\nsisters and many in his family.\r\nAfter my father immigrated to Israel in 1949, \r\nbuilding a family and a new life would have been a \r\nsufficient achievement, a sufficient victory. But my \r\nfather, like many survivors and immigrants, wanted \r\nmore. He has devoted himself to commemorating the \r\nvictims of the Holocaust through projects like “Unto \r\nEvery Person There Is a Name”, a ceremony in which \r\nthe names of victims are recited and remembered. He \r\nalso founded non-governmental organizations (NGOs) \r\nthat promote human rights and community engagement, \r\nsuch as the Israeli Center for Social Justice and Tze’ela \r\n(the Citizen’s Team Action for Social Improvement).\r\nMigrants make rich and lasting contributions to \r\ntheir communities. In the early 1990s, Israel opened its \r\ndoors to one million Soviet refugees. Within 10 years, \r\nthe number of new immigrants was close to one million. \r\n13-50003 19/38\r\n04/10/2013 A/68/PV.27\r\ncountry who have been legalized and who contribute to \r\nour development projects. They send remittances and \r\nthereby contribute to development in their countries of \r\norigin.\r\nLibya, like many developing countries, is subject \r\nto the brain drain, because thousands of our nationals, \r\nengineers, physicians and other specialists left Libya \r\nfor developed countries under the Al-Qadhafi regime. \r\nBy offering them decent jobs, the Government today is \r\nencouraging them to return to Libya, so that they can \r\nmake their contribution to our development as soon as \r\npossible.\r\nMs. Lee (New Zealand): I would like to begin by \r\njoining others in expressing New Zealand’s sorrow \r\nat the loss of lives in Lampedusa and at other similar \r\nrecent tragedies.\r\nNew Zealand welcomes the opportunity to \r\nparticipate in this Dialogue. We recognize that \r\nimmigration and development issues and their impact \r\nrequire strategic discussion at the international level.\r\nNew Zealand is, to a large extent, a country of \r\nmigrants. More than 20 per cent of our population was \r\nborn overseas and the New Zealand diaspora is equal to \r\nan extra quarter of our population. Right now we New \r\nZealanders are facing a big challenge in rebuilding \r\nChristchurch, our second-largest city, following the \r\nearthquakes of 2010 and 2011. Immigration will play \r\na key role in attracting the significant number of \r\nworkers who will be required over the years to rebuild \r\nthe city. Our focus in that area is on filling skill gaps \r\nand ensuring that migrants have the same employment \r\nrights and protections as New Zealanders.\r\nNew Zealand has a distinctive history of connections \r\nwith our Pacific neighbours, especially in providing \r\nopportunities for people from Pacific island countries \r\nto access both skilled and unskilled jobs. In addition \r\nto our mainstream immigration policies, we have \r\ndedicated permanent immigration schemes for Pacific \r\npeoples from Samoa, Tonga, Tuvalu and Kiribas.\r\nAmong new developments since the High-level \r\nDialogue was last held, New Zealand has introduced \r\na recognized seasonal employer scheme. The scheme \r\nis recognized internationally as a best-practice model \r\nfor managed labour migration programmes. Up to \r\n8,000 people annually are given an opportunity to \r\ncome to New Zealand to work in our horticulture and \r\nviticulture industries. When designing the scheme, we \r\ndrew heavily on the experiences of other countries, \r\nThe international community, together with civil \r\nsociety, must stand together with the world’s 214 million \r\ninternational migrants. Together, let us reaffirm the \r\nfundamental principle of the Universal Declaration of \r\nHuman Rights: “All human beings are born free and \r\nequal in dignity and rights”.\r\nMr. Elmajerbi (Libya) (spoke in Arabic): I begin \r\nby thanking the President of the General Assembly \r\nfor organizing our important High-level Dialogue on \r\nInternational Migration and Development. I would also \r\nlike to express my country’s support for the statement \r\nmade by Fiji on behalf of the Group of 77 and China.\r\nThe phenomenon of global migration is ancient and \r\nprompted by the need to find new sources of livelihood \r\nand security. There are so many reasons for it, including \r\neconomic and political insecurity. Our High-level \r\nDialogue on International Migration and Development \r\nis being held seven years after the first such high-level \r\ndialogue and 19 years after the International Conference \r\non Population and Development. The first High-level \r\nDialogue on International Migration and Development, \r\nheld at the United Nations in 2006, emphasized the \r\ndevelopment aspects of international migration..\r\nToday, we are exchanging ideas on the root causes \r\nof migration, including economic reasons, with poverty \r\nand unemployment being the main motivating factors. \r\nMigration is a phenomenon that contributes to the \r\nachievement of the Millennium Development Goals \r\n(MDGs), which in turn will reduce the number of \r\nimmigrants. We cannot study that question without \r\nthinking about the countries of origin, from which \r\nlarge numbers of workers decide to depart because of \r\ntheir situation of poverty or need or insecurity. Thus, \r\nwe need to consider the challenges inherent in the \r\nmigration issue for the countries of origin, countries \r\nof destination and countries of transit. We also need to \r\nlook at remittances, the protection of rights and duties \r\nand the question of the regularization of migrants.\r\nLibya is a country of origin and of transit, and we \r\nhave felt the negative effects of migration, because \r\nthere is a large f low of migrants, seeking a better \r\nstandard of living, who spend months, and sometimes \r\nmany years, in Libya while awaiting the opportunity to \r\nmove to their ultimate destinations. Many people arrive \r\nin our country illegally, without legal documents, Libya \r\nthen has to foot the bill, amounting to tens of millions \r\nof dollars, for immigrants or migrants in transit. Libya \r\nhas limited economic resources to absorb those migrant \r\nworkers. There are over 1 million migrants in our \r\n20/38 13-50003\r\nA/68/PV.27 04/10/2013\r\ncollectively hold the promise of a genuine turning point \r\nin migration policies and development cooperation. \r\nIn that regard, Italy strongly supports the inclusion of \r\nmigration issues in the post-2015 development agenda. \r\nAt the national level, we have consistently adopted a \r\nmigrant-centred strategy focused on the competences, \r\nresources and mobility of migrants in a dynamic \r\nprocess. Bearing in mind the relevant role played \r\nby migrants as true enablers of development, Italy \r\nhas launched a number of bilateral and multilateral \r\ninitiatives, including the Migration for Development in \r\nAfrica programme, which we implement in partnership \r\nwith the International Organization for Migration. \r\nSuch programmes have been used as showcases by \r\nboth the United Nations Development Programme and \r\nthe European Union in the context of the European \r\nCommission-United Nations Joint Migration and \r\nDevelopment Initiative.\r\nInternational mobility has always been an issue \r\nof key concern to Italy, itself an origin country of \r\nmigrants, where it is perceived as a decisive factor \r\nof social and cultural enrichment. There are so many \r\ncitizens of Italian origin worldwide who play relevant \r\nroles in their countries of residence in politics, academia \r\nand scientific and artistic fields. In our own country, \r\na paradigm of such an osmotic contribution is offered \r\nby our Minister for Integration, who deeply regrets not \r\nbeing present here today, as well as by many important \r\nresearchers, journalists, athletes and so on.\r\nInternational mobility is a multiplier and a booster \r\nfor economic growth. Not only are the 4 million Italian \r\nmigrants still contributing to the wealth of recipient \r\ncountries, but the foreign community residing in \r\nItaly, which has increased significantly, contributes a \r\nremarkable 12 per cent to our gross domestic product. \r\nIt goes without saying that those economic benefits are \r\ntwofold, since both destination countries and countries \r\nof origin take advantage of remittances.\r\nDeeply convinced that the economic benefits \r\nrelated to migration should be further enhanced, Italy \r\nlaunched an international initiative to reduce the costs \r\nof transfers of migrant remittances from 10 per cent to \r\n5 per cent over a five-year period, the so-called 5 by \r\n5 objective, which was adopted at the Group of Eight \r\nSummit held in L’Aquila and extended to the Group \r\nof 20 countries in 2011. We are strongly committed to \r\nfacilitating the achievement of that goal, which will \r\ngrant migrants and their families a net income increase \r\nof up to $15 billion per year. At the national level, Italy \r\nparticularly of Canada, with regard to managed seasonal \r\ncircular migration programmes. The scheme also has \r\na strong development focus and contributes to New \r\nZealand’s broad regional objectives of encouraging \r\nPacific economic development, regional integration \r\nand stability.\r\nAs the scheme’s name implies, New Zealand \r\nregulates the employers as well as the migrants. \r\nTherefore, in order to participate, seasonal employers \r\nmust demonstrate a high standard of employment and \r\npastoral care. We see the scheme as an example of a \r\nwin-win migration policy. It fulfils a labour need in a \r\ndeveloped country and provides job opportunities and \r\nf lows of remittances back to communities in developing \r\ncountries. It also directly supports the horticulture and \r\nviticulture sector, which is worth NZ$5 billion a year to \r\nthe New Zealand economy.\r\nNew Zealand’s immigration programme also \r\nincludes a successful settlement strategy that \r\nencompasses refugees, among other groups. We \r\nacknowledge that migration is a process that does not \r\nend when people reach our shores. It is important that \r\nmigrants feel connected to New Zealand and make the \r\nmost of their opportunities after their arrival in order to \r\ncontribute to a shared national future.\r\nNew Zealand believes that an open dialogue between \r\ncountries provides an effective way of addressing \r\ninternational migration issues and of building our \r\nshared approach for the post-2015 development agenda. \r\nWe are pleased to be participating in this Dialogue, \r\nsharing our experiences and learning about the different \r\napproaches and models used in other countries.\r\nMr. Bernardini (Italy): It is with great sorrow \r\nthat I take the f loor today after the tragedy that took \r\nplace last night off the shores of my own country, in \r\nthe waters surrounding the island of Lampedusa. The \r\nenormous toll of the tragedy gives us a sense of the \r\nmagnitude of the disaster: 111 bodies recovered, more \r\nthan 100 still missing. The victims include many \r\nchildren, women, including pregnant women, and \r\nmen — all in search of a better future. Those images of \r\nhorror linger in our minds as we stand here today. The \r\nsignificance of our presence is to prove the importance \r\nthat the international community attaches to migration.\r\nToday’s Dialogue is the first of a series of international \r\nendeavours — to be followed by the International \r\nConference on Population and Development beyond \r\n2014 and the post-2015 development agenda — that \r\n13-50003 21/38\r\n04/10/2013 A/68/PV.27\r\na cross-cutting issue and enabler for the achievement of \r\ndevelopment in all its dimensions.\r\nMigration is a complex phenomenon — it is also \r\na polarizing one. It is about people, development, \r\nhuman rights and cooperation. Those are fundamental \r\nissues of priority for all of us. This Dialogue enables \r\nus to debate those interlinked issues and reach points \r\nof convergence on how to enhance the benefits of \r\nmigration and effectively address its challenges. The \r\ndeclaration (resolution 68/4) agreed upon by consensus \r\nat the outset of this Dialogue is a significant step in \r\nthat direction. We thank the delegation of Mexico for \r\ntaking the initiative in starting this process. I would \r\nlike to highlight the role played in that regard by former \r\nPermanent Representative of Mexico Luis-Alfonso de \r\nAlba, as well as to commend his successor, Mr. Jorge \r\nMontaño, and all the members of his delegation.\r\nI should now like to highlight a few points. First, \r\nmigration offers endless opportunities to migrants \r\nand their families and to countries of origin, transit \r\nand destination. Migrants bring with them their \r\ncultural diversity, their creative uniqueness and many \r\ninvaluable skills. Migrant workers build bridges of \r\ncultural understanding. They are vectors of social, \r\neconomic and cultural change. They are, ultimately, \r\nagents of progress.\r\nSecond, migration also brings about a multitude of \r\nchallenges, given its changing patterns and emerging \r\ntrends, such as the rise in North-South migration \r\nand the increasing instances where migrants are \r\ncaught up in crises. Migration needs to be addressed \r\nin a comprehensive manner that does not reduce it \r\nto a security concern. The human rights, economic, \r\ncultural, social and demographic dimensions have to \r\nbe taken into account. All stakeholders, including civil \r\nsociety, the private sector, trade unions and migrants \r\nthemselves, should be involved in the development of \r\nmigration policies.\r\nThird, migrants are human beings. They should \r\nnot forfeit their dignity or rights at the borders they \r\ncross. Their rights must be protected in accordance \r\nwith national legislation and the relevant international \r\ninstruments. It is regrettable that many countries still \r\nfail to provide adequate protection for the rights of \r\nmigrants. There is an urgent need for all countries \r\nto ratify the relevant conventions, including the \r\nInternational Convention on the Protection of the Rights \r\nof All Migrant Workers and Members of Their Families, \r\nthe United Nations Convention against Transnational \r\nhas already succeeded in lowering the costs of migrant \r\nremittances from 10.2 per cent in 2008 to 7.3 per cent \r\nin July 2013. We urge all countries to join in that effort.\r\nA migrant-centred approach should also focus \r\non protecting the rights of migrants, the topmost of \r\nour priorities in this field. No integration is possible \r\nwithout real and effective protection of human rights. \r\nTherefore, we must increase our efforts to help migrants \r\nat risk, especially women, children and persons with \r\ndisabilities, and engage vigorously to stop all forms of \r\nhuman trafficking. More cooperation is crucial to that \r\nend. Preventing those “journeys of desperation and \r\ndeath,” to quote our Head of State, is the responsibility \r\nof each and everyone of us: States of origin, transit and \r\ndestination.\r\nBetter coordination among all United Nations \r\nagencies and other relevant international organizations \r\nis essential if we want to achieve an effective global \r\napproach to migration and development. In that regard, \r\nwe appreciate the work of the Global Forum on Migration \r\nand Development, which has contributed to exchanges \r\nof best practices and the building of confidence among \r\nthe stakeholders.\r\nWe wish to underline the central role of the \r\nInternational Organization for Migration as the leading \r\nagency on migration. The creation of new structures \r\nwould amount to a duplication of competences, which \r\nwe strongly oppose.\r\nIn conclusion, I would like to say that it is up to \r\nus to blaze a clear trail for the upcoming years and \r\nidentify the best instruments of cooperation. The stakes \r\ncould not be higher: the quality of our collective action, \r\nour capacity for action itself and, above all, the greater \r\ninterest of all migrants.\r\nMr. Khalil (Egypt): I would like to first express, on \r\nbehalf of the Government and people of Egypt, my deep \r\ncondolences to the families and friends of the migrants \r\nwho, sadly, passed away yesterday off the island of \r\nLampedusa, Italy. That was yet another tragic accident \r\nthat underscores the relevance of this Dialogue.\r\nEgypt is pleased that international migration is once \r\nagain being discussed at the United Nations at this high \r\nlevel, with all the relevant stakeholders. It is an issue of \r\ngreat importance and an integral part of the 1994 Cairo \r\nProgramme of Action of the International Conference on \r\nPopulation and Development. International migration \r\nshould also feature in our discussion in the run-up to \r\nthe elaboration of the post-2015 development agenda as \r\n22/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nMr. Šćepanović (Montenegro): Allow me, first of \r\nall, to express our deepest condolences to the families \r\nand countries of the victims of yesterday’s tragic events \r\nin our common Mediterranean Sea.\r\nInternational migration, the permanent movement \r\nof migrants and the increase in their number remain \r\na focus of attention for most countries worldwide. \r\nMigration represents a basic and integral component of \r\nthe economic and social fabric of every society and, as \r\nsuch, its effective regulation at the level of individuals \r\nand of society as a whole is of particular importance, \r\nincluding for my own country.\r\nFully cognizant of that fact, Montenegro has \r\ndeveloped institutional, legislative and administrative \r\nstructures for addressing the cross-cutting phenomenon \r\nthat migration presents. Montenegro is a country that \r\nis vulnerable to uncontrolled migration and has, at \r\npresent and throughout history, experienced all three \r\ndimensions of migration. Poor economic conditions in \r\nthe past caused Montenegro to be a country of origin \r\nfor migration. Montenegro’s geostrategic position \r\ndictates that traditional European migratory f lows \r\nin the east-west and south-north directions cross its \r\nterritory, thus making it a transit country. Moreover, \r\neconomic growth, particularly in the field of tourism, \r\nhas expanded the need for seasonal workers, who must \r\ncome from outside Montenegro’s borders, mainly from \r\ncountries in the region. The dissolution of the former \r\nYugoslavia and the scourge of war also caused great \r\npopulation influxes into Montenegro, which resulted \r\nin large numbers of internally displaced persons in my \r\ncountry.\r\nFor all of those reasons — and factoring in the \r\nliberalization of the visa regime with the European \r\nUnion and overall economic and social conditions due \r\nto which my country has become a final destination \r\nof migrants — it is obvious why Montenegro needed \r\nto develop and undertake a strategic approach to \r\nmigration, one based on social and economic dimensions \r\nand on full respect for human rights and fundamental \r\nfreedoms.\r\nThe primary responsibility for managing \r\nmigration lies with States. But to successfully address \r\nthe issue of international migration and ensure the \r\nimplementation of effective migration policies that \r\ncontribute to development, regional and international \r\napproaches and cooperation are required. Cooperation, \r\ndialogue and joint and coordinated action among \r\nall stakeholders — including States, international \r\nOrganized Crime and its Protocols, in particular the \r\nProtocol to Prevent, Suppress and Punish Trafficking \r\nin Persons, Especially Women and Children, and the \r\nProtocol against the Smuggling of Migrants by Land, \r\nSea and Air.\r\nFourth, greater efforts should be exerted to combat \r\nhuman trafficking and the smuggling of migrants. That \r\nremains a priority issue for all of us.\r\nFifth, more must be done to improve the public \r\nperception of migrants and integrate them into countries \r\nof destination. Too many migrants, particularly women \r\nand young people, are victims of acts of violence based \r\non religious intolerance and xenophobia. We must put \r\nan end to that deplorable trend.\r\nSixth, remittances constitute private sources of \r\nfinancing that do not replace official development \r\nassistance. Although remittances play an important \r\nrole in alleviating poverty in countries of origin and in \r\nsupporting their development, the transfer costs remain \r\ntoo high and should be reduced. According to World \r\nBank statistics, in 2012 Egypt was the biggest recipient \r\nof remittances in the Middle East, and the sixth-largest \r\nin the world, with more than $19 billion out of a little \r\nmore than $400 billion sent to developing countries by \r\nmigrants worldwide.\r\nThe development dimension of migration is \r\nbroader, of course, than the issue of remittances. Egypt \r\nis forging stronger ties with the Egyptian diaspora. \r\nEgyptians living abroad, especially young people, are \r\nnow participating in shaping the future of their country. \r\nThey were able, for the first time ever, to cast their votes \r\nin elections, namely, those held after the 25 January \r\n2011 revolution.\r\nSeventh, greater assistance should be provided \r\nto those forced to migrate for political reasons. I am \r\nthinking in particular of the Palestinian people, who \r\nare subject to compulsory migration as a result of the \r\npersistent policies of the Israeli occupation authorities.\r\nEighth and finally, I would like to recognize \r\nthe significant contribution of the International \r\nOrganization for Migration. Cairo is proud to host its \r\nregional office for the Middle East and North Africa, and \r\nwe look forward to continuing our close collaboration \r\nwith that office. We also invite the United Nations \r\nto explore ways of strengthening that organization’s \r\ninvolvement in the work of the United Nations, given \r\nthat agency’s standing as the leading intergovernmental \r\norganization in the field of migration.\r\n13-50003 23/38\r\n04/10/2013 A/68/PV.27\r\npast decade. The Secretary-General’s report (A/68/190) \r\nnotes that South-East Asia, which includes rapidly \r\ngrowing economies such as Singapore’s, experienced a \r\nsharp increase in the number of international migrants \r\nfrom 2000 to 2013. Against that backdrop, this timely \r\nmeeting provides a useful platform to exchange views \r\nand experiences in dealing with migration issues.\r\nSingapore values and appreciates the contributions \r\nof the many migrants in our community. A third of our \r\nworkforce is from the migrant community, and the size \r\nof our foreign workforce has increased by 45 per cent, \r\nto 1.3 million, over the past five years. Our growth and \r\ndevelopment as a nation would not have been possible \r\nwithout them. They make important contributions \r\nacross all jobs and capacities, whether in our schools, \r\ncorporations, factories, department stores, restaurants, \r\nhospitals or homes. Most Singaporeans are descendants \r\nof migrants, and so we celebrate their presence in our \r\nsociety. Their diverse talents, skills, experiences and \r\nknowledge enrich our society. In turn, migrants have \r\nbenefited from higher wages, productive employment, \r\nnew skills and a safe and stable environment in \r\nSingapore.\r\nWe have put in place policies to promote the well-\r\nbeing of migrants who are working in Singapore to \r\nensure that they are treated fairly. Foreign workers \r\nare protected under the Employment of Foreign \r\nManpower Act, and, among other things, employers are \r\nrequired to provide adequate food, rest and acceptable \r\naccommodation, as well as pay wages promptly. \r\nThey must also purchase medical insurance to cover \r\nin-patient care and day surgery and personal accident \r\ninsurance.\r\nLast year, we amended our legislation to improve \r\nthe employment conditions of foreign domestic workers \r\nby mandating a weekly rest day with the option of \r\nmonetary compensation in lieu thereof. Beyond \r\nlegislative safeguards, we have implemented a range of \r\nadministrative, enforcement and educational measures \r\nto protect the rights of migrant workers, taking into \r\naccount our specific national circumstances and \r\naspirations.\r\nIn the preparatory events held in the lead-up to \r\nthe Dialogue, to exchange views on migration and \r\ndevelopment, a common refrain echoed by Member \r\nStates and civil society organizations was that migration \r\nshould be a matter of choice, rather than necessity. \r\nSeveral civil society organizations highlighted the \r\nprimary responsibility of Member States to provide \r\norganizations, civil society, the private sector, workers’ \r\nunions and migrant organizations — are prerequisites \r\nfor developing comprehensive and balanced national \r\nimmigration agendas and eradicating illegal migration.\r\nIn that light, Montenegro actively participates \r\nin all regional efforts and initiatives to regulate \r\nmigration. Our priorities and, at the same time, areas \r\nof primary concern in which to concentrate our joint \r\nefforts are effective border management and collecting, \r\nprocessing, analysing, using and exchanging statistical \r\ndata on migrants at all levels.\r\nThe integration of migrants at the local and \r\nnational levels is vital for achieving social and political \r\nstability and development so that their contributions \r\nto society are maximized. We must acknowledge that \r\nmigration, when properly managed, makes significant \r\ncontributions to the sustainable development of \r\ncountries, and therefore deserves its rightful place in \r\nthe post-2015 development agenda. We have a duty \r\nin that regard to direct additional and more decisive \r\nefforts towards bettering the lives of migrants and \r\nensuring their broader involvement and participation in \r\nthe fields of education, social welfare, health care, and \r\nso on.\r\nHowever, the full and successful integration of \r\nmigrants can be achieved only by ensuring protection \r\nand respect for their human rights and freedoms; in other \r\nwords, minimizing and eliminating potential abuses as \r\nwell as the effects of discrimination, intolerance and the \r\noverall marginalization of migrants and their families, \r\nwith special emphasis on women and children. In that \r\nvein, migrants must be afforded safe and secure labour \r\nstandards and working conditions.\r\nLet me conclude by stressing that it is in the \r\ncommon interests of all countries of origin, transit and \r\ndestination, as well as the millions of migrants across the \r\nglobe, to ensure that international migration is managed \r\nin the most efficient, responsible and dignified way. In \r\nthat way, we will ensure that our societies become more \r\nprosperous, diverse and resilient.\r\nMs. Tan (Singapore): At the outset, I join others in \r\nconveying my sincere condolences to those affected by \r\nthe capsizing of the boat off the coast of Lampedusa, \r\nItaly, yesterday. That tragic incident is a somber \r\nreminder of the difficult journey that many people \r\nmake in search of a better life abroad.\r\nMore people than ever are living abroad today. \r\nAsia has seen the largest increase of migrants over the \r\n24/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nOn the occasion of this second Dialogue on \r\nmigration, our attention should focus on new challenges \r\nsuch as the fate of illegal migrants, the fight against \r\ntrafficking in migrants, fair remuneration for their work \r\nand the protection of weak and vulnerable migrants, \r\nabove all women, children and refugees.\r\nIt is recognized today that migration contributes \r\nto the development of countries of origin as much \r\nas countries of destination. Through their work and \r\nremittances, migrants help reduce poverty and advance \r\nthe achievement of the Millennium Development \r\nGoals, particularly in the areas of health and education. \r\nNonetheless, migration also creates a paradox that \r\ndeserves our attention. Qualified migrant labour is \r\na non-negligible asset for host countries. Migrants \r\ncontribute to business, to job creation, to investment, \r\nto taxation and to the social systems of destination \r\ncountries. However, we must also recognize that the \r\nemigration of qualified workers is a net loss for their \r\ncountries of origin, which need such people for their \r\nown development. That is why Gabon has always \r\nencouraged programmes that support the return of \r\nqualified migrants to their countries of origin.\r\nThe foundation of the migration policy of my \r\ncountry is the Gabonese Constitution, which enshrines \r\nrespect for the rights and liberties set forth in the \r\nUniversal Declaration of Human Rights. Our policy \r\nis also based on the international conventions to \r\nwhich we are party. The current priorities defined by \r\nHis Excellency President Ali Bongo Ondimba stress \r\nthe better integration of undocumented foreigners in \r\nour country, the humane management of clandestine \r\nimmigration and the strengthening of partnerships \r\nwith migrants’ countries of origin and destination. The \r\nGabonese Government has always tried to ensure that \r\nthe social rights of migrants, particularly with regard \r\nto health and education, are guaranteed. Of course, the \r\nright to work is consistent with the provisions of the \r\nGabonese labour code.\r\nWe have adopted a number of measures over the past \r\nfew years. In 1986, the immigration code was adapted \r\nto the economic and social progress of the country and \r\nto its demographic goals. In April 2004 we adopted \r\nlaw No. 009/2004, which guaranteed the protection \r\nof vulnerable migrants and refugees and ensured \r\nthe struggle against human trafficking and against \r\nviolence directed at women and children. In January \r\n2014 we implemented the passport of the Central \r\nAfrican Economic and Monetary Community, allowing \r\ndecent work opportunities for their citizens and to \r\nprovide for the valuable contributions their diaspora \r\ncould make if they return to their country of origin.\r\nSingapore agrees that we Member States are \r\nultimately responsible for creating decent work \r\nopportunities for our citizens. We need to continue to \r\ninvest in sound economic and labour policies so that \r\nour citizens have the right to choose to stay or to make \r\nthe often difficult journey abroad in search of a better \r\nlivelihood.\r\nIt is imperative for countries of origin, transit and \r\ndestination to recognize the roles they have to play \r\nand their responsibilities in dealing with the benefits \r\nand challenges of migration. Close cooperation among \r\nall countries would prevent more migrants, especially \r\nvulnerable groups such as women and children, from \r\nfalling prey to errant employment agents, people \r\nsmugglers and human traffickers.\r\nWe must, together, do more to eliminate those \r\nexploitative practices that erode the benefits of \r\nmigration and undermine its impact on development. \r\nFor example, countries of origin should work with \r\ncountries of destination to lower the debt burden \r\nimposed on low-skilled migrant workers. Migration \r\nshould also be facilitated through legal channels. It \r\nis the best way to assure the migrants of their rights \r\nand to protect the interests of Member States, while \r\ndiminishing the scope for exploitation.\r\nSingapore welcomes the convening of the Dialogue. \r\nA better appreciation of this complex issue will go \r\na long way towards ensuring that we maximize the \r\nbenefits and minimize the challenges of international \r\nmigration.\r\nMr. Messone (Gabon) (spoke in French): Gabon \r\nwelcomes the convening of this second High-level \r\nDialogue on International Migration and Development \r\nand expresses its gratitude to the Secretary-General.\r\nMine is a country of both transit and destination \r\nfor migrants from diverse places. Gabon has benefited, \r\nin its development, from the contributions of migrants \r\nfrom brother and friendly countries in Africa and \r\naround the world. In a globalized world, migrations \r\nhave accelerated, often with negative side effects such \r\nas xenophobia, racism, discrimination and tragedies \r\nsuch as that we are mourning today off the coast of \r\nLampedusa. My country sends its heartfelt condolences \r\nto the families of the victims.\r\n13-50003 25/38\r\n04/10/2013 A/68/PV.27\r\nThe globalized world we live in is critically \r\ndependent on the mobility and f low of human resources. \r\nIt is important that international migration be a part \r\nof the global economic discourse and development \r\nparadigm.\r\nIndia is one of the leading countries of origin, \r\ndestination and transit for international migration. Over \r\ncenturies, our people have travelled to distant corners of \r\nthe globe and have made enormous contributions to the \r\nreceiving societies. Today more than 25 million people \r\nof Indian origin live overseas, and they have made us \r\nproud of their contributions in the countries where they \r\nlive and work. We celebrate their achievements every \r\nyear on 7 January, which we call the Day of the Overseas \r\nIndian. On the other hand, our composite culture, which \r\nprides itself on its diversity, has attracted millions to \r\nour fold as well.\r\nIndia favours a holistic approach to international \r\nmigration, one premised on the developmental \r\nparadigm of migration that is sensitive to the national \r\ncircumstances of countries of origin, transit and \r\ndestination and that seeks to maximize the mutually \r\nbeneficial nature of international migration while \r\nreducing its negative effects.\r\nMigration continues to contribute to the \r\naugmentation of capacities and intellectual and \r\ninstitutional resource bases, as well as to the skilled \r\nmanpower supply, in destination countries. Many \r\ndeveloped economies have greatly benefited from the \r\ntalent of migrants, including in academia, business, \r\nresearch and innovation. Greater openness and political \r\nwillingness are therefore needed in developed countries \r\nto allow freer movement of people across their national \r\nboundaries.\r\nOur approaches to migration must be uniform \r\nand consistent, while acknowledging that policies and \r\nsolutions for dealing with international migration will \r\ndiffer according to the different national circumstances \r\nof countries. We must also ensure that migrants are \r\nprovided opportunities to harness their full potential, \r\nwhich will benefit not only migrants themselves but \r\nalso their destination countries.\r\nComing from India, which in 2012 received nearly \r\n$70 billion worth of remittances from migrants, I \r\nam well aware that remittances from international \r\nmigrants contribute to development in the countries \r\nof origin. They are often critical for the livelihoods of \r\nthe families of migrant workers. However, remittances \r\nthe free movement of nationals of that jurisdiction. \r\nAnd lastly, on 7 March 2013, we began a vast campaign \r\nto regularize the status of undocumented foreigners \r\nthroughout the whole of our national territory. Gabon \r\nhas also established a national migration council \r\nthat assists the Government in the implementation of \r\npolicies. The emigration of Gabonese citizens has also \r\nled us to create an office for Gabonese abroad.\r\nAt the international level we are open to all forms of \r\ncooperation with a view to the concerted management \r\nof migratory f lows, along the lines of the agreement we \r\nhave signed with France. We are also open to cooperation \r\nfor the implementation of the International Convention \r\non the Protection of the Rights of All Migrant Workers \r\nand Members of Their Families. Gabon supports the \r\nMoroccan initiative aimed at creating an African \r\nalliance on migration and development. At the same \r\ntime, we are mindful of the need to respond to the new \r\nchallenge posed by migrations arising from climate \r\nchange.\r\nOur action at the end of this debate must focus on \r\nstrengthening the rights of all migrants, the protection \r\nof migrants in situations of distress, the compilation of \r\nstatistical data on the actual situation of migrants, the \r\nintegration of migration issues into our national action \r\nplans, and strengthening dialogue, cooperation and \r\ncohesion at all levels to benefit migrants.\r\nTo conclude, my country would like to commend \r\nthe commitment of the Secretary-General to promoting \r\nthe rights of migrants. Similarly, Gabon commends the \r\nrole of the International Organization for Migration \r\nand the efforts of the Global Forum on Migration and \r\nDevelopment. Gabon would like to see migration taken \r\ninto account in the post-2015 development agenda, \r\nwhich we have begun to discuss.\r\nMr. Mukerji (India): At the outset, let me convey, \r\non behalf of India, our deep condolences at the tragic \r\nloss of life of migrants off the shore of Lampedusa in \r\nItaly.\r\nI am honoured to participate in this discussion on \r\nthe important issue of international migration and its \r\nlinkages with development under the auspices of the \r\nGeneral Assembly. We hope that this Dialogue will \r\nhelp us move forward in advancing the global discourse \r\non international migration in the context of the global \r\neconomy and development.\r\nMy full statement is being circulated. In the interest \r\nof time, I am speaking from a shortened version.\r\n26/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nand awareness-raising, as illegal migrants are prone to \r\nfalling victim to exploitation and human trafficking.\r\nWith its estimated 3 million overseas migrant \r\nworkers, Myanmar is one of the source countries facing \r\nboth the challenges and opportunities of migration. \r\nAccurate data and information on migration f lows are \r\ndifficult to obtain due to the irregularity of patterns of \r\nmigration, yet the Government is focusing its attention \r\non promoting and protecting the welfare of our migrant \r\nworkers. The Government, with the cooperation of \r\nhost countries, has been helping migrant workers in \r\nneighbouring countries by issuing temporary passports \r\nto make them legal and to allow them to enjoy the \r\nlabour rights they are entitled to. Moreover, migration \r\nand labour migration policies are being drafted for the \r\nsafe migration of our citizens.\r\nInternational migration contributes positively to \r\nthe economic development of host countries, source \r\ncountries and even transit countries. That is especially \r\ntrue for developing countries, which benefit not only \r\nfrom remittances, but also from the technical know-\r\nhow and entrepreneurial experience gained by their \r\nmigrant workers aboard.\r\nMyanmar is undergoing rapid political and \r\nsocioeconomic transformation. As the country gains \r\nmomentum in its reform process, we are hopeful that \r\nthe employment opportunities resulting from foreign \r\ninvestment will attract our overseas expatriates and \r\nmigrant workers back to the country. We are confident \r\nthat migrants can play an important role in promoting \r\ntrade and investment through their financial capital, \r\nbusiness networks, knowledge and skills. Thus, it \r\nis expected that migrant workers will become one of \r\nthe key driving forces behind future socioeconomic \r\ndevelopment of the country.\r\nIn executing economic policies and programmes, \r\nit is essential for a country to acquire reliable data \r\nand information about its own population and its new \r\ntrends, especially in terms of migration. We will be able \r\nto produce the actual figures related to international \r\nmigration after completion of our 2014 nationwide \r\ncensus, which is scheduled to be launched early next \r\nyear.\r\nThe Government has made or improved regulations \r\nfor more convenient transfer of migrants’ remittances, \r\nwhich are an important source of income for households \r\nin Myanmar. We must also formulate relevant policy to \r\nare not a substitute for official development assistance \r\n(ODA) or other forms of development financing, as \r\nis often suggested. International commitments on \r\nODA and development financing cannot be diluted on \r\naccount of remittances.\r\nWe need to provide greater policy support at the \r\ninternational level to the issue of short-term migration, \r\nin particular on issues related to portability of pensions \r\nand social security contributions. We must also focus \r\nour attention on the temporary movement of natural \r\npersons to supply services, that is, under Mode 4 of the \r\nGeneral Agreement on Trade in Services, where there \r\nis an urgent need for liberalization and simplification \r\nof procedures.\r\nOur endeavour should be to realize a humane, \r\norderly and mutually beneficial process of migration. \r\nA clear recognition that international migration is a \r\nwin-win opportunity is therefore essential.\r\nMr. Kyaw Tin (Myanmar): First of all, my \r\ndelegation wishes to express our deepest condolences \r\nfor the loss of life in yesterday’s tragic incident off the \r\ncoast of Italy.\r\nMy delegation associates itself with the statement \r\nmade by the representative of Fiji on behalf of the \r\nGroup of 77 and China (see A/68/PV.25).\r\nWe wish to thank the Secretary-General for his \r\nreport on the important issue of international migration \r\nand development (A/68/190). My delegation welcomes \r\nthe agenda laid out in that report to address the challenges \r\nand make migration a catalyst for development. The \r\nrecommendations deserve our careful consideration.\r\nAs migration clearly contributes to the \r\nsocioeconomic life of migrant worker households \r\nin many developing countries, my delegation shares \r\nthe view expressed in the Secretary-General’s \r\nreport that Member States should mainstream \r\nmigration into national development plans, poverty \r\nreduction strategies and relevant sectoral policies and \r\nprogrammes. Also at the global level, migration should \r\nbe intelligently integrated into the framework of the \r\npost-2015 development agenda. We must put our heads \r\ntogether on how best to integrate migration aspects into \r\nthat agenda.\r\nIn order to address the challenges of migration, \r\nespecially eliminating the exploitation of migrant \r\nworkers, we must encourage channels of legal migration \r\n13-50003 27/38\r\n04/10/2013 A/68/PV.27\r\nof their rights, without fear or coercion, and with their \r\nfuture prospects as a clear goal. Development-oriented \r\nactions are also essential to addressing the root causes \r\nof migratory f lows by generating opportunities and \r\neconomic activity in the countries of origin, thus \r\nlessening the propensity to migrate.\r\nMalta also has its own emigrant population living \r\nbeyond its shores, which has been a source of economic \r\nand social growth for the communities in which they \r\nhave settled as well as for Malta. The Government of \r\nMalta makes every effort to maintain a close bond with \r\nthe Maltese diaspora, ensuring that they are proud \r\nand responsible representatives of Malta. The key in \r\nthat discourse is the strong bond that the Government \r\nmaintains with the Maltese diaspora, with the aim of \r\npromoting the highest level of cooperation between the \r\nMaltese emigrant communities and their host countries, \r\nin full compliance with the laws and customs of those \r\nlands. That, we believe, is a fundamental ingredient \r\nthat ensures that migrant communities can serve as a \r\nmotor for development wherever they settle.\r\nMigration offers opportunities and hope for \r\nmany but, for those same reasons, is often a source of \r\nabuse. That is why we cannot talk about migration and \r\ndevelopment without addressing the related challenges. \r\nMalta retains a strong and long-standing commitment \r\nto help those who are in need of protection and has \r\nalways upheld its moral and legal duty to protect \r\ngenuine refugees and those entitled to other forms of \r\nprotection and humanitarian assistance, as provided \r\nfor under international law. However, the rights of such \r\nindividuals must not be undermined by international \r\ncriminal organizations that exploit the plight of such \r\npeople for illicit financial gain.\r\nMalta’s geographical location is at the crossroads of \r\nmigratory f lows, particularly from the South. Malta has \r\nexperienced heavy influxes of irregular migration from \r\nNorth Africa since 2002. Since then, the number of \r\nirregular immigrant arrivals has remained consistently \r\nhigh. Thus far in 2013, 1,692 immigrants have already \r\nreached Malta irregularly, with almost 1,000 arriving in \r\nJuly alone. That demonstrates that irregular migration \r\nto Malta continues to be a major challenge. Almost \r\nall of those who reached Malta irregularly proceeded \r\nto apply for international protection, and the asylum \r\nrecognition rate in Malta has consistently exceeded \r\n50 per cent over the past years, in view of the situation \r\nin the countries from which those asylum-seekers \r\noriginate, particularly the Horn of Africa.\r\nencourage the effective use of remittances in investment \r\nor in doing business.\r\nWith protection of its migrants in mind, Myanmar \r\nhas joined the International Organization for Migration \r\n(IOM) and has strengthened its cooperation with \r\ninternational organizations in that area. We have \r\nbenefited from assistance rendered by IOM by way of \r\nthe safe and orderly return of our nationals who were in \r\ndistress overseas for various reasons.\r\nWe fully appreciate the important role played \r\nby the United Nations in highlighting the positive \r\naspects of migration and bringing out its potentials \r\nfor development. This High-level Dialogue offers \r\nopportunities to deepen understanding of the \r\nmultidimensional aspects of international migration \r\nand development. In concluding, I wish to express \r\nour hope that our deliberations will produce tangible \r\nresults to address the challenges of migration in a more \r\nsystematic way.\r\nMr. Grima (Malta): Let me begin by joining others \r\nin expressing our deepest condolences to the families \r\nof those who tragically lost their lives yesterday off the \r\ncoast of Lampedusa.\r\nWe are pleased to participate in this High-level \r\nDialogue on International Migration and Development, \r\nas we consider migration a priority issue.\r\nWe would like to align ourselves with the statement \r\ndelivered by Commissioner Cecilia Malmström on \r\nbehalf of the European Union and its member States \r\n(see A/68/PV.25). While doing so, we would like to \r\nmake the following additional remarks in our national \r\ncapacity.\r\nThe High-level Dialogue’s main theme of \r\nidentifying concrete measures with a view to enhancing \r\nthe benefits of international migration while reducing its \r\nnegative implications is timely, in view of global events \r\nover the past few years. In recent years, propelled by \r\nthe process of globalization, migration has taken on a \r\nnew dimension. Indeed, never before has the migration \r\nand development nexus and the need to strengthen the \r\nsynergies between the two been more important.\r\nThe Government of Malta believes that to secure \r\ndevelopment from migration, it is crucial to ensure \r\nthat such migration is well managed and takes place \r\nvia legal means, whereby movement is transparent \r\nfor the countries of origin, transit and destination. \r\nMigrants must be able to travel with full knowledge \r\n28/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nWe are of the view that this meeting is most \r\nrelevant and timely, given the great international \r\nfocus — and to some degree anxiety — over the nature \r\nand consequences of migration and, more specifically, \r\nits development-related impacts on both source and \r\ndestination countries. Indeed, managed migration has \r\nbeen identified as one of our nine national priorities for \r\nthe post-2015 scenario.\r\nOnce dubbed a “rainbow country” by \r\nArchbishop Desmond Tutu, Trinidad and Tobago has, \r\nfrom its inception, been a country of origin, transit and \r\ndestination for migrants, and is therefore home to the \r\ndescendants of migrants from Africa, India, China, \r\nEurope, Syria and South America, among other places, \r\nall of whom have contributed to building our nation \r\nand to our sustainable development. For many years, \r\nmigrants have also come to Trinidad and Tobago from \r\nwithin the Caribbean region.\r\nSignificant oil and natural gas resources, a world-\r\nclass petrochemical industry, high levels of foreign \r\ndirect investment, an expanding tourism industry and \r\nrelatively good levels of economic stability over an \r\nextended period have heightened Trinidad and Tobago’s \r\nattractiveness as a transit point for migrants heading \r\nnorth and as a final destination for migrants seeking \r\nbetter economic and professional opportunities.\r\nRecognizing the importance of the nexus between \r\nlabour, migration and development, the Government \r\nof Trinidad and Tobago has implemented structured \r\nlabour programmes to encourage the immigration of \r\nqualified migrants seeking to reside and work in our \r\ncountry. Such programmes have, for example, brought \r\nhealth professionals from countries in South Asia, \r\nCuba, Nigeria and Ghana to come and reside and work \r\nin Trinidad and Tobago, and they continue to make \r\nvaluable contributions to the operation of our health \r\nsector. Skilled nationals of China also work in our local \r\nconstruction industry.\r\nThe increase in labour migration to our twin \r\nisland republic, Tobago, can be seen in the growing \r\nrequests for and issuance of work permits. According \r\nto our records, 18,083 such permits were granted in the \r\npast three years alone, in particular to citizens of the \r\nUnited States, China, India, the Philippines, the United \r\nKingdom, Canada and Venezuela.\r\nAt the same time, Trinidad and Tobago, like \r\nmany of our regional neighbours, has witnessed the \r\noutward migration of many of our skilled and highly \r\nMalta remains convinced that international \r\ncooperation on irregular migration needs to be \r\nstrengthened. While the Maltese delegation considers \r\nthat legal migration benefits countries of both origin \r\nand destination, it wishes to highlight that irregular \r\nmigration undermines legal migration policies, further \r\nexposing migrants to situations of exploitation and \r\neven, in certain regional scenarios, to the risk of loss of \r\nlife in the desert or at sea, notwithstanding the efforts \r\nof the authorities concerned to prevent such loss of life.\r\nIn view of those considerations, the Maltese \r\ndelegation is not satisfied with the declaration adopted \r\nat this High-level Dialogue on International Migration \r\nand Development (resolution 68/4), which should \r\nhave reaffirmed, in no uncertain terms, the duty of \r\nreadmission of a country’s own nationals irregularly \r\nstaying in other States, with a view to sending a message \r\nrefuting the viability of irregular migration. In our \r\nview, readmission policies are a prerequisite for well-\r\nmanaged migration, and we recall that States should \r\nrespect their obligations under international law to \r\nreadmit their own nationals and to take all appropriate \r\nmeasures in that respect while protecting the human \r\nrights of the migrants involved.\r\nAllow me to conclude with a final thought on \r\nthe subject of the relationship between migration and \r\ndevelopment. The aspiration of host countries, as \r\nwell as of countries of origin and transit countries, \r\nto enjoy the fruits of development resulting from \r\nmigration hinges on various factors, two of which the \r\nGovernment of Malta believes to be fundamental. First, \r\ncountries must work together to coordinate their efforts \r\nand share common burdens, so as to share the fruits \r\nof human activity resulting from migration. Secondly, \r\ndevelopment, like wealth, cannot be engineered by \r\ncountries or organizations. Their role should be that \r\nof providing a safe and stable environment that allows \r\ntheir citizens, as well as migrants, to reach their full \r\neconomic and social potential.\r\nMr. Charles (Trinidad and Tobago): At the outset, \r\nTrinidad and Tobago joins others in extending our \r\ndeepest condolences to the families of those who died \r\nin yesterday’s unfortunate tragedy that took place off \r\nthe Italian island of Lampedusa.\r\nTrinidad and Tobago wishes to align itself with the \r\nstatements made by the representative of Fiji on behalf \r\nof the Group of 77 and China and the representative of \r\nCuba on behalf of the Community of Latin American \r\nand Caribbean States (see A/68/PV.25).\r\n13-50003 29/38\r\n04/10/2013 A/68/PV.27\r\ntechnical assistance to facilitate the improvement of \r\nsuch systems.\r\nAdditionally, the Government of Trinidad and \r\nTobago has undertaken to strengthen the relevant \r\ninstitutional frameworks in order to maximize the \r\nbenefits that can be derived from migration and \r\nensure the safe and orderly movement of persons. \r\nThose steps include the design of a national labour \r\nmarket information system to collect migration-related \r\nstatistics; the ratification and implementation of various \r\nrelevant international instruments; and discussions on \r\nthe development of a labour migration policy, a diaspora \r\npolicy, a population policy and a national immigration \r\npolicy.\r\nTrinidad and Tobago commends the presidency for \r\nthe organization of this meeting, as well as the Global \r\nForum on Migration and Development and the Special \r\nRepresentative of the Secretary-General on Migration \r\nand all relevant actors for their work on those matters.\r\nWe also wish to applaud the efforts of the Mexican \r\nGovernment in facilitating the achievement of consensus \r\non the outcome document of the meeting (resolution \r\n68/4). We believe that that is an important signal of the \r\nagreement on the part of the international community \r\nto give due attention to the issue of migration and \r\ndevelopment.\r\nMr. Arias (Spain), Vice-President, took the Chair.\r\nWe support, in addition, concrete outcomes of the \r\nprocess and look forward to working together with \r\npartners at the national, regional and international levels \r\nto address the challenges associated with migration, to \r\ndevelop and improve strategies to maximize its benefits \r\nand to guarantee that the human rights of all migrants \r\nare protected in the process.\r\nMrs. Pucarinho (Portugal): This event is taking \r\nplace in a very different international context from \r\nthe one during the first High-level Dialogue on \r\nInternational Migration and Development, in 2006. \r\nWe are now at a crucial moment in the continuum of \r\ndiscussions on the Millennium Development Goals \r\n(MDGs). Indeed, globalization has had a huge impact \r\non today’s migratory movements. That, in turn, has \r\nled to profound demographic transformations in our \r\nsocieties. The impacts of the recent economic crisis \r\nhave reinforced that reality. The changes have required \r\nnew forms of dialogue and international cooperation to \r\neducated nationals to developed countries such as the \r\nUnited States, European countries and — increasingly, \r\nin recent times — Asian countries. Many of those \r\nemigrants seek opportunities to apply their skills in \r\nan environment that affords seamless access to the \r\nmost advanced technologies with globally competitive \r\nremuneration. That includes the migration of our skilled \r\nworkers from our over 100-year-old energy sector to \r\nother countries to assist in the development of their oil \r\nand gas industries.\r\nWhile that outward migration contributes to our \r\neconomy through remittances and provides a vibrant \r\nmarket for cultural exports, such as music, it presents \r\nparticular challenges, as it represents a “brain drain” at \r\nthe national level. That common experience within the \r\nCaribbean Community (CARICOM) contributed to the \r\ncreation of the CARICOM Single Market and Economy \r\nin 2006 to facilitate the free movement of persons \r\nwithin our region. As a significant number of our \r\ncitizens live abroad, we are also turning our attention \r\nto finding ways to encourage our diaspora to contribute \r\nto our national development.\r\nCognizant of the need to effectively manage \r\ninternational migration and benefit from its advantages, \r\nTrinidad and Tobago has been engaged in cooperation \r\nwith the International Organization for Migration (IOM), \r\nthe African, Caribbean and Pacific (ACP) States and \r\nthe United Nations Population Fund on various related \r\ncapacity-building initiatives aimed at developing data-\r\ncollection capacities and mainstreaming migration into \r\nour development planning. In particular, Trinidad and \r\nTobago was a pilot country in the IOM Data Sharing \r\nMechanism Project and the ACP Migration Facility, \r\nwhich were designed to assist selected countries in \r\nmainstreaming migration into development planning. \r\nThat also led to the convening of the National Forum \r\non Migration and Development, held approximately \r\none month ago, which focused on the themes of this \r\nyear’s High-level Dialogue.\r\nNonetheless, while some progress has been made, \r\nwe acknowledge that further development of capacities \r\nis required. Trinidad and Tobago’s data-collection \r\ncapacities for that purpose, like that of many countries, \r\nare still limited. We are therefore not yet able to \r\nprovide adequate and up-to-date information on the \r\nmovement of persons across our borders, which would \r\ncontribute to our migration management initiatives. \r\nIn that regard, we welcome further partnerships and \r\n30/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nsocieties. Indeed, exploring how diaspora communities \r\ncan be better integrated into our society and how they \r\ncan better contribute to development in their home \r\ncountries is of great interest to us.\r\nFollowing a broad-based debate with stakeholders, \r\nPortugal adopted its second action plan for the integration \r\nof immigrants. The plan involves lines of action in a wide \r\nvariety of sectors to effectively promote integration, \r\nincluding employment, health and education, as well \r\nas themes that are traditionally related to immigration, \r\nsuch as family reunification. The national action plan is \r\na reference for the Government and for administrations \r\nat the local, regional and national levels, as well as \r\nfor civil society, to develop more specific initiatives, \r\nincluding in terms of secure long-term residence, \r\nlabour market mobility, the recognition of foreign \r\nqualifications and non-discriminatory access to health \r\nand education by migrants.\r\nThe protection of the human rights of migrants \r\nremains a cross-cutting policy priority for Portugal. All \r\nmeans and efforts have to be mobilized to combat all \r\nforms of smuggling and human trafficking, as well as \r\nthe various kinds of exploitative employment.\r\nI take the opportunity to express my heartfelt sorrow \r\nat the tragic loss of life off the coast of Lampedusa \r\nyesterday. My sympathy goes to the grieving families \r\nof the victims.\r\nDespite the many benefits of migration, the \r\nprotection of migrants remains a very timely, urgent \r\nand growing human rights challenge. Human rights \r\nviolations against migrants, including the denial of \r\naccess to fundamental economic and social rights, are \r\nstill often closely linked to discriminatory laws and \r\npractices and to deep-seated attitudes of prejudice and \r\nxenophobia against migrants.\r\nPortugal has developed a legal and institutional \r\nframework to ensure safe and secure migration and \r\nthe protection of migrants’ rights, with special support \r\nfor the most vulnerable among them. My country has \r\nalso successfully implemented measures on migration \r\nmanagement, including assisted voluntary return \r\nand reintegration, efforts to combat trafficking, \r\nmigration and development, labour migration and, as \r\nalready mentioned, integration. One cannot separate \r\ndiscussions on migration from the broader human \r\nrights perspective. That approach is consistent with the \r\ninterpretation of human rights principles and norms \r\nconsecrated in the International Covenant on Civil \r\nbe developed at the national, regional and international \r\nlevels.\r\nAccording to statistics from the International \r\nOrganization for Migration, the total number of \r\ninternational migrants has increased in the past 10 years, \r\nand today, 3.1 per cent of the world’s population is \r\nmade up of migrants. The migration profile keeps \r\nchanging, and migration is no longer a phenomenon \r\nwhere people migrate only from developing countries \r\nto developed countries. We are increasingly witnessing \r\nmovements from so-called developed societies to \r\nemerging economies, bringing forth new challenges \r\nand opportunities that require innovative policy \r\nresponses. South-South migration movements are \r\nalso an important area for analysis and discussion, \r\nas approximately 60 per cent of all global migration \r\noccurs among developing countries.\r\nMigration has become a more complex \r\nphenomenon than in the past and intersects with a wide \r\nvariety of areas and issues, such as employment and \r\nunemployment, labour mobility, population imbalances, \r\nexploitation, human trafficking, gender, human rights, \r\nclimate change, remittances and “brain drain”, which \r\nare now recognized as being interlinked with the \r\nagenda of international migration and development. \r\nThose changing dynamics and interrelationships \r\nwith other themes raise additional challenges for \r\ndecision-makers all over the world, requiring a more \r\nholistic and multisectoral approach to international \r\nmigration and greater coherence between migration \r\nand development policies. The High-level Dialogue is \r\nan important opportunity, alongside the Global Forum \r\non Migration and Development, for Governments and \r\nother stakeholders to explore the linkages and promote \r\npositive discussions on sensitive issues.\r\nPortugal fully recognizes that, when managed \r\neffectively, migration can substantially benefit \r\nboth countries of origin and those of destination, as \r\nwell as migrants themselves, and thus contribute to \r\ndevelopment. In that context, Portugal has adopted and \r\ndeveloped public policies on immigrant integration \r\nwith good results for migrants living in our country and \r\nwith a positive impact on Portuguese society as a whole. \r\nThose policies enjoy a very high degree of commitment \r\nand acceptance at the national level.\r\nIn fact, migrants contribute to economic growth and \r\nhuman development in both home and host countries \r\nand enrich societies through cultural diversity, fostering \r\nunderstanding and respect among peoples, cultures and \r\n13-50003 31/38\r\n04/10/2013 A/68/PV.27\r\ndemonstrated; it is recognized everywhere and can \r\nbe verified. It plays a role in the growth of both the \r\ncountries of origin and the countries of destination and \r\ncontributes to the cultural strengthening and f lowering \r\nof societies. Migration is therefore an indispensable \r\npart of the human condition.\r\nCurrently, owing to the fact that globalization has \r\nbeen more political than social and that conflicts persist \r\nin various parts of the world, migration sometimes \r\ntends to transmit a troubled vision of reality. That \r\nis confirmed when one follows the news about the \r\nnumerous tragedies on land and at sea that result from \r\nuncontrolled and unregulated migration. It is usually \r\nseen as a common threat and rarely as a reality that \r\nwe have to focus on and deal with together. The fact \r\nthat barriers of all types transform some regions of the \r\nworld into fortresses with borders that often cannot be \r\ncrossed should suffice to convince us.\r\nCertainly, nobody has to receive all the misery in the \r\nworld, as we have increasingly heard it said in various \r\npolitical circles. However, the fact that hundreds of \r\npeople can drown while trying to pursue their dreams \r\nin the twenty-first century is not only a shame, as Pope \r\nFrancis said, but also an unacceptable event for the \r\nhuman conscience. The terrible tragedy of Lampedusa \r\nreminds us that young people today, as well as women \r\nand children, from areas of turbulence and poverty, \r\ndespite all the dangers, despite all the barriers, hope \r\nto find a better future or even just to find work or the \r\nmeans for survival. Nothing can stop them because they \r\ndo not have much to lose. They will renounce neither \r\ntheir dreams nor the will to succeed. They represent \r\na force, as Victor Hugo said, that cannot be stif led or \r\nstopped. So we must deal with the issue together, and \r\nall decisive actions should be pooled in a coordinated \r\nfashion. If there is an area in which multilateralism \r\nhas real meaning, it is that one. We believe, as others \r\nhave said, that it is time to agree on a global, long-term \r\nstrategy to manage migration and the ever-increasing \r\nglobalized and interdependent world where unilateral \r\naction is of little use.\r\nLampedusa has become a cemetery for the hopes of \r\nAfrican youth. It is up to all of us, primarily Africans, \r\nto ensure that death is not the destiny of migrant \r\ntravellers and that we act together, both Africans and \r\nEuropeans, to find the ways and means to find a lasting \r\nsolution that prevents such a tragedy from taking place \r\nagain. We cannot allow such unmanaged migration to \r\ncontinue, if we are to remain a credible international \r\nand Political Rights and the International Covenant on \r\nEconomic, Social and Cultural Rights.\r\nAn approach aiming at a more coherent integration \r\nbetween migration and development also means having \r\nthe human dimension at the centre of our concerns, with \r\na view to contributing to societies that are more just, \r\ndignified and equitable. The United Nations family is \r\nnow reflecting on the future development agenda, and \r\nwe must recognize that important achievements have \r\nbeen made — as far as the MDGs are concerned.\r\nNevertheless, massive challenges still persist, \r\nparticularly in fighting poverty and ensuring sustainable \r\nprosperity and well-being worldwide. Migration and its \r\nrelated topics must be part of the discussions on the \r\npost-2015 development agenda. The challenges are \r\ntruly universal and require a unified and interrelated \r\nframework, and particular attention should be given to \r\nthe poorest and most fragile countries. Finally, I would \r\nlike to align my statement with that made earlier on \r\nbehalf of the European Union and its member States.\r\nMr. Lima (Cabo Verde) (spoke in French): At the \r\noutset, allow me to express my Government’s sympathy \r\nfor the people who died in the tragedy off the coast of \r\nLampedusa. I would like to express my condolences \r\nto the families of the victims involved in such a tragic \r\nevent.\r\nI would also like to commend the High-level \r\nDialogue on International Migration and Development, \r\nwhich recalls the important need for a periodic review \r\nof our policies and actions on that sensitive and \r\ndelicate subject. Migration based on people’s seeking \r\nbetter living conditions has played and continues to \r\nplay an essential role in the economic fate of nations, \r\nthe rapprochement of peoples and the advancement \r\nof civilizations. The report of the Secretary-General \r\n(A/68/190) on the subject provides us with valuable \r\ninformation and relevant analysis. Its programme of \r\naction also offers concrete ways to improve bilateral \r\nand international cooperation and to reduce negative \r\npractices in that area.\r\nWe would like to take this opportunity to congratulate \r\nthe International Organization for Migration and the \r\nInternational Labour Organization on their praiseworthy \r\nactivities, which we  encourage. It is important to note \r\nfrom a historic point of view that all of us are the sum of \r\nthe human interactions and the great progress resulting \r\nfrom migration over the centuries on all continents. \r\nThe impact on development no longer needs to be \r\n32/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nsituation. The United Nations action plan on trafficking \r\nin persons provides us with the necessary guidelines \r\nto prevent and combat that universal scourge and to \r\naid the victims, in particular women and children, and \r\nresolutely to prosecute those who commit such crimes. \r\nA Trust Fund was established by the United Nations \r\nfor victims, and it is hoped that large contributions will \r\nmake it possible to offer concrete aid to the victims.\r\nI also note the issue of climate refugees, which other \r\nspeakers have mentioned. In fact, the planet’s global \r\nwarming, desertification, rising sea levels, and soil \r\nerosion, as well as f loods, forest fires and the melting \r\nof glaciers, have caused millions of human beings to \r\nleave their homes and have obliged them to migrate. \r\nThere is a veritable explosion in migration because of \r\nthe scale of migration f lows, which is irreversible in the \r\nmajority of cases and is taking place simultaneously in \r\nvarious parts of the world.\r\nIt is estimated that every two seconds someone \r\nmoves because of climate change. In 2008, 36 million \r\npeople had to leave their homes for that reason. Between \r\n2008 and 2012, 143.9 million people had to hastily \r\nleave their homes for the same reason. Those people \r\nare increasingly going to the towns, fuelling the urban \r\nexplosion. In most cases, migration occurs domestically, \r\nbut increasingly, in the Pacific in particular, the world \r\ncan expect a massive surge in migration f lows owing to \r\nthe rise in the sea levels and the gradual disappearance \r\nof land on the small island developing States of the \r\nPacific.\r\nIn conclusion, let me share the following with the \r\nAssembly. In Cape Verde, everybody has at least one \r\nperson in their family who has migrated. My parents \r\nwent to Senegal in the 1940s, and today members of \r\nmy family live, for various reasons, in various parts of \r\nthe world. I am therefore a true product of that global \r\nphenomenon. And certainly in this Hall, others have had \r\nthe same experience. On account of my experience, I am \r\ntempted to say that migration enables contributions to \r\ncountries and peoples, who become richer with another \r\nculture, and as a result, they naturally possess a tolerant \r\nvision of the world and a certain desire for openness \r\nand sharing. Certainly, the sociopolitical climate and \r\nthe trials of life will change us, but the Assembly will \r\nagree with me that hope will always be appropriate \r\nwhen a migrant settles and builds his future.\r\nMr. Ngorima (Zimbabwe): Allow me to begin by \r\nexpressing my Government’s gratitude to the President \r\nof the General Assembly and the Secretary-General for \r\nOrganization and if we really believe in solidarity in \r\ndevelopment.\r\nIn 1999, there were 155 million migrants in \r\nthe world; now, according to recent data, there are \r\n232 million human beings in that situation. As we \r\nprepare the sustainable development goals for the post-\r\n2015 agenda, we must take into account the undeniable \r\nreality of international migration and, working both \r\nbilaterally and internationally, seek to develop the \r\nnecessary legal framework for better regulation of the \r\nf lows, focusing on human rights and, in particular, on \r\nthe better harmonization of policies aimed at eradicating \r\nthe painful and tragic situations of migration in certain \r\ncountries and regions of the world. More than ever \r\nbefore, as in other areas of international relations, \r\na firm and sustainable will is the cornerstone for the \r\nsuccess of our common initiative.\r\nCape Verde, which has been a country of abundant \r\nmigration, is very sensitive to the diaspora, given that \r\nremittances have always formed an important part of \r\nour budget. Today, as a country of origin, transit and \r\ndestination, my country continues to note that there is \r\nmuch activity and feels a great responsibility towards \r\nthe community in the diaspora and in migration. We \r\nare working to coordinate policies in that area with our \r\npartners.\r\nWe would like to commend in particular the \r\nEuropean Union for its willingness and its help, which \r\nenables us to better manage our migration f lows and to \r\nhave better coordinated policies specifically aimed at the \r\nreintegration and productive participation of migrants. \r\nFor example, in the mobility partnership between the \r\nEuropean Union and Cape Verde, the European Union \r\nproject on capacity-building for migrants in Cape Verde \r\nprovides aid for the economic reinsertion of nationals \r\nwho wish to return to their country. The recent approval \r\nof a communication plan aimed at more effectively \r\nattracting the savings of migrants for investment in \r\nproductive activities allows us to improve in that area. \r\nCountries such as France, Portugal, the Netherlands \r\nand Luxembourg are participating in the project.\r\nI would also like to raise the question of irregular \r\nor clandestine migration that involves trafficking in \r\nhuman beings and aff licts all our societies and affects \r\nour respective jurisdictions. It is a challenge for our \r\ncountries that has to be met from a humanitarian and \r\nsecurity point of view. It is also a problem for Cape Verde. \r\nCivil societies and non-governmental organizations are \r\nworking with all stakeholders to resolve that urgent \r\n13-50003 33/38\r\n04/10/2013 A/68/PV.27\r\nmigration has changed the narrative on migration and \r\ncontributed to the debunking of negative stereotypes \r\nand myths about migration.\r\nAs developing countries, however, we have lost \r\nhighly skilled persons, especially in the health and \r\nengineering fields. We therefore expect that, as part of \r\nthe migration discourse, consideration would be given \r\nto factors that ensure mutual benefits for both source \r\nand destination countries.\r\nThe most vulnerable groups of migrants are often \r\nthose whose movements are forced by circumstances. \r\nThey usually consist of the unskilled and semi-skilled \r\ngroups. It is important to address the challenges faced \r\nby irregular migrants to ensure their safety and the \r\nprotection of their human rights. Often human traffickers \r\nexploit their desperation and put them in situations \r\napproximating slavery. Most of the victims in that \r\ncategory are women and children. We are committed to \r\nall efforts to prevent and combat trafficking in persons \r\nand to protect migrants from exploitation and other \r\nabuses. We also subscribe to the need to respect and \r\npromote international labour standards and the rights \r\nof migrants in the work place.\r\nOne of the main challenges is the f low of \r\nundocumented migrants between countries and \r\nregions. Such movements are triggered by a variety \r\nof factors, including instability, disasters, famine and \r\nother economic factors, and they present challenges to \r\nreceiving and transit countries. Zimbabwe has become \r\nboth a transit and a destination country for third-\r\ncountry nationals. As a country with a small developing \r\neconomy, we have experienced the strains that \r\nmigration of that kind places on our limited resources. \r\nWe are committed to fulfilling our obligations, but \r\nwe need assistance and cooperation in that regard. \r\nWe appreciate the contribution by the International \r\nOrganization for Migration through the operation of \r\nresearch and support centres for refugees and migrants \r\naround the country.\r\nThe Government of Zimbabwe acknowledges the \r\nassistance and contribution of the United Nations High \r\nCommissioner for Refugees (UNHCR) in responding \r\nto migrants’ humanitarian needs around the world. The \r\nGovernment, in collaboration with the International \r\nOrganization for Migration and UNHCR, continues to \r\nimplement projects and programmes that address the \r\nchallenges being faced by migrants and refugees in \r\nZimbabwe.\r\nconvening this High-level Dialogue on International \r\nMigration and Development. It is a timely and relevant \r\ninitiative that seeks to express the nexus between \r\nmigration and development, particularly in the context \r\nof formulating the post-2015 development agenda.\r\nZimbabwe aligns itself with the statement delivered \r\nby the representatives of Ethiopia on behalf of the \r\nAfrica Group and of Fiji on behalf of the Group of 77 \r\nand China. Zimbabwe supports Africa’s position on \r\nthe action plan consisting of the eight proposed points \r\nof the Secretary-General in his report (A/68/190) \r\non the follow-up to the High-Level Dialogue. The \r\nrecommendations complement our national values and \r\nobjectives. We endeavour to eliminate the exploitation \r\nof all persons, protect the human rights of all migrants, \r\nintegrate migration into the post-2015 development \r\nagenda, strengthen the use of factual data on migration \r\nand expand cooperative partnerships on migration \r\nissues.\r\nMigration, both illegal and legal, is an age-old \r\nhuman phenomenon. It has been a constant in the \r\nhistory of human development. It is a multidimensional \r\nissue, which, by definition and by its nature, requires \r\nintensive cooperation and the coordination of activities \r\nthrough the harmonization of policies at the national, \r\nregional, continental and international levels in order \r\nto address the challenges and harness the development \r\npotential it presents.\r\nIn the outcome document of the United Nations \r\nConference on Sustainable Development (resolution \r\n66/288, annex), migration was recognized as a means \r\nto promote economic, social and cultural development \r\nin both sending and receiving countries. Apart from \r\nremittances, diaspora groups and transnational \r\ncommunities also play an important role by facilitating \r\ntrade, investment, the transfer of skills and cultural \r\nlinkages between countries. It is against that \r\nbackground that the post-2015 development agenda \r\nshould recognize and appreciate the significant role of \r\ninternational migration in promoting economic, social \r\nand cultural development.\r\nWe welcome the mounting evidence that, with \r\nthe right policies in place, migrants can significantly \r\ncontribute to development in both countries of origin \r\nand countries of destination through remittances, \r\ntrade, investment, the creation of enterprises and the \r\ntransfer of technology, skills and knowledge. That \r\nevidence-based demonstration of the benefits of \r\n34/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nSlovenia believes that there is still some room for \r\nimprovement in finding synergies among the relevant \r\nUnited Nations agencies and other international and \r\nregional organizations dealing with migration and \r\ndevelopment. We hope to avoid wasting resources, \r\nincluding human and financial resources, and to \r\ndevelop a more coherent and comprehensive global \r\npolicy on migration and development. Furthermore, we \r\nneed to work towards more effective cooperation among \r\nall relevant stakeholders at all levels and increase the \r\nrole of partnerships so as to make migration a positive \r\nnarrative for all.\r\nThe interconnection between migration and \r\ndevelopment no longer needs to be proved. Migration \r\nand mobility have contributed to the achievement \r\nof many of the Millennium Development Goals and \r\nstill have important potential for the acceleration \r\nof progress towards the realization of those targets \r\nwhere we remain off-track. We believe that the \r\nmigration-development nexus can be successfully \r\ntackled only comprehensively — at the global, regional \r\nand national levels. That is why Slovenia considers \r\nthat we should develop a more holistic approach and \r\nproperly address all relevant aspects in a balanced way \r\nand establish a basic common understanding of the \r\ndynamics of that nexus. That will help us in elaborating \r\nthe role of migration in the post-2015 agenda.\r\nFurthermore, we believe that migration and \r\nmobility should be included in the post-2015 agenda as \r\nenabling factors for the realization of other goals on \r\nthat agenda. In that regard, we should take into account \r\nthe impacts of migration not only on sustainable \r\neconomic development but also on sustainable social \r\nand environmental development, especially the \r\ninterlinkages between climate change, environmental \r\ndegradation and migration, which should be further \r\nexplored. We should also acknowledge that more \r\nsystematic work is needed to provide a sufficient \r\nknowledge base on how migration can drive progress \r\ntowards sustainable development. It will, therefore, \r\nbe crucial that we attach greater importance to data \r\ncollection and research.\r\nMigration undoubtedly has many positive impacts \r\non development. In our deliberations on the role of \r\nmigration in the post-2015 period, we should try to \r\nsecure the many possible positive effects of migration \r\nand development and minimize the detrimental aspects, \r\nwhich usually come with poorly managed migration.\r\nAs a people that emerged from an armed struggle \r\nagainst colonialism and injustice and as a State party \r\nto the International Convention on the Elimination of \r\nAll Forms of Racial Discrimination, the Government \r\nof Zimbabwe strongly condemns all forms of modern \r\nslavery, human exploitation, xenophobia and racial \r\ndiscrimination. We therefore welcome efforts to come \r\nup with integrated, coherent and effective global \r\nguidelines on migration and development with a view \r\nto achieving win-win outcomes.\r\nMr. Logar (Slovenia): Let me join others in \r\nexpressing my Government’s deepest condolences to \r\nthe families and friends of those who lost their lives in \r\nthe tragedy off the coast of Lampedusa. It was really \r\na human tragedy. Slovenia also associates itself with \r\nthe statement made this morning by the observer of the \r\nEuropean Union.\r\nThe second High-level Dialogue on International \r\nMigration and Development is taking place at a very \r\ncrucial moment, bearing in mind the ongoing discussions \r\non the post-2015 framework. It provides a unique \r\nopportunity to reiterate and further strengthen the \r\ncommon commitments towards deepening cooperation \r\non migration and development. Seven years after the \r\nfirst High-level Dialogue on International Migration \r\nand Development, Slovenia expects that the second \r\nHigh-level Dialogue will take into account all the \r\npositive results achieved in 2006, as well as the progress \r\naccomplished by the Global Forum on Migration and \r\nDevelopment and the important contributions made by \r\nthe Special Representative of the Secretary-General on \r\nMigration. We hope to work towards a global agenda for \r\neffective and inclusive migration management, secure \r\nrenewed commitment to the issue of international \r\nmigration and development, and identify measures that \r\npromote the role of migrants as promoters of innovation \r\nand development.\r\nWe come together to discuss migration — the \r\nchallenges and opportunities it presents. For Slovenia, \r\nthere is a central topic that is worthy of attention, namely, \r\nrespect for the human rights of migrants. Particular \r\nattention should therefore be given to the protection of \r\nwomen, children and victims of trafficking. In that vein, \r\nwe believe that we need to improve the governance of \r\nmigration, particularly as regards the protection of the \r\nhuman rights of all migrants, perceptions of migrants \r\nand immigration and the reflection of migration in \r\nnational and global development agendas.\r\n13-50003 35/38\r\n04/10/2013 A/68/PV.27\r\nvital sectors of education and professional training. It \r\nwould appear that more than 70 per cent of the most \r\neducated Haitian citizens live in countries members \r\nof the Organization for Economic Cooperation and \r\nDevelopment. In Haiti, the brain drain is an undeniable \r\nreality.\r\nOn the other hand, as an illustration of the \r\ncomplexity of relations between migration and \r\nsustainable development, our country today, through its \r\nlarge diaspora across the world, has an incredible reserve \r\nof financial, intellectual and professional resources \r\nthat successive Governments have endeavoured to \r\ntake advantage of as key levers of growth and social \r\nprogress in Haiti.\r\nIn addition to seeking balance and leveraging the \r\neconomic and social impacts of migration, Haiti is \r\nparticularly concerned by the serious issues of human \r\nrights that current and potential migrants face in transit \r\nand destination countries. Economic exploitation, the \r\nstripping of migrant workers of their social rights, \r\nthe trafficking in human beings, particularly women \r\nand children, and the forced repatriation of migrants \r\nwho are judged undesirable, rightly or not, have \r\nincreased in a most alarming manner. That situation \r\nhas been exacerbated by the global economic crisis \r\nand its regional and local fallout, which has led to the \r\nintensification of certain nationalist trends.\r\nNevertheless, despite all the dangers and risks that \r\ncandidates for migrations face, globalization today \r\nwould suggest that migratory movements, be they \r\nregulated or not, be they South to North or, more often, \r\nSouth to South, will only grow. Indeed, phenomena \r\nsuch as growing disparities between and within \r\nemerging countries, mobility and accelerated planetary \r\nconnectivity, climate change and chaotic democratic \r\ntransitions facilitate vast movements of peoples or \r\nmake them more desirable.\r\nThe interlinkages between international migration \r\nand development foreshadow major challenges for the \r\nfuture. In order to best evaluate those phenomena and \r\nestablish the appropriate measures to take in order \r\nto reap the greatest dividends from international \r\nmigration, there needs to be a humanistic, objective and \r\nsystematic approach. As it enables deep reflection and \r\nmultilateral exchange, today’s High-level Dialogue is \r\ntherefore welcome, necessary and crucial.\r\nAlong the lines of the results we seek to achieve \r\nduring our work, my delegation welcomes the intention \r\nLet me conclude by underlining that Slovenia pays \r\ngreat attention to migration issues at the national, \r\nregional and global levels. Allow me to present just a \r\nfew achievements that we can note in Slovenia in the \r\nfield of migration. First, among the new developments \r\nregarding integration programmes for third-country \r\nnationals, several assistance programmes for the \r\nintegration of specific target groups of third-country \r\nnationals were implemented in 2012, including \r\nprogrammes that provide information to parents of \r\nchildren enrolled in primary schools and programmes \r\nthat strive to enhance the social inclusion of women and \r\nyoung people.\r\nWith regard to regional cooperation, a project \r\nto strengthen effectiveness in the investigation of \r\ntrafficking in human beings in South-East Europe \r\nproceeded with the introduction of joint investigation \r\nteams. Migration is also high on the agenda of the so-\r\ncalled Brdo process initiated by the President of the \r\nRepublic of Slovenia, which is essentially a regional \r\nprocess for Slovenia and its neighbourhood. A few \r\ndays ago, at the end of September, Slovenia hosted a \r\nmigration and development peer-to-peer meeting in \r\nthe framework of the Euro-Mediterranean Migration \r\nIII Project. The meeting was an opportunity to discuss \r\nand explore the importance of stronger links between \r\nimmigrant communities and the impact of migrant-\r\nled businesses on countries of origin and countries of \r\ndestination.\r\nMs. Nazaire (Haiti) (spoke in French): Allow me to \r\nbegin by conveying the condolences of the Government \r\nof Haiti to the families of the victims of the tragic \r\naccident that took place off the coast of Lampedusa \r\nyesterday. My delegation fully aligns itself with the \r\nstatements made by the representatives of Fiji, Benin \r\nand Cuba, who spoke, respectively, on behalf of the \r\nGroup of 77 and China, the least developed countries \r\nand the Community of Latin American and Caribbean \r\nStates (see A/68/PV.25). We also thank the President \r\nof the General Assembly for having taken the timely \r\ninitiative to convene a High-level Dialogue on the topic \r\nof international migration and development.\r\nAccording to the most conservative estimates, \r\nabout one fifth of the current population of \r\nHaiti — that is, almost 2 million of its nationals and \r\ntheir dependents — live abroad today. The strong \r\nmigration that the country saw during the second half \r\nof the last century adversely impacted Haiti at all levels \r\nof production and administration, as well as in the \r\n36/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nMr. Beck (Solomon Islands): I thank the President \r\nfor convening this High-level Dialogue on International \r\nMigration and Development. At the outset, Solomon \r\nIslands aligns itself with the statements made by the \r\nrepresentative of Fiji on behalf of the Group of 77 and \r\nChina, and by the representative of Benin on behalf of \r\nthe least developed countries (see A/68/PV.25). We also \r\nthank the delegation of Mexico for its leadership on this \r\ntopic, and we wish to express gratitude for everyone’s \r\ncontribution.\r\nWe live and operate in a globalized, interconnected \r\nand interlinked international economic system. \r\nTechnology, communication and modern transportation \r\nhave made the world even smaller. We agree that \r\ninternational migration is a cross-cutting issue and \r\ncontributes to development for both the receiving and \r\nthe sending States. As stated by many in today’s debate, \r\nmigrant workers remain agents for development. \r\nHowever, more international cooperation is needed to \r\ncontrol the negative impact of migration and to prevent \r\nforced migration. We see the discussion as timely as we \r\ncontinue to consider the post-2015 development agenda.\r\nWhile there is growing South-South migration, \r\nit is a fact that South-North migration remains more \r\ndefined. Economic migrants are agents for development. \r\nMore work by global financial institutions is needed \r\nto reduce remittance costs for migrant workers, their \r\nfamilies and their communities. Families depend on \r\nthose funds for school fees, health, food and shelter. \r\nSolomon Islands has worked with the International \r\nOrganization for Migration to build its national capacity, \r\nincluding through a review of legislation, policies, staff \r\ndevelopment and training in, inter alia, managing the \r\nmovement of foreign workers.\r\nIn the Pacific, we have put in place at the Government \r\nlevel a seasonal labour mobility initiative among the \r\nPacific small island developing States (SIDS), including \r\nTimor-Leste, and our larger neighbours, Australia and \r\nNew Zealand, which organizes and heavily regulates \r\nemployer-driven labour mobility and looks after the \r\nwelfare of migrants and guarantees the supply of \r\nproductive labour. We have a huge youth population, \r\nwhich exceeds half of our national population, with high \r\nunemployment in the focal sectors, and competition for \r\nthe limited contractual labour opportunities remains \r\nvery high. We hope to establish more guest worker \r\narrangements with other countries to give hope and a \r\nfuture to our youth.\r\nto acknowledge the important role played by migrants \r\nin the development of their country of destination, for \r\nexample, in creating wealth, demographic rejuvenation, \r\nvitality and cultural diversity. Indeed, we think that \r\naspect, which is too often eclipsed, intentionally or \r\ninadvertently, by actions taken by migrants that benefit \r\ntheir countries of origin, can significantly improve \r\nthe public’s opinion of migrants and international \r\nmigration.\r\nMy delegation also believes that decisions should \r\nbe based on a practical, action-oriented approach that \r\nemphasizes human rights and the fundamental freedoms \r\nof migrants, particularly women and children. In the \r\ncase of migrant workers and their work and salaries, \r\nthe debate should be based on existing international \r\nstandards such as the International Convention on the \r\nProtection of the Rights of All Migrant Workers and \r\nMembers of Their Families and the Domestic Workers \r\nConvention.\r\nMy delegation considers the need for cooperation to \r\nbe particularly important for dealing holistically with \r\nthe causes, consequences and challenges of irregular \r\nor undocumented migration in order to strengthen \r\nordered, regular and safe migration.\r\nIn the framework of measures aimed at reducing \r\nthe imbalances created by the brain drain and the f light \r\nof vital resources, we should encourage the promotion \r\nof circular migration and financial contributions \r\nby migrants in diasporas in the form of productive \r\ninvestment geared towards development in their \r\ncountries of origin.\r\nHaiti welcomes the efforts and initiatives in the \r\narea of international migration and development by the \r\nvarious relevant entities of the United Nations system \r\nand the various ad hoc partnership mechanisms, like \r\nthe Global Migration Group and the Global Forum on \r\nMigration and Development.\r\nTo conclude, we must forcefully reaffirm our \r\nconviction that the strengthening of the synergies \r\nbetween international migration and development that \r\nbenefit countries of origin, transit and destination, \r\nall at the same time, can best be obtained through \r\ndialogue and international and regional cooperation \r\nand certainly not through unilateral authoritarian \r\ndecision-making, which is always counterproductive in \r\nthe long term, even when it is adorned with the seal of \r\nlaws and constitutions.\r\n13-50003 37/38\r\n04/10/2013 A/68/PV.27\r\nWe welcome the consensus adoption yesterday \r\nof the Declaration of the High-level Dialogue on \r\nInternational Migration and Development (resolution \r\n68/4) and applaud Mexico’s instrumental role in \r\nfacilitating that result.\r\nAmong its provisions, the Declaration recognizes \r\nthat international migration is of major relevance for \r\nthe development of countries of origin, transit and \r\ndestination. The report of the Secretary-General \r\non the subject, contained in document A/68/190, \r\nbears ample testimony to international migration’s \r\nundoubted importance to the current development \r\ndiscourse. The eight-point agenda for action proposed \r\ntherein addresses critical aspects of the migration and \r\ndevelopment agenda.\r\nThe interrelationships between international \r\nmigration and development are of course complex and \r\nmultifaceted, but no one can deny that migration has \r\ncontributed in diverse ways to development in nations \r\nand societies in all parts of the globe. Globalization \r\nnow ensures that the transnational movement of \r\npeoples will remain a reality, indeed a necessity, in \r\ntoday’s global economy. It is important, therefore, that \r\nthe contribution of migrants be duly acknowledged and \r\ntheir rights respected and protected. The international \r\ncommunity bears a collective responsibility to protect \r\nmigrants from exploitation and discrimination, even \r\nas countries exercise their sovereign right to regulate \r\nmigratory f lows.\r\nAs a country of origin, transit and destination, \r\nGuyana has benefited from those who have come to our \r\nshores to live and work. Similarly, Guyanese migrants \r\nhave made a positive contribution to countries and \r\nsocieties in many parts of the world. Guyana is a party \r\nto the International Convention on the Protection of the \r\nRights of All Migrant Workers and Members of Their \r\nFamilies, and we were proud to become the first in the \r\nCaribbean to ratify the Domestic Workers Convention \r\nof the International Labour Organization in 2011.\r\nFor many developing countries such as my own, \r\ninternational migration has led to a loss of critical \r\nhuman resources, with adverse implications for a \r\nnational development thrust. A high percentage of \r\nour graduates now live and work in foreign lands. \r\nRemittances, substantial though they may be, are not a \r\nsubstitute for that primary loss of skills and capacities. \r\nNevertheless, the importance of remittances is not to be \r\nunderstated. According to the Multilateral Investment \r\nOn South-South cooperation, integration among \r\nthe Melanesian Spearhead Group countries of Fiji, \r\nPapua New Guinea, Vanuatu and Solomon Islands \r\nhas deepened the movement of labour, as free trade \r\narrangements continue to take root in the four Pacific \r\nSIDS. The economic boom in Papua New Guinea has \r\nopened up opportunities for skilled workers from \r\nthe country’s Pacific neighbours, and some Solomon \r\nIslands nationals have taken advantage of that.\r\nWhen we speak of international migration, we are \r\nalso talking about humanitarian and environmental \r\nmigrants seeking decent employment outside their \r\ncountries of origin — populations f leeing from conflict \r\nsituations or from the impacts of climate change, such \r\nas drought, f loods and other natural disasters. What we \r\nare now seeing is the gradual impact of climate change’s \r\nslow-onset events, where damage caused by climate \r\nchange becomes irreversible and permanent. Examples \r\nof that are sea-level rise and ocean acidification.\r\nDealing with environmental refugees as \r\npopulations are forced off their land and are obliged \r\nseek employment beyond their ancestral lands in \r\norder to survive is a reality. That is something that the \r\noutcome document of the United Nations Conference \r\non Sustainable Development (resolution 66/288, annex) \r\nunderscores. We have extracted so much from the \r\nplanet in an unsustainable way, without allowing it to \r\nheal itself. We have thus more or less reached the limit \r\nof what the planet can take. Accordingly, dialogue is \r\nnecessary to address and respond to the complexity of \r\ninternational migration.\r\nDiscussion should also focus on the root causes \r\nof conflicts and how to prevent them and on doing \r\nmore to reduce greenhouse-gas emissions as a way of \r\naddressing the uncertain future that climate change is \r\nalready defining for our present and future generations.\r\nOnce again, Solomon Islands welcomes this High-\r\nlevel Dialogue and assures the General Assembly of its \r\ncooperation as we continue the discussion on economic, \r\nhumanitarian and environmental migrants.\r\nMr. Talbot (Guyana): The delegation of Guyana \r\nis pleased to participate in this second High-level \r\nDialogue on International Migration and Development. \r\nWe associate ourselves with the statements delivered \r\nby the representatives of Fiji and Cuba, who spoke on \r\nbehalf of the Group of 77 and China and the Community \r\nof Latin American and Caribbean States, respectively \r\n(see A/68/PV.25).\r\n38/38 13-50003\r\nA/68/PV.27 04/10/2013\r\nAt the regional level, progress towards to the \r\nCaribbean single market and economy has facilitated \r\nthe movement of Caribbean Community (CARICOM) \r\nnationals generally and labour mobility in particular \r\nwithin CARICOM. On the other hand, mixed migration \r\nf lows, including trafficking in persons, have become an \r\nissue of concern. In May 2013, the IOM helped organize \r\na regional conference in the Bahamas on the protection \r\nof vulnerable people and mixed migration f lows in \r\nthe Caribbean. The aim was to strengthen national \r\nand regional capacities to effectively manage such \r\nf lows, while recognizing the rights of legal migrants \r\nand building protection safeguards into regional and \r\nmultilateral agreements.\r\nIn conclusion, we believe that the inextricable \r\nand multidimensional nexus between international \r\nmigration and development deserves to be fully taken \r\ninto account in the context of efforts to elaborate a post-\r\n2015 development agenda. It is necessary that that nexus \r\nbe fully understood, so that we can develop cooperative \r\nand coherent approaches for the benefit of all.\r\nThe meeting rose at 2 p.m.\r\nFund, Latin American and Caribbean migrants sent \r\n$61 billion in remittances to their home countries in \r\n2010, with a year-on-year growth of 6 per cent. In 2011, \r\nGuyana received some $400 million in remittances, \r\nthe equivalent of more than 10 per cent of our gross \r\ndomestic product. Reducing the cost of those transfers \r\ncould certainly augment their potential economic \r\nimpact.\r\nThe role of technology and improved communications \r\nis also to be acknowledged for helping to better connect \r\ndiasporas with their countries of origin. Renewed \r\nconnections facilitated in that manner have opened \r\nup new possibilities for the contribution of diasporas \r\nto development in their home countries. Working with \r\nthe International Organization for Migration (IOM), \r\nthe Government of Guyana has embarked on the \r\nGuyana Diaspora Project with a view to facilitating \r\na more structured engagement with the Guyanese \r\ndiaspora. The Project will enable the identification of \r\nresources available within the diaspora and contribute \r\nto leveraging the interest of our nationals abroad in \r\ncontributing to development at home.\r\n"