"The meeting was called to order at 6.25 p.m.\r\nAddress by Mr. Ueli Maurer, President of the  \r\nSwiss Confederation\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Swiss Confederation.\r\nMr. Ueli Maurer, President of the Swiss \r\nConfederation, was escorted into the General \r\nAssembly Hall. \r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHis Excellency Mr. Ueli Maurer, President of the \r\nSwiss Confederation, and to invite him to address the \r\nAssembly.\r\nPresident Maurer (spoke in French): The world in \r\nwhich we live is profoundly changing, but whether it \r\nchanges for the better is another matter. That is up to \r\nus. We often get the impression that great strides are \r\nbeing taken towards a better, more peaceful future. \r\nUnfortunately, reality imposes disappointing setbacks \r\nupon us. \r\nI recall an important step taken 150 years ago. \r\nIn 1863, the International Committee of the Red \r\nCross (ICRC) was founded in Geneva, giving rise to \r\na global movement. Thanks to their humanitarian \r\nspirit, representatives of that organization work to \r\nprovide humanitarian help worldwide for people \r\naffected by armed conflict and other violent situations. \r\nThe humanitarian work of the ICRC is based on the \r\nprinciples of neutrality, impartiality and independence. \r\nAll victims of conflicts receive the same treatment, and \r\nhelp is granted to all vulnerable persons. All human \r\nbeings are valued equally. \r\nAlongside the humanitarian tradition shared by \r\nSwitzerland and the ICRC, my country is proud of \r\nanother tradition dating back centuries — neutrality. \r\nI would recall that for centuries Switzerland’s foreign \r\npolicy has been anchored in peaceful coexistence \r\namong States. Thanks to our neutrality, we maintain \r\nrelations with all countries. We never take sides, but \r\nwe can provide support or propose our mediation. \r\nFurthermore, our neutrality allows us to offer our good \r\noffices. \r\nHumanitarian engagement is part of our history. It \r\nis an honour for us to make our neutral soil available \r\nfor peace talks, and we will continue to do all we can \r\nto contribute towards peace in the world, in particular \r\nthrough our good offices. That impartial work is based \r\non our belief that there are differences between people \r\nand between nations. Those differences are natural. \r\nMoreover, all human beings enjoy equal rights. \r\nThe protection of human rights is a key element of \r\nthe Swiss commitment. Those rights are an expression \r\nof the obligations set out under international law and \r\nmust be protected. Switzerland is concerned by the \r\nwidespread excesses of violence and numerous human \r\nrights violations. It calls on all States and civilian actors \r\nto renounce violence. \r\nIn the Middle East, violent conflicts are imposing \r\nunacceptable suffering on the civil population. The \r\nsituation in Syria has deteriorated to such an extent that \r\nUnited Nations A/68/PV.7\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n7th plenary meeting\r\nTuesday, 24 September 2013, 6 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1348461*\r\n13-48461 (E)\r\n2/22 13-48461\r\nA/68/PV.7 24/09/2013\r\nGlobal problems need more than general discussions; \r\nabove all, they require a search for solutions shared by \r\nall parties. The United Nations was created to find such \r\nsolutions, and to that end it must be efficient, innovative \r\nand effective. Only thus will it be able to make progress \r\nin ensuring the equal rights of people and nations. \r\nSwitzerland is firmly committed to contributing to that \r\ntask. At present, certain developments are at odds with \r\nthe shared values laid down in the Charter. I would like \r\nto address those subjects and launch a discussion on \r\nthese worrisome developments.\r\nAs the representative of a neutral State with a \r\nlong-standing humanitarian tradition, it is with some \r\nconcern that I observe the growing resurgence of \r\npower politics. I note that large States are once again \r\nchoosing to exercise their power and force and that they \r\nview smaller States less and less as equal partners. I \r\nsincerely hope that this trend will be reversed as soon \r\nas possible. Otherwise, the fundamental values of the \r\nCharter, which unite the international community and \r\nto which its members feel committed, will be placed in \r\ndoubt. \r\nAs I have already said, the tendency towards \r\npower politics on the international stage worries me, \r\nfor we believe that the countries on this planet should \r\nbe free to choose their own futures, even as they \r\nrespect others States and accept the rules of peaceful \r\ncoexistence among peoples, without sacrificing their \r\nspecific character. We believe in peaceful competition \r\namong economies. We believe in the diversity of the \r\nworld — the peaceful diversity of sovereign States \r\nthat treat one another fairly and as equal partners. \r\nPeople are free to draw up their own constitutions and \r\nto determine their own economic order and their own \r\nsystem of law. No State may impose its law over that \r\nof another country. Problems are not solved by diktat, \r\nbut through negotiations. The shared norms and rules \r\nof international law exist to ensure that it is not simply \r\nthe law of the strongest that applies. The principles of \r\nsovereignty and equal rights provide peace and stability \r\nand foster friendly relations between all peoples.\r\nThose are the convictions upon which the Charter \r\nof the United Nations is based. Do we still share these \r\nconvictions today? \r\nThe way in which large nations have acted in \r\ndealings with small nations recently has disturbed me \r\nbecause I often have the impression that force has often \r\nbeen placed above the law. The United Nations is active \r\nhumanitarian organizations are unable to cope. Serious \r\nand systematic violations and abuses of international \r\nhumanitarian law and human rights cannot be tolerated \r\nin any circumstances. Such crimes must not go \r\nunpunished, regardless of which side is responsible. \r\nThat is why my country, together with 57 like-minded \r\nStates, called on the Security Council in January to \r\nrefer the situation in Syria to the International Criminal \r\nCourt. The use of chemical weapons is a particularly \r\ndespicable crime. It is imperative to shed light on all \r\nfacts. With that in mind, Switzerland welcomes recent \r\ndevelopments. \r\nI stress the need for the international community to \r\nspare no effort to pave the way for another conference \r\nat the earliest possible date in Geneva. That conference \r\nshould result in a negotiated and lasting solution that \r\nwould take into account the legitimate aspirations of \r\nall Syrians.\r\nSwitzerland is not the only country bound by the \r\nprinciple of equal rights. The Charter of the United \r\nNations endows it with universal validity. The preamble \r\nreaffirms “faith in fundamental human rights, in the \r\ndignity and worth of the human person, in the equal \r\nrights of men and women”. \r\nWhat applies to all human beings also applies to \r\nthe States we live in. That is why, in the same sentence, \r\nafter referring to the fundamental rights of all people, \r\nthe Charter refers explicitly to the equal rights of \r\nnations “large and small”. Under paragraph 2 of Article \r\nI of the Charter, the United Nations seeks “to develop \r\nfriendly relations among nations based on respect for \r\nthe principle of equal rights and self-determination of \r\npeoples”. Paragraph 1 of Article 2 states that \r\n“[t]he Organization is based on the principle of the \r\nsovereign equality of all its Members.”\r\nI firmly believe that those principles are the keystone for \r\nthe peaceful coexistence of all people and populations \r\nof this world.\r\nBut are we still sufficiently aware of this? Or are \r\nwe prone to lose ourselves in grandiose ideas and minor \r\ndetails? I have the impression that in international \r\npolitics too much is said of how things should be in an \r\nideal world and too little about reality. I cannot help \r\nbut feel that excessive bureaucracy creates a kind of \r\nparallel universe that leads to increased isolation. At \r\nthe end of the day, that leads to increasingly higher \r\ncosts and fewer concrete results.\r\n13-48461 3/22\r\n24/09/2013 A/68/PV.7\r\neducation and governmental affairs. I would say that \r\nsocial democracy was invented in Uruguay. \r\nFor nearly 50 years, the world saw us as a kind of \r\nSwitzerland, but in reality in economic matters we were \r\nthe bastard children of the British Empire. When the \r\nempire ended, we experienced the bitter and terrible \r\nterms of trade and we yearned for the past for almost \r\n50 years, remembering Maracaná. Today, we have \r\nre-emerged in a globalized world, having learned from \r\nour pain. \r\nMy personal story is that of a boy — because I \r\nonce was a boy — who like others wanted to change his \r\ntimes and his world and dreamed of a free and classless \r\nsociety. My mistakes were in part the results of my era. \r\nObviously I take responsibility for them, but sometimes \r\nI cry: “If only I had the strength that I had when we \r\nenjoyed such utopia!”\r\nHowever, I do not look towards the past because \r\nwhat we have today was created from the fertile ashes \r\nof yesterday. On the contrary, I am not on this planet \r\nto settle scores or to reminisce. I am greatly anguished \r\nby the future that I will not see, and to which I have \r\ncommitted myself. Yes, it is possible to have a world \r\nwith more humanity, but perhaps today the main task \r\nis to save life.\r\nI am from the South and I have come from the \r\nSouth to this Assembly. I share with the thousands of \r\npoor compatriots in cities, in the jungles, in the plains, \r\nin the pampas and the canyons of Latin America the \r\ncommon fatherland that we are creating. I bear upon \r\nmy shoulders the indigenous cultures, the remains \r\nof colonialism in the Malvinas, and the futile and \r\nregrettable blockades of Cuba under the Caribbean \r\nsun. I also bear the consequences of the electronic \r\nsurveillance, which does nothing but create the distrust \r\nthat poisons us needlessly. I also come with a huge \r\nsocial debt and with the need to defend the Amazon, the \r\nseas, and our great rivers of America. I also have the \r\nduty to fight for all on behalf of my fatherland and so \r\nthat Colombia can finally regain peace. I have the duty \r\nto fight for tolerance for those who are different and \r\nwith whom we have differences and disagreements. We \r\ndo not need tolerance for those with whom we agree. \r\nTolerance is the foundation of peaceful coexistence, \r\nunderstanding that we are all different in this world. \r\nI fight against the illicit economy, drug trafficking, \r\ntheft, fraud, corruption — the contemporary scourges \r\nunleashed by an opposite set of values and by those \r\nin a vast range of areas. There is perhaps a risk that it \r\nhas taken on too much and lost sight of what is essential \r\nand concrete. The United Nations and its Member States \r\noften seem at a loss when the principles upon which \r\nthe Organization were founded are at stake. Let us \r\nnever forget what underlies these principles: the equal \r\nrights of people and the equal rights and sovereignty \r\nof nations. They are embodiments of the lessons of \r\nhistory, which has been a painful story of oppression, \r\nforeign domination and conflicts.\r\nTogether we must decide which path we want to \r\ntake. Do we want to continue squandering our strength \r\non issues of secondary interest? I believe that we should \r\nstrive, here and now, to reaffirm and live out the values \r\nof the United Nations. Let us commit ourselves to \r\nachieving a peaceful world in which people and nations \r\nenjoy equal rights and are of equal value — a world in \r\nwhich right prevails over might. It is up to all of us here \r\nin this Hall to do all in our power to achieve that goal. \r\nLet us start without delay. \r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Swiss Confederation \r\nfor the statement he has just made.\r\nMr. Ueli Maurer, President of the Swiss \r\nConfederation, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. José Mujica, President of the \r\nEastern Republic of Uruguay\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Eastern Republic of \r\nUruguay.\r\nMr. José Mujica, President of the Eastern Republic \r\nof Uruguay, was escorted into the General \r\nAssembly Hall. \r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. José Mujica, President of the Eastern \r\nRepublic of Uruguay, and to invite him to address the \r\nAssembly. \r\nPresident Mujica (spoke in Spanish): I come from \r\nthe South. At the conjunction of the Atlantic and the \r\nRiver Plate, my country is a gentle, temperate plain \r\nwhere livestock graze. Its history is one of ports, leather, \r\nsalted beef, wool and meat. There were dark decades of \r\nlances and horses until finally, with the outset of the \r\ntwentieth century, we were at the forefront of social, \r\n4/22 13-48461\r\nA/68/PV.7 24/09/2013\r\npsychologically influence older children to reserve \r\nsafe territory for the future. Abundant evidence exists \r\nof such abominable uses of technology that sometimes \r\ninduce mass frustration.\r\nThe average city dweller wanders between financial \r\ninstitutions and tedious office routines, sometimes \r\nmoderated by air conditioning. He often dreams about \r\nvacations and freedom. He dreams about having the \r\nability to pay his bills until one day his heart stops and \r\nhe is gone. Other such soldiers will fall prey to the jaws \r\nof the marketplace, sharing in material accumulation.\r\nThe crisis really rests in the powerlessness of \r\npolitics, which is incapable of understanding that \r\nhumankind cannot and will not escape nationalism, \r\nwhich is practically etched into our DNA. Today, it is \r\ntime to fight to prepare a world without borders.\r\nThe globalized economy has no other driving force \r\nexcept that of the private interests of the very few, \r\nand each nation State seeks only to maintain its own \r\nstability. Today, the great task for our peoples and our \r\nhumble way of seeing things becomes the be-all and \r\nend-all. As if that were not enough, truly productive \r\ncapitalism is a prisoner of the banks, which are at the \r\nsummit of global power. More clearly, the world is \r\nclamouring for global regulations that respect scientific \r\nachievements, which abound, but it is not science that \r\ngoverns the world.\r\nToday, we need a lengthy agenda of definitions. We \r\nmust define working hours throughout the world. We \r\nneed to have convergence among currencies. We need \r\nto finance the global struggle for water and against \r\ndesertification. We have to figure out how to recycle \r\nmore and how to counter global warming. What are the \r\nlimits of each human task?\r\nWe must achieve a broad planetary consensus to \r\nunleash solidarity among the most oppressed and to \r\npunish and tax waste and speculation by mobilizing the \r\nlarge economies not to produce disposable goods, but \r\nrather useful goods without planned obsolescence or \r\nexcess, which would help the world’s poorest peoples. \r\nUseful goods could stand against world poverty. Turning \r\nto a useful neo-Keynesianism on a global scale in order \r\nto abolish the world’s most f lagrant embarrassments \r\nwould be a thousand times more profitable than making \r\nwar.\r\nPerhaps our world needs fewer global organizations, \r\norganized forums and conferences, which serve only \r\nto aid hotel chains and airlines; perhaps no one really \r\nwho maintain that we are happier when we are richer, \r\nno matter by what means. We have sacrificed the old, \r\nimmaterial gods and we are now occupying the temple \r\nof the Market God. This god organizes our economy, our \r\npolitics, our habits and our lives, and even provides us \r\nwith rates and credit cards and the illusion of happiness. \r\nIt seems that we have been born only to consume, and \r\nwhen we can no longer consume we are overcome by \r\nfrustration, poverty and self-loathing.\r\nIt is true that today, in order to spend and to bury \r\nour garbage in what science calls the carbon footprint, \r\nif in this world we aspired to consume like the average \r\nAmerican, we would need three planets in order to be \r\nable to live. In other words, our civilization has mounted \r\na deceitful challenge, and as we go on it is not possible \r\nfor everyone to achieve that goal. Indeed, our culture is \r\nincreasinglt driven by accumulation and market forces. \r\nWe are promised a life of spending and squandering; \r\nin fact, it is a countdown against nature and against \r\nfuture humankind. It is a civilization against simplicity, \r\nagainst sobriety, against all natural cycles; worse yet, it \r\nis a civilization against freedom, which requires time to \r\nexperience human relationships and the most important \r\nthings: love, friendship, adventure, solidarity and \r\nfamily. It is a civilization against free time that does \r\nnot pay, that cannot be bought and that allows us to \r\ncontemplate the beauty of nature.\r\nWe have destroyed the real jungles and sown \r\nanonymous cement jungles. We have tackled a \r\nsedentary lifestyle with walking, insomnia with pills, \r\nsolitude with electronics. Can we be happy when we \r\nare so far from the human essence? We have to ask \r\nourselves this question. Stupefied, we have rejected our \r\nown biological imperative, which defends life for life’s \r\nsake as a superior cause, and we have replaced it by \r\nfunctional consumerism and accumulation.\r\nPolitics, the eternal mother of all human \r\nendeavours, has remained shackled to the economy \r\nand to the marketplace.Going from one adventure to \r\nanother, politics achieves little more than perpetuating \r\nitself, and as such it delegates its power and spends its \r\ntime bewildered, fighting for the Government. Out of \r\ncontrol, human history marches forward, buying and \r\nselling everything and innovating in order to negotiate \r\nwhat is, in a way, non-negotiable. Marketing exists for \r\neverything: cemeteries and funeral services, maternity \r\nwards, fathers, mothers, grandparents, uncles, \r\nsecretaries, cars and vacations. Everything is business. \r\nMarketing campaigns deliberately target children and \r\n13-48461 5/22\r\n24/09/2013 A/68/PV.7\r\napproximately every six years since 1990. We could \r\ncontinue to list numbers that clearly establish the \r\nmarch of globalization. What is happening to us? \r\nWe are entering a new era, and rapidly, but with our \r\npolitical bodies, cultural accessories, parties and young \r\npeople all reduced to old age before the horrific and \r\naccelerating changes that we cannot even grasp. We \r\ncannot manage globalization because we do not think \r\nglobally. We do not know if this is a cultural limitation \r\nor we are reaching biological limits. \r\nThe portents of revolution are present in our age \r\nas in no other in the history of humankind, yet our age \r\ndoes not have a conscious direction or even a basic \r\ninstinctive direction, and still less organized political \r\ndirection, because we do not have even the beginnings \r\nof a philosophy with which to face the speed of \r\noncoming changes. \r\nThe greed that has been such a negative force and \r\nsuch a driver of history has also pushed forward the \r\nmaterial, scientific and technical progress that has \r\nmade our era and our time what it is and has enabled a \r\nphenomenal leap forward on many different fronts. At \r\nthe same time, this very tool — the greed that pushed us \r\nto domesticate science and transform technology — is \r\nparadoxically pushing us over the edge into a shadowy \r\nabyss, towards an unknown fate, an era without history, \r\nand we are left without eyes to see or the collective \r\nintelligence to continue to colonize and transform \r\nourselves. \r\nIf there is one thing that defines this tiny little \r\nhuman creature, it is that it is an anthropocentric \r\nconqueror. It seems that things come alive and submit \r\nto men. Glimpses of these things abound everywhere, \r\nglimmers that should allow us to discern these things, \r\nor at least make out the direction in which things are \r\nheaded, but it is clearly impossible to make collective, \r\nglobal decisions about the big picture. Individual greed \r\neasily triumphs over our species’ greed. Let us be clear. \r\nWhat is the big picture of which we speak? It is the \r\nsystem of global life on Earth, including human life, \r\nwith all the fragile balances that make it impossible for \r\nus to continue as we are.\r\nOn the other hand — and this is less contentious and \r\nmore obvious — in the West in particular, because we \r\nare indeed from the West, though we are also from the \r\nSouth, the republics arose to make the claim that men \r\nare equal, that no one is better than anyone else, and \r\nthat Governments should represent the common good, \r\njustice and equity. Often, these republics become warped \r\nbenefits from their decisions anyway. We must return \r\nto what is old and eternal in human life, along with \r\nscience that strives to serve humankind, and not only \r\nthe rich. With scientists, the counsellors of humankind, \r\nwe can create agreements for the entire world. Neither \r\nthe large nation States nor transnational companies, not \r\nto mention the financial system, ought to govern the \r\nworld of humanity. Yes, lofty politics combined with \r\nscientific wisdom — it must come from science, which \r\nis not attracted by material gain but looks towards the \r\nfuture and tells us about things we may not foresee. \r\nHow many years ago did they tell us in Kyoto about \r\ncertain facts linked to climate change?\r\nWe have finally learned that intelligence must be \r\nat the helm, guiding the ship to port. Actions of this \r\nnature and others that we cannot name, yet which we \r\nbelieve to be crucial, require life and not acquired \r\nwealth. Obviously, we are not so naïve; these and other \r\nthings like that will not come to pass. Many pointless \r\nsacrifices still lie ahead of us. We still must deal with \r\nthe consequences and not tackle the causes. Today, the \r\nworld is incapable of establishing global regulations for \r\nthe planet, due to the failure of lofty global politics, \r\nwhich meddles with everything.\r\nFor a time, we were protected by more or less \r\nregional agreements, established to create a deceitful \r\nso-called free trade that in the end constructed \r\nprotectionist, supranational barriers in some regions \r\nof the globe. In turn, important branches of industry \r\nand services dedicated to saving and improving the \r\nenvironment will arise. We will be comforted by that \r\nfor a while. We will be distracted. \r\nBut of course, the accumulation will continue \r\nunabated, to the delight of the financial system. Wars \r\nand fanaticism will continue until nature calls us to \r\naccount and makes our civilization non-viable. Perhaps \r\nour vision is too crude, not compassionate enough, \r\nand we view man as a unique creature, the only one on \r\nEarth capable of acting against his own species.\r\nI reiterate that what some call our planet’s ecological \r\ncrisis is the result of the overwhelming triumph of \r\nhuman ambition. This is our triumph and our defeat, \r\ngiven our political impotence to fit into the new era that \r\nwe have helped to build without realizing it.\r\nWhy do I say this? The numbers tell the story. \r\nThe truth is that the global population quadrupled and \r\ngross domestic product grew by a factor of at least \r\n20 over the past century. World trade has doubled \r\n6/22 13-48461\r\nA/68/PV.7 24/09/2013\r\nshadow of the dissenting great nations. Clearly, such \r\nnations wish to hold on to power. They block action \r\nby the United Nations, which was created in the hope \r\nand with a dream of peace for humankind. But what \r\nis even worse is that they have cut it off from global \r\ndemocracy. We are not all equal. We cannot be equal \r\nin a world where some are strong and others weak. As \r\na result, our world democracy is wounded, and we face \r\nthe historical impossibility of reaching a global peace \r\nagreement. We patch up diseases when an outbreak \r\noccurs as one or other of the great Powers wishes, while \r\nwe look on from afar.\r\nIt would be difficult to invent a force that is worse \r\nthan the chauvinistic nationalism of the great Powers. \r\nNationalism, a force that liberates the weak through \r\nthe process of decolonization, has become a tool of \r\noppression in the hands of the strong. The past two \r\ncenturies are full of examples. The United Nations is \r\nlanguishing and becoming increasingly bureaucratic \r\nfrom lack of power and autonomy, above all of \r\nrecognition of democracy for the weak of the world, \r\nwho are the majority. \r\nBy way of a very small example, our little country \r\nis in absolute terms the largest Latin American \r\ncontributor of soldiers to peacebuilding missions, \r\nand we go wherever we are asked to go. But we are \r\nsmall and weak, and in the places where resources are \r\ndistributed and decisions made, we cannot go even to \r\nserve coffee. In our heart of hearts we long to help \r\nhumankind emerge from prehistory — and people who \r\nlive with war are still living in prehistory, despite the \r\nmany artifacts they can build — but as long as we do \r\nnot emerge from prehistory and retire war as a resort \r\nwhen politics fails, that is the long march and challenge \r\nwe have ahead of us. We say that in full awareness; we \r\nare familiar with the loneliness of war.\r\nSuch dreams, however, require us to fight for an \r\nagenda of world agreements that can begin to steer our \r\nhistory and overcome life’s threats, step by step. Our \r\nspecies should have a Government for all humankind \r\nthat supersedes individualism and creates political \r\nleaders who follow the path of science and not merely the \r\nimmediate interests of those governing and suffocating \r\nus. At the same time, we must understand that the \r\nworld’s poor are not from Africa or Latin America; \r\nthey are all part of humankind, and that means that we \r\nmust help them to develop so they can lead decent lives. \r\nThe necessary resources exist. They can be found in the \r\nwaste of our predatory civilization. \r\nand fall into the habit of ignoring ordinary people, the \r\nman on the street, the common people. Republics were \r\nnot created to outgrow their constituents, but instead \r\nare historical phenomena designed to function for their \r\nown people. They must therefore answer to majority \r\nand must fight for its interests.\r\nAs for the traces of feudalism that persist in \r\nour societies, or the domineering classicism, or the \r\nconsumer culture that surrounds us all, in the course \r\nof their existence republics often adopt a way of daily \r\nlife that excludes and holds at arm’s length the common \r\nman. In fact, that common man should be the central \r\ncause of the republic’s political struggle. Republican \r\nGovernments should increasingly look like their \r\nrespective peoples in the way they live and the way they \r\ndeal with life. \r\nThe fact is that we tend to cultivate feudal \r\nanachronisms, spoiled affectations and hierarchical \r\ndistinctions that undermine the best feature of \r\nrepublics — the fact that no one is better than anyone \r\nelse. The interaction of those factors and others keeps \r\nus living in prehistory, and today it is impossible to \r\nrenounce war when politics fails. Thus, economies are \r\nstrangled and resources wasted. Every minute in the life \r\nof our planet, we spend $2 million on military budgets \r\naround the world — $2 million a minute. Medical \r\nresearch on all manner of diseases, which has made \r\nhuge advances and is a blessing that promises longer \r\nlife, receives barely a fifth of what is budgeted for the \r\nmilitary. That process, from which we cannot escape, \r\nperpetuates hatred, fanaticism and distrust, fuels new \r\nwars and wastes fortunes.\r\nI know that it is very easy politically to criticize \r\nourselves at the national level, and I think it naive \r\nin this world to propose that resources that could be \r\nsaved and spent on other, useful things. Again, that \r\nwould be possible if we were capable of making global \r\nagreements and working on global prevention and \r\nworld policies aimed at ensuring peace and offering \r\nthe weakest among us guarantees that do not exist. \r\nEnormous resources would have to be cut to address \r\nthe most shameful things on Earth, but one question \r\nsuffices. Where can humankind as it is today go \r\nwithout those guarantees? Thus, each wields arms \r\ncommensurate with his size. \r\nAnd that is where we are today, because we can \r\nbarely reason as individuals, let alone as a species. \r\nGlobal institutions, especially today, languish in the \r\n13-48461 7/22\r\n24/09/2013 A/68/PV.7\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Eastern \r\nRepublic of Uruguay for the statement he has just made.\r\nMr. José Mujica, President of the Eastern Republic \r\nof Uruguay, was escorted from the General \r\nAssembly Hall. \r\nAddress by Mr. Yoweri Kaguta Museveni, President \r\nof the Republic of Uganda \r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nUganda. \r\nMr. Yoweri Kaguta Museveni, President of the \r\nRepublic of Uganda, was escorted into the General \r\nAssembly Hall. \r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Yoweri Kaguta Museveni, \r\nPresident of the Republic of Uganda, and to invite him \r\nto address the Assembly. \r\nPresident Museveni: In the year 2000, we met \r\nhere and agreed on the Millennium Development Goals \r\n(MDGs) for 2015. They are: Goal 1, the eradication of \r\nextreme poverty and hunger; Goal 2, achieving universal \r\nprimary education; Goal 3, promoting gender equality \r\nand the empowerment of women; Goal 4, reducing child \r\nmortality; Goal 5, improving maternal health; Goal 6, \r\ncombatting HIV/AIDS, malaria and other diseases; \r\nGoal 7, ensuring environmental sustainability; and Goal \r\n8, developing a global partnership for development. As \r\nwe can see, they cannot be sustainably achieved unless \r\nwe achieve socioeconomic transformation. That means \r\nbuilding a new society comprised of the middle class \r\nand the skilled working class out of the pre-capitalist \r\nsocieties that characterize underdeveloped countries. \r\nOur old society of traditional Africa had and has \r\nto undergo socioeconomic metamorphosis, just like \r\nthe insects do, taking on new forms of life — egg, \r\ncaterpillar, pupa, adult butterf ly or other insect, and so \r\non — of the same organism. That means fewer people in \r\nagriculture than in industry and services, more people \r\nin urban centres than in rural areas, no illiteracy, and \r\nmodern agriculture rather than subsistence traditional \r\nagriculture or uneconomic colonial cash crops that \r\nbring in little for the affected families. I hope that no \r\none had imagined that we could sustainably attain the \r\nMDGs while maintaining a backward economy. \r\nA few days ago a tribute was delivered in a fire \r\nstation in California. An electric bulb had been turned \r\non for 100 years. It had been on for 100 years! How many \r\nmillions of dollars have they taken from our pockets \r\ndeliberately creating junk so that people will buy and \r\nbuy and buy? But globalization means a brutal cultural \r\nchange for our planet and for our life. That is what \r\nhistory demands from us. The entire material basis has \r\nchanged and it has changed man. In our culture, we act \r\nas if nothing had happened. Instead of us controlling \r\nglobalization, it controls us. \r\nAlmost 20 years ago, we discussed the humble \r\nTobin tax, which could not be applied at a global level. \r\nAll of the banks with financial power rose up against it. \r\nTheir private property and who knows how many other \r\nthings would be harmed. However, that is the paradox. \r\nWith talent and collective work, with science, step by \r\nstep humankind can make deserts green; humankind \r\ncan bring agriculture to the seas; humankind can \r\ndevelop agriculture that lives with salt water. \r\nIf the power of humankind is focused on what is \r\nessential, it is infinite. Here we see the greatest sources \r\nof energy. What do we know about photosynthesis? \r\nAlmost nothing. There is a great deal of energy in \r\nthe world, if we work together to use it properly. It \r\nis possible to eliminate poverty from the planet. It is \r\npossible to create stability. It will be possible for future \r\ngenerations, if they begin to reason as a species and \r\nnot just as individuals, to bring life to the galaxies and \r\npursue this dream of conquest that we, human beings, \r\nhave in our genes. \r\nBut if those dreams are to come true, we will have to \r\ncontrol ourselves or we will die. We will die because we \r\nare not capable of being at the level of the civilization \r\nthat we have been developing with our efforts. That \r\nis our dilemma. We should not spend our time merely \r\ncorrecting the consequences. Let us consider the deep-\r\nrooted causes, the civilization of waste, the present \r\ncivilization that is stealing time from human life and \r\nwasting it on pointless matters. \r\nMr. Beck (Solomon Islands), Vice-President, took \r\nthe Chair.\r\nLet us remember that human life is a miracle. \r\nConsider that human life is a miracle, that we are \r\nalive as a result of a miracle, and that nothing is more \r\nimportant than life. Our biological duty is, above all, to \r\nrespect life, promote it, take care of it, reproduce it and \r\nunderstand that the species is our being.\r\n8/22 13-48461\r\nA/68/PV.7 24/09/2013\r\nIn Uganda, therefore, we were clear about all of \r\nthose from the very beginning. It was not possible to \r\ntalk of the MDGs sustainably without talking about \r\nthose strategic bottlenecks. You could not sustainably \r\nbase yourself on donor support to achieve the MDGs.\r\nIn spite of the fact that a number of mistakes were \r\nmade by some of our actors, Uganda will have achieved \r\nthe following MDGs by 2015.\r\nFirst, eradicate extreme poverty and \r\nhunger — already achieved; second, achieve universal \r\nprimary education — already achieved; third, promote \r\ngender equality — already achieved; fourth, reduce \r\nchild mortality — already achieved; fifth, improve \r\nmaternal health — achieving this one has been slow \r\nto be achieved because of mistakes on our side; sixth, \r\ncombat HIV/AIDS, malaria and other diseases — we are \r\non track to achieve this, except as concerns new AIDS \r\ninfections, which have increased slightly; seventh, \r\nensure environmental sustainability by increasing the \r\nelectrification of the economy, so as to stop the cutting \r\nof forests for firewood and for primitive agriculture \r\nby modernizing agriculture and shifting a greater \r\nportion of the population towards industry, away from \r\nagriculture.\r\nWe have been working on Goal 8, developing a \r\nglobal partnership for development, first and foremost \r\nby working for economic and political integration in \r\nAfrica and for market access to the rest of the world on \r\nthe basis of mutual advantage. The process of market \r\nintegration in Africa has already started in the form \r\nof the East African Community, the Common Market \r\nfor Eastern and Southern Africa, the Southern African \r\nDevelopment Community, the Economic Community \r\nof West African States and the Economic Community \r\nof Central African States.\r\nAs part of the global partnership, we should be \r\nvery careful not to lose the easing in global tensions \r\nthat came with the end of the Cold War. In the Book of \r\nMatthew, Jesus says : \r\n“ By their their fruit you will recognize them. \r\nDo people pick grapes from thorn bushes, or figs \r\nfrom thistles? Likewise, every good tree bears \r\ngood fruit, but a bad tree bears bad fruit. A good \r\ntree cannot bear bad fruit, and a bad tree cannot \r\nbear good fruit. Every tree that does not bear good \r\nfruit is cut down and thrown into the fire. Thus, \r\nby their fruit you will recognize them.” (The Holy \r\nBible, Matthew 7:16-20)\r\nWe in Uganda discovered the following bottlenecks \r\nto socioeconomic transformation. \r\nThe first is ideological disorientation. The \r\nsecond is a weak State — no army and a weak police, \r\njudiciary and civil service. The third is inadequate \r\ninfrastructure, including inadequate electricity, lack of \r\nroads, lack of a railway system, lack of information and \r\ncommunications technology infrastructure, and so on. \r\nAll of this means high costs for doing business in a \r\ngiven country. That scares away business, and without \r\nbusiness there can be no employment, no production of \r\ngoods and services and no expansion of the tax base. It \r\nis a vicious circle.\r\nThe fourth bottleneck relates to human resources \r\nthat are undeveloped on account of lack of education \r\nand poor health. An illiterate and unhealthy population \r\ncannot be the agent of socioeconomic transformation. \r\nThe fifth is the issue of small internal markets resulting \r\nfrom the colonial balkanization of Africa. Those had \r\nto be worked on through regional market integration. \r\nOne cannot sustainably produce if sufficient numbers \r\nof people do not buy one’s goods.\r\nSixth, a lack of industrialization and a failure to \r\nmodernize services meant that we continued to export \r\nraw materials at 10 per cent or less of the final value of \r\nthe final product, thereby losing money and jobs to the \r\noutside world. The lack of modern services meant that \r\nwe could not attract tourists and had to import services \r\nfrom outside in the form of professional and medical \r\nservices, inter alia, in addition to jobs not being created.\r\nSeventh, the failure to modernize agriculture \r\ninhibits the earning capacity of the affected portions of \r\nthe population and the country, stunts job creation and \r\naffects food security.\r\nEighth, the additional mistake was made of \r\ninterfering with the private sector, influenced by \r\nan incorrect analysis of the national interest. Was \r\nthe private sector causing the national economy to \r\nhaemorrhage by repatriating dividends, or was it \r\ncreating an infusion of fresh money and knowledge and \r\nexpanding the size of the economy? Fortunately, that \r\nmistake has been corrected in Uganda and in much of \r\nAfrica.\r\nThose are the bottlenecks that directly affected the \r\nrate of socioeconomic transformation. I do not wish to \r\ngo into the political bottlenecks here.\r\n13-48461 9/22\r\n24/09/2013 A/68/PV.7\r\nover the past 20 years, we could have achieved much \r\nhigher rates of growth, especially if we had had reliable \r\nfunding for infrastructure, \r\nNow that we have a little bit of our own money, \r\nwe are able to implement infrastructure projects much \r\nfaster. Even without oil and gas, we were able to move \r\nmuch faster in terms of infrastructure development by \r\nrelying on ourselves. Of course, additional external \r\nfunding, if it is focused, sizeable and on time, can be \r\nvery useful. Without a doubt, Uganda and much of \r\nAfrica are moving forward robustly. With the resources \r\nfrom the oil and gas we discovered a few years ago, \r\nwe will be able to fund all our infrastructure needs. \r\nThe future is bright and our forward movement is \r\nirreversible.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Uganda for the statement he has just made.\r\nMr. Yoweri Kaguta Museveni, President of the \r\nRepublic of Uganda, was escorted from the General \r\nAssembly Hall.\r\nAddress by Ms. Cristina Fernández, President of \r\nthe Argentine Republic\r\nThe Acting President: The Assembly will hear an \r\naddress by the President of the Argentine Republic.\r\nMs. Cristina Fernández, President of the Argentine \r\nRepublic, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations Her Excellency Ms. Cristina Fernández, \r\nPresident of the Argentine Republic, and to invite her \r\nto address the Assembly.\r\nPresident Fernández (spoke in Spanish): I would \r\nparticularly like to congratulate the President of \r\nthe General Assembly and his country Antigua and \r\nBarbuda, a member of the Group of Latin American \r\nand Caribbean States and the Community of Latin \r\nAmerican and Caribbean States. It is an honour for all \r\nLatin Americans that he is presiding over the General \r\nAssembly at its sixty-eighth session.\r\nI would like to begin by expressing our solidarity \r\nwith the victims of the attacks in Kenya and Pakistan, \r\nand generally to all the victims of the terrorist attacks \r\noccurring in various parts of the world. I say this not \r\nout of formal sympathy or for reasons of protocol, but \r\nA good system will prove its superiority by \r\nexample. The Book of Matthew also states: \r\n“In the same way, let your light shine before \r\nothers, that they may see your good deeds and \r\nglorify your Father in heaven.” (ibid., Matthew 5:16)\r\nWe do not have to create new global tensions in \r\norder to deal with criminals. Where there is a need for \r\ninternational action, regional and global consensus \r\nshould be sought so that we unite the many to defeat \r\nthe few and isolate the enemy to the maximum, as the \r\nlate Chairman Mao Zedong used to say. Where there is \r\na need to fight for freedom, oppressed people can fight \r\nfor themselves. They do not have to be sponsored by \r\nexternal forces. Those who seek external sponsorship \r\nas their primary aim are suspect, to say the least. \r\nStill on the issue of global partnership, I cannot \r\nfail to stress our anger vis-à-vis actors who are \r\nbeginning to make it a habit to ignore African Union \r\npositions on African matters. One of our slogans in the \r\ndecolonization struggle was “Africa for the Africans”. \r\nSome people seem to think that that was an empty \r\nslogan. They are wrong. Although the patriotic forces \r\nhave been taken by surprise by this renewed arrogance \r\nby the old mistake-makers, they will react appropriately \r\nto protect Africa from hegemony. \r\nThe latest manifestation of arrogance is from the \r\nInternational Criminal Court (ICC) in relation to the \r\nelected leaders of Kenya. Many African countries \r\nsupported the establishment of the Court because we \r\nabhor impunity. However, in a shallow, biased way, \r\nthe ICC has continued to mishandle complex African \r\nissues. That is not acceptable. The ICC should stop. Our \r\nadvice to it is from very capable actors who know what \r\nthey are doing and who know what they are saying. \r\nKenya is recovering. Let it recover. We know the origin \r\nof the mistakes of the past. The ICC way is not the right \r\none for handling those mistakes.\r\nMrs. Miculescu (Romania), Vice-President, took \r\nthe Chair.\r\nIn our struggle for socioeconomic transformation, \r\nour biggest problem has been funding. The small \r\nmodern colonial economy of Uganda was destroyed \r\nby Idi Amin. Initially, as we struggled for minimal \r\neconomic recovery, we had to depend on external \r\nfunding. Although useful, that funding was limited, \r\nslow in coming, not always focused, and erratic. \r\nAlthough our economy succeeded in achieving an \r\naverage annual growth rate of 6.5 per cent per annum \r\n10/22 13-48461\r\nA/68/PV.7 24/09/2013\r\npaid a lot of attention to the first address, by Secretary-\r\nGeneral Ban Ki-moon.\r\nIn many of those statements I heard mention of \r\n21 August. On 6 August, we spoke of the need for \r\nSecurity Council reform and of the fact that the right \r\nof veto is no longer necessary. There should be a \r\nsystem — such as those used by regional organizations \r\nof the Americas, such as the Union of South American \r\nNations, Community of Latin American and Caribbean \r\nStates or the Southern Common Market and its \r\nassociated States — in which decisions are taken by \r\nconsensus. Why is that? Governmental administration \r\nis different, as the power of veto is necessary in order \r\nto govern. When dealing with conflict resolution \r\nand management, if one party to the conflict, or \r\nan interested party, has the right of veto, that right \r\nnecessarily becomes an obstacle to the resolution of \r\nthe conflict. We did not know what would occur 15 or \r\n16 days later. Many have noted that the crisis in Syria \r\nerupted on 21 August. \r\nIn fact, it is extremely difficult to understand \r\nthat the current crisis in Syria was only recognized \r\non 21 August, when we became aware of chemical \r\nweapons. Syria has been caught up in that conflict for \r\nover two and a half years. Over 150,000 people have \r\nlost their lives and 99 per cent of them died as a result \r\nof conventional weapons — not chemical weapons. I \r\nremember that at the last meeting of the Group of Twenty \r\n(G-20), during a discussion about Syria, I asked, “What \r\nis the difference between a death resulting from bullets, \r\nanti-personnel mines, missiles or hand grenades, and a \r\ndeath resulting from chemical weapons?” Each is more \r\nor less equally shocking. As it is not the first time, \r\nwhy is there talk of chemical weapons as if it were the \r\nfirst time that chemical weapons or weapons of mass \r\ndestruction have been used? \r\nI recall a statement made by another leader \r\ntoday with reference to the terrible gas chambers of \r\nthe Nazis, the gas in the trenches and the chemical \r\nweapons used in other instances. I also remember \r\nhearing about and reading about — as I had not yet \r\nbeen born — the nuclear holocaust in Hiroshima and \r\nNagasaki and the consequences of using those weapons \r\non many generations of Japanese people. \r\nI remember when I was much younger — the \r\nPresident of Uruguay also recalled the time of his \r\nyouth, I was less than 20 years of age, and many others \r\nwill probably also remember — when napalm and \r\nphosphorous were used during the Viet Nam War. That \r\nbecause our country, Argentina, along with the United \r\nStates of America, is the only one on the American \r\ncontinent to have suffered a terrorist attack — in \r\nour case, on two occasions: in 1992, when the Israeli \r\nEmbassy in the city of Buenos Aires was blown up, \r\nand two years later, when the Jewish community centre \r\nAMIA in Argentina was bombed. Some of the relatives \r\nof the victims are here with us, as always, and I can see \r\nthem from here. Clearly, we are talking about victims. \r\nThese were not soldiers or fighters. They were people \r\nwho were getting on a bus, perhaps entering a bar or \r\ngoing to work, and who were surprised by an explosion. \r\nThey had not taken part in any war; they were not \r\ncombatants or soldiers; they had not chosen to go \r\nand fight. So I am thinking of those victims and their \r\nfamilies, who deserve our solidarity and the strongest \r\npossible condemnation of all forms of terrorism.\r\nIn the context of this sixty-eighth session of the \r\nAssembly, we see the Syrian question as a common \r\nthread. Almost in a premonition, only a short while \r\nago I was here at the United Nations, presiding over a \r\nmeeting of the Security Council, of which Argentina is \r\na non-permanent member for 2013-2014. On 6 August, \r\njust about a month and a half ago, we proposed a \r\nmeasure to reform the Security Council. We stated \r\nthat the functioning and the rationale of the Council \r\nactually reflected another era, that of the Cold War, \r\nwhen fear of nuclear holocaust had led to the creation of \r\nthe Organization, uniting the forces that had defeated \r\nNazi Germany, and then produced a bipolar world. That \r\nfear of nuclear war resulted in a system with veto power \r\nso that no one would be able to push a button and blow \r\nup the world. The fact is that that instrument, which \r\nworked in 1945, has now been shown to be dysfunctional \r\nand completely obsolete — and not only as regards the \r\nSyrian question, but also when it comes to dealing with \r\nissues affecting peace and security around the world.\r\nIncidentally, I would like to express my appreciation \r\nfor the fact that for the first time we have been given \r\nthe opportunity to speak at such a late hour of the day, \r\nbecause it has somewhat interrupted the inertia of the \r\ncourse of the meeting. There are times when we come \r\nto these meetings with a format, almost a monologue, \r\nthat makes it difficult to present arguments or counter-\r\narguments that take into account the statements made \r\nby previous speakers. I have listened very carefully \r\nto almost all of the addresses given earlier today. \r\nObviously, I paid particular attention to those that touch \r\non the global decision-making system, and, of course, \r\nbecause I am a staunch supporter of multilateralism, I \r\n13-48461 11/22\r\n24/09/2013 A/68/PV.7\r\nIn other words, when we speak of condemning \r\ndictators, we are actually parties to the Rome Statute and \r\ncan be brought before the Court. We are also members \r\nof the Inter-American Commission on Human Rights \r\nin Washington, D.C. It is curious that many who speak \r\nof respect for human rights, the relevant institutions, \r\ninternational law and the ICC and often refer to human \r\nrights have not signed the treaties on the subject.\r\nIf one is to speak of human rights, Argentina \r\nhas accomplished a great deal. We were a founding \r\nMember of the Organization and promoted the creation \r\nof a human rights secretariat within the United Nations \r\nand the International Convention for the Protection of \r\nAll Persons from Enforced Disappearance. I am joined \r\nhere by the head of the Asociación Madres de Plaza de \r\nMayo. She was also with me in Paris to sign the treaty, \r\nof which we are a founding party.\r\nI referred to human rights because there was \r\nsomething said today about human rights in another \r\nspeech. It has been said here that if this is the world \r\nin which people want to live, then they should say so \r\nand be prepared to face the cold logic of mass graves. \r\nArgentina too can speak of mass graves. Even today, \r\nwell into the twenty-first century, we continue to \r\ncome upon mass graves that hold the remains of the \r\nthousands of prisoners and those who disappeared \r\nunder the genocidal dictatorship that began 24 March \r\n1976, which was similar to the one that took power \r\non 11 September 1973 in our sister republic of Chile, \r\noverthrowing the democratically elected Government \r\nof Salvador Allende.\r\nHow wonderful it would have been, after all the \r\nspeeches condemning genocidal dictators, if someone \r\nback then had come to the aid of the Argentine and \r\nChilean and so many other peoples of the American \r\ncontinent who, in the midst of the Cold War, were the \r\nsacrificial victims of murderous dictators. But it was \r\nalso said here that, if those who cared about human \r\nrights were moved to act on someone’s behalf, perhaps \r\nif that concern had at least coincided with the interests \r\nof some great Power, they would have acted differently. \r\nWe have spoken of those things here, including the \r\nneed to put an end to that double standard, and we have \r\nsaid that the resolutions and decisions of a multilateral \r\norganization such as the United Nations must take place \r\non a level playing field for the weak and the strong, the \r\nsmall and the large. \r\nWe have been waiting since 1965, when the \r\nplenary and many resolutions of the Assembly and \r\nwas recorded forever in the Pulitzer prize-winning \r\nphotographs of naked boys and a naked girl. I remember, \r\nas if it were today, that naked young girl running down \r\na road after having been hit by napalm in a bombing.\r\nI also remember, in all fairness, the suffering of the \r\npeople of the United States when they saw the doors of \r\nthe planes open and they saw the corpses of the soldiers \r\nwho had gone to fight being removed, wrapped in black \r\nplastic bags. I can imagine the pain of each girlfriend, \r\neach sister, each wife, each daughter of the soldier \r\nwho had died, trying to understand why. Many did not \r\nunderstand why the soldiers had had to lose their lives \r\nmany thousands of kilometres away from their country. \r\nIt is so irrational, so unjust. There are no just wars. \r\nOnly peace is just.\r\nOn 6 August, in the discussions on the issue of peace \r\nand security, it was stated that peace and security are not \r\nmilitary concepts; rather, they are political concepts. \r\nToday, I was pleased to hear the Secretary-General \r\nmention that very concept, which we had referred to \r\nin the Security Council — namely, that peace and \r\nsecurity are not military but rather political concepts. \r\nTherefore, we welcome the fact that an agreement has \r\nbeen reached on the question of Syria. My country \r\nopposed direct intervention — bombing. It was quite \r\nsimple. The argument that, in order to avoid deaths, you \r\nwould cause even more deaths could not be sustained \r\nby any reasoning or even common sense. We did not \r\nspeak out at that time only to speak. Furthermore, we \r\nwere not discussing just any country, but one with great \r\nrespect for the norms of international law.\r\nMy country, Argentina, has signed the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT), making \r\nArgentina one of the most advanced countries — if not \r\nthe most advanced country — in developing nuclear \r\npower for peaceful and scientific purposes. We sell \r\nnuclear power generators to Egypt, Algeria and \r\nAustralia. We also use nuclear energy for medical \r\npurposes. We do not condemn the use of nuclear energy \r\nfor warfare while at the same time deploying nuclear \r\nsubmarines. That has been our experience, for example, \r\nin connection with the sovereignty dispute involving \r\nour Malvinas Islands, since the United Kingdom has \r\nmilitarized the southern Atlantic region and sent nuclear \r\nsubmarines. We have no double standards. We are not \r\nhypocritical. We have not only signed the NPT but are \r\nalso parties to the Rome Statute of the International \r\nCriminal Court (ICC), as was also mentioned by the \r\nSecretary-General in his statement.\r\n12/22 13-48461\r\nA/68/PV.7 24/09/2013\r\nI have also heard today about imperfect choices. \r\nI liked that expression, which was used by one of \r\nthe Presidents. I think that when Argentina spends \r\n10 years asking for cooperation and then suddenly \r\nsomeone finally says “Fine, we are going to talk; we \r\nare going to cooperate”, there was no other possible \r\nchoice except to sit down together. That issue used was \r\ninternally in our country to attack us politically, and \r\nhere too in the United States by the vulture funds to pit \r\nus against the United States Congress and say that we \r\nwere reaching an agreement, a treaty, with Iran. But \r\non what? Nuclear weapons? No. On a strategic alliance \r\nto attack the West? No. On an agreement to convert to \r\nIslam? No. The agreement was simply to unblock the \r\nprocedural impasse in order for the Argentine judiciary \r\nto take depositions from the accused, while at the same \r\ntime ensuring due process through a commission of \r\ninternational jurists who would be neither Iranian nor \r\nArgentine and whose actions would not be binding. \r\nThe treaty was approved in my country nine months \r\nago. I could almost say that the baby is about to be \r\nborn, if I were to put it in biological terms or in terms \r\nof childbirth. It was approved by all the appropriate \r\norganisms, including the Parliament. It was published \r\nin the official bulletin. The world knows that Argentina \r\nhas duly complied with that treaty. To those who found \r\nit so convenient for Iran — after nine years with no \r\nnews or notification or agreement from the Iranian \r\nauthorities, I wonder if we were not right ourselves \r\nwhen we affirmed and said that it was a way to unblock \r\nthe issue.\r\nThe fact is that there is now a new Government to \r\nwhose speeches I listened attentively, and a President \r\nwho declared in statements I read that he in no way \r\ndenied the Holocaust. That is very important. At least \r\nit is important to me and to many citizens around \r\nthe world. Even today, he specifically declared that \r\nthrough the recent election, by displacing a leader \r\nwhose positions we have all heard, so there is no point \r\nin repeating them, Iranian society had proved that it \r\nwanted more moderate positions. We have heard, from \r\nthis very rostrum and these very microphones, that there \r\nis a will to agree, to talk, to be an open and peaceful \r\ndemocratic society, and to act in goodwill.\r\nThe President of France referred to the nuclear \r\ncase as the important matter pertaining to Iran; I \r\nwould like to speak about the issue of the Asociación \r\nMutual Israelita Argentina as the other major issue. \r\nThey said they would make gestures by opening up to \r\nthe Committee on Decolonization required both \r\nArgentina and the United Kingdom to sit down to \r\nhold a dialogue — another word that I have repeatedly \r\nheard in every speech. There is a dispute over the \r\nmatter of sovereignty over the Malvinas, and yet,the \r\nUnited Kingdom has turned a cold shoulder. And so \r\nwe continue with double standards, which some people \r\ndo not like to hear mention of. But hypocrisies are like \r\nwitches; evidently, they exist. \r\nI have also heard — I should add that I have heard \r\nwith pleasure, so not everything has to do with double \r\nstandards — that there has at last been recognition, as \r\nan essential basis for beginning to untie the Gordian \r\nknot that the matter of the Middle East represents, of \r\nthe need to recognize the State of Palestine and the \r\nright of the State of Israel to live securely within its \r\nborders. Moreover, I think it has quite rightly been said \r\nthat it is impossible to achieve security for the State of \r\nIsrael unless there is also recognition of the existence, \r\nand support for the viability of the physical existence \r\nof, the State of Palestine. We can do no less than agree \r\non that characterization.\r\nI have also heard the new President of the Islamic \r\nRepublic of Iran, and I have heard the comments that \r\nthe great Powers have made about that change of \r\nGovernment. If I understood correctly, there appears \r\nto be a kind of new expectation of change in the face \r\nof the new authorities in the Republic of Iran, with \r\nwhich, as the Assembly knows, we have a disagreement \r\nthat stems from — a cause of mine — a formal case \r\nby the Argentine judiciary against five Iranian citizens \r\nin connection with their participation in the bombing \r\nof the Asociación Mutual Israelita Argentina. It has \r\nnow been 10 years since, for the first time, on 25 May \r\n2003, then President Néstor Kirchner called in this \r\nsame Hall for the Islamic Republic of Iran to cooperate \r\nin clarifying the facts of that case. Year after year \r\nuntil 2007, he continued to do so, and from 2007 until \r\ntoday I myself have also continued to do so. A little \r\nover a year ago, we received a reply from the then \r\nForeign Minister of Iran offering to initiate talks and \r\nreach an agreement on cooperation. Why? For a very \r\nsimple reason. Because the case has been stalled for \r\n19 years. Nothing has moved. If there are five Iranian \r\naccused, the only one with whom I can and must speak \r\nso that the judge can take a deposition from those five \r\ncitizens is obviously the Republic of Iran. That seems \r\nvery obvious, but often in this peculiar world, even in \r\nmy own country, which is also a bit peculiar, obvious \r\nthings have to be explained.\r\n13-48461 13/22\r\n24/09/2013 A/68/PV.7\r\nFor the record, Argentina does not produce any \r\nchemical weapons, or even sell conventional weapons. \r\nIt would be interesting to find out — as I mentioned \r\nat the G-20 — who supplies weapons to the rebel \r\ngroups that are fighting the Syrian Government. It goes \r\nwithout saying that the Government of Syria possesses \r\nthe weapons of a State. We would like to know who \r\nsupplies the weapons to those who fight the Syrian \r\nGovernment. This is not about taking any sides; rather \r\nit is just about putting forward something that is quite \r\nlogical, for the weapons trade is today a real business.\r\nDid we really have to wait for 1,000 people to die \r\nas a result of chemical weapons to realize that 150,000 \r\nothers had died before them? Why was an arms \r\nembargo not declared two years ago to prevent so many \r\ndeaths? Well, that should be answered by those who sell \r\nweapons. We do not sell them and therefore cannot give \r\nan answer to that question — although we suspect what \r\nit would be.\r\nI would also like to read out another very significant \r\npassage in which the Secretary-General talked about \r\nthe economic situation. Although the question of Syria \r\nhas been the common thread running through the \r\nwhole Assembly, it is clear that the economic crisis that \r\nstarted here in the United States with the bankruptcy of \r\nLehman Brothers in 2008 still, despite all speeches and \r\nthings we have seen and heard, continues to generate \r\nvolatility and fragility. The latter is a term that was \r\noften invoked, and not just in the G-20.\r\nWe see millions of people unemployed around the \r\nworld, a situation that very much reminds us of that in \r\nArgentina in 2001 when we defaulted on our own debt. \r\nThis is linked to the fact that we are also serial victims \r\nof the unwritten rules of the lobbyists, of risk-rating \r\nagencies and of those who trade in financial derivatives \r\nand speculate like vultures hovering over countries in \r\ndefault, buying securities at very low prices and then \r\nattempting to make millions. That is the Argentine \r\ncase, but it could be the story of any other country, very \r\nsoon in fact. \r\nSince the Government of former President Néstor \r\nKirchner first took office, on 25 May 2003, Argentina \r\nbegan to explore how to emerge from its debt, which \r\naccounted for 160 per cent of our country’s gross \r\nnational product. We had 25 per cent unemployment, \r\na poverty rate of 54 per cent and more than 30 per cent \r\nin extreme poverty. Many countries could perhaps see \r\nthemselves mirrored in that state of affairs. \r\nnegotiations, and that they did not want weapons for \r\nmilitary use. In other words, as I understood it, they \r\nwere saying that they would adhere to what we support, \r\nwhich is non-proliferation. Now we wait to be told if \r\nthe agreement has been approved, or when it will be. \r\nMoreover, we await the announcement of the date for \r\nthe establishment of the commission, as well as a date \r\nfor the Argentine judge to travel to Tehran — yes, to \r\nTehran; we are not afraid and we will go there.\r\nWe believe in the goodwill of people, and there is \r\nno reason for us not to believe that they actually want \r\npeace. Everyone who has spoken here has said they \r\nwanted peace and that they loved one another, so we \r\nbelieve everyone. But we also hope to see everyone \r\nacting consistent with their words and actions. I \r\ntherefore wanted to put this specific question on the \r\ntable. I have no doubt that, if the words we have heard \r\nhere are true, we will see a positive response. I say that \r\nto avoid any misunderstanding as to our deep conviction \r\nand belief in the rules of international law, and also \r\nto make it clear that our patience does not mean that \r\nwe are naive or even foolish. We think that more than \r\nenough time has gone by, and we think answers are now \r\nneeded. The victims deserve this. The Islamic Republic \r\nof Iran deserves that too, if it really wants to show to \r\nthe world that this is a different Government and that \r\nits actions are also different. I trust that this will be the \r\ncase. I have no reason to think otherwise.\r\nAs for other matters that I wish to discuss, let me \r\nsay that we are “serial abiders” when it comes to the \r\nnorms of international law. We are also “serial victims” \r\nof other unwritten rules that are nevertheless very \r\nimportant in today’s world of finance and economics. \r\nThey are norms not written by the major international \r\nfinancial centres or the risk-rating agencies or those \r\nthat speculate, like the vulture funds, when it comes to \r\ndealing with countries that, like Argentina, defaulted \r\non their debt, in the case of Argentina in 2001.\r\nThere has also been talk here of poverty and the \r\nneed for children to have access to education. I wish to \r\nread out two paragraphs of the address by the Secretary-\r\nGeneral. The first has to do with weapons, wherein he \r\nspeaks about poverty and points out that \r\n“at a time of pressing human need, spending on \r\nweapons remains absurdly high. Let us get our \r\npriorities right and invest in people instead of \r\nwasting billions of dollars on deadly weapons.” \r\n(A/68/PV.5, p. 3)\r\n14/22 13-48461\r\nA/68/PV.7 24/09/2013\r\ninnovating and investing in production if, in this kind \r\nof casino economy, somebody can buy $40 million in \r\ndefaulted bonds and then secure a court decision that \r\nenables them to collect $1.3 or $1.7 billion.\r\nThis is not only an Argentinian problem; this is a \r\nproblem that involves the whole world. This is why we \r\nwish to thank the Republic of France for having gone \r\nto the United States Supreme Court and presented itself \r\nas amicus curiae. We also thank the former head of the \r\nInternational Monetary Fund, Anne Krueger. She is not \r\nand has never been a very good friend of Argentina’s, \r\nbut she also did that. \r\nWe also remember the former United States \r\nSecretary of the Treasury, Paul O’Neill, who, when it \r\nwas decided to leave Argentina to its own devices in \r\n2001, amidst a social and institutional crisis that left \r\n30 people dead as a result of violence in the streets, \r\nsaid that American plumbers should not have to pay \r\nfor an Argentine fiesta. Today, I say that the millions \r\nof Argentines who went back to work, the millions of \r\nArgentines who can once again entertain hopes and \r\ndreams, the scientists who returned to the country and \r\nthe children who once again have access to education \r\ndo not have to pay for the lobbyists’ fiesta. These \r\nlobbyists, by participating in political campaigns and \r\ncontributing money to the politicians’ campaigns here, \r\nhave the lobbying power they need to destabilize the \r\ninternational financial system. Is that not remarkable? \r\nAnd such a short time has elapsed between Paul \r\nO’Neill’s assertion and what we are saying today. \r\nWe are not asking for anything. We just want to \r\nbe allowed to pay. It is remarkable. We started by \r\ndefaulting on our debt and now they will not let us \r\npay it back. It seems almost absurd, in a world that is \r\ngrappling with debt restructuring involving millions of \r\nmen and women. Even here in the United States, there \r\nare men and women who are unemployed and have lost \r\ntheir homes, not to speak of the devastation we see in \r\nEurope. \r\nObviously, Argentina and many of the countries \r\nrepresented here today do not have the good fortune \r\nof being countries that issue reserve currencies, but \r\nwe have expressed our willingness to honour our \r\ncommitments. I think this should be recognized, \r\nunless the idea is to use a country like Argentina as an \r\nexample, because it was able to climb out of the hole, to \r\ncreate jobs and generate growth, and to pay its creditors \r\nwithout applying the prescriptions that the International \r\nMonetary Fund tried to impose upon it. \r\nIn 2005 we organized the first restructuring process, \r\nwhich was accepted by 76 per cent of our creditors. \r\nDuring my own Government in 2010 we reopened the \r\ndebt-restructuring process and managed to secure the \r\napproval of 93 per cent of our creditors. Consider that, in \r\nany country that has insolvency laws, when companies \r\ngo bankrupt the law requires the agreement of at least \r\n66 per cent of the creditors in order for the bankruptcy \r\njudge to make the remaining creditors accept the \r\nterms — at least, that is the case in Argentina. I think \r\nthe number is the same in the United States, that is, \r\n66 per cent. In addition, here in the United States even \r\nmunicipalities can declare bankruptcy, and a judge may \r\ndecide that, if the sustainability of the municipality is at \r\nstake, an even lower figure is acceptable. \r\nThe fact remains that in 2010 Argentina reached \r\nagreement with 93 per cent of its creditors. Since 2005, \r\nArgentina has consistently and in a timely manner paid \r\neach and every one of its debt maturities, so much so \r\nthat the last payment was made only a few days ago. \r\nThat involved a bond subject to Argentine domestic \r\nlaw, payable in Buenos Aires. We paid $2.07 billion, \r\nand today our debt to gross domestic product ratio is \r\na little under 45 per cent, down from 160 per cent, as I \r\nmentioned before. Much of the debt is actually public-\r\nsector debt. The foreign-currency-denominated debt of \r\nArgentina is only 8 per cent of gross domestic product, \r\ndue both to national and foreign private holders.  I \r\nwould reiterate, however, that we have been in strict \r\ncompliance. \r\nIn 2008, seven years after Argentina defaulted \r\non its debt, the vulture funds, as we call them, \r\nswooped in. The United Nations is caught between the \r\nvultures of debt and the hawks of war. It is worse than \r\nHitchcock’s The Birds, since Hitchcock, at least, was \r\na good director. But what is certain is that bonds were \r\npurchased for $40 million, and they now wish to collect \r\non that while disregarding the creditors’ agreement to \r\ncertain arrangements and extensions. The creditors, \r\nlike any group of creditors, wanted to be repaid and \r\nso approved certain arrangements and extensions. But \r\nthe vulture funds want to recover the whole nominal \r\nvalue of the bonds, without arrangements, extensions or \r\ndelay. From the $40 million that they initially bought in \r\nthe so-called self-regulated markets, they will recover \r\n$1.7 billion. So from 2008, we are talking about a yield \r\nof over 1,300 per cent. \r\nI would like to ask the Secretary-General where \r\nwe can find businesspeople devoted to creating jobs, \r\n13-48461 15/22\r\n24/09/2013 A/68/PV.7\r\ndignity and integrity. He ended with the words “with \r\npassion”. I am a person with a lot of passion. Some say \r\nthat I am sometimes a bit too passionate and a bit too \r\nforceful in my statements. “With passion”, he said, but \r\nabove all with compassion. He said that we can build \r\na future that the people want and the world needs with \r\npassion and compassion. \r\nIt is not the first time I have heard this word. I must \r\nconfess that I heard it many years ago, and very often, \r\nin my own country. Perhaps I did not understand it at \r\nthe time, this passion. It was used then, and is still used \r\ntoday, by a cardinal from Argentina who is today Pope \r\nand whom I would also like, as a Christian, to thank \r\nfor the key role he played in dealing with the question \r\nof Syria. Compassion and passion — that means the \r\npassionate embrace of hope, of the future, of the things \r\nthat are yet to come, and compassion for those who are \r\nless privileged, for the most vulnerable, for those who \r\nare waiting for so many things, who have done nothing \r\nto deserve extreme poverty and be Godforsaken, and \r\ncompassion for all those who are victims — of war, of \r\nunemployment, of extreme poverty and misery — in \r\nother words, of our own failures as world leaders.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Argentine \r\nRepublic for the statement she has just made.\r\nMs. Cristina Fernández, President of the Argentine \r\nRepublic, was escorted from the General Assembly \r\nHall.\r\nAddress by Mrs. Joyce Hilda Mtila Banda, \r\nPresident of the Republic of Malawi \r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nMalawi.\r\nMrs. Joyce Hilda Mtila Banda, President of the \r\nRepublic of Malawi, was escorted into the General \r\nAssembly.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations Her Excellency Joyce Hilda Mtila Banda, \r\nPresident of the Republic of Malawi, and to invite her \r\nto address the Assembly. \r\nPresident Banda: Allow me to congratulate \r\nPresident Ashe on his election to preside over the \r\nGeneral Assembly at its sixty-eighth session. Let me \r\nassure him of my full support and cooperation and \r\nIncidentally, there is also a need for global market \r\nregulation and market interventions. Wonderful \r\nstatements have been made in the Group of 20 regarding \r\ntax havens, ratings agencies and capital f lows, but what \r\nis certain is that the world needs global laws for global \r\ngovernance. Just as we ask for Security Council and \r\nGeneral Assembly resolutions to be respected, we also \r\nask for rules and for respect for the sovereignty of \r\ncountries, especially those countries like ours that wish \r\nto honour their commitments. \r\nFinally, I would like to address the Assembly on \r\nthis very special day. Today we see war, human rights \r\nviolations and other violations intertwined. Perhaps \r\nsome are of a more subtle nature, such as losing one’s \r\njob, one’s rights, one’s livelihood or one’s hope. I think, \r\nat the core, our duty as world leaders is to build a truly \r\ndifferent history. \r\nMany of those who have already spoken have made \r\nsomewhat ambivalent statements. Some have been \r\nencouraging, while others have been disillusioned as a \r\nresult of not having been able to do what they wanted, \r\nalmost as if their desire to do something had just been \r\na whim, and when they were not allowed to, they grew \r\nfrustrated. I believe that the one thing we cannot do \r\nwhen we have the responsibility of governing and \r\nwhen we might be able to govern a country with a lot \r\nof power is to lose our temper or, even worse, make \r\nmistakes. Making mistakes is the one thing we should \r\nnot do, because mistakes are not paid for by the leaders \r\nwho make decisions or imperfect choices. Mistakes are \r\npaid for in human lives, not only if we are talking about \r\nwar, but also if we are talking about the economy. In \r\nthat case, they are paid for in terms of unemployment, \r\nlack of access to health care, education, housing and \r\nsecurity. \r\nThere is cheap labour available for drug trafficking, \r\nwhich we talk so much about fighting. One of the keys \r\nto fighting drug trafficking is to put an end to cheap \r\nlabour in emerging and underdeveloped countries. We \r\nmust also put an end to money-laundering for drug \r\ntrafficking in central countries, because the money \r\nis not laundered in the countries that produce the raw \r\nmaterials. Money-laundering takes place in the central \r\ncountries. It is right to say this, because we hear so \r\nmuch talk about drug trafficking and other things.\r\nI would conclude with a phrase by the Secretary-\r\nGeneral that I really liked. I thought his invitation was \r\nmost appropriate. It was specifically an invitation to \r\nturn hope into action through hard work, commitment, \r\n16/22 13-48461\r\nA/68/PV.7 24/09/2013\r\nhighlighting areas of achievement as well as challenges. \r\nYes, they have transformed the way in which both \r\ndeveloping and developed countries approach \r\ndevelopment cooperation.\r\nMalawi is on track to achieve four of the eight \r\nMDGs: reducing child mortality, combating HIV \r\nand AIDS, malaria and other diseases, ensuring \r\nenvironmental sustainability, and developing a \r\nglobal partnership for development. However, like \r\nother countries, we are unlikely to meet the Goals of \r\neradicating extreme poverty and hunger, achieving \r\nuniversal access to education, ensuring gender equality \r\nand the empowerment of women, and improving \r\nmaternal health.\r\nAs the deadline for the MDGs draws closer, \r\nMalawi is stepping up its efforts to accelerate their \r\nattainment. We have identified best practices as well as \r\nbottlenecks in the context of our progress. In particular, \r\nwe have understood that gender inequality and lack of \r\nempowerment of women are the common constraints \r\nlimiting our progress towards the MDGs. In response, \r\nmy Government has developed a new MDG acceleration \r\nframework that places significance on removing these \r\nbarriers once and for all.\r\nIn building the foundations for the post-2015 \r\narchitecture, I want to reflect on the lessons from \r\nMalawi’s experience in the implementation of the \r\nMDGs.\r\nFirst, I believe that the strength of the MDGs lies \r\nin the fact that they are focused and targeted. That \r\nhas helped us to narrow our focus and concentrate our \r\nefforts on the most critical issues while allowing local \r\nownership. In the case of Malawi, the MDGs were \r\nlocalized through the Malawi Growth and Development \r\nStrategy.\r\nSecondly, the past 13 years have taught us about the \r\nimportance of the linkages between these Goals. A poor \r\nfamily is not just economically deprived. It is also likely \r\nto face a host of other challenges such as environmental \r\nvulnerability, abuses of human rights and lack of or \r\nlimited access to essential services. Lifting people out \r\nof poverty therefore requires a holistic approach.\r\nThirdly, strong political will and the transformation \r\nof partnerships have accelerated the attainment of most \r\nof the MDG targets. Finally, I wish to make a cautionary \r\nnote that we need to be aware of the fact that different \r\ncontinents were at different stages of development \r\nwhen we established the MDGs. That created pressure, \r\nthat of my Government during his tenure of office. His \r\ncredentials and experience as a career diplomat here at \r\nthe United Nations assure us of a successful session. \r\nIt is indeed an honour for me to have the \r\nopportunity to address the Assembly once again. In my \r\nmaiden address last year, I spoke of the challenges that \r\nMalawi faced at the time that I assumed the office of \r\nthe President of the Republic of Malawi. I outlined my \r\nGovernment’s commitment to addressing the political \r\nand economic governance problems that I inherited. I \r\nsought to achieve macroeconomic stability and restore \r\nthe rule of law and the observance of human rights.\r\nThe reforms my Government has undertaken have \r\nbeen painful but necessary. I am therefore pleased to \r\nreport to the Assembly that Malawi is registering a strong \r\neconomic recovery. For instance, foreign exchange and \r\nfuel are available, the currency has stabilized, inflation \r\nis declining, and industrial production is up from 30 per \r\ncent in 2012 to 75 per cent in 2013. Economic growth is \r\nforecast at 5 per cent this year, up from 1.8 per cent last \r\nyear. Furthermore, Malawians are once again enjoying \r\ntheir freedoms and civil liberties, as enshrined in the \r\nConstitution.\r\nI am pleased to say that Malawi, the “warm heart \r\nof Africa”, is warm again, and my Government is \r\ncommitted to staying the course with these reforms. \r\nIn moving forward, my agenda is to build on the \r\nfoundations we have laid in order to realize sustainable \r\nand inclusive growth.\r\nToday we are gathered here to reflect on the \r\nprogress made on the Millennium Development Goals \r\n(MDGs) and to debate the post-2015 development \r\nagenda. Before I provide my reflections, I would like \r\nto commend the Secretary-General for his efforts to \r\nensure an inclusive global debate on the post-2015 \r\ndevelopment agenda. As I understand it, more than \r\n750,000 people from 194 countries provided their \r\nviews, indicating their readiness for bold change. I am \r\npleased that Malawi was one of the countries selected \r\nfor the national consultations.\r\nI believe that in Malawi and beyond, the MDGs have \r\nplayed an important role in concentrating our efforts \r\naround the common purpose of eradicating poverty. \r\nThey have raised public awareness about unacceptable \r\nlevels of poverty and helped to mobilize action towards \r\na fairer world.\r\nAt the same time, the MDGs have provided a \r\ncommon framework for monitoring progress and \r\n13-48461 17/22\r\n24/09/2013 A/68/PV.7\r\nThe Government has also rolled out the Malawi \r\nRural Electrification Programme, which aims at \r\nspurring industry, trade and agricultural productivity \r\nthrough the provision of electricity. The Government is \r\nalso implementing a community saving and investment \r\nprogramme to promote a culture of saving and building \r\nassets to enhance income and wealth creation. I see \r\nthat leading to the majority of the poor being active \r\nparticipants in our economy.\r\nIf we cannot uplift the people that live in rural \r\nareas, as is the case in many developing countries, so \r\nthat they can earn a decent income in the household, \r\nthe vicious cycle of population growth, malnutrition, \r\nmaternal risks and poverty will remain. If the post-2015 \r\ndevelopment agenda is to realize its dream, we need to \r\ngo to the grass roots, where the people are.\r\nFor that reason, I welcome the idea that under \r\nthe post-2015 development agenda, we should track \r\nprogress against our goals by looking at them across all \r\nlevels of income. That will drive equal opportunities for \r\npeople across all income groups and help us realize our \r\ndreams of shared prosperity. That is key to restoring the \r\ndignity of all our people.\r\nFinally, let me emphasize the need to attain global \r\npeace and security. We are all aware that conflict, \r\ninstability and civil unrest disrupt our development \r\nefforts. As we look forward to the post-2015 agenda, \r\nwe should recommit to global peace and security. As a \r\nmother and grandmother, I felt compelled to make this \r\nappeal.\r\nMalawi will continue to engage fully in the post-\r\n2015 development agenda. I am hopeful that the voice \r\nof the poor, of women, of people with disabilities and \r\nof the marginalized will be included in the agenda. I am \r\noptimistic about a world of shared prosperity. \r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Malawi for the statement she has just made.\r\nMrs. Joyce Hilda Mtila Banda, President of the \r\nRepublic of Malawi, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Michael Chilufya Sata, President of \r\nthe Republic of Zambia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nZambia.\r\nsometimes leading to unintended consequences. In the \r\ncase of Malawi and other countries, in our efforts to \r\nachieve universal access to education, the quality of \r\neducation was compromised, yet access and quality \r\nshould not be separated.\r\nWe all recognize that the task of developing and \r\nachieving consensus on the theme “The post-2015 \r\ndevelopment agenda: setting the stage” may not be an \r\neasy one. However, we know a lot more today about \r\nwhat works and what does not work than we did 13 \r\nyears ago. We know that in order to achieve real and \r\nlasting change, we must be committed. We know that \r\nin order to inspire and motivate action, we must be bold \r\nand ambitious. We know that in order to maximize our \r\nresources and talents, we need smart partnerships.\r\nThe report of the High-level Panel of Eminent \r\nPersons on the Post-2015 Development Agenda \r\nprovides a strong foundation for a new framework. \r\nI applaud in particular the overall vision of ending \r\nextreme poverty by 2030. I also commend the focus \r\non, among other things, empowering girls and women, \r\ncreating jobs, sustainable livelihoods and equitable \r\ngrowth and ensuring good governance and effective \r\ninstitutions. I am aware that many people have argued \r\nthat the best strategy to achieve the MDGs is to realize \r\ngrowth in the gross domestic product. However, I \r\nam of the view that that idea is premised on a top-\r\ndown-approach. In my opinion, it is income for poor \r\nhouseholds that must come first. The issues that affect \r\npopulation growth — malnutrition, girls’ access to \r\neducation, maternal health — are all rooted in poverty \r\nand, particularly, in a lack of income at the household \r\nlevel. If we have to overcome those challenges, we need \r\nto promote policies and programmes that bring decent \r\nincomes into households.\r\nIn that regard, my Government has sought new \r\npartnerships with the private sector, local communities \r\nand development partners in order to deliver \r\ndevelopment in more innovative ways. My Government \r\nis focused on transforming rural economies and \r\nbreaking the vicious cycle of underdevelopment and \r\npoverty. We have decided to invest in improving the \r\nlivelihoods of poor people in rural and urban areas. \r\nThat transformation initiative is aimed at modernizing \r\nour rural communities by bringing a standard package \r\nof interventions in health, education, water, sanitation \r\nand housing.\r\n18/22 13-48461\r\nA/68/PV.7 24/09/2013\r\nwill have reached the deadline for the attainment of the \r\nMDGs, and Governments will have an opportunity to \r\ntake stock of the achievements made in efforts to attain \r\nthe development targets set at the turn of the century.\r\nWe are all champions of the MDGs. We have run \r\nthe race, and we continue to run the race, albeit at \r\ndifferent paces and on different terrains. What remains \r\ncritical, therefore, is what we do between now and the \r\ndeadline, as well as how we will move beyond 2015.\r\nAmid much anxiety, the 2013 progress report for \r\nmy country was released in May. On a positive note, \r\nthe report indicated the tremendous progress made \r\nby Zambia on MDGs 4 and 5, regarding reducing the \r\nunder-five mortality rate by two thirds and the maternal \r\nmortality ratio by three quarters by 2015. I emphasize \r\nhere that maternal mortality is rooted in gender \r\ninequality, which manifests itself as poor education for \r\ngirls, early marriage, adolescent pregnancies and lack \r\nof access to sexual and reproductive health care. The \r\nresults therefore tell us that with more effort, gender \r\ninequality can be redressed.\r\nZambia’s MDG report further indicates that we \r\nhave made great strides in the fight against HIV/AIDS. \r\nThe challenges are still immense, and we have to ensure \r\nthat those living with HIV and AIDS are receiving the \r\nbest care and access to social protection services. All \r\nefforts must be made to reach zero infection and zero \r\ndeaths by building on what has been achieved so far. \r\nInternational support is equally critical for a sustained \r\nand enhanced response.\r\nThe Zambian economy is presently enjoying \r\nmacroeconomic stability and has experienced \r\nappreciable economic growth over the recent past. \r\nHowever, our Government still has the huge task of \r\nensuring that the basic needs of Zambians are met, as \r\npoverty levels and unemployment remain a challenge. It \r\nis not surprising, therefore, that we have made marginal \r\nprogress in reducing the prevalence of hunger. In order \r\nto accelerate Zambia’s efforts to achieve MDG 1, our \r\nGovernment has taken an unprecedented and painful \r\nstep in curtailing subsidies on fuel and maize. That \r\nhas enabled us to release much-needed resources for \r\nprogrammes that are deliberately targeted at poverty \r\nalleviation. We have also transformed and repositioned \r\nsocial protection services to optimize efficiency.\r\nThe International Monetary Fund and the World \r\nBank estimate that economic growth in sub-Saharan \r\nAfrica can be expected to be higher than the global \r\nMr. Michael Chilufya Sata, President of the \r\nRepublic of Zambia, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Michael Chilufya Sata, \r\nPresident of the Republic of Zambia, and to invite him \r\nto address the Assembly.\r\nPresident Sata: At the outset, I wish to congratulate \r\nHis Excellency Mr. John. Ashe on his election as \r\nPresident of the General Assembly at its sixty-eighth \r\nsession. I am confident that his wisdom and skill will be \r\nbrought to bear as he steers the Assembly through a year \r\nof progressive dialogue and challenging negotiations. \r\nThe theme of this year’s session, “The post-2015 \r\ndevelopment agenda: setting the stage”, is timely, as it \r\npresents an opportunity for us to discuss the future of \r\nglobal development. To that end, I wish to assure the \r\nPresident of our delegation’s support as he discharges \r\nthe function of President at this session. \r\nThe African continent has this year also reached a \r\nsignificant milestone. In May, together with the rest of \r\nthe continent, we celebrated the fiftieth anniversary of \r\nthe founding of the Organization of African Unity, the \r\nforerunner to the African Union. The African Union \r\nis a symbol of the collective hopes and aspirations \r\nof our resilient continent. As expected, that occasion \r\nformed the basis for mutual reflection on the future \r\ndirection of a young and versatile Africa. Furthermore, \r\nnext year, our country will commemorate 50 years of \r\nits independence. We approach that milestone proud \r\nthat Zambia continues to enjoy political stability and \r\nhas embraced democratic principles that have formed \r\nthe basis for social and economic transformation for \r\nimproving the lives of the Zambian people.\r\nOur country is also honoured to have played a \r\nsignificant role in peacebuilding initiatives within \r\nthe subregion and the continent at large and continues \r\nto participate in them. Zambia will therefore remain \r\ncommitted to the ideals for which she has stood and \r\nis prepared to contribute to global efforts aimed at \r\nuplifting humanity.\r\nTo address the aspirations of our peoples, in \r\nparticular those of the most vulnerable nations, we \r\nas a global community meeting in this Assembly \r\nset ourselves the Millennium Development Goals \r\n(MDGs) — eight clear targets that resonate with our \r\npopulations’ aspirations. In less than two years, we \r\n13-48461 19/22\r\n24/09/2013 A/68/PV.7\r\nrealization of the MDGs in order to ensure continuity \r\nand sustainability.\r\nMy address to the Assembly would be incomplete \r\nif I did not underscore Zambia’s, and indeed Africa’s, \r\ndesire to realize a more democratic and representative \r\nSecurity Council. As a continent, our voice could not \r\nbe clearer. We continue to call for greater progress in \r\nthose negotiations, whose conclusion is long overdue. I \r\nwish to reiterate our position, as defined in the Ezulwini \r\nConsensus. The United Nations boasts of an all-inclusive \r\nmultilateral process, but that is obviously lacking when \r\nit comes to the Security Council. The effectiveness of \r\nthat organ should be enhanced by adapting it to the \r\nprevailing global realities of international peace and \r\nsecurity and the legitimacy realized through an all-\r\ninclusive process.\r\nIn conclusion, allow me to express Zambia’s \r\ngratitude for the support received in the recent hosting \r\nof two important United Nations conferences, namely, \r\nthe twentieth session of the General Assembly of the \r\nWorld Tourism Organization and the fourth Meeting of \r\nStates Parties to the Convention on Cluster Munitions. \r\nI therefore take this opportunity, on behalf of my \r\nGovernment and the Zambian people, to thank all those \r\nwho participated and contributed to the success of \r\nthose meetings. We look forward to the opportunity to \r\nhost again in the near future.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Zambia for the statement he has just made.\r\nMr. Michael Chilufya Sata, President of the \r\nRepublic of Zambia, was escorted from the General \r\nAssembly Hall.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mr. Fredrik Reinfeldt, Prime \r\nMinister of Sweden\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of Sweden.\r\nMr. Fredrik Reinfeldt, Prime Minister of Sweden, \r\nwas escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Fredrik Reinfeldt, \r\naverage — around 5.5 per cent in 2013 and 6.1 per \r\ncent next year. However, in the absence of inclusive \r\nsocial development and without food security, that \r\ngrowth risks being undermined by social exclusion, \r\nparticularly for the youth. For instance, while our \r\nGovernment recorded a growth in gross domestic \r\nproduct of 7.3 per cent in 2012, we recognize the fact \r\nthat it is equally important to ensure that we put in \r\nplace specific measures that will promote equality and \r\nsocial justice in the labour market. It is for this reason \r\nthat we are strongly advocating for investment that \r\ncreates real and sustainable employment prospects for \r\nour people, while at the same time making our economy \r\nmore labour-absorbent.\r\nIn turning to the post-2015 agenda, our Government \r\nbelieves that the importance of the intergovernmental \r\nprocesses on sustainable development goals is critical \r\nand cannot be overemphasized. I wish to reiterate \r\nthe need to have a single set of universally agreed \r\nsustainable development goals reflecting sustainable \r\ndevelopment priorities that are actionable and concise \r\nand whose implementation will resonate with the \r\ndifferent development and economic levels of Member \r\nStates. Furthermore, the goals will need to be prudently \r\nbalanced and to effectively integrate the economic, \r\nsocial and environmental aspects of sustainable \r\ndevelopment. To that end, it is necessary to build global \r\npartnerships that are supported by commitments to \r\nregional and international cooperation, anchored with \r\nmutual accountability, enhanced local private sectors \r\nand public-private partnerships.\r\nOur Government believes that addressing issues of \r\npoverty is important for the achievement of sustainable \r\nand inclusive development in the future we want for \r\nZambia. Our country attaches importance to improving \r\nthe welfare of our people, especially women, children \r\nand young people, through wealth and employment \r\ncreation, the provision of quality education and of \r\nquality health care, and industrialization, among other \r\nthings.\r\nIn particular, our Government wishes to emphasize \r\nthe need to mainstream children’s issues, including \r\naccess to quality education and quality health care \r\nservices, provided at the right time. Social protection \r\nand upholding the rights of all children is critical and \r\nshould transcend the global desire for a better future. It \r\nis therefore imperative that the post-2015 agenda take \r\ninto account the momentum that has been attained in the \r\n20/22 13-48461\r\nA/68/PV.7 24/09/2013\r\nthe United Nations in the world — that is something we \r\nare very proud of.\r\nIn addition to the existing Millennium Development \r\nGoals, we must also work to establish a strong post-\r\n2015 development agenda, with the objective of \r\neradicating extreme poverty, raising standards of \r\nliving for everyone and offering equal opportunities \r\nto everyone. In that regard, I would like to draw the \r\nAssembly’s attention to the three areas that I believe are \r\ncentral to human and economic development: gender \r\nequality, democracy and free trade. Those areas have \r\nthe capacity to influence developments in many other \r\nareas at the same time. \r\nWhen I addressed the General Assembly two \r\nyears ago (see A/66/PV.19), I spoke about the most \r\nimportant human rights failure of all — the one that \r\naffects the largest number of human beings, namely \r\ngender inequality. I want to raise that issue once again, \r\nbecause that challenge is as present and as urgent today \r\nas before.\r\nGender equality is first and foremost a question \r\nof ensuring the same human, economic and social \r\nrights for half of the world’s population, something that \r\nshould be self-evident. Every year, 1 billion women are \r\nstill subject to sexual or physical violence. Women are \r\nstill refused equal access to health services, including \r\nsexual and reproductive health and rights. Every day \r\n800 women still die from preventable complications \r\nrelated to pregnancy and childbirth. Legal restrictions \r\nstill exist preventing women from owning, inheriting \r\nand acquiring property in many countries. Many girls \r\nand women are still refused access to schools and \r\neducation. For many women the idea that a Government \r\nwould have more female than male ministers, like in \r\nSweden, seems utopian. Many of those women are not \r\neven allowed to vote.\r\nAgainst that background, Sweden was one of the \r\ncountries that gave strong support to creating the entity \r\nUN-Women and is today one of its biggest donors. It \r\nis our firm belief that by ensuring gender equality one \r\nalso improves a country’s productivity and economy \r\nand the rule of law. Educating girls and women leads \r\ndirectly to an increase in a country’s economic output. \r\nEducated mothers place higher value on schooling for \r\ntheir children. Closing the gap between male and female \r\nemployment rates increases a country’s gross domestic \r\nproduct substantially. Increased participation by women \r\nin politics and business leads to clear improvements for \r\nPrime Minister of Sweden, and inviting him to address \r\nthe General Assembly.\r\nMr. Reinfeldt (Sweden): The world is constantly \r\nchanging and the pace of change is increasing every \r\nyear. The world is a very different place today compared \r\nto 10 years ago when the Millennium Development \r\nGoals were set. But it is important to understand the \r\nnature of the changes and to draw the right conclusions, \r\nbecause only then will we be able to have an influence \r\nand shape our own future.\r\nWe are seeing the fastest reduction in poverty in \r\nhuman history. Child death rates have fallen, meaning \r\nthat 14,000 fewer children are dying every day. Deaths \r\nfrom malaria and tuberculosis are decreasing. New \r\nHIV infections are declining. People are living longer. \r\nOne hundred years ago, the average life expectancy in \r\nSweden was less than 60 years. Today, many children \r\nborn in my country will live to celebrate their 100th \r\nbirthday. Those are truly amazing developments.\r\nThe world economy is growing. This year, \r\ndeveloping and emerging countries’ share of the world \r\neconomy will surpass the share of developed countries. \r\nIn 10 years’ time, they will dominate the growing world \r\neconomy.\r\nWe see the same pattern in expanding global trade \r\nf lows. The share of developing countries’ exports \r\nhas grown substantially and now accounts for almost \r\nhalf of all exports in the world. That creates jobs and \r\ngrowth for everyone and increases global equality. \r\nTechnological change is also rapid. Seeking information \r\nfrom the other side of the globe is now part of everyday \r\nlife for many people, not only for the privileged few. As \r\nan example, the number of mobile phone users has risen \r\nfrom fewers than 1 billion to more than 6 billion. But \r\nchallenges are still abundant, and it is crucial that we \r\nintensify our efforts to achieve the existing Millennium \r\nDevelopment Goals.\r\nSweden continues to contribute 1 per cent of its gross \r\nnational income to official development assistance. \r\nSweden is a firm believer in multilateral organizations, \r\nin international cooperation and in the United Nations. \r\nThe United Nations plays a key role in coordinating our \r\nefforts towards the Millennium Development Goals. We \r\nbelieve that together we can become hopeful instead of \r\nhelpless. Therefore, Sweden contributes approximately \r\n$1.2 billion yearly to the United Nations system. That \r\nmakes us the second biggest contributor per capita to \r\n13-48461 21/22\r\n24/09/2013 A/68/PV.7\r\nurgent need for a political solution to the conflict and a \r\ntransition to a free and democratic Syria.\r\nIt is time for a new era in which countries in \r\nconflict can join the rest of the world in achieving the \r\nMillennium Development Goals. For that, we need a \r\nstrong United Nations and a well-functioning Security \r\nCouncil.\r\nI want to thank all peacekeepers and peacebuilders \r\nof the United Nations for their efforts and sacrifices. \r\nSweden will further contribute to and participate \r\nin those efforts. We also give strong support to the \r\nareas of democracy, human rights and freedom from \r\nviolence. Sweden is one of biggest donors to the Office \r\nof the High Commissioner for Human Rights. We are \r\ntrying to help out though humanitarian assistance for \r\nthe crisis in Syria and by receiving refugees. This year \r\nalone we have welcomed 16,000 Syrians to Sweden.\r\nLet me mention a third area that we need to focus on \r\nin the post-2015 development agenda, namely, trade and \r\ncompetition. Protectionism is very expensive. It raises \r\nprices and lowers standards of living. Let me illustrate \r\nthis by a striking example. According to the World \r\nTrade Organization, consumers and Governments in \r\nrich countries pay $350 billion per year supporting \r\nagriculture. That is enough to f ly their 41 million dairy \r\ncows first class around the world.\r\nAllow me to mention some other, maybe more down-\r\nto-earth, examples. When competition was introduced \r\nfor mobile phone companies in some countries, the \r\ncost of calls fell by 30 to 50 per cent. Studies show that \r\nlowering service barriers by one third under the Doha \r\nDevelopment Agenda would raise developing countries’ \r\nincomes by approximately $60 billion. Unfortunately, \r\nprogress in the Doha Development Round has been \r\nslow. But the good news is that many countries are \r\ndoing what they can to liberalize trade through regional \r\nagreements instead, because they know that that will \r\nbenefit their economies.\r\nThe two free trade agreements now being \r\nnegotiated — between the United States and the \r\nEuropean Union and between the United States and a \r\nnumber of countries in Asia and Latin America — will \r\ncover two-thirds of world trade. That will create jobs \r\nand growth. Sweden is one of the countries within \r\nthe European Union working the hardest to get the \r\ntransatlantic deal in place. Freer trade and openness \r\nalso mean that new impulses and trends affect a country \r\nfaster. That puts pressure on reform in countries and \r\nthe public good and to less corruption. The inclusion \r\nof women in peace processes makes peace easier and \r\nmore stable. Let me be very clear: it is simply neither \r\nacceptable nor very smart to discriminate against \r\nwomen and girls.\r\nTo achieve sustainable development, we need \r\na democratic governance that encompasses all \r\nindividuals. We need a system that covers not only \r\nthe State, but also the private sector and civil society \r\norganizations. We need a governing system that is \r\naccountable and transparent with regard to its actions. \r\nNevertheless, nearly one third of the world’s population \r\nlives under authoritarian rule, a serious barrier to \r\ndevelopment. With the growing economic power in \r\nmany developing countries comes an opportunity and \r\na responsibility to use that power wisely and for the \r\ncommon good of everyone. \r\nEvery person’s human rights must be respected, \r\nregardless of origin, religion, handicap, gender, sexual \r\npreference or transsexual identity. Only then will \r\nsociety reap the benefits of all human resources. Only \r\nwhen people can freely express their political opinions \r\nand freely participate in a thriving civil society can \r\nthey truly participate in the lives of their communities. \r\nThat also applies to freedom on the Internet. Only \r\nwith functioning courts do people feel safe to make \r\ninvestments and develop their businesses. Only with \r\nrespect for the rule of law can we tackle organized \r\ncrime and corruption. Only with democratic principles \r\ncan we ensure freedom from conflict and violence.\r\nViolence and oppression in all their forms are \r\namong the main threats to the development of people \r\nand the development of societies. We know that it takes, \r\non average, seven years to fight a civil war, and 17 years \r\nto recover from a war. That is why conflict is sometimes \r\ncalled “development in reverse”. As we speak, there \r\nare several major ongoing conflicts, resulting in death \r\nand suffering, hunger and disease, and rape and sexual \r\nviolence. Those conflicts are depriving men, women \r\nand children of their right to a prosperous life and a \r\nfuture of hope. A focus on fragile States will remain \r\nnecessary.\r\nThe civil war raging in Syria for more than two \r\nyears must come to an end. Those responsible for \r\nsystematic violations of human rights, including those \r\nresponsible for the use of chemical weapons, must \r\nbe held accountable. The conflict must, however, be \r\nhandled within the United Nations system. There is an \r\n22/22 13-48461\r\nA/68/PV.7 24/09/2013\r\nThe international structures we have to deal \r\nwith climate change commitments are unfortunately \r\nobsolete. We need a new agreement that ensures that all \r\nmajor emitters make commitments that are sufficient \r\nso that we can reach the two-degree target.\r\nIt is our duty to strive for a society and a world \r\nthat gives everybody the possibility to create his or \r\nher own future. That is what every woman, every man, \r\nevery girl and every boy deserves. Let me underline \r\nthat it is in the very interests of every country, because \r\npeople are the real wealth of a nation. The Millennium \r\nDevelopment Goals have been very successful in \r\ncoordinating and focusing our efforts on the areas where \r\nprogress has been most urgent. Now we need to prepare \r\nfor tomorrow. In doing that, Sweden is convinced, the \r\nUnited Nations will play a very important role. We will \r\ncontinue our strong support to the Organization.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of Sweden \r\nfor the statement he has just made.\r\nMr. Fredrik Reinfeldt, Prime Minister of Sweden, \r\nwas escorted from the General Assembly Hall.\r\nThe Acting President: We have heard the last \r\nspeaker in the general debate for this meeting.\r\nThe meeting rose at 9.25 p.m.\r\ncompanies to meet global competition. Sweden is an \r\nexample of that.\r\nTrade has made it possible for us to double our \r\neconomic output. Our companies have learned that they \r\nmust consistently take on new trends and technology \r\nin order to stay competitive. If they did not, our gross \r\ndomestic product and standard of living would fall \r\nsignificantly. Let us also remember how important \r\ntrade is for peaceful relations. To put it very simply, \r\nno sales person wants to start a war against a country \r\nwhere he has customers. That would be a bad business \r\nstrategy, so trade promotes peace.\r\nClimate change continues, leading to extreme \r\nweather conditions in many parts of the world and \r\nthe loss of lives and very high costs for society. The \r\nEuropean Union’s and the United States’ emissions are \r\nfalling, but overall global emissions are increasing. \r\nThat is why all countries need to contribute to the \r\ninternational efforts in the fight against climate change. \r\nThe European Union and the United States cannot solve \r\nthe problem of climate change on their own, when \r\nthey only account for around 25 per cent of today’s \r\nemissions.\r\n"