"In the absence of the President, Mr. Tommo Monthe \r\n(Cameroon), Vice-President, took the Chair.\r\nThe meeting was called to order at 3 p.m.\r\nAgenda items 29 and 123 (continued)\r\nReport of the Security Council\r\nReport of the Security Council (A/68/2)\r\nQuestion of equitable representation on and \r\nincrease in the membership of the Security Council \r\nand related matters\r\nMr. Mažeiks (Latvia): I would like to thank the \r\nPresident for his initiative, which aims to regain \r\nmomentum in Security Council reform. We welcome \r\nhis decision to establish an advisory group on Security \r\nCouncil reform, and we express the hope that that \r\nbody will provide useful guidance on the way forward. \r\nWe hope that his personal leadership will bring the \r\nreform process forward. I would also like to thank \r\nAmbassador Zahir Tanin, the Chair of intergovernmental \r\nnegotiations, and express our readiness to cooperate \r\nwith him on the continuation of those duties.\r\nThe world today is different from the world at \r\nthe time of the establishment of the United Nations. \r\nThe number of the Member States has multiplied. \r\nThe number of conflicts where the United Nations \r\nshould be involved remains big. The world has become \r\nmore interconnected and interdependent, and we are \r\nincreasingly facing global challenges that affect all \r\ncountries and their citizens.\r\nThe United Nations is a unique platform in which \r\nto exchange information, advance our common agenda \r\nand provide a coordinated response to global challenges. \r\nThe United Nations must live up to the demands of the \r\ntwenty-first century. In many areas it has shown the \r\ncapacity to develop in step with the requirements and \r\nrealities of this new age. Yet the Security Council, which \r\nhas the primary responsibility for the maintenance of \r\ninternational peace and security, has changed little in \r\nthe past decades. Therefore, reform of the Council is of \r\ncrucial importance.\r\nUnfortunately, discussion of Security Council \r\nreform has continued on and off for nearly 20 years \r\nwithout producing tangible results. At the 2005 World \r\nSummit, our leaders called for an early reform of the \r\nSecurity Council in order to make it more broadly \r\nrepresentative, efficient and transparent, thus enhancing \r\nits effectiveness and the legitimacy of its decisions. The \r\ntime has come to put forward concrete proposals and to \r\ngenerate momentum and start real negotiations leading \r\nto the achievement of those goals.\r\nLatvia would like to reiterate its position that \r\nenlargement of the Security Council membership \r\nin both categories, permanent and non-permanent, \r\nis necessary to ensure the representativeness of the \r\nCouncil and an equitable geographic distribution of \r\nboth permanent and non-permanent seats that reflects \r\ncurrent political realities. In view of the considerable \r\nenlargement of the membership of the Group of Eastern \r\nEuropean States over the past decades, we strongly \r\nbelieve that any enlargement of the Council should \r\nUnited Nations A/68/PV.49\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n49th plenary meeting\r\nFriday, 8 November 2013, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1355534*\r\n13-55534 (E)\r\n2/14 13-55534\r\nA/68/PV.49 08/11/2013\r\nconfident that we will now be able to give a renewed \r\nimpulse to negotiations that will adapt that body, which \r\nwas created in the mid-twentieth century to maintain \r\ninternational peace and security in the period after the \r\nSecond World War, to the circumstances of the twenty-\r\nfirst century.\r\nWe all understand the nature and depth of the \r\nthemes that divide us, which doubtless revolve around a \r\ndividing line between those who espouse enlarging the \r\nCouncil in both membership categories and those who \r\nadvocate limiting the expansion only to the category \r\nof elected members. Alongside that polemic there are \r\nassuredly additional differences in points of view with \r\nrespect to the number of new members to propose, their \r\ndistribution among the different regional groups, and \r\ntheir rights and obligations, including the obvious issue \r\nas to whether the provision granting the right of veto \r\nto the five permanent members should be extended to \r\neventual new permanent members.\r\nOn that point, we would like to reiterate our \r\nposition, namely, that we support an expansion in the \r\nnumber of members in both categories. We think that \r\nthis expansion can be up to five permanent members \r\nand five additional elected members. Thus we would \r\nhave a Council with 10 permanent members and \r\n15 elected members.We would not insist that the new \r\npermanent members have all the prerogatives of the \r\ncurrent permanent members, although we would not \r\noppose this. At the same time, we would not insist that \r\nthe five current permanent members renounce their \r\nprivileges under the Charter of the United Nations.\r\nThat said, we would see the expansion of the \r\nCouncil as a process, subject to new adjustments and \r\nadaptations in a reasonable period in order to be able \r\nto continue to make changes to the governance of the \r\nUnited Nations system. In the same context, we think it \r\nwould be appropriate to re-examine the limited mandate \r\nthat the Charter entrusts to the Council, with a view to \r\nexpanding its scope. We understand that this idea could \r\nseem heretical to many, because it raises the issue of the \r\ncentral role of the Council in maintaining international \r\npeace and security, so as to prevent its intruding on the \r\nmandates of the principal organs.\r\nBut the problem we perceive is that the dividing \r\nline between peacekeeping and peacebuilding is \r\nnot clear. It would be appropriate, then, to redefine \r\nthe roles of the Security Council, the Peacebuilding \r\nCommission, the Economic and Social Council and the \r\nGeneral Assembly to see how to distribute the tasks \r\ninclude one new non-permanent seat for the Eastern \r\nEuropean Group.\r\nHowever, we feel that in order to advance reform, \r\nwe should go beyond merely reiterating our positions. \r\nThe work of the advisory group on Council reform \r\nshould feed into more detailed debate and into the stage \r\nof negotiations. At that stage, it would be necessary to \r\nlook for the parameters of a possible agreement. For \r\ninstance, when it comes to the size of the Council’s \r\nmembership, what would be the numerical maximum \r\nthat would be acceptable to those countries that favour \r\nlimited expansion of membership? What would be the \r\nnumerical minimum acceptable to those countries that \r\nfavour a greater expansion?\r\nIt is essential to achieve agreement on those \r\nelements of reform that enjoy the broadest possible \r\nsupport of Member States. For our part, we are ready to \r\ncontribute constructively to that task.\r\nMs. Bolaños Pérez (Guatemala) (spoke in Spanish): \r\nI would like to thank the President for convening this \r\ndebate. I will briefly cover both points on our agenda: \r\nthe report of the Security Council in document A/68/2 \r\nand the question of equitable representation on and \r\nincrease in the membership of the Security Council and \r\nrelated matters.\r\nWe take note of the report of the Security Council \r\ncovering the period from August 2012 to July 2013 and \r\nthank the representative of China for introducing it (see \r\nA/68/PV.46). We believe it would be inappropriate for \r\nus to make further comments on the matter, since we \r\nwere members of the Council during that period and in \r\nfact held the presidency during the month of October \r\n2012. I will limit myself to what we have pointed out \r\nevery year, which is our wish that the report would \r\noffer more analysis in relation to its factual content.\r\nWith respect to the issue of equitable representation \r\non the Security Council and increase in its membership, \r\nI would like to say first of all that we have taken note \r\nof the President’s letter of 22 October to Member \r\nStates, in which he reported his decision to reappoint \r\nAmbassador Zahir Tanin as Chair of the negotiating \r\nprocess, as referred to in decision 67/561, as well as his \r\ndecision to set up an advisory group composed of six \r\npermanent representatives. It should be stressed that \r\nthe outcome of our negotiations belongs exclusively to \r\nthe Member States in the Assembly.\r\nAfter so many years with the long-desired reform \r\nof the Security Council at a virtual stalemate, we are \r\n13-55534 3/14\r\n08/11/2013 A/68/PV.49\r\na more representative and more effective body. Its \r\ncomposition, size and working methods need to reflect \r\ntoday’s realities so that it can be perceived as relevant. \r\nBulgaria has already declared its support for \r\nthe enlargement of the Council in its two categories. \r\nOur position takes into account the abilities and the \r\nwillingness of certain countries to contribute to the \r\nmaintenance of international peace and security. At the \r\nsame time, Bulgaria believes that further expansion of \r\nthe Council should involve an adequate and proportional \r\nrepresentation of the current regional groups.\r\nBulgaria continues to uphold its position on the \r\nneed to allocate at least one additional non-permanent \r\nseat in an enlarged Council to the Eastern European \r\nGroup, given that in the last two decades its size has \r\nmore than doubled. It is our conviction that the enlarged \r\nmembership of the Council should contribute to its \r\ngreater representativeness, while the improvement of \r\nthe working methods has to bring about the needed \r\nefficiency and transparency.\r\nWe welcome the letter of the President of the General \r\nAssembly of 22 October announcing the reappointment \r\nof Ambassador Tanin as Chair of the intergovernmental \r\nnegotiations. Once again, we would like to pledge our \r\nsupport to his efforts in guiding the reform process.\r\nMr. Šćepanović (Montenegro): At the outset \r\nmy delegation would like to thank the Permanent \r\nRepresentative of China for introducing the Security \r\nCouncil’s annual report (A/68/2) (see A/68/PV.46), \r\nand the United States delegation for preparing the \r\ndocument. However, I will limit my intervention to \r\nagenda item 123, “Question of equitable representation \r\non and increasing the membership of the Security \r\nCouncil and other related matters”.\r\nI would like to thank the President of the General \r\nAssembly for his earlier engagement and efforts to \r\nadvance the Security Council process during the \r\nAssembly’s sixty-eighth session. I would also like \r\nto congratulate the Permanent Representative of \r\nAfghanistan, Ambassador Tanin, on his reappointment \r\nas Chair of the intergovernmnetal negotiations.\r\nSecurity Council reform is an ongoing process that \r\nshould neither be limited in time nor unnecessarily \r\ndelayed. But time and again, after too many years and \r\nextensive deliberations involving different formats, \r\nwe find ourselves again in familiar territory. It is very \r\nuseful and practical for all of us that we got a detailed \r\nunderstanding of each of the five proposals tabled. I \r\nof promoting the development of countries emerging \r\nfrom conflict situations. That would be part of the \r\ngeneral proposition that sustainable development is \r\nthe best antidote for preventing conflicts. In that same \r\nvein, we should be thinking about greater coherence \r\nbetween the work of a reformed Security Council and \r\nthe reformed forum that in the future will be in charge \r\nof the coordination work that at present is undertaken \r\nby the G20 in the economic and financial sphere.\r\nIn any case, we believe that reform of the United \r\nNations system of governance cannot be postponed any \r\nlonger, and that addressing Security Council reform is \r\nthe central point for starting that task.\r\nMr. Angelov (Bulgaria): At the outset my delegation \r\nwould like to join the others in thanking the President \r\nof the General Assembly for convening this meeting. \r\nMy delegation would like to express its appreciation \r\nto the Chinese presidency of the Security Council \r\nfor introducing the annual report of the Security \r\nCouncil to the General Assembly (A/68/2) (see A/68/\r\nPV.46), and to the United States Mission to the United \r\nNations for preparing the introduction of the draft \r\nreport. We understand the difficulties in preparing a \r\nconcise report that goes beyond just enumerating the \r\nCouncil’s activities, and we recognize the Council’s \r\ncontinuing efforts to draft an annual report that fulfils \r\nthe expectations of the Member States.\r\nBulgaria appreciates the efforts of the President \r\nof the General Assembly to reinvigorate the process \r\nof Security Council reform. In that regard, we believe \r\nthat the appointment of the advisory group could \r\ngenerate renewed impetus in furthering the agreed \r\ngoal to achieve comprehensive Council reform. \r\nTaking into consideration the declared purpose of the \r\nadvisory group — to produce a basis for the start of \r\nthe intergovernmental negotiations — we believe that it \r\nwill ref lect ideas put forward in the negotiations so far, \r\nincluding those of particular interest for the countries \r\nof Eastern European Group.\r\nWe support the continuation of the intergovernmental \r\nnegotiations on Security Council reform aimed at \r\nachieving a broader, more representative, efficient, \r\nlegitimate and transparent Council in line with the 2005 \r\nWorld Summit Outcome document (resolution 60/1).\r\nWe share the view that Security Council reform is \r\nlong overdue and that maintaining the status quo should \r\nnot be an option. It is our deep belief that the reforms \r\nshould be aimed at turning the Security Council into \r\n4/14 13-55534\r\nA/68/PV.49 08/11/2013\r\nposition and support, Montenegro reiterates the need \r\nto increase the representation of the Eastern European \r\nGroup in the non-permanent category of membership \r\nin an enlarged Security Council so as to reflect the new \r\nreality represented by the more than twofold expansion \r\nof the Group’s membership.\r\nWe constantly have to remind ourselves that \r\nnegotiating is process of give-and-take and that we all \r\nneed to demonstrate a high degree of f lexibility and \r\npragmatism in order to create an atmosphere of trust \r\nand good faith that will allow us to take concrete steps \r\ntowards accomplishing our end goal. Keeping the big \r\npicture of overall reform in sight, we cannot merely \r\nfocus, as individuals or groups, on our own self-interest \r\nand aspirations; we have to take into account those of \r\nother people if we truly want to make a breakthrough. \r\nAnd in keeping with our position, it is of the utmost \r\nimportance that we remain realistic and aware of \r\nthe fact that some of the existing proposals — if not \r\nindividually then as part of a bigger incorporated \r\npackage — are definitely not feasible and could indeed \r\nturn out to be counterproductive to the work of the \r\nSecurity Council.\r\nWe should not be under any illusion that reaching \r\na package solution on Security Council reform will be \r\nan extremely difficult and rather challenging task. I \r\nbelieve that every single Member State has a stake and \r\nwants to see the Security Council reformed in a way \r\nthat will allow it to be more transparent, representative \r\nand better suited to coping with global security \r\nchallenges that are not lacking in today’s world. Let \r\nus leave behind old practices and methods that have \r\nproven to be insufficient and ineffective. We cannot \r\nwin by exploiting each other’s weaknesses. Instead, \r\nwe have to be innovative and explore and combine \r\nour strengths and advantages because a reformed and \r\nimproved Security Council is above all our common \r\ngoal and a necessity. It is in that spirit that Montenegro \r\nreaffirms its strong political will and decided readiness \r\nto contribute towards the start of genuine negotiations \r\nand concrete actions to that end.\r\nMr. Makharoblishvili (Georgia): While we all \r\nagree on the need for reform, the years that have passed \r\nsince 2005 have shown the difficulty of achieving a \r\nconvergence of Member States’ positions to overcome \r\nthe structural shortcomings of the Security Council \r\nvis-à-vis emerging global threats and challenges. \r\nLengthy discussions on Security Council reform \r\nurgently need to materialize into action. We need to \r\nwould say that there are really no more unknowns in \r\nregard to any of the proposals. On the contrary, we have \r\ncome to learn and become very familiar with even the \r\nsmallest particularities.\r\nFor such a complex process that the Council \r\nreform presents, that is very important. But we have \r\nto be cognizant that there comes a point in time when \r\none has to ask if further deliberations on this patient \r\nwould make any sense, because even though we call our \r\nprocess intergovernmental negotiations, we have not \r\nengaged in real, substantive negotiations. What we have \r\ndone so far is to repeat the same, or slightly modified, \r\nrhetoric that has brought us to this point, when we have \r\nto say that we have barely moved, in substantial terms, \r\nfrom the starting position.\r\nIt is against that backdrop, and in the context of \r\nestablishing the advisory group, that Montenegro \r\nwelcomes and supports all proposals and initiatives that \r\nare action-oriented and aim at kick-starting genuine \r\nnegotiations. What is needed is to have an inclusive, \r\ntransparent and balanced approach, one that will take \r\non board the interests and aspirations of the general \r\nmembership to the extent possible — not only of the \r\nmain groups, because a large number of countries, \r\nlike mine, do not belong nor are associated with any \r\nparticular group — in order to create the atmosphere and \r\nconditions conducive to commencing the long-awaited \r\nand much anticipated real negotiations. Moreover, we \r\nhave to be careful to follow established frameworks \r\nand mandates that have been clearly defined. Only in \r\nthis way can we expect to take positive steps and count \r\non the fruitful collaboration and engagement needed \r\nto move forward, instead of creating further divisions \r\nand separations that, by their very nature, are a heavy \r\nburden to the process.\r\nIt is obvious, urgent and important, for the sake of \r\nthe Security Council, that we should not continue with \r\nbusiness as usual. It is up to us, the Member States, \r\ntogether with Ambassador Tanin, to find a new, fresh \r\napproach in order to engage in a more constructive \r\nand results-oriented way that will bring us closer \r\nto the desired reform with the broadest acceptance \r\nwith respect to all five aspects of the reform. In that \r\ncontext, it could be helpful to strive for common ground \r\nfor a possible compromise solutions and common \r\ndenominators on which to build further. One such \r\nbuilding block could be the African common position \r\nand the historical injustice done to that continent. In that \r\ncontext, and in line with our own interests, principled \r\n13-55534 5/14\r\n08/11/2013 A/68/PV.49\r\nAshe, to advancing the issue of Security Council reform. \r\nI would like to congratulate Ambassador Zahir Tanin \r\non his reappointment as Chair of the intergovernmental \r\nnegotiations. I also believe that this is the proper time \r\nand place to recognize the work and the report of the \r\nSecurity Council (A/68/2) and to thank the current \r\nPresident, Ambassador Liu Jieyi, for introducing that \r\nreport (see A/68/PV.46).\r\nUndoubtedly, the work and responsibilities of the \r\nSecurity Council are enormous, and apparently its \r\nworkload and the demands on it are increasing. We \r\nall have no doubt that permanent and non-permanent \r\nmembers alike dedicate the utmost effort, manpower \r\nand brainpower to addressing those complex challenges.\r\nThe United Nations is a unique Organization. Its real \r\nvalue lies in its universality, its inclusion of all nations. \r\nIn two years time, we shall celebrate the seventieth \r\nanniversary of its establishment. Three generations \r\nof politicians and diplomats have contributed to the \r\ncreation of a better world that is more stable, secure, \r\ndemocratic and sustainable. And the world has \r\nchanged. Some issues have been resolved, some still \r\npersist, and new ones have appeared. To address those \r\nnew challenges, the United Nations has to look into \r\nthe mirror of the twenty-first century and to study the \r\nreflection from different angles, points and distances. \r\nWe must look in the mirror at twilight and at midnight.\r\nSyria should serve as a broken mirror offering a \r\ndistorted and refracted picture of reality. Two years of \r\nthe Security Council’s inability to take a meaningful \r\ndecision are alarming proof of the urgent need to \r\novercome our differences, set aside our disagreements \r\nand look for innovative and creative decisions. There \r\nis no quick fix, but after 20 years of deliberations it is \r\nhigh time to assume the responsibility that our citizens \r\nhave entrusted us with. It is time to craft concrete, \r\nmeaningful proposals and to deliver results.\r\nSlovakia is fully committed to working with \r\nall partners to continue negotiations on the issues of \r\nmodernizing the work, working methods, composition, \r\ncommunications and effectiveness of the Security \r\nCouncil. We shall work and deliberate in good faith, \r\nwith mutual respect and in an open, inclusive and \r\ntransparent manner. We are obliged to seek a solution \r\nthat can garner the widest possible consensus. For the \r\nsake of speeding up the discussion, let me just briefly \r\nrecap the already well-known position of Slovakia. I \r\nwill just mention a few key issues and then make some \r\nsuggestions for a way forward.\r\naccelerate our search for a reform package, as more \r\ndelay will continue to put the Council at further risk \r\nof becoming either inadequate or far too tardy in \r\nresponding to existing or emerging global challenges \r\nand threats to peace.\r\nGeorgia is of the opinion that only by reflecting \r\ncurrent geopolitical realities can the Security Council \r\nenhance its political legitimacy and authority. \r\nTherefore, we support the aspiration of countries from \r\nthe Group of Four, as well as the inclusion of developing \r\ncountries, to be represented in both the permanent and \r\nnon-permanent categories of membership in a reformed \r\nSecurity Council. We also encourage the inclusion of \r\nsmaller States in decision-making. We believe that the \r\nbasic principle of international law — that is, sovereign \r\nequality between nations — should be more explicitly \r\nreflected at the core of the international security \r\narchitecture. That will indeed be a gateway to a more \r\ndemocratic global governance. However, equitable \r\nrepresentation should not be an end in and of itself. \r\nA meaningful reform should also imply reform of the \r\nworking methods and decision-making principles of the \r\nSecurity Council.\r\nGeorgia is among the countries that have been \r\ndirectly and painfully affected when all the efforts of \r\nsome Security Council members to find a constructive \r\nsolution through the Council have fallen by the wayside \r\nin the face of a structural deficiency that allowed one \r\nparty to the conflict to preclude all meaningful measures \r\nfrom being taken by the Council. Those deficiencies \r\nallowed for a paradoxical scenario in which, instead \r\nof an increased security presence in the aftermath of \r\na full-blown war, the mandate of the United Nations \r\nObserver Mission to Georgia was terminated, creating \r\na vacuum in the international security presence. That, \r\nin our view, raised some serious questions as to the \r\nappropriateness of using the right to veto in relation to \r\nthe mandates of peacekeeping missions.\r\nIn closing, let me express our firm support for the \r\nPresident of the General Assembly in his undertaking to \r\nreinvigorate work on the reform of the Security Council \r\nas the most important element of United Nations reform. \r\nTo that end, we would also like to commend the work \r\nof the Chair of the intergovernmental negotiations, \r\nAmbassador Tanin. Georgia, for its part, stands ready \r\nto contribute to the process.\r\nMr. Ružička (Slovakia): Allow me to start by \r\ncommending the dedication and commitment of the \r\nPresident of the General Assembly, Ambassador John \r\n6/14 13-55534\r\nA/68/PV.49 08/11/2013\r\nlimitation of the use of veto. Maybe some others ideas \r\nare on the way. To see the forest, we should take a step \r\nor two back from the trees.\r\nFor the sake of urgency and meaningful agreement \r\nin the light of the aforementioned ideas, our position \r\nis not carved in stone. Let me assure the President and \r\nall partners that Slovakia is open to all constructive \r\nproposals and considers them with a maximum degree \r\nof f lexibility and open-mindedness with the main aim \r\nof reaching tangible results that will finally allow us to \r\nadapt the Security Council to the realities and needs of \r\nthe twenty-first century.\r\nMr. Khitchadeth (Lao People’s Democratic \r\nRepublic): At the outset, my delegation would like \r\nto associate itself with the statement made by the \r\nrepresentative of the Arab Republic of Egypt on behalf \r\nof the Non-Aligned Movement (see A/68/PV.46).\r\nPlease allow me to express my appreciation to \r\nAmbassador John Ashe, President of the General \r\nAssembly, for convening this meeting. I would also \r\nlike to thank Ambassador Liu Jieyi, Permanent \r\nRepresentative of the People’s Republic of China, for \r\nintroducing the annual report of the Security Council \r\n(A/68/2) on behalf of the Security Council (see A/68/\r\nPV.46). At the same time, I sincerely congratulate \r\nAmbassador Tanin on his reappointment as Chair of \r\nthe intergovernmental negotiations on Security Council \r\nreform.\r\nSince the inception of the Organization, the \r\nfunctions and duties of the United Nations have been \r\ndeveloped and expanded on a large scale. Therefore, \r\nit is necessary for the United Nations, including the \r\nSecurity Council, to be adapted or reformed in order to \r\nbe reliable in meeting the real demands of the current \r\nphase of the international affairs of the world.\r\nThe 2005 World Summit Outcome (resolution 60/1) \r\nindicated that in the new era it is necessary to reform the \r\nSecurity Council for the benefit of Member States as a \r\nwhole. Since then, many Heads of State and Government \r\nhave continued to express their views in the general \r\ndebates of the General Assembly and to confirm the \r\nneed to reform the Security Council. Furthermore, the \r\nGeneral Assembly has also considered reform of the \r\nSecurity Council through the international negotiating \r\nprocess, although there have been different views on \r\nreform in recent years. The process of reform is ongoing \r\nand we are confident that, through negotiations, an \r\nagreement will be reached in the year to come.\r\nFirst, we believe in the necessity of adapting the \r\nCouncil to the geopolitical realities of the twenty-\r\nfirst century. States capable of assuming global \r\nresponsibility for the maintenance of international \r\npeace and security should become eligible to take seats \r\nas new permanent members of the Security Council. \r\nBut membership is not about privilege — it is much \r\nmore about the responsibility, commitments and \r\nobligations that possible members are willing and ready \r\nto assume. If we wish to take a step forward, we should \r\nnot concentrate only on numbers. We should listen to \r\nthe substantial discussions of contenders on how they \r\nsee their work and role in the Council in the future and, \r\nupon getting in, how they would improve the work they \r\nprobably criticized when they were out.\r\nSecondly, the equitable geographic distribution of \r\nseats within the non-permanent category of Security \r\nCouncil membership must reflect and embrace all \r\nregional groups — including the Group of Eastern \r\nEuropean States — in an equal and proportional \r\nmanner.\r\nThirdly, the ideal goal is to achieve better \r\nrepresentation, as well as greater efficiency. Thus, the \r\nenlargement must not compromise the ability of the \r\nSecurity Council to function as defined in the Charter. \r\nWe need a Security Council that is effective and does not \r\nshy away from taking difficult decisions — a Council \r\nthat ensures prompt and effective action when needed. \r\nWe believe that, in order to ensure that, the enlargement \r\nof Council should be moderate and balanced.\r\nFourthly, Slovakia does not favour extending the \r\nright of veto to new permanent members. At the same \r\ntime, due consideration should be given to the scope \r\nand the manner that the veto is applied. Let me recall \r\nthe relevant proposals made by the High-level Panel on \r\nThreats, Challenges and Change (see A/59/565) in the \r\nrun-up to the 2005 World Summit Outcome (resolution \r\n60/1).\r\nThat being said, it is now time to move away from \r\nsimple repetitions of our positions and start concrete \r\nnegotiations on the basis of those proposals that have \r\nso far garnered the widest support. We feel that the \r\nproposals put forward by the Group of Four and the \r\nL.69 group enjoy such status. But the only vehicle that \r\ncan bring us to success is called compromise. Let us \r\nlook again to some temporary, interim solutions, such \r\nas semi-permanent membership with defined criteria \r\nand rules, or let us give appropriate attention to new \r\ninitiatives, such as the code of conduct for the voluntary \r\n13-55534 7/14\r\n08/11/2013 A/68/PV.49\r\nprovide inputs to initiate and to advance the process of \r\ntext-based talks in the intergovernmental negotiations.\r\nWhile it is obvious that the reform of the Security \r\nCouncil can be considered a work in progress, that \r\ndoes not mean that the intergovernmental negotiations \r\nshould be a never-ending process. My delegation \r\ntherefore strongly believes that the time has come to \r\nmove from rhetoric to action.\r\nFinally, we also welcome the reappointment \r\nof Ambassador Zahir Tanin as Chair of the \r\nintergovernmental negotiations. I wish him success in \r\nsteering this crucial process.\r\nMs. Rivera Sánchez (El Salvador) (spoke in \r\nSpanish): Allow me to express my delegation’s \r\nsatisfaction for the initiative of President Ashe to \r\nconvene this meeting of the General Assembly to \r\nreview the question of equitable representation on and \r\nincrease in the membership of the Security Council \r\nand related matters, as well as the question concerning \r\nSecurity Council reform.\r\nWe also welcome the reappointment of \r\nAmbassador Zahir Tanin, Permanent Representative \r\nof Afghanistan, as Chair of the intergovernmental \r\nnegotiations on Security Council reform. We are \r\nconvinced that, given his diplomatic skills and his \r\nlengthy experience and historical memory concerning \r\nthis matter, he is in a special position to continue \r\nleading the negotiations, which are extremely complex \r\nbut which undoubtedly are increasingly urgent in the \r\nlight of the international reality, in which the need for \r\na new international consensus related to peace and \r\nsecurity is increasingly prominent.\r\nNo less important is the President’s decision to \r\nconvene an advisory group of ambassadors with a \r\nview to providing suggestions and ideas to advance \r\nthese important intergovernmental negotiations. As \r\nthe President himself said, the advisory group has no \r\nthe power whatsoever to take positions or draw up \r\nintergovernmental negotiating documents; it can only \r\nsuggest possible plans of action for the Assembly’s \r\nconsideration and subsequent action, which we greatly \r\nvalue.\r\nEl Salvador’s position with regard to Security \r\nCouncil reform is widely known, and we have had \r\nthe honour of taking part in most of the debates on \r\nthat issue over time. Therefore, it is not my intention \r\nyet again to outline our position in this meeting; \r\ninstead, I can sum it up in our decisive support for the \r\nThe Lao People’s Democratic Republic is of the \r\nview that, in order to make the Security Council more \r\nrepresentative, democratic, effective, transparent, \r\naccessible and legitimate, the Council needs to be \r\nreformed in an appropriate manner. However, the \r\nreform should be conducted on the basis of the \r\nproposals submitted by Member States and by the \r\nintergovernmental negotiating process, which will \r\nbring mutual benefit for all Member States.\r\nThe Lao People’s Democratic Republic always \r\nsupports the reform of the Security Council and endorses \r\nthe proposal of the President of the General Assembly \r\nto conduct further intergovernmental negotiations on \r\nthe reform of the Security Council during the sixty-\r\neighth session, including through the establishment \r\nof an advisory group. However, we understand that \r\nthe advisory group does not have a negotiation role; \r\ntherefore, it aims only to give personal advice in \r\nconducting the intergovernmental negotiations.\r\nIn conclusion, my delegation would like to assure \r\nthe President that the Lao People’s Democratic Republic \r\nwill continue to support his work towards Security \r\nCouncil reform, and we reiterate that reform should \r\nbe conducted in the process of the intergovernmental \r\nnegotiations, which will sum up the appropriate proposals \r\nand ideas of the entire international community for \r\nCouncil reform. My delegation is confident that, with \r\nthe President’s wisdom and experience, all the parties \r\nconcerned will reach an agreement on Security Council \r\nreform and it will be successfully achieved in the year \r\nto come.\r\nMr. Graafenberg (Suriname): At the outset, I would \r\nlike to align myself with the statements delivered by the \r\nPermanent Representative of Guyana on behalf of the \r\nCaribbean Community, the Permanent Representative \r\nof Egypt on behalf of the Non-Aligned Movement, and \r\nthe Permanent Representative of Saint Kitts and Nevis \r\non behalf of the L.69 group (see A/68/PV.46).\r\nSuriname, together with the majority of the United \r\nNations membership, supports early reform of the \r\nSecurity Council, including expansion in both the \r\npermanent and non-permanent categories. It is critical \r\nto note that the time has come for the intergovernmental \r\nnegotiating process to finally move forward on the \r\ngrounds of text-based talks, dialogues and interactions. \r\nMy delegation therefore warmly welcomes the initiative \r\nand commitment of the President of the General \r\nAssembly at its sixty-eighth session, Ambassador John \r\nAshe, to assemble an advisory group to advise him and \r\n8/14 13-55534\r\nA/68/PV.49 08/11/2013\r\ntransparent way for the Security Council to function. It \r\nalso means greater coordination and complementarity \r\nof the actions of other bodies fo the system with \r\nprevention mandates.\r\nConsequently, the role of the permanent five would \r\nbe, first of all, to use all their political clout to review \r\nthe resources allocated to the United Nations to promote \r\nthe development of peoples before taking punitive \r\ndecisions and using force to resolve differences. That \r\nchange of paradigm therefore means going from a \r\ncompetition for planetary resources through the use of \r\nforce, to planetary cooperation wherein the 7 billion \r\nhuman beings can benefit from the means of dignified \r\nliving and the opportunity to shape our own destiny in \r\npeace and with respect and full cooperation. Believing \r\nthat the future of humankind can be built on the basis \r\nof the current paradigm is not only unrealistic, but also \r\nwasteful of all manner of resources on an impossible \r\ntask.\r\nIn conclusion, allow me to reiterate El Salvador’s \r\ncommitment to building a new paradigm for Security \r\nCouncil reform. Our own history shows that it is \r\npossible. It is not an easy task and there are often \r\nsetbacks, but it is the only way to move in the right \r\ndirection and to build a new, inclusive society for all.\r\nMr. Mohamed (Sudan) (spoke in Arabic): At the \r\noutset, we would like to express our appreciation for the \r\nongoing efforts of Ambassador John Ashe in making \r\nthe reform of the Security Council one of his priorities \r\nat this session. We are also grateful for Ambassador \r\nTanin’s diligent work as Chair of the intergovernmental \r\nnegotiations on Security Council reform.\r\nWe thank the Chinese delegation for introducing \r\nthe annual report of the Council (A/68/2).\r\nWe add our voice to the statements made by the \r\nrepresentatives of Egypt on behalf of the Non-Aligned \r\nMovement and of Sierra Leone on behalf of the African \r\nGroup (see A/68/PV.46).\r\nWe have taken note of the establishment of an \r\nadvisory group on the topic of Security Council reform. \r\nThe advisory group does not express the views of any \r\nnegotiating groups or States. It is only an advisory \r\ngroup. \r\nEfforts to reform the Council have dragged on for \r\ntwo decades with little result. At this time, the majority \r\nof General Assembly members seek structural reform \r\nof the Security Council . It has been a source of sadness \r\nexpansion of Security Council membership in both \r\ncategories — permanent and non-permanent. Our \r\ncountry favours the aspirations of Brazil, Germany, \r\nJapan and India to permanent membership of the \r\nSecurity Council with the right to veto. We also agree \r\nthat it is important to have regional representation in \r\nwhich Africa could have two permanent seats in the \r\nSecurity Council and Latin America and the Caribbean \r\ncould have one.\r\nWe agree with most delegations that there is a \r\nneed to reform and improve the working methods of \r\nthe Security Council in order to foster its transparency \r\nand democratization, as well as a growing and more \r\nsubstantive relationship among the Security Council, \r\nthe General Assembly and the Economic and Social \r\nCouncil, in accordance with the Charter of the United \r\nNations. In that regard, it is important to underscore \r\nthat, through the implementation of peace operations, \r\nissues related to special political missions in the broader \r\ncontext of the implementation of the Security Council’s \r\nmandate on the maintenance of international peace and \r\nsecurity have gradually led to a de facto change in the \r\nrelationship of the mandates of the Security Council \r\nand the General Assembly, given the evident needs of \r\ncollective action.\r\nAlthough this issue is being discussed for the \r\nfirst time in the Special Political and Decolonization \r\nCommittee (Fourth Committee) and the budget is \r\nbeing discussed in the Administrative and Budgetary \r\nCommittee — the Fifth Committee — the crux of \r\nthe matter, in our opinion, lies in the need to resolve \r\nconflicts in different parts of the world that by their \r\nnature must be approached in an unconventional way. \r\nIt is precisely that issue that leads us to think about \r\nthe urgent need to change the paradigm upon which we \r\nhave been basing our discussions on Security Council \r\nreform. Following the same path will undoubtedly lead \r\nto the same outcome — a lack of agreement among the \r\nMember States with respect to Security Council reform.\r\nFor El Salvador, changing the paradigm means \r\nchanging the logic of putting out fires, which currently \r\ndefines the Security Council’s action. That could \r\ntherefore mean acting in a preventative capacity. Of \r\ncourse, preventive action means, among other things, \r\nacting as an integrated system, especially among the \r\nGeneral Assembly, the Economic and Social Council \r\nand all their its subsidiary bodies. That can also apply \r\nto the Security Council reform that we are negotiating, \r\nbecause it has to do with a more democratic and \r\n13-55534 9/14\r\n08/11/2013 A/68/PV.49\r\nwith all parties in bringing the mission of Council reform \r\nto fruition.\r\nWe emphasize the need to expand and reform the \r\npermanent and non-permanent categories of Council \r\nmembership in order to make that organ more up-\r\nto-date and effective in maintaining international \r\npeace and security, as enshrined in the Charter of the \r\nUnited Nations. Arab representation should be part \r\nof that expansion, given the regional, geographic and \r\ndemographic weight of the Arab States.\r\nThe Security Council has adopted a great many \r\nresolutions concening Iraq. We therefore attach \r\nconsiderable importance to negotiations to expand \r\nCouncil membership with a view to arriving at a \r\ncommon ground that Members States agree upon. Our \r\nsupport for expanding the membership of the Council is \r\nalso a response to the increase in the number of States \r\nMembers of the United Nations since the Council was \r\nestablished. \r\nThe Council should be made more transparent, \r\nrepresentative and balanced, without affecting its \r\ncompetence and effectiveness. Despite the fact that \r\nin past years we have witnessed an increase in the \r\nCouncil’s open meetings and greater participation \r\nin the part of non-member States, we hope that when \r\nthe Council’s consultations touch upon the interests of \r\nthose non-member States, such practices will begin to \r\ninclude calling upon the particular State whose interests \r\nare at stake to attend the closed Council consultations \r\nrelating to it.\r\nWe urge the Council to hold additional informational \r\nbriefings for non-members. Such briefings, undertaken \r\nunder Article 31 of the Charter of the United Nations, \r\nreflect positively on the Council’s openness and \r\ntransparency in its work.\r\nMy delegation calls for restricting the use of the \r\nright of veto to the greatest extent possible, perhaps \r\nthrough the adoption of certain measures that would \r\nmake it difficult to exercise that right except in line \r\nwith Chapter VII of the Charter. Moreover, the veto \r\nmust not be used in cases of genocide or breaches of \r\ninternational humanitarian law.\r\nMost of the conflicts that affect international peace \r\nand security are regional in nature. That is why we \r\nbelieve in the important role of regional organizations \r\nin promoting the peaceful settlement of such conflicts. \r\nWe therefore call for activating Chapter VIII of \r\nand frustration to my delegation that no progress has \r\nbeen made in the five reform categories called for in \r\ndecision 62/557 — including the expansion of the \r\ntwo categories of membership, the decision-making \r\nprocess, and the abolition of the right of veto — that \r\nwould make the Council more transparent, democratic \r\nand representative of the 193 States Members of the \r\nUnited Nations.\r\nAs the Assembly will recall, the African continent \r\nhas 54 States. Its representation in the Security \r\nCouncil, which is exclusively non-permanent, is not \r\ncommensurate with that number or with the African \r\nmatters being discussed in the Council, which represent \r\nmore than 70 per cent of the items with which the \r\nCouncil is seized. Consequently, the African position \r\nmust be taken into consideration as reflected in the \r\nSirte Declaration of 1999 and the Ezulwini Consensus \r\nof 2005, which call for two permanent seats with the \r\ncompetencies and privileges enjoyed by the current \r\npermanent members, and five non-permanent seats. \r\nThe African position represents the aspirations of \r\nthe entire continent. It is characterized by f lexibility \r\nin regard to the veto and calls for abolishing it in the \r\nfuture while asking for the right to exercise the veto as \r\nlong as it stands.\r\nMy delegation supports the Arab position agreed at \r\nthe 2010 African Union summit, held in Sirte, as well \r\nas the position of the Islamic Group represented in the \r\nOrganization of Islamic Cooperation.\r\nIntergovernmental negotiations on the reform of \r\nthe Security Council constitute the only forum and \r\nmachinery adapted to negotiate such reform. They \r\nshould not be replaced by any other forum or group. \r\nReform should be comprehensive and need not be \r\nconfined to a specific time frame, and it should enjoy \r\nthe support of the majority of United Nations Members.\r\nMr. Alnaqshabandi (Iraq) (spoke in Arabic): At \r\nthe outset, on behalf of my delegation, I would like \r\nto extend my thanks to the President of the General \r\nAssembly for his explanation concerning the advisory \r\ngroup on Security Council reform, under agenda item \r\n123, and for his insistence that the group would have \r\nan exclusively advisory role without interference in \r\nintergovernmental negotiations (see A/68/PV.46).\r\nWe welcome the reappointment of Ambassador Tanin as \r\nChair of intergovernmental negotiations on the reform of \r\nthe Council. We pledge our commitment and cooperation \r\n10/14 13-55534\r\nA/68/PV.49 08/11/2013\r\nIn our view, focusing on turning the Security \r\nCouncil into an accountable international body that \r\nis responsive to the general membership and public \r\nopinion should be the overarching goal, and we should \r\nredirect all of our efforts to that end. That is the only \r\nway to redress the damage and enhance the credibility \r\nof the Council. To that end, there is a pressing need \r\nto strive towards strengthening the representative \r\nand democratic foundation of the Council. We shall \r\nattain that objective only if we continue to stick to a \r\ncomprehensive reform of the Council, encompassing \r\nall five interrelated clusters: the categories of \r\nmembership, the veto, size and working methods, \r\nregional representation, and the relationship between \r\nthe Security Council and the General Assembly.\r\nGiven the importance of that process, I appreciate \r\nthe attention and leadership of Ambassador Ashe with \r\nregard to the reform of the Security Council. Since \r\nthe beginning of his tenure, he has demonstrated his \r\ninterest in moving Council reform forward. In his letter \r\nof 22 October, he conveyed his intention to continue \r\nwith the intergovernmental negotiations during the \r\nsixty-eighth session, which is a welcome development. \r\nWe believe that the efforts made over the past six \r\nyears within the framework of the intergovernmental \r\nnegotiations are worthy of praise in the context of the \r\nlong road towards reform of the Council. My delegation \r\nwelcomes the continued efforts in that regard and \r\nis willing to participate in the process, based on text \r\nand focused on achieving results. Let me reiterate that \r\nCouncil reform should be firmly membership-driven \r\nand advance on a fully comprehensive and transparent \r\nbasis. Therefore, we look to the negotiations as the only \r\nforum for reaching an agreement on that issue.\r\nOn the report of the Security Council to the General \r\nAssembly (A/68/2), I would refer only to the chronic \r\nproblem of an encroachment by the Security Council \r\non the work of the other main organs, particularly the \r\nAssembly, the Economic and Social Council and even \r\nsome technical bodies, such as the International Atomic \r\nEnergy Agency, under the pretext of security. There is \r\nalso an alarming trend in which the Security Council \r\nhas been increasingly involved in lawmaking and norm-\r\nsetting practices. The unnecessary and hasty resort \r\nto Chapter VII of the Charter of the United Nations, \r\nand the threat or use of sanctions in cases in which no \r\nactions have even been necessary, are other issues of \r\nconcern to the general membership that have hurt the \r\ncredibility and legitimacy of the Council’s decisions. \r\nThose disturbing trends, which run counter to the letter \r\nthe Charter, without prejudice to the purview and \r\nresponsibilities of the Security Council, with a view to \r\nprotecting and enhancing human rights.\r\nMr. Dehghani (Islamic Republic of Iran): At the \r\noutset, let me begin by expressing our appreciation \r\nto the President for convening this meeting on such \r\nan important issue. I would also like to congratulate \r\nAmbassador Zahir Tanin, the Permanent Representative \r\nof Afghanistan, on his reappointment as Chair of the \r\nintergovernmental negotiations at the sixty-eighth \r\nsession.\r\nWhile associating my delegation with the statement \r\nof the Non-Aligned Movement delivered yesterday by \r\nthe Ambassador of Egypt (see A/68/PV.46), allow me \r\nto further explain our position on the issue, which is of \r\ngreat importance to my Government.\r\nMy delegation has on many occasions expressed \r\nits view on the different aspects of the reform of the \r\nSecurity Council. Therefore, I will avoid going into \r\ndetail at this meeting. I would just recall briefly that it \r\nis an established fact that, as a result of the evolution of \r\nthe international situation and the constant rise of new \r\nopportunities for and new challenges to the international \r\ncommunity, a drastic revamping of the Council is \r\nrequired. Such a foregone conclusion is based on \r\nexperience and on the reality that the Security Council, \r\nwith its current working methods and composition, \r\nwhich are long-outdated, cannot succeed in its very \r\nimportant responsibility of maintaining international \r\npeace and security. Fortunately, this is a point on which \r\nthere is overall agreement among Member States, and \r\nwe almost all agree that a comprehensive reform of the \r\nCouncil corresponding to the needs and requirements \r\nof the day is long overdue.\r\nThe size and composition of the Council, like \r\nits working methods, are among the most important \r\naspects of Security Council reform. The current \r\ncomposition of the Council is neither regionally \r\nbalanced nor geopolitically reflective of today’s \r\nrealities. Therefore, the Council is not representing \r\nthe realities of the international community. Moreover, \r\nwe believe that the failure to change the Council’s \r\ncomposition and to adequately improve its working \r\nmethods and decision-making processes lies at the \r\nroot of a noticeable decline in international public \r\ntrust in that important body. As a result, the image and \r\ncredibility of the Council have suffered in the eyes of \r\nthe general membership.\r\n13-55534 11/14\r\n08/11/2013 A/68/PV.49\r\nmethods, which are part of the fourth item of decision \r\n62/557, are already a part of our debate on Security \r\nCouncil reform. In that regard, I would also refer to \r\nthe Council’s open debate under the presidency of \r\nAzerbaijan in October (see S/PV.7052). Indeed, in both \r\ncases, we can all agree that more can be done to address \r\ngaps and shortcomings. In fact, some of those have \r\nalready been pointed out.\r\nThe Pacific small island developing States (SIDS) \r\nbelieve that there has to be reform in both categories of \r\nmembership in the Council, but any reform, including \r\nall the components of decision 62/557, must garner \r\nthe widest possible support from the entire United \r\nNations membership. However, the negotiations must \r\ncommence forthwith and be guided by decision 62/557. \r\nAll the issues covered in the decision should be in a \r\ndocument, along with all the viable options mentioned \r\nso far. Those options should then be subjected to a series \r\nof robust and genuine negotiations in that process. We \r\nmust avoid another series of discussions, to which we \r\nhave all become accustomed.\r\nIn her recent statement to the Security Council \r\nduring the open debate on working methods, the \r\nPermanent Representative of Singapore made the \r\nsalient point that\r\n“[t]he reality is that small island States are \r\nunlikely to obtain a permanent seat in whatever \r\nnew configuration might emerge from an overall \r\nreform of the Council in the future” (S/PV.7052 \r\n(Resumption 1), p. 15).\r\nIt is probably equally true to reiterate that many other \r\nStates may not even have the capacity to serve under any \r\nconfiguration of the Council. However, that should not \r\npreclude the possibility that some of the small States may \r\nindeed have the capacity to serve. Many of the Pacific \r\nsmall island developing States currently serve in United \r\nNations peacekeeping operations around the world. \r\nWhile Fiji provides the largest numbers, some of our \r\nsmallest members, such as Palau, are also participants \r\nin United Nations peacekeeping operations. Thus, the \r\nPacific SIDS continue to fulfil their obligations under \r\nthe Charter of the United Nations.\r\nWe believe that aspects of the third key issue of \r\ndecision 62/557, relating to regional representation, \r\npresent an alternative option where small and very \r\nsmall States might be better catered to in terms of \r\nmembership on a rotating basis within United Nations \r\nregional groups. We see this issue currently emerging \r\nand the spirit of the Charter should be checked and \r\nabandoned.\r\nMr. Aisi (Papua New Guinea): I have the honour \r\nto speak on behalf of the following countries: the \r\nFederated States of Micronesia, Fiji, Kiribati, the \r\nRepublic of the Marshall Islands, Nauru, Palau, Samoa, \r\nSolomon Islands, Tonga, Tuvalu, Vanuatu and my own \r\ncountry, Papua New Guinea.\r\nWe note that the President, in his statements \r\naccepting his election to his post by acclamation (see \r\nA/67/PV.87) and at the opening of the general debate \r\nof the General Assembly at its sixty-eighth session (see \r\nA/68/PV.5), clearly expressed that part of his agenda \r\nwould also include addressing the ongoing issues \r\npertaining to the reform of the principle organs of the \r\nUnited Nations, including the reform of the Security \r\nCouncil. Already, a number of measures are under \r\nway to reform the Council. What is now needed is the \r\nre-energizing of the process. In that regard, we count \r\non the President’s leadership and we reiterate our \r\nunequivocal support for him.\r\nWe commend the appointment of Ambassador Zahir \r\nTanin to again chair the intergovernmental negotiating \r\nprocess. Like many other delegations and as in previous \r\nsessions, we again convey our collective support and \r\ngratitude to him for the sterling work he has done, \r\nIndeed, we look forward to his continued leadership.\r\nThe reform of the Security Council remains an \r\nimportant issue on the United Nation’s agenda. It is \r\nrooted in the 2005 World Summit Outcome (resolution \r\n60/1) and further elaborated in decision 62/557. If \r\nthe intergovernmental negotiating process is to be \r\neffective, there have to be real and genuine negotiations \r\non all the relevant issues, and more specifically on \r\nthe five issues covered in decision 62/557, namely, \r\nthe categories of membership, the veto, regional \r\nrepresentation, enlargement and working methods, and \r\nthe relationship between the General Assembly and the \r\nSecurity Council.\r\nWhat is quite interesting is that the fifth issue in \r\ndecision 62/557 — the relationship between the General \r\nAssembly and the Security Council — is already \r\noperational, given that this debate has included the \r\nintroduction and discussion of the Security Council’s \r\nannual report (A/68/2), introduced by the Permanent \r\nRepresentative of China on behalf of the Chinese \r\npresidency of the Council for this month (see A/68/\r\nPV.46). We can also say that the Council’s working \r\n12/14 13-55534\r\nA/68/PV.49 08/11/2013\r\nthat does not exist anymore. It should be replaced on \r\na basis of equitable representation, suitable for this \r\ntwenty-first-century world, so that the most important \r\ndecisions on international peace and security, which \r\ninevitably affect all of us, can be adopted by appropriate \r\nand forceful majorities truly representative of the \r\ncommunity of nations. \r\nThe interest of the entire international community \r\nin the matter under consideration is obvious. Today’s \r\ndebate on the question of equitable representation on \r\nand increase in the membership of the Security Council \r\nand related matters presents an excellent opportunity \r\nto identify possible shortcomings in areas requiring \r\nimprovement and adjustments.\r\nThe Security Council has failed to address the \r\nsituation in the Palestinian and Arab occupied territories, \r\nan issue that has been under its consideration for more \r\nthan six decades. That failure to safeguard international \r\npeace and security and achieve fair restitution for those \r\nwho deserve it has encouraged Israel to persist in \r\nescalating its violations of international law, breaching \r\nthe Palestinian people’s rights and continuing its \r\nongoing quest to change the situation on the ground.\r\nFurthermore, the Syrian crisis continues, with \r\na regime bent on suppressing the will of its people \r\nthrough brute force, killing and displacing millions of \r\npeople under the watch and in the sight of a Council \r\nparalysed by abuse of the veto system. The aspirations \r\nof the Syrian people, the will of the international \r\ncommunity, represented by the General Assembly and \r\nits adopted resolutions, and the unanimous views of \r\nmembers of regional organizations have been ignored \r\nand not properly acted on by the Security Council. All \r\nof that reaffirms the danger manifest in delays in taking \r\nappropriate, timely decisions aimed at achieving peace \r\nin our region and the world.\r\nThat is why Saudi Arabia calls for profound \r\nand comprehensive reform of the Security Council, \r\nincreasing its membership and abandoning or restricting \r\nthe use of the veto system, in order to enable the Council \r\nto fulfil its obligations concerning the preservation of \r\npeace and security in the world. We emphasize the need \r\nfor comprehensive reform based on universality, equity \r\nand regional balance, and addressing all substantive \r\nissues related to the questions, among others, of \r\nmembership, regional representation, the Council’s \r\nagenda, and its working methods and decision-making \r\nprocess.\r\nin various regional groups, but on an ad hoc basis. \r\nAbove all else, the principal reason for the Pacific \r\nSIDS to remain in this debate is that, like all the United \r\nNations reform issues we have all committed to, it is a \r\nfundamental issue of governance.\r\nWe should be collectively proud that the reform \r\nprocess initiated as a result of the World Summit in \r\n2005 has seen the establishment of the Peacebuilding \r\nCommission, UN-Women and the Human Rights \r\nCouncil, replacing the Commission on Human Rights. \r\nWhile we recognize that reform of the United Nations \r\nSecretariat is still ongoing and much more could be \r\ndone, the fact is that it is proceeding. The outstanding \r\nissue is reform of the Security Council.\r\nWhile the current Security Council structure has \r\nserved the global community reasonably well to date, \r\nthe new geopolitical realities, along with the new \r\nand emerging security challenges of the twenty-first \r\ncentury — including the adverse impacts of climate \r\nchange and its security implications — demand \r\nbroader participation on the part of Member States \r\nin the Council’s membership and deliberations. We \r\nacknowledge the commitments supporting the reform \r\nprocess, stated in the past and again during this debate \r\nby permanent members of the Security Council. \r\nHowever, it is a fact that neither they nor the President’s \r\nadvisory group can reform the Council, because it is the \r\nfull United Nations membership that must effect that \r\nreform. Therein lies the challenge for us all.\r\nMr. Al-Mouallimi (Saudi Arabia): I would like \r\nto extend my thanks and appreciation to the President \r\nof the General Assembly at its sixty-eighth session, \r\nMr. John Ashe, for convening this joint debate on \r\nthe report of the Security Council (A/68/2) and the \r\nquestion of equitable representation on and increase \r\nin the membership of the Security Council and related \r\nmatters. I would also like to thank the current President \r\nof the Security Council, Ambassador Liu Jieyi of \r\nChina, for introducing the Council’s annual report (see \r\nA/68/PV.46).\r\nWe attach particular importance to today’s debate. \r\nMember States have made great efforts to expedite the \r\nreform process. However, no tangible progress has been \r\nachieved so far. The world today is not the world of the \r\nmid-twentieth century. The power structure of the past \r\nis no longer consistent with the realities of the present. \r\nWe are asking for fair representation in the Council, \r\nso that it does not merely reflect an old world order \r\n13-55534 13/14\r\n08/11/2013 A/68/PV.49\r\nthe Council from effectively defending fundamental \r\nvalues and principles of humankind.\r\nSaudi Arabia calls for the strengthening of the \r\npartnerships between the Council with regional \r\nand subregional organizations, including the Gulf \r\nCooperation Council, the League of Arab States and \r\nthe Organization of Islamic Cooperation. We believe \r\nthat more frequent interactions between the Council \r\nand regional organizations can play an important role in \r\nsolving critical crises affecting the respective regions. \r\nWe respect the decision of the President of the \r\nGeneral Assembly to form an advisory group. We \r\nunderstand that the purpose of the group is to serve as \r\nan informal group to advise the President on the reform \r\nprocess. However, we would like to express our concern \r\nthat the advisory group does not have any representation \r\nfrom any member of the League of Arab States or the \r\nOrganization of Islamic Cooperation, which constitute \r\n11 per cent and 30 per cent, respectively, of the total \r\nUnited Nations membership. We further want to ensure \r\nthat the advisory group is not intended as a replacement \r\nfor the intergovernmental negotiations in any respect.\r\nIn conclusion, I urge all members to take all possible \r\ninitiatives to expedite the comprehensive reform process, \r\nwhich would hopefully result in resolving current crises \r\nand in maintaining peace and security in the world.\r\nMr. Del Campo (Chile) (spoke in Spanish): \r\nChile associates itself with the statement made by \r\nthe representative of Switzerland on behalf of the \r\nAccountability, Coherence and Transparency group(see \r\nA/68/PV.46), of which Chile is a member. Likewise, \r\nChile also wishes to reiterate its constructive spirit in \r\nthat intergovernmental process and hopes that we will \r\nbe able to reach an early consensus with respect to \r\nSecurity Council reform.\r\nImproving the working methods of the Security \r\nCouncil, on the one hand, and expanding its \r\ncomposition, on the other, would not only improve the \r\neffectiveness of that organ but would also ensure its \r\nprincipal legitimacy. In that regard, Chile is open to the \r\nvarious initiatives of Member States and of the bodies \r\nunder the General Assembly seeking to give impetus \r\nto the intergovernmental process, which is the only \r\nchannel available to the General Assembly for Security \r\nCouncil reform.\r\nThat is why we express our confidence in the \r\nrecent initiatives taken by the Presidemt of the General \r\nAssembly, Ambassador Ashe. The advisory group \r\nWe support an expanded membership of the Council \r\nthat includes permanent seats for the Arab States, \r\nAfrican States and other underrepresented groups. The \r\nissue of reform should be addressed in a comprehensive, \r\ntransparent and balanced manner, and the process \r\nshould reflect the views of all Member States. The \r\ncurrent process, which has continued for several years, \r\nis clearly not going anywhere. While we appreciate the \r\nefforts of Ambassador Tanin of Afghanistan in leading \r\nand coordinating the review process, we believe that \r\nnew vigour must be injected into it in order to enable us \r\nto reach prompt and reasonable conclusions.\r\nSaudi Arabia believes that merging positions and \r\nproposals on reform and expansion of the Council \r\nshould be done after consulting with the State or \r\ngroup of States concerned and with their approval. \r\nThat would encompass the African common position \r\non rectifying the historical injustice of the continent’s \r\nlack of representation on the Council, as well as the \r\nArab position, which requests a permanent seat for the \r\nArab Group in any future expansion of the permanent \r\nmembership category. There is a clear need for an \r\nenhanced and stronger presence of the Arab and Islamic \r\nworld on the Security Council.\r\nThe Council’s annual report includes some \r\nvery important issues. We welcome the opportunity \r\nafforded Member States to examine it in depth before \r\ncommenting on it. We welcome the decision to have a \r\nseparate meeting on the topic this year, giving Member \r\nStates more time to analyse the report’s contents and \r\nthus enhancing the quality of discussion. Saudi Arabia \r\nstrongly believes that transparency and inclusiveness \r\nare fundamental to improving the Council’s working \r\nmethods. Advancing those principles will enhance the \r\nCouncil’s accountability to the general membership; \r\nimproving its working methods will also enhance its \r\nefficiency.\r\nWe recognize that the Council has taken significant \r\nsteps over the years both to improve the effectiveness of \r\nits work and to open itself to non-member States. But in \r\nthe interests of its overall efficiency and effectiveness, \r\nthe Council should devote more time and effort to \r\nthe core issues of international peace and security, in \r\naccordance with its primary responsibility, and refrain \r\nfrom encroaching on the mandates of other bodies. \r\nSaudi Arabia reiterates the appeal to the permament \r\nmembers to refrain from exercising the right of veto \r\nin situations of crimes against humanity, war crimes, \r\ngenocide or ethnic cleansing, since doing so prevents \r\n14/14 13-55534\r\nA/68/PV.49 08/11/2013\r\npeople and expressed unqualified support for MINURSO \r\nand the Personal Envoy of the Secretary-General. Most \r\nCouncil members affirmed that a mutually acceptable \r\npolitical solution was the only lasting solution to the \r\nconflict. All delegations noted the reforms undertaken \r\nby Morocco in the field of human rights, notably the \r\nestablishment of the National Human Rights Council, \r\nincluding its commissions in Laayoune and Dakhla, \r\nand its cooperation with the special procedures of the \r\nHuman Rights Council.\r\nWe also note a falsehood in Algeria’s statement \r\nin referring to a draft Security Council resolution that \r\nproposed expanding MINURSO’s mandate. That exists \r\nonly in Algeria’s imagination. No draft resolution \r\nsubmitted for the consideration of Council members \r\nmentioned such an expansion.\r\nFurthermore, the representative of Algeria spoke \r\nof the Frente Polisario representative being excluded \r\nfrom speaking at the stakeout. I wish to remind him \r\nthat that platform is reserved for States Members of the \r\nUnited Nations. Imagine the position we would be in if \r\nit were open to anyone. The United Nations has its rules \r\nand practices. However, not everyone seems willing \r\nto respect that discipline. The Algerian proposal is \r\ngroundless and unreasonable.\r\nThe Acting President (spoke in French): The \r\nGeneral Assembly has thus concluded this stage of its \r\nconsideration of agenda items 29 and 123.\r\nProgramme of work\r\nThe Acting President (spoke in French): I should \r\nlike to consult members on the convening of a meeting \r\non Thursday, 21 November, in order to give interested \r\ndelegations that wish to do so the opportunity to \r\ncontinue deliberations on the report of the Security \r\nCouncil.\r\nMay I take it that the General Assembly decides \r\nto convene a plenary meeting on agenda item 29 on \r\nThursday, 21 November?\r\nIt was so decided. \r\nThe meeting rose at 4.30 p.m.\r\ncould always provide innovative ideas that could help \r\nto establish the conditions to give that exercise political \r\nmomentum. My delegation is ready to make specific \r\nproposals in order to address that challenge, which \r\naffects the functioning and overall effectiveness of the \r\nsystem. \r\nThe Acting President (spoke in French): We have \r\nheard the last speaker for this meeting in the debate on \r\nagenda items 29 and 123.\r\nI now call on the representative of Morocco, who \r\nwishes to speak in exercise of the right of reply. I would \r\nremind representatives that statements in the right of \r\nreply are limited to 10 minutes for the first statement \r\nand to five minutes for the second statement and should \r\nbe made by delegations from their seats.\r\nMr. Laassel (Morocco) (spoke in French): My \r\ndelegation wishes to exercise its right of reply in \r\nresponse to the statement made by the representative \r\nof Algeria (see A/68/PV.47). The representative of \r\nAlgeria, whose country continues to claim that it is \r\nnot party to the conflict, finds a way to mention the \r\nsituation concerning Moroccan Sahara even during \r\nthe considation of the report of the Security Council \r\nand the reform of that important principal organ of the \r\nUnited Nations.\r\nThe members of the General Assembly now have \r\nproof, if any were needed, that Algeria is the main actor \r\nand even the driver in the conflict over the Moroccan \r\nSahara. The representative of Algeria, who seems not \r\nto have read the report of the Security Council, said \r\nthat that document did not reflect the state of informal \r\nconsultations and cited the case of the Moroccan \r\nSahara. I would enlighten him and refer him to page \r\n38 of the report, where, reflecting the consultations \r\nof 30 October, it is stated, among other things, that \r\nthe Special Representative had said that the situation \r\nin the Western Sahara during the reporting period \r\nhad remained stable and that the ability of the United \r\nNations Mission for the Referendum in Western Sahara \r\n(MINURSO) to report on the situation had improved. \r\nThe also said that Security Council members \r\nexpressed appreciation for the efforts of Morocco to \r\nimprove the living conditions of the Western Saharan \r\n"