"In the absence of the President, Mr. Deng (South \r\nSudan), Vice-President, took the Chair.\r\nThe meeting was called to order at 6.15 p.m.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by His Excellency Mr. Elio di Rupo, \r\nPrime Minister of the Kingdom of Belgium\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Kingdom \r\nof Belgium.\r\nMr. Elio di Rupo, Prime Minister of the Kingdom of \r\nBelgium, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Elio di Rupo, Prime \r\nMinister of the Kingdom of Belgium, and inviting him \r\nto address the Assembly.\r\nMr. Di Rupo (Belgium) (spoke in French): It was \r\nin my country, in Ypres, during the First World War, \r\nthat chemical weapons were used in a conflict for the \r\nfirst time. We can all recall the dreadful suffering of \r\nthousands of those soldiers. Almost 100 years later, \r\nthat same suffering is being inflicted on thousands of \r\nSyrians. Despite the international Geneva Protocol of \r\n1925, the history of the world — a shared history — is \r\nrepeated, from Ypres to Damascus.\r\nThis is the second year that I have addressed the \r\nGeneral Assembly from this rostrum. In one year, so \r\nmany hopes have been raised and fulfilled but, at the \r\nsame time, so many additional war crimes have been \r\ncommitted. A year ago, I spoke of 30,000 Syrian \r\ndeaths. Today there are 120,000. And that conflict is \r\nnot the only one. While we are talking here, atrocities \r\ncontinue in various parts of the world.\r\nAll of us here must show as much courage as the \r\nmen and women who are fighting in the streets for their \r\nfreedom and dignity. Within the United Nations, we \r\nhave everything we need to act, while those who are \r\nfighting often have nothing but their courage to live on. \r\nIf a veto must be cast, it should be a veto on tyrants and \r\ntheir crimes.\r\nNo one can end a famine or stop a tyrant alone.\r\nPeace is a shared responsibility. That is why there is \r\nno alternative to multilateralism and politics, if we \r\nseek to improve the lot of humankind. That is what \r\nmotivates Belgium’s commitment, which is political, \r\nfinancial and at times even military, as the fifteenth \r\nmost significant contributor to the United Nations.\r\nMy country is also of the view that among \r\nour responsibilities we have the responsibility to \r\nprotect — that is to say, the responsibility to prevent and \r\nfight the particularly atrocious crimes of genocide, war \r\ncrimes, crimes against humanity and ethnic cleansing. \r\nBelgium fully supports the actions of the United \r\nNations in that regard. In 2014, we will organize an \r\ninternational conference in Brussels on the prevention \r\nof genocide.\r\nWhen we work together, we achieve results. Mali is \r\nproof of that. But let us not forget that nothing is ever \r\nUnited Nations A/68/PV.14\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n14th plenary meeting\r\nThursday, 26 September 2013, 6 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1348668*\r\n13-48668 (E)\r\n2/26 13-48668\r\nA/68/PV.14 26/09/2013\r\nRespect for the law is a foundation of the life we share. \r\nLaws must be respected, including in situations of \r\nconflict. I am referring in particular to humanitarian \r\nlaw, so that victims can receive assistance and care.\r\nBelgium has echoed and tirelessly backed the calls \r\nfrom humanitarian agencies for the obstacles to their \r\nactivities to be lifted. We demand that access to health \r\ncare be improved on the ground everywhere, including \r\nin Syria. All parties must respect international \r\nhumanitarian law. My country participates actively \r\nin efforts to provide assistance to populations that \r\nhave been victims of fighting. The onset of winter \r\nand the sharp rise in the number of victims, refugees \r\nand displaced persons mean that the international \r\ncommunity must step up its efforts further still.\r\nThe law must also stop impunity. Peace cannot ever \r\nbe built on amnesty for the worst crimes, or turning a \r\nblind eye thereto. Together with 56 other States, Belgium \r\nhas called for the situation in Syria to be referred to the \r\nInternational Criminal Court. The work of the Court is \r\ncontributing to bringing about an era of responsibility. \r\nAll States should cooperate with the Court.\r\nThe law must also make it possible to bring \r\ndictatorships and oppression to an end. In 2010, all \r\nthose who defend democracy welcomed the advent of \r\nthe Arab Spring. I am not one of those who today have \r\nturned their backs on that hope. Let us not forgot all \r\nof the women and men in Tunisia, Libya, Egypt and \r\nelsewhere who wish to live in peace. We must support \r\nthem and promote the holding of free elections. We \r\nshould encourage them to draft constitutions that \r\nguarantee fundamental rights, justice and equality. We \r\nshould also recall that winning an election or exercising \r\nauthority following elections does not give someone \r\nthe right to oppress minorities. True democracy means \r\nrespecting and protecting minorities.\r\nThe law must guarantee individual freedoms. \r\nFreedom means, for example, the right of young women \r\nto study and to choose their partners for themselves \r\nor to remain single. Freedom also means the rights \r\nof women to move in public as they please. Freedom \r\nalso means to right to practice one’s religion or to \r\npractice none at all. Freedom also means the right of \r\nheterosexual and homosexual couples to walk hand in \r\nhand in the street or in other public spaces. I am proud \r\nthat Belgium guarantees those fundamental freedoms. \r\nI am also proud that my country promotes efforts to \r\nspread such freedoms everywhere in the world.\r\nsettled forever. For it to last, peace must be continuously \r\nnourished. I would like to commend in particular the \r\nrecent efforts of the international community in the \r\nDemocratic Republic of the Congo. The population \r\nof the north-east of the country has for years suffered \r\nmassacres, mass rapes, the forced recruitment of \r\nsoldiers, including of child soldiers, pillage and forced \r\ndisplacement. Just yesterday, witnesses told me of \r\nmartyred children. That is shameful.\r\nThe efforts of the Secretary-General and the \r\nSecurity Council to strengthen the mandate of the \r\nUnited Nations Organization Stabilization Mission \r\nin the Democratic Republic of the Congo are bearing \r\nfruit. The Intervention Brigade is playing an active \r\nrole in protecting the population. The Addis Ababa \r\nFramework offers a genuine possibility for the \r\nstabilization of the entire region. However, let us make \r\nno mistake: agreement at Kampala is essential for the \r\nprocess to be successful. Pragmatic solutions must \r\nalso be found — without, however, accepting general \r\namnesty or allowing for impunity for war crimes and \r\ncrimes against humanity.\r\nBelgium stands ready to contribute to such solutions. \r\nThe territorial integrity of the Democratic Republic \r\nof the Congo must also be respected. All external \r\ninterference must cease. Belgium urges the Congolese \r\nauthorities to implement the structural reforms needed \r\nin the army and the police, so as to re-establish the \r\nrule of law throughout the national territory and to \r\nguarantee the prosperity of the Congolese people.\r\nGoing to war, building walls and curtailing rights \r\nis always easier than building bridges and keeping \r\nthe peace. It is easier to build walls than to organize \r\na democratic system or build hospitals and schools. \r\nIn our contemporary globalized world, conflicts can \r\nbe resolved only by political solutions. That is why \r\nBelgium supports the efforts of Mr. Lakhdar Brahimi, \r\nJoint Special Representative of the United Nations \r\nand the League of Arab States, as he seeks to bring \r\nthe parties to the negotiating table. In that regard, I \r\nwelcome the American-Russian initiative to hold the \r\n“Geneva II” conference.\r\nIt is not death that metes out justice; it is respect \r\nfor the law. It is the law that organizes human societies, \r\nprotects the weak and prevents violence. Law is \r\nessential because a world without rules — whether in \r\nterms of civil interactions, trade or finance — leaves \r\nhumankind face to face with its worst enemy: itself. \r\n13-48668 3/26\r\n26/09/2013 A/68/PV.14\r\ntwo areas that are basic for all peoples? I support \r\nthe call by the President of Brazil for protecting the \r\nprivate lives of citizens everywhere, in particular \r\non the Internet. She proposed the establishment of a \r\nmultilateral framework designed to effectively ensure \r\nthe protection of data online. The Internet must not \r\nbecome an invisible battleground. It should remain an \r\ninstrument of freedom and development for all, a place \r\nwhere all can communicate in peace and security.\r\nIn 2014, along with other nations, Belgium will \r\nsolemnly commemorate the centenary of the First \r\nWorld War. We will do it out of duty to the memory \r\nof the young men from more than 50 countries who \r\ncame to die on the battlefields of my country in order \r\nto liberate us. They were not even 20 years old. We will \r\nalso commemorate the war’s centenary in order to teach \r\nyoung people of today, so that they too can become \r\nmilitants for peace.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nKingdom of Belgium for the statement he has just made.\r\nMr. Elio di Rupo, Prime Minister of the Kingdom of \r\nBelgium, was escorted from the rostrum.\r\nAddress by Mr. Laurent Salvador Lamothe, \r\nPrime Minister and Minister of Planning and \r\nExternal Coopertion of the Republic of Haiti\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister and Minister of \r\nPlanning and External Coopertion of the Republic of \r\nHaiti.\r\nMr. Laurent Salvador Lamothe, Prime Minister and \r\nMinister of Planning and External Coopertion of the \r\nRepublic of Haiti, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Laurent Salvador \r\nLamothe, Prime Minister and Minister of Planning \r\nand External Coopertion of the Republic of Haiti, and \r\ninviting him to address the Assembly.\r\nMr. Lamothe (Haiti) (spoke in French): I would \r\nfirst like to express my warm and fraternal gratitude to \r\nthe President of the Republic of Haiti, His Excellency \r\nMr. Michel Joseph Martelly, for the trust he has placed \r\nin me and, above all, for his courage and unwavering \r\ndetermination to build a new Haiti. I would also like to \r\ncongratulate Mr. John Ashe, Permanent Representative \r\nof Antigua and Barbuda, for his election to the \r\nWhile I am speaking of continuing our efforts \r\nand making them lasting, I would like to mention the \r\nresumption of the Israeli-Palestinian negotiations. It is \r\nabsolutely vital that we seize the opportunity afforded \r\nby our American friends. A solution must be arrived at \r\nnow, based on the coexistence of two States, with the \r\nState of Israel and an independent State of Palestine \r\nliving side by side in peace and security. We have also \r\nmade it very clear that we are against colonization. \r\nIn that context, Belgium is ready to host a conference \r\nin Brussels aimed at ensuring that private economic \r\npartners provide support for the peace process. We \r\nbelieve that there can be no economic plan, however, \r\nunless there is a political plan with a concrete timetable.\r\nPeace and security also depend on harmonious \r\nprosperity, whose benefits must be shared equitably \r\naround the globe and among its citizens. According to \r\nscientists, the world’s ecological footprint now exceeds \r\nthe world’s capacity for regeneration by about 50 per \r\ncent. That situation is untenable and affects everything \r\non the planet. \r\nI welcome the United Nations initiative to convene \r\nHeads of State and Government here in New York for \r\na forum on sustainable development. It is here that \r\nless developed and developed countries can solve the \r\nhuge challenge of sustainable development together. \r\nEvery country has problems that are either shared or \r\ncomplementary and interconnected. By that I mean \r\nextreme poverty, desertification, the exodus for \r\necological reasons of millions of people, the exhaustion \r\nof natural resources and climatic warming.\r\nDespite the progress that has been made, \r\nmuch remains to be done to meet the Millennium \r\nDevelopment Goals. Hunger, poverty and unequal \r\naccess to education and health care are intolerable \r\ninjustices. We must continue to mobilize to fight them. \r\nThat is why Belgium asks that the efforts made under \r\nthe rubric of post-2015 development be merged with the \r\ngoals of the United Nations Conference on Sustainable \r\nDevelopment in a single negotiation framework within \r\nthe United Nations. That single framework should \r\nbring together the economic, social and environmental \r\naspects that are becoming facts of life for all of us.\r\nI would like to touch on one final subject, that is, \r\nespionage and cybercrime. Our colleague President \r\nDilma Rousseff asked a true question for today (see \r\nA/68/PV.5). Is it permissible to ignore privacy laws in \r\nthe name of security and the fight against terrorism, \r\n4/26 13-48668\r\nA/68/PV.14 26/09/2013\r\nand policies that are focused on a strategic long-term \r\ndevelopment plan.\r\nThe aims underlying our Government’s action go \r\nhand in hand with the achievement of the Millennium \r\nDevelopment Goals. However, the development under \r\nway cannot take place without a deep-seated reform of \r\nthe public administration and good political governance. \r\nThat is why the rule of law is one of our priorities. \r\nIn that regard, we have made great strides in 28 \r\nmonths. A Supreme Council of the Judiciary has been \r\nput in place to ensure the independence of judges and \r\nof all the justices appointed to the Court of Cassation. \r\nThe professionalism of the Haitian National Police \r\nenables us today to provide and guarantee security  and \r\nto create a climate conducive to investment, which is \r\nnecessary to combat extreme poverty. The performance \r\nof our police force has meant that Haiti is now ranked \r\nas one of the safest countries in the Caribbean. \r\nNext year will mark the tenth anniversary of the \r\nmilitary and police presence of the United Nations \r\nin Haiti. The Haitian Government welcomes the \r\nimplementation of the plan for the gradual withdrawal \r\nof the United Nations Stabilization Mission in Haiti, \r\nwhich is now possible thanks to the considerable \r\nprogress achieved in the area of security.\r\nThe implementation of the constitutional \r\nmechanisms envisaged in the context of the rule of law \r\nis an ongoing priority for the Government. We have \r\nmanaged to create a climate conducive to political \r\nstability and to the expression of ideas and democratic \r\nvalues. The Haitian press enjoys full freedom, and \r\nmembers of the political opposition exercise their rights \r\nwithout restrictions. \r\nI would also like to mention the commitment and \r\nwork of the Government in consolidating the rule of \r\nlaw and ensuring the sustainability of democratic \r\ninstitutions. To that end, the Government continues to \r\ngive its full support to the transitional college of the \r\nPermanent Electoral Council to ensure that legislative \r\nand local elections take place as soon as possible. \r\nDespite its lack of resources, the Haitian Government \r\nhas already allocated significant funds to the electoral \r\nbody. The President of the Republic of Haiti is personally \r\ninvolved in initiating a dialogue with stakeholders and \r\npolitical parties and is encouraging them to participate \r\nin the upcoming elections in order to respect the process \r\nof democratic change, as it is essential to the rule of law.\r\npresidency of the General Assembly at its sixty-eighth \r\nsession, as well as to salute Secretary-General Ban \r\nKi-moon.\r\nI am proud to speak in this forum of modern global \r\nhistory, one that has witnessed so many great leaders \r\ndiscussing their vision for a world that is more just and \r\na humankind that is more enlightened and balanced.\r\nIt has been 13 years since the States Members \r\nof the Organization, buoyed by the basic values of \r\nfreedom and equality, met to launch a new world order \r\nfor development when they adopted the Millennium \r\nDeclaration (resolution 55/2). It has been a strong period \r\nfor the United Nations, which continues to stand out \r\nthrough its efforts to call on the peoples of the world to \r\nunite to overcome the challenges linked to poverty and \r\nsocial exclusion.\r\nI speak on behalf of Haiti when I voice our pleasure \r\nat the increasing vitality of the Organization, which \r\nover the years has succeeded in preserving the ideals \r\nof peace and solidarity. My country has always sought, \r\nwith the United Nations, to provide a better future to \r\ngenerations to come. We have done so enthusiastically, \r\nbecause over the past two centuries, Haiti — the land of \r\nToussaint Louverture, Alexandre Pétion, Jean-Jacques \r\nDessalines and Henri Christophe — has never missed \r\nthe great historic events. It is up to all of us to preserve \r\nthis vital tool for the future of humankind.\r\nThe theme of the sixty-eighth session of the General \r\nAssembly is “The post-2015 development agenda: \r\nsetting the stage”. This is the ideal opportunity for \r\nHaiti to present to the entire world an initial assessment \r\nof the work carried out by the Government, work which \r\nlargely meets the aims of the Millennium Development \r\nGoals (MDGs) and which allows us to see a burgeoning \r\nnew Haiti.\r\nBefore presenting those achievements to the \r\nAssembly, it is important to recall the situation that \r\nHaiti found itself in when President Michel Martelly was \r\nsworn in. In January 2010, Haiti was in a particularly \r\ncritical situation, especially because of the devastating, \r\nlarge-scale earthquake. The natural disasters following \r\nthe earthquake exacerbated the already very difficult \r\nproblems. Despite daily difficulties, Haiti is now \r\nresolutely and definitively on the path of progress. \r\nOur country is gradually recovering from the natural \r\ndisasters it experienced and today is facing the future \r\nwith confidence. We have adopted effective measures \r\n13-48668 5/26\r\n26/09/2013 A/68/PV.14\r\nIn the twenty-first century, people are still starving \r\nin Haiti. That is unacceptable and intolerable. As \r\nNelson Mandela said, “overcoming poverty is not a \r\ngesture of charity, it is an act of justice.” For President \r\nMartelly and myself, combatting extreme poverty is a \r\ncommitment that we make to history.\r\nIn terms of health care, there are considerable \r\nchallenges to be met in Haiti. The prevalence of \r\ncertain diseases, the high rates of infant mortality \r\nand the shortcomings in health-care infrastructure \r\nhave deprived millions of Haitians of good-quality \r\nhealth services. That situation was exacerbated by the \r\nearthquake in 2010. Furthermore, in October 2010, \r\nthere was a very serious outbreak of cholera in Haiti, \r\nfor which the Haitian people continue to pay a heavy \r\nprice in human lives. \r\nGiven the catastrophic consequences of that \r\nscourge — more than 8,000 dead and 650,000 people \r\ninfected — the Haitian Government is proposing that \r\na significant amount of the new global fund to combat \r\ncholera be earmarked exclusively for the eradication of \r\nthe disease in Haiti. While we continue to believe that \r\nthe United Nations has some moral responsibility with \r\nregard to the outbreak of the epidemic, it is nonetheless \r\ntrue that the Organization has already supported some \r\nof the Government’s efforts to combat the disease. \r\nHowever, those efforts are far from enough. We \r\nwould therefore like to propose the establishment of \r\na joint commission, including members of the Haitian \r\nGovernment and representatives of the United Nations, \r\nto consider ways and means to definitively eradicate \r\nthe disease in Haiti.\r\nIn the face of those major public health challenges, \r\nthe Haitian Government has not stood idly by. Working \r\nwith our national and international partners and public \r\nhealth experts, we have managed to curb the spread \r\nof HIV/AIDS. In terms of treating AIDS today, Haiti \r\nhas moved from a prevalence rate of 5.5 in 2000 to 2.2 \r\ntoday, with a projected 1.5 for 2015. Such results are a \r\njust reward for the years of effort that have made Haiti a \r\nmodel universally recognized in international scientific \r\nand academic circles. But we will not stop there. Much \r\nremains to be done in terms of prevention and treatment. \r\nWe very much hope that we can definitively halt the \r\nspread of AIDS and make treatment more affordable. \r\nIn Haiti, the public health network and the provision \r\nof health care are largely insufficient. New efforts in \r\nterms of prevention must be made.\r\nWith regard to education, more than 1.2 million \r\nHaitian children have benefited from the free education \r\nprogramme put in place by the Government. We have \r\nachieved that in particular by establishing a universal, \r\nfree and compulsory education programme. That \r\nis a major achievement for Haiti, and one that is in \r\nkeeping with one of the most important Millennium \r\nDevelopment Goals: the achievement of universal \r\nprimary education by 2015. The Government is aware \r\nthat this achievement does not resolve the challenge \r\nof providing access to quality schooling for everyone. \r\nThat is a new objective that we are determined to \r\nachieve. Moreover, an ambitious programme to combat \r\nilliteracy is under way. It will impact more than 250,000 \r\npeople in 2014.\r\nWith regard to combating hunger and extreme \r\npoverty — another Millennium Development \r\nGoal — despite the serious social inequality in Haiti, \r\nthe Government has made considerable efforts to \r\navoid a humanitarian crisis. To achieve its goals in the \r\nfight against extreme poverty, the Government has \r\ninvested more than $150 million in social assistance \r\nand protection programmes, which is a first for our \r\ncountry. The programmes are aimed at helping the most \r\nvulnerable. \r\nSince 2012, three ministries have been established \r\nto strengthen public policies for the elimination of \r\nextreme poverty. The Government is pursuing a \r\nnational food-security policy that includes a series of 15 \r\nmeasures that are expected to yield results in the short, \r\nmedium and long terms. In the short term, the objective \r\nis, first, to stabilize the price of basic consumer goods \r\nand, secondly, to provide assistance to those living in \r\nextreme poverty. In the medium and long terms, the \r\nobjective is to increase national production and to reduce \r\nour food dependence. We have also introduced a social \r\ninnovation that is unprecedented in the history of our \r\ncountry by initiating a series of social programmes for \r\nthe most vulnerable groups under the theme “Help the \r\npoor”. After one year of operation, those programmes \r\nare now reaching more than 1 million Haitian people \r\nliving in extreme poverty: thousands of mothers, \r\nstudents, older persons, disabled people and victims of \r\nnatural disasters. \r\nFinally, along the same lines, I would like it to be \r\nnoted that of the 1.5 million earthquake refugees who \r\nwere living in tents in subhuman conditions, more than \r\n1.25 million have now been rehoused.\r\n6/26 13-48668\r\nA/68/PV.14 26/09/2013\r\nA new Haiti is emerging. More than ever before, \r\nHaiti feels that it is taking its place in the great family of \r\nthe United Nations and in the international community, \r\nwithout which many of the achievements of the past \r\nthree years would not have been possible.\r\nWe are doing a great deal with very little. \r\nIf the international community had fully met its \r\ncommitments — amounting to $10 billion — made  at \r\nthe 31 March 2010 meeting, the results would be even \r\nbetter, and the suffering of the Haitian people would be \r\nless harsh. Today, we are still far from our goal, because \r\nonly a part of those commitments have been honoured.\r\nBased on its desire for transparency and efficiency \r\nand to avoid duplication of effort on the part of \r\nnon-governmental organizations, the Government \r\nhas stepped up its leadership role and set up a \r\nmechanism — the National Coordination Framework \r\nfor External Development Aid in Haiti — to take over \r\nthe management of international assistance.\r\nHaiti is once again present on the regional scene. \r\nThis year alone our country has hosted three major \r\nregional summits, including those of CARICOM, the \r\nMinisters of the Association of Caribbean States, and \r\nPetrocaribe. During those meetings, there were also \r\ndiscussions on the best regional strategies to combat \r\nhunger, abject poverty and exclusion, topics that are in \r\nline with the Millennium Development Goals. \r\nFinally, the Haiti of which I speak is the one that \r\nHaitian men and women are working tirelessly to forge \r\neach and every day. The results are coming; progress \r\nis already palpable. Our country is no longer on the \r\nfront pages of the international press owing to repeated \r\ncoups d’état, social turmoil, insecurity and instability. \r\nOur country is henceforth stable and secure, thanks \r\nin particular to the tremendous efforts of the Haitian \r\nNational Police, with the support of the United Nations \r\nStabilization Mission in Haiti. \r\nWork on infrastructure and on the reconstruction of \r\npublic buildings destroyed by the earthquake has begun. \r\nThe country offers excellent investment opportunities \r\nin all sectors. Haiti today is on the right track, moving \r\ntowards a new era of social and economic progress and \r\nrespect for human rights. We are acting specifically to \r\nachieve progress towards a Haiti that is more solidarity-\r\nbased and more prosperous — a Haiti that the entire \r\nworld will want to visit to see its extraordinary sights. \r\nLong live Haiti!\r\nThe question of the environment is of major concern \r\nto the Haitian Government, because the vegetation \r\ncover over a very large area has disappeared. In order to \r\nraise awareness among people about the need to replant \r\nthat vegetation, large-scale programmes have been \r\nset up, and others are being drawn up, with the aim \r\nof meeting the challenges of replanting, reforestation, \r\nproviding drinking water and sanitation and protecting \r\necosystems — all of which have been neglected for \r\nfar too long. Without appropriate protection of the \r\nenvironment, there will be no sustainable development; \r\nno food security is possible for a growing population, \r\nnor can there be a decline in poverty and misery.\r\nAs set forth in the noble Millennium Development \r\nGoal on the topic, the Haitian Government, aware of the \r\nneed for gender equality, has made  significant efforts to \r\nensure equality between Haitian men and women. While \r\nHaitian society has always accorded an important role \r\nto women, the Government has undertaken significant \r\ninitiatives to enable women to have access to highly \r\nresponsible positions in public administration. Thirty-\r\nfive per cent of the Cabinet is made up of women, and \r\nthey have important portfolios. Much remains to be \r\ndone to ensure the full emancipation of Haitian women, \r\nparticularly among the most vulnerable populations. In \r\nour country, women deserve better access to education \r\nand health-care services.\r\nI conclude by asking the Assembly to observe \r\nmore closely the new Haiti that has been emerging \r\nover the past two years despite its day-to-day problems \r\nand the extremely difficult legacy, of which we are all \r\naware. That Haiti is one where more girls and boys \r\ngo to school, where new international-class hotels are \r\nopening up their doors every day, breathing new life \r\ninto our tourism, where the economy is growing at the \r\nrate of 4.6 per cent, where inflation has been stabilized \r\nat 6.7 per cent, where for the first time foreign direct \r\ninvestment has increased by more than 19 per cent \r\nannually, where a fierce fight against smuggling and \r\ncorruption is being carried out and where today the \r\nlowest rate of homicide in the Caribbean is seen. The \r\nnew Haiti is modernizing the old Haiti little by little \r\nand is adopting courageous reforms. The new Haiti is \r\nincreasingly focusing on constructive dialogue with the \r\ncountry’s social partners — the press, political parties \r\nand the private sector. That Haiti has the courage to \r\ninvest in the worst-off and the poorest, despite a degree \r\nof misunderstanding and some criticism.\r\n13-48668 7/26\r\n26/09/2013 A/68/PV.14\r\nthan they are failures on our part, as its Member States, \r\nand on the part of those who have the responsibility of \r\nleading those States.\r\nThere would be no dreadful humanitarian situation \r\nin Syria if Syria’s leaders had upheld the commitments \r\nmade to the international community and to the Syrian \r\npeople when Syria joined the Organization and ratified \r\nthe human rights covenants.\r\nThe Organization would not also have been a \r\npowerless bystander to the Syrian tragedy for over \r\ntwo years if the lack of agreement among the Security \r\nCouncil’s permanent members had not shielded the \r\nAl-Assad regime, thereby reconfirming the fears of \r\nNew Zealand and others that had opposed the veto at \r\nthe original San Francisco Conference, in 1945.\r\nNew Zealand is pleased that the Security Council \r\nhas at last met on the situation in Syria. The Secretary-\r\nGeneral has advised the Council and the General \r\nAssembly that the United Nations Mission has now \r\nconfirmed, unequivocally and objectively, that \r\nchemical weapons have been used in Syria. The report \r\n(see A/67/997) found clear and convincing evidence \r\nthat surface-to-surface rockets containing the nerve \r\nagent Sarin were used on 21 August.\r\nThe information in the report also makes it very \r\nclear that those rockets must have been fired by the \r\nSyrian regime. As the Secretary-General has said, these \r\nare war crimes, and those responsible must be brought \r\nto account.\r\nThose that try to cast doubt on the report’s \r\nconclusions make themselves look foolish and do a \r\ndisservice to the United Nations.\r\nIt is imperative now that the Council act. It must \r\nadopt a resolution that responds to the use of chemical \r\nweapons. It must find a means to hold those responsible \r\nto account and establish an effective mechanism \r\nfor the destruction of those weapons in line with the \r\nproposal developed by the United States and Russia. \r\nThe resolution must also provide for the protection of \r\nthe civilian population. \r\nWhile Syria necessarily commands our attention, \r\nI also want to spend some time on some more positive \r\ndevelopments for both the Organization and its Member \r\nStates. I want to begin with my own country, New \r\nZealand, whose emergence as a fully independent State \r\nhas proceeded in parallel with the development of the \r\nUnited Nations.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister and \r\nMinister of Planning and External Cooperation of the \r\nRepublic of Haiti for the statement he has just made.\r\nMr. Laurent Salvador Lamothe, Prime Minister and \r\nMinister of Planning and External Cooperation \r\nof the Republic of Haiti, was escorted from the \r\nrostrum.\r\nAddress by Mr. John Key, Prime Minister of \r\nNew Zealand \r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of New Zealand.\r\nMr. John Key, Prime Minister of New Zealand, was \r\nescorted to the rostrum.\r\nThe Acting President: I have great pleasure \r\nin welcoming His Excellency Mr. John Key, Prime \r\nMinister of New Zealand, and inviting him to address \r\nthe Assembly.\r\nMr. Key (New Zealand): Greetings! Let me begin \r\nby congratulating President Ashe on his election to the \r\npresidency of the General Assembly. He is taking the \r\nreins at an important time. We wish him every success, \r\nand he has New Zealand’s support.\r\nThe recent events in Kenya, Iraq and Pakistan show \r\nhow troubled the world can be. We commiserate with \r\nthe Governments and peoples of those countries and \r\nextend our deepest sympathies to those who lost family \r\nand friends in those tragic incidents.\r\nFor most of us, born after the Second World War, the \r\nUnited Nations has been at the centre of our conception \r\nof how the world organizes itself. But the reality of the \r\nUnited Nations can be quite challenging. It is the one \r\nplace where the countries of the world meet, talk and \r\ntry to find solutions to global and regional issues.\r\nSadly, some of those discussions can become so \r\narcane that they are sometimes quite removed from the \r\nissues they claim to be addressing. That is a concern in \r\nparticular for small States, to which the Organization is \r\nso vitally important. \r\nEven more sadly, the United Nations has too often \r\nfailed to provide solutions to the problems the world \r\nexpects it to resolve. The gap between aspiration and \r\ndelivery is all too apparent, as the situation in Syria \r\nhas again so brutally reminded us. But any failures of \r\nthis institution are less failures of the Organization \r\n8/26 13-48668\r\nA/68/PV.14 26/09/2013\r\na robust and transparent system of Government and \r\nsound financial institutions that have helped us ride out \r\nthe worst effects of the global financial crisis. That was \r\ndespite the significant economic and social challenges \r\nwe faced after the destructive earthquake that struck \r\nChristchurch, our second largest city, in 2011.\r\nAs we work to restore the built environment in \r\nChristchurch, New Zealanders are also conscious \r\nof our dependence on and our responsibility towards \r\nthe natural environment. In policy terms, climate \r\nchange has been a challenge for New Zealand and \r\nfor the international community more broadly, but \r\nNew Zealanders know we must play our part, and we \r\nhave taken action. We have introduced an extensive \r\nemissions-trading scheme. We are investing in the \r\nGlobal Research Alliance to find new ways to manage \r\nagricultural greenhouse gases, and we have committed \r\nto reducing emissions to 5 per cent below 1990 levels \r\nby 2020.\r\nWe made that commitment under the United \r\nNations Framework Convention on Climate Change \r\nrather than the Kyoto Protocol. We did that because, \r\nwhile the Kyoto Protocol once seemed to provide a path \r\nforward, things have changed. The Protocol now covers \r\nonly a small percentage of global emissions. We need a \r\nsingle legal framework that commits all major emitters. \r\nWhile climate change is an important issue, it pales \r\nin comparison to the problems faced by many Member \r\nStates. One of the most intractable is that of Israel and \r\nPalestine. As long as that problem is left unresolved, \r\nthere can be no assured peace in the Middle East and no \r\nsecurity for the wider region. There can be no resolution \r\nwithout the Israeli and Palestinian peoples both being \r\nassured of viable homelands within secure borders. \r\nNew Zealand pays tribute to the tenacity of United \r\nStates Secretary of State Kerry and to the courage of \r\nPresident Abbas and Prime Minister Netanyahu in \r\nagreeing to resume the Middle East peace process.\r\nIn our own region, we have celebrated the successful \r\nconclusion of the United Nations Mission in Timor-Leste \r\nand the transition of the Regional Assistance Mission \r\nto the Solomon Islands from a military to a police-led \r\noperation. We look forward with intense interest and \r\ncautious hope to the reinstatement of democracy in \r\nFiji. We acknowledge the positive developments there, \r\nincluding with regard to election preparations and voter \r\nregistration. The countries of the Pacific, including \r\nNew Zealand, want and need Fiji to be successful, \r\ndemocratic and well-governed.\r\nNew Zealand was present at the founding in San \r\nFrancisco. We take pride in the fact that we were able \r\nto influence the drafting of the Charter, particularly the \r\nsection on the Trusteeship Council, which paved the \r\nway for a number of States to become full Members of \r\nthe Organization.\r\nNew Zealand has come a long way since the Charter \r\nwas adopted. Then, we were emerging from our status \r\nas a dominion of the United Kingdom. Today we proudly \r\nassert ourselves as a small but independent and diverse \r\ncountry that has a wide network of friends and trading \r\nrelationships in all the major regions and markets of \r\nthe world. We value our traditional relationships with \r\nAustralia and the Pacific, and in Europe and North \r\nAmerica as we build new links with partners in Asia, \r\nthe rest of the Americas and the Caribbean, and Africa.\r\nBuilding and sustaining political and commercial \r\nlinks across the regions of the world is no small matter \r\nfor a country like New Zealand. We are surrounded by \r\nthe Pacific Ocean and located over three hours’ f lying \r\ntime from our nearest neighbour, Australia, in one of \r\nthe least populated parts of the world. We share with \r\nour Pacific island neighbours the challenges of distance \r\nand isolation, and of having to hold our own against \r\nmuch larger countries whose economies of scale \r\nand proximity to markets give them a considerable \r\ncompetitive advantage. These factors have reinforced \r\nNew Zealand’s approach to the United Nations and to \r\nthe other international organizations that have shaped \r\nthe post-Second World War environment.\r\nWe have a strong preference for a rules-based, \r\nmultilateralist approach, whether in the United \r\nNations, the World Trade Organization (WTO) or the \r\nWorld Bank. We know that rules and standards set \r\ninternationally provide us the greatest certainty and \r\nthe greatest protection. We draw strength from global \r\nagreements and from the collective commitment they \r\nrepresent.\r\nThat is why we attach such importance to the \r\ncompletion of the Doha Round. While New Zealand \r\ncontinues to actively negotiate bilateral and regional \r\ntrade agreements, we acknowledge that free trade \r\nagreements often leave least developed countries on the \r\nsidelines. The benefit of the WTO, as with the United \r\nNations, is that the rules negotiated there apply across \r\nthe globe, irrespective of a country’s size or wealth.\r\nOur preference for international rules reflects New \r\nZealand’s national approach to governance. We have \r\n13-48668 9/26\r\n26/09/2013 A/68/PV.14\r\ntogether on a post-2015 development agenda focused on \r\ncreating economic opportunities and the eradication of \r\npoverty.\r\nMany of the same issues will be addressed at \r\nthe Third International Conference on Small Island \r\nDeveloping States, which Samoa is to host in 2014. \r\nNew Zealand is pleased to be a major supporter of that \r\nimportant United Nations effort and, with the rest of \r\nthe Pacific, looks forward to welcoming the world to \r\nour region.\r\nWe need to remind ourselves that sound governance \r\narrangements and transparency of process are also \r\nvital virtues for international organizations, including \r\nthe United Nations. By any objective assessment, the \r\nOrganization has not been equipped with the structures \r\nand rules it needs to operate as it should. Yet there has \r\nbeen deep resistance to efforts to make things better. \r\nThat needs to change. The rationale for United Nations \r\nreform is clear. Membership has quadrupled since 1945, \r\nyet over the same period its key organs — particularly \r\nthe Security Council — have become hostage to their \r\nown traditions and to the interests of the most powerful. \r\nFrom the 1950s to the 1990s, we could blame the \r\nCold War when the Security Council did not act. That \r\ndoes not wash today. The problems are more systemic \r\nand relate both to the composition and the formal and \r\ninformal processes of the Council. We now seem to have \r\na practice whereby the permanent members not only \r\ncan block Council actions through the use of the veto, \r\nbut also appear to have privileged access to information \r\nand can stop the Council from meeting if it does not \r\nsuit their collective purposes. Such behaviour damages \r\nthe reputation and credibility of the wider Organization \r\nand must be challenged. Such issues are not necessarily \r\nmatters of Charter reform, which we know is difficult, \r\nbut have to do with the effective functioning of the \r\nOrganization — an issue in which we all have a stake.\r\nNew Zealand is not advocating revolution, but we \r\nare asserting that the Council can and must do better in \r\nthe way it conducts its business. That is the approach \r\nNew Zealand will bring to the Security Council if we \r\nare elected next October. If successful, it will be 21 \r\nyears since New Zealand last served on the Council — a \r\nlong time ago, but not so long that we have forgotten the \r\nlessons learned during our last term. At the top of that \r\nlist is the imperative that members have to be engaged; \r\nthey must listen to the concerns of others and have a \r\nview and a voice if they are to be relevant. There is \r\nno point in joining the Council simply to make up the \r\nMr. Errázuriz (Chile), Vice-President, took the \r\nChair.\r\nEarlier this year, New Zealand withdrew the bulk \r\nof its forces from Afghanistan, following the closure of \r\nthe New Zealand-led provincial reconstruction team in \r\nBamian province, which provided security and helped \r\nbring about a significant improvement in governance \r\nand development. Schools and hospitals were rebuilt and \r\nhealth centres re-opened. Mortality rates for children \r\nunder 5 were halved. Maternal deaths are now a quarter \r\nof the Taliban-era levels. Girls now make up half the \r\nnumber of primary-school-age children. New Zealand \r\nexpertise also helped substantially improve agricultural \r\nyields through the implementation of modern farming \r\ntechniques. We are building the largest solar energy \r\nsystem in Afghanistan, which will bring a renewable \r\nsource of electricity to much of Bamian township. That \r\nwas a big commitment by a small country situated far \r\naway. It also came at a considerable cost: 10 of our \r\nservicemen and women lost their lives while on duty \r\nthere. Even so, we are proud of what we achieved in \r\npartnership with the people of Bamian and hope that \r\nthose gains can be sustained in the years ahead.\r\nIn Africa we see a continent where many countries \r\nhave faced real challenges. However, as the President of \r\nNigeria reminded us earlier this week (see A/68/PV.5), \r\nthe new story of Africa is the growing number of \r\ncountries in the region that are enjoying the benefits \r\nof good governance, sound economic growth and \r\ndevelopment, driving positive change throughout the \r\ncontinent. All of that is good news for Africa and for \r\nthe world. New Zealand will do what it can to help \r\nwith targeted assistance in areas where we have real \r\nexpertise to offer, namely, in the fields of agriculture, \r\nrenewable energy and good governance. New Zealand \r\nalso recognizes and supports the critical roles of the \r\nAfrican Union and Africa’s subregional bodies in \r\nensuring Africa’s security and future prosperity.\r\nNew Zealand recognizes the importance to Africa, \r\nthe Caribbean and our own region of the Arms Trade \r\nTreaty, adopted in April and signed by New Zealand \r\nand many others on 3 June The Treaty should curb the \r\nf lows of small arms and other weapons, especially to \r\nconflict regions, and help arrest the deaths and human \r\nmisery that they cause.\r\nI want to also applaud the progress made in \r\nimplementing the Millennium Development Goals, \r\nwhile at the same time acknowledging the fact that \r\nmuch work remains to be done. We now need to work \r\n10/26 13-48668\r\nA/68/PV.14 26/09/2013\r\nThe countries of our region share the conviction \r\nthat the political, economic, social and cultural unity \r\nand integration of Latin America and the Caribbean \r\nconstitute not only a fundamental aspiration of our \r\npeoples, but also a prerequisite for us to successfully \r\ntackle the challenges we face as a region. However, \r\neverything that has been achieved so far and the path \r\nCELAC has chosen underscore the need for our region \r\nto have a space of its own to consolidate and project \r\nthe Latin American and Caribbean identity based on its \r\nshared principles and values and on the ideals of unity \r\nand democracy for our peoples. It should also reaffirm \r\nour commitment to building a more just, equitable and \r\nharmonious international order based on respect for \r\ninternational law and the principles of the Charter of the \r\nUnited Nations, and to upholding the sovereignty and \r\nthe right of each State to build its own political system, \r\nfree from threat, aggression or unilateral coercive \r\nmeasures and in an environment of peace, stability, \r\njustice, democracy and respect for human rights.\r\nOur Community is based on unrestricted respect \r\nfor international law, the peaceful settlement of disputes \r\nand the prohibition of the use and threat of use of force; \r\non respect for the self-determination, sovereignty and \r\nterritorial integrity of States and on non-interference in \r\ntheir internal affairs; on the protection and promotion \r\nof all human rights, the rule of law, at both the national \r\nand the international levels, and democracy; and on our \r\naim to work together for collective prosperity so as to \r\neradicate discrimination, inequality, marginalization, \r\nhuman rights violations and transgressions of the rule \r\nof law.\r\nWe reaffirm our region’s commitment to \r\ninternational peace and security. We commit to \r\nstrengthening the climate of peace that prevails in \r\nLatin America and the Caribbean and to consolidating \r\na zone of peace that encompasses our region as a \r\nwhole, whereby disputes between nations are resolved \r\npeaceably through dialogue and negotiation or other \r\nmeans, in perfect harmony with international law.\r\nAt the recent High-level Meeting on Nuclear \r\nDisarmament (A/68/PV.11), CELAC reiterated its \r\nprofound concern at the threat posed to humankind \r\nby the continued existence of nuclear weapons and \r\ntheir possible use or threat of use, and the urgent need \r\nto make progress towards the priority objective of \r\nnuclear disarmament and achieve the total and absolute \r\nelimination of nuclear weapons. In addition, CELAC \r\nmember countries presented for the first time a joint \r\nnumbers. Sometimes there is a need to speak up and \r\nshine a light on what is going on, or not going on, even \r\nwhen that may be inconvenient to others. That applies \r\nwhether the issue was Rwanda, Somalia, Yemen or \r\nYugoslavia in 1993-94, or is the Democratic Republic \r\nof Congo, the Sudan or Syria in 2013 to 2014.\r\nMy hope is that when Member States make their \r\ndecision on whom to vote for in October 2014, they will \r\nlook at New Zealand’s record and know that we will be \r\na credible, positive influence on the Security Council \r\nand a voice for the interests of the wider Organization.\r\nThe Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister of New Zealand for the statement he \r\nhas just made.\r\nMr. John Key, Prime Minister of New Zealand, was \r\nescorted from the rostrum.\r\nThe Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Bruno Rodríguez Parrilla, \r\nMinister for Foreign Affairs of the Republic of Cuba.\r\nMr. Rodríguez Parrilla (Cuba) (spoke in Spanish): \r\nI have the honour to speak on behalf of the Community \r\nof Latin American and Caribbean States (CELAC), \r\nover which Cuba currently has the honour to preside. I \r\nreiterate our satisfaction at the election of Ambassador \r\nJohn Ashe of Antigua and Barbuda as President of the \r\nGeneral Assembly at its sixty-eighth session. I also \r\nreiterate our willingness to cooperate with him for the \r\nsuccess of this session. It is an honour for CELAC to \r\nsee a representative from one of its member States, \r\nin particular a Caribbean nation, preside over this \r\npreeminent body of the United Nations.\r\nOver the coming weeks, I will also speak to the \r\nAssembly about the heroic struggles of Cuba, its \r\nresistance and triumphs, the immense efforts of its \r\npeople, its fidelity to principles, its revolutionary \r\ntransformations and the perfection of Cuban socialism.\r\nAs the first genuinely Latin American and \r\nCaribbean organization that includes all of the countries \r\nin the region, CELAC was founded with the purpose \r\nof making progress in the political, economic, social \r\nand cultural unity and integration of our America, so \r\nas to reclaim the dream of our liberators of a nation of \r\nrepublics that, with its almost 600 million inhabitants, \r\nits resources and its enormous human and economic \r\npotential, can decide autonomously its own destiny.\r\n13-48668 11/26\r\n26/09/2013 A/68/PV.14\r\naccordance with the fundamental priorities and needs \r\ndefined by the Haitian Government and in full respect \r\nfor its authority and sovereignty and the principles of \r\nnon-interference in the internal affairs of countries.\r\nWe have defended the sovereignty of the region, \r\nincluding that over our own natural resources, \r\nand we have expressed our solidarity with States \r\nmembers of CELAC in the face of harmful acts that \r\nviolate international law, such as that of 2 July, which \r\nthreatened the dignity and rights of the President of the \r\nPlurinational State of Bolivia, Mr. Evo Morales Ayma, \r\nas he returned to La Paz from a visit to a number of \r\nEuropean countries. \r\nTaking into account the diverse processes that \r\nhave shaped Latin American and Caribbean identity, \r\nthe Community has also emphasized its intention to \r\nbecome a space that protects the rights to live, thrive \r\nand coexist enjoyed by all cultures, races and ethnic \r\ngroups of the region, as well as the multicultural nature \r\nof our peoples and the plurinational character of some \r\nof our countries, especially among native communities \r\nthat are promoting and recreating their historical \r\nmemory, ancestral knowledge and their experience.\r\nAlmost seven months after he passed away, CELAC \r\ntoday pays a well-deserved tribute to one of its founding \r\nmembers, President Hugo Chávez Frías, who presided \r\nover the founding summit of the Community with his \r\nvision and mastery. Similarly, CELAC expressed its \r\nsatisfaction over the election of Pope Francis as the \r\nfirst High Pontiff of the Catholic Church from the Latin \r\nAmerican and Caribbean region.\r\nThe global espionage against CELAC member \r\ncountries violates human rights, the right to privacy, the \r\nright of citizens to be informed, and the principles of \r\nState sovereignty and international law. It has become \r\na source of concern, and we have taken due note of the \r\nstatements made in various forums by Heads of States \r\nand Government and other leaders of Latin American \r\nand Caribbean countries who have condemned and \r\nrejected the use of such practices.\r\nThe member States of CELAC are proud of their \r\nshared work in consolidating our regional sovereignty so \r\nthat the Latin America and Caribbean region can occupy \r\nits rightful place in the world and renounce its status \r\nas the most inequal region on Earth. In pursuing these \r\nobjectives, we have decided to offer the most vulnerable \r\ncountries of the region our cooperation and solidarity \r\nand to draw attention to the special vulnerabilities \r\ninitiative to the Human Rights Council on the right to \r\npeace, which we hope will lead to a declaration on that \r\nright for adoption by the General Assembly.\r\nCELAC has expressed its support in the strongest \r\nterms for the legitimate rights of Argentina in the \r\ndispute over the sovereignty of the Malvinas Islands. \r\nThe continuing position of our region is that the United \r\nKingdom should agree to reopen negotiations with a \r\nview to finding a peaceful and definitive solution to \r\nthat dispute as soon as possible.\r\nOur Community reiterates its support for the \r\ndialogue under way between the Government of \r\nColombia and the Fuerzas Armadas Revolucionarias \r\nde Colombia, which seeks to end the internal conflict \r\nthat has affected the political, social and economic \r\ndevelopment of that sister nation for more than 50 years. \r\nWe hope that that initiative will succeed in reaching an \r\nagreement in the interests of the Colombian people.\r\nWe would also like to underscore the Latin \r\nAmerican and Caribbean character of Puerto Rico \r\nand, by taking note of the resolutions on Puerto Rico \r\nadopted by the Special Political and Decolonization \r\nCommittee, to emphasize that that issue is a matter of \r\ninterest to CELAC.\r\nWe reiterate our absolute condemnation of terrorism \r\nand reaffirm our commitment to fighting it in all its \r\nforms and manifestations, in keeping with the United \r\nNations Global Counter-Terrorism Strategy. However, \r\nat the same time, we strongly reject the unilateral and \r\nillegitimate assessments, lists and certifications made \r\nby some developed countries that affect countries of \r\nour region, in particular those referring to terrorism, \r\ndrug trafficking, human trafficking and other similar \r\nphenomena.\r\nIn recent days, as the situation in Syria has \r\ndeteriorated, CELAC has reiterated its vocation for \r\npeace and its observance of the principles enshrined in \r\nthe Charter of the United Nations and in international \r\nlaw, including international humanitarian law. It has \r\nurged the creation of the conditions necessary for \r\nmoving towards a negotiated political solution to \r\nthe Syrian conflict, which has claimed the lives of \r\nthousands of innocent people.\r\nSimilarly, CELAC is working to identify \r\nindependent concepts and mechanisms for cooperation, \r\nurging the international community to continue to \r\ncontribute to the reconstruction and sustainable \r\ndevelopment of our sister Republic of Haiti, in \r\n12/26 13-48668\r\nA/68/PV.14 26/09/2013\r\nThe Acting President (spoke in Spanish): I now call \r\non His Excellency Mr. Ramtane Lamamra, Minister for \r\nForeign Affairs of the People’s Democratic Republic of \r\nAlgeria. \r\nMr. Lamamra (Algeria) (spoke in Arabic): I would \r\nlike first of all to warmly congratulate Mr. John Ashe, \r\nPresident of the General Assembly at its sixty-eighth \r\nsession, and his predecessor Mr. Vuk Jeremić on their \r\nexcellent work. I would also like to commend our \r\nSecretary-General, Mr. Ban Ki-moon, for the steady \r\nenhancement of the role and status of the United \r\nNations under his leadership. \r\nThe designation of the post-2015 development \r\nagenda as the central theme not only of this general \r\ndebate but also for this entire session is a timely reminder \r\nof the role of the United Nations in promoting peace \r\nand prosperity throughout the world, for the benefit \r\nof all humankind. Indeed, more than ever before, we \r\nneed the visionary role of the United Nations in order \r\nto face up to the ills besetting humankind. The growing \r\nchallenges arising from our increased interdependence \r\nare exacerbated by a multidimensional crisis that \r\nadversely affects our economies and governance and \r\nhas disastrous social and humanitarian consequences. \r\nThe only worthy response to the upheaval and dangers \r\nof our day is a determined quest for peace, justice and \r\nsolidarity, in order to build with confidence that better \r\nfuture that we must bequeath to future generations.\r\nConsideration of the post-2015 agenda warrants \r\na serious relaunching of the debate on development \r\nissues, particularly in terms of the elimination of \r\npoverty, a phenomenon that continues not only to \r\naffect the dignity of millions of human beings but also \r\nto threaten their lives. The international community \r\nshould be primarily concerned at the lack of significant \r\nprogress in its fight against poverty. \r\nOvercoming poverty is a long-standing endeavour \r\nthat requires appropriate public policies coupled with \r\neffective international cooperation and consistent \r\nproductive f lows of investment, as well as greater \r\ncomplementarity between the United Nations and the \r\nBretton Woods institutions, with a view to exploiting \r\nsynergies in the context of the peace-security-\r\ndevelopment triad. That means that new objectives for \r\n2030 must be part of a global integral approach that \r\nreflects the disparities among regions, an improvement \r\nof the balance between urban and rural development, \r\nthe strengthening of the capacities of poor people, \r\ngood governance, the fight against corruption and the \r\nof the countries of the Caribbean Community, given \r\ntheir status as small island developing States, which \r\nlimits their efforts towards sustainable development, \r\nespecially in light of the significant impact of natural \r\ndisasters and the negative effects of climate change.\r\nWith regard to the indispensable reform of the \r\ninternational system, we have renewed our countries’ \r\ncommitment to multilateralism, the comprehensive \r\nreform of the United Nations system, and the \r\ndemocratization of international decision-making \r\nforums, in particular the Security Council. We shall act \r\naccordingly on issues of equal importance, among them \r\nthe process of formulating the post-2015 development \r\nagenda, which is the theme of this general debate and \r\nto which all CELAC member countries attach great \r\nimportance.\r\nThe members of CELAC know that there can be \r\nno lasting peace without development and without \r\ncombating poverty, hunger and inequality. We are \r\naware of the challenges that the current international \r\neconomic and financial crisis poses to the future of our \r\nregion and our legitimate aspirations to social inclusion, \r\nequitable growth with sustainable development, and \r\nintegration. We therefore emphasize the importance \r\nfor the post-2015 development agenda to consist of \r\nvoluntary, universal, clear and quantifiable goals \r\nthat can be adapted to distinct national realities, with \r\nthe purpose of eradicating poverty and promoting \r\nsustainable development. This new framework should \r\nbe inclusive and transparent on official development \r\nassistance, prompt the developed countries to honour \r\ntheir commitments, and encourage South-South and \r\ntriangular cooperation on cross-cutting issues through \r\nthe participation of all sectors of society.\r\nWith regard to climate change, we welcome the \r\nformal adoption of the second phase of commitments \r\nunder the Kyoto Protocol, despite a lack of political \r\nwill on the part of a number of developed nations that \r\nvetoed agreements on new, additional and predictable \r\nresources and on mechanisms for the effective transfer \r\nof technologies to developing countries. We will \r\ncontinue to work together to cope with this scourge that \r\naffects humankind as a whole today.\r\nThere are many difficulties, but the important \r\nthing is that the countries of Latin American and the \r\nCaribbean have come to the conclusion that the time \r\nhas come for the region, as José Martí said, to walk in \r\nclose ranks, like silver in the roots of the Andes. That is \r\nwhy we created CELAC.\r\n13-48668 13/26\r\n26/09/2013 A/68/PV.14\r\nAlgeria, which remains the target of international \r\nterrorism — as we were reminded by the violent \r\nterrorist attack carried out against the Tiguentourine \r\ngas complex early this year — is making an effective \r\ncontribution to the joint efforts to promote collective \r\nsecurity in the Sahelo-Saharan region as well as in the \r\nrest of Africa and beyond. Whether it is a question of \r\nSomalia, Darfur, relations between the Sudan and South \r\nSudan, the Great Lakes region, the Central African \r\nRepublic or efforts to restore constitutional order in a \r\nnumber of brotherly countries, Algeria is harmoniously \r\nblending its voice and efforts with those of the African \r\nUnion.\r\nAlgeria, which is resolutely committed to the \r\nright of peoples to self-determination, supports the \r\nintensification of the efforts of the Personal Envoy of the \r\nSecretary-General for Western Sahara, Mr. Christopher \r\nRoss, to prevail on the two parties to the conflict — the \r\nKingdom of Morocco and the Polisario Front — to \r\nagree in negotiations on the lifting of all obstacles, so \r\nthat the people of Western Sahara can freely determine \r\ntheir own future. \r\nAlgeria is naturally supportive of the Arab \r\npeoples, who are experiencing difficult transitions and \r\nare confronting multiple challenges in a particularly \r\ndelicate phase of democratic and socioeconomic \r\ntransformation. We encourage the promotion of \r\npolitical solutions to governance crises as well as the \r\nmanagement by consensus of these critical transitional \r\nperiods. Clearly, military solutions are neither possible \r\nnor desirable in the context of the polarization of \r\nsocieties and the exacerbation of partisan interests and \r\ndissent.\r\nAlgeria reaffirms its rejection of the threat or use \r\nof weapons of mass destruction. In that regard, we \r\ncategorically condemn the use of chemical weapons in \r\nthe Syrian conflict, regardless of who the perpetrators \r\nwere or the circumstances. In welcoming the initiative \r\nof the Russian Federation and the Russian-American \r\nagreement as well as the adherence of Syria to the \r\nChemical Weapons Convention, Algeria calls for the \r\ncreation of political momentum towards the holding of \r\nthe Geneva II conference and the attainment of a political \r\nsolution among the parties in Syria. We reiterate our \r\nencouragement and support for Mr. Lakhdar Brahimi \r\nas he leads those praiseworthy peace efforts.\r\nIn a Middle East mired in dangers and crises, a just \r\nsettlement of the question of Palestine remains at the \r\nprotection of the environment. In fact, it is a question \r\nof reaching an ambitious global agreement for the \r\npromotion of sustainable development containing \r\ncommitments stemming from the principle of shared \r\nbut differentiated responsibility, in particular for the \r\nmobilization of the financing needed for capacity-\r\nbuilding and the transfer of know-how and technology.\r\nUnder its 2010-2014 five-year plan, Algeria is \r\nimplementing a human development strategy that sets \r\nforth ambitious policies to promote social justice and \r\nbalanced regional preparations, within a framework \r\nof strict resource management, where the education, \r\nhealth, housing and infrastructure sectors continue to \r\nbe given priority, backed by investment in economic \r\ngrowth. Those extensive efforts are naturally supported \r\nat the international level by multifaceted assistance to \r\ncountries affected by crises and natural disasters and \r\nby the effective integration of debt relief for the poorest \r\ncountries in Africa and other parts of the world.\r\nAt the same time, Algeria is projecting its own \r\ndevelopment in the context of the historic coherence of \r\nthe great Arab Maghreb Union project that the peoples \r\nof the region aspire to profoundly. That overall initiative \r\ncame from the agenda of the President of the Republic, \r\nMr. Abdelaziz Bouteflika, and is aimed at making all \r\nAlgerian men and women free from fear and need.\r\nThe celebration this year of the fiftieth anniversary \r\nof the Organization of African Unity-African Union \r\nunder the theme of “African Renaissance” is an \r\nimportant milestone in the rise of our continent on \r\nthe stage of history, giving us grounds for hope and \r\nambition, as well as promises of African solutions for \r\nthe problems of Africa, with the assistance of the rest \r\nof the international community. Algeria is participating \r\nin that shared destiny of the African peoples, and \r\nwe welcome and are gratified by the progress made \r\ntowards the recovery and economic development of the \r\ncontinent and the considerable rates of growth that have \r\nbeen recorded. We are also gratified at Africa’s steady \r\nprogress towards conflict prevention and settlement. \r\nWe also welcome the achievements of good \r\ngovernance, human rights and pluralist democracy. \r\nAlgeria is particularly delighted at the liberation of the \r\nregions in the north of Mali from the claws of terrorist \r\nand criminal groups as well as the restoration of the \r\nconstitutional order in this fraternal country with the \r\nclear success of the presidential elections.\r\n14/26 13-48668\r\nA/68/PV.14 26/09/2013\r\nand mobilizing the international community in this \r\nlofty collective endeavour.\r\nAs a member of the Council, Algeria will share its \r\nexperience in human rights and in the rights of peoples. \r\nWe will endeavour to improve our own performance \r\nby, inter alia, adapting our national legislation and \r\nharmonizing it with the relevant international treaties \r\nand promoting the inclusion of all segments of society, \r\nincluding women, who now comprise 31 per cent of the \r\ndeputies elected to the People’s National Assembly last \r\nyear. All of these factors make Algeria a good candidate \r\nfor the Human Rights Council and have won it the \r\nsupport of the League of Arab States, the Organization \r\nof Islamic Cooperation and the African Union.\r\nAlmost 40 years ago, in 1974, President Abdelaziz \r\nBouteflika, who was at that time Minister for Foreign \r\nAffairs of Algeria and President of the General \r\nAssembly at its twenty-ninth session, made significant \r\nhistory here by putting an end to the usurpation of the \r\npeople of South Africa’s representation by the apartheid \r\nregime and by welcoming to this Hall for the first time \r\nthe Palestine Liberation Organization, thus opening \r\nup two significant paths towards peace. Since then, \r\nprodigious advances in science and technology, which \r\nhave increased the power of humankind over nature, \r\nand changes in the very fabric of the international \r\ncommunity have only increased the expectations of our \r\npeoples, for whom the United Nations remains the best \r\nrefuge. May God inspire us to work in the best interests \r\nof our countries and our peoples. \r\nThe Acting President (spoke in Spanish): I now call \r\non His Excellency Mr. Samura M.W. Kamara, Minister \r\nfor Foreign Affairs and International Cooperation of \r\nthe Republic of Sierra Leone.\r\nMr. Kamara (Sierra Leone): I bring you sincere \r\ngreetings and very best wishes from His Excellency \r\nMr. Ernest Bai Koroma, President of the Republic of \r\nSierra Leone. President Koroma regrets that he is unable \r\nto participate in the general debate of the General \r\nAssembly at its sixty-eighth session due to unavoidable \r\ncircumstances. He has, however, instructed me, as \r\nhis Minister for Foreign Affairs and International \r\nCooperation, to deliver to the Assembly this message \r\nof goodwill:\r\n“I congratulate Ambassador Ashe most \r\nwarmly on his election to direct the affairs of the \r\nAssembly during this session and assure him of \r\nmy country’s support and cooperation during his \r\nheart of any serious effort to stabilize the region. While \r\nwelcoming the efforts of the United States, which led \r\nto a resumption of negotiations, Algeria expresses the \r\nhope that the international community can redouble its \r\nefforts for the rapid establishment of an internationally \r\nrecognized Palestinian State within the borders of June \r\n1967, with Al-Quds as its capital.\r\nThe legitimacy of the United Nations must be \r\nstrengthened and its role enhanced, and to that end its \r\nreform must not be unduly delayed. We must ensure that \r\nthe General Assembly remains participatory in nature \r\nand must increase the economic, social, humanitarian \r\nand environmental functions of the programmes, \r\nentities and agencies of the United Nations system. \r\nWe must also agree on a democratic reform of the \r\nSecurity Council that covers its working methods and \r\nits composition and ensures equitable representation, \r\ntaking into particular account the African States’ \r\nEzulwini Consensus. \r\nThe United Nations must be heeded when, from \r\nwithin the democratic framework of the General \r\nAssembly, it issues statements of strong positions that \r\nreflect the universal conscience, whether it is a question \r\nof strengthening the foundations of international \r\nhumanitarian law and protecting civilians or specific \r\nsituations, such as the long overdue lifting of the \r\neconomic blockade that has been imposed on Cuba for \r\ndecades now and the current one imposed on the Gaza \r\nStrip. The will of the international community that is so \r\noften reiterated here must prevail.\r\nAlgeria is working within the organizations and \r\ngroups to which it belongs and with its other partners \r\ntowards the elimination of the many obstacles to \r\nbuilding peaceful, well-balanced and just international \r\nrelations. We are nurturing the virtues of dialogue, \r\nand we place our hopes in the Alliance of Civilization \r\nand mutual respect among religions. Algeria is deeply \r\ndedicated to the heritage of the values shared by all \r\nhumankind, beginning with the sacred nature, value \r\nand dignity of human beings and the promotion and \r\nprotection of all human rights. \r\nIt is this commitment that inspires Algeria’s \r\ncandidature for a seat on the Human Rights Council \r\nfor the 2014-2016 period. This year marks the twentieth \r\nanniversary of the Vienna Declaration and Programme \r\nof Action, and Algeria, moved by a high sense of \r\nresponsibility, would like to dedicate itself to improving \r\nthe effectiveness of the Council, strengthening the \r\nuniversal and interdependent nature of human rights \r\n13-48668 15/26\r\n26/09/2013 A/68/PV.14\r\nslum populations, to name a few. However, this \r\nhas not been uniform, as inequalities among many \r\npopulations are on the rise, particularly in southern \r\nAsia and sub-Saharan Africa, where food insecurity \r\nand malnutrition are still prevalent. While access to \r\nhealth and education may be expanding for us, the \r\nquality of those services in many regions remains a \r\nserious challenge.\r\n“That is why the theme of this session, ‘The \r\npost-2015 development agenda: setting the stage’, \r\nis timely and appropriate. We are moving into \r\nthe phase of mapping out another development \r\nframework that is expected to formulate universal \r\ngoals and responsibilities encompassing the \r\neconomic, social and environmental spheres. The \r\npost-2015 development agenda should have at its \r\ncore the urgent need to address the causes and \r\nconsequences of conflict, violence and disasters. \r\nThese are universal issues of great concern to \r\nthe global community. Resolving and preventing \r\nconflict and violence, creating jobs, providing \r\nfurther incentives for foreign direct investment, \r\nbroadening human and financial resources, \r\nensuring gender equality and promoting human \r\nrights and the rule of law are not only fundamental \r\nto human progress; they are integral to sustainable \r\ndevelopment.\r\n“Sierra Leone welcomes the adoption of \r\nthe Arms Trade Treaty earlier this year. This \r\nis a significant and historic achievement in our \r\ncollective efforts in pursuit of a safer and more \r\nsecure world. We therefore hope that the illegal \r\ntransfer of conventional weapons to the wrong \r\nhands — a major source of the escalation of \r\nconflicts in the developing world, particularly \r\nin Africa — can now be largely regulated and \r\nminimized. \r\n“In that regard, we remain committed to \r\nsupporting international instruments aimed at \r\nestablishing peace and security in the world and an \r\neconomic order that is beneficial to the rich and the \r\npoor, the weak and the strong, as well as to nations \r\nbig and small.\r\n“In recent years, and despite being under post-\r\nconflict rebuilding, Sierra Leone’s contribution \r\nto the United Nations peacekeeping efforts \r\ndemonstrates our strong commitment to the \r\npurpose and principles of global peace and stability. \r\nWe stand ready to increase our profile in the \r\ntenure. Let me avail myself of this opportunity to \r\nalso express the appreciation of my delegation to \r\nhis predecessor, Mr. Vuk Jeremić of Serbia, for his \r\nable leadership in directing the work of the General \r\nAssembly during the past session. I wish him well \r\nin his future endeavours. Let me also express \r\nsincere appreciation to the Secretary-General, \r\nMr. Ban Ki-moon, for his constructive and fruitful \r\nleadership of the Organization. Sierra Leone will \r\ncontinue to support the progressive implementation \r\nof his five-year Global Action Agenda.\r\n“Over the past two decades, global peace, \r\nsecurity and the economic environment have \r\nevidently been radically transformed, to the point \r\nwhere neither the problems nor their solutions are \r\nsimple. The international security situation has \r\nbecome more complex. Regional hotspot issues keep \r\nf laring up, and turbulence continues in many parts \r\nof the world, in particular Asia and Africa. Human \r\ntrafficking, in addition to other non-traditional \r\nsecurity issues such as climate change, nuclear \r\nsafety, energy, food and maritime security and \r\nfinancing for development are becoming more \r\nsignificant.\r\n“The use of chemical weapons in conflict poses \r\na renewed global security threat. There is therefore \r\na need for increased multilateral and collective \r\nengagement and responses to those complex \r\nchallenges.\r\n“As we all are aware, the target date for \r\nachieving the Millennium Development Goals \r\n(MDGs) is only two years away. While we \r\ntake stock of what have been achieved and the \r\nchallenges that continue to confront us, we should, \r\nin keeping with the principles set out in the United \r\nNations Conference on Sustainable Development \r\noutcome document, entitled ‘The future we want’ \r\n(resolution 66/288, annex), embark upon designing \r\na post-2015 development goals agenda in which the \r\nspecific needs and challenges of every Member \r\nStates are recognized. There is no doubt that failure \r\nto capture those specific needs and commitments \r\nwould compromise the credibility of such an \r\nagenda.\r\n“We also note that important progress has been \r\nmade in many areas, such as reducing poverty \r\nglobally, improving access to primary education for \r\nall children, reducing child and maternal mortality, \r\nincreasing access to HIV treatment and reducing \r\n16/26 13-48668\r\nA/68/PV.14 26/09/2013\r\nto raise the country to middle-income status, we \r\nhave rolled those residual challenges over to our \r\nsuccessor development programme, the ‘Agenda \r\nfor Prosperity’, which I launched in July this year. \r\nThis is Sierra Leone’s road map to our post-2015 \r\ndevelopment agenda. It aims to build a sustainable \r\nfuture for all Sierra Leoneans, requiring sound \r\nmacroeconomic management and fiscal policies for \r\na society with strong institutions to facilitate good \r\ngovernance, the social, economic and political \r\nempowerment of women and young people, the \r\nrequired social support for the disadvantaged, \r\nincreased transparency and accountability, and \r\njustice for all.\r\n“In taking up this huge challenge, Sierra Leone \r\nwill continue to welcome the strong partnership that \r\nexists with the various United Nations agencies and \r\nother international development partners for the \r\nachievement of a well-planned, seamless transition \r\nto a more developmental phase of peacebuilding \r\nand for scaling up support to Sierra Leone’s \r\npolitical and economic priorities, as outlined in \r\nour ‘Agenda for Prosperity’. Sierra Leone, a nation \r\nwith good credentials as a post-conflict country, is \r\na deserving candidate for continued international \r\nsupport.\r\n“Sierra Leone continues to uphold its national \r\nheritage of interreligious tolerance and peaceful \r\ncoexistence, as well as the principle of respect for \r\nhuman rights and fundamental freedoms. In that \r\nregard, we remain focused on, and committed to, \r\nour reporting obligations to international treaty \r\nbodies. \r\n“In line with the relevant provisions of the \r\nDisability Act 2011, we have established a National \r\nCommission for Persons with Disability. The current \r\nand first Chairman and Chief Commissioner is a \r\nperson with impaired vision. We have also enacted \r\nthe Sexual Offences Act 2012 to address the specific \r\nissue of sexual violence against women and girls. \r\nSierra Leone will continue to collaborate with the \r\nUnited Nations and other interested partners in \r\npromoting the enactment of the Gender Equality \r\nBill so as to enhance women’s participation in the \r\ndecision-making process.\r\n“We commend the support of the United \r\nNations and international partners for the work \r\nof the Special Court for Sierra Leone, whereby \r\nit has made meaningful contributions to the \r\npeacekeeping landscape so as to ensure the success \r\nof peacekeeping operations. To that end, we will \r\ncontinue to actively engage in all new initiatives \r\nfor reform of the United Nations peacekeeping \r\noperations.\r\n“We applaud and acknowledge the human \r\nresources and financial support that the United \r\nNations family and other development partners \r\ncontinue to provide, especially towards the \r\nsuccessful conduct of our 17 November 2012 \r\npresidential, parliamentary and local government \r\nelections, all of which were held in one day, for \r\nthe very first time. Those elections were widely \r\nconsidered to be a critical benchmark for us, \r\nsignalling our preparedness to move into a more \r\ndevelopmental phase of peacebuilding. It should \r\ncome as little or no surprise that they were widely \r\nacclaimed to be peaceful, free, fair and transparent \r\nby the international community. Their successful \r\nconduct clearly demonstrates the level that Sierra \r\nLeone’s democratic process has attained, an \r\nexperience we are willing to share with other \r\ncountries in our subregion and beyond.\r\n“Today, Sierra Leone is on the threshold \r\nof transformation in its engagement with the \r\nPeacebuilding Commission as well as in its \r\nsocioeconomic development. With support from the \r\nCommission and the Peacebuilding Support Office \r\nas well as other international and local development \r\npartners, Sierra Leone continues to make \r\nsignificant gains in the areas of good governance, \r\nhuman rights, gender equality and the fight against \r\ncorruption and transnational organized crime. A \r\nnumber of international treaties have been ratified \r\nand national legislations enacted to address these \r\nchallenges, which have the potential to undermine \r\nongoing peacebuilding and peace-consolidation \r\nefforts.\r\n“Sierra Leone’s vision for transformative and \r\ninclusive socioeconomic development was initially \r\nencapsulated in my Government’s poverty-\r\nreduction strategy, articulated in the ‘Agenda for \r\nChange’ that we rolled out in my first term of \r\noffice. These have been encouraging achievements \r\nand with residual challenges as well. In my current, \r\nsecond term, we are poised to build on those \r\nsuccesses with renewed determination. \r\n“With a sustained commitment to provide \r\nimproved standards of living for our people and \r\n13-48668 17/26\r\n26/09/2013 A/68/PV.14\r\ncritical one for the United Nations as it marks the \r\nOrganization’s seventieth anniversary. It is also the \r\ntarget date for the MDGs and the tenth year since \r\nthe World Summit was held in 2005. \r\n“We are expected to agree on a post-2015 \r\ndevelopment framework. It is imperative that \r\nwe follow a pragmatic approach with renewed \r\nvigour and commitment to providing our people \r\nwith a future that guarantees justice, peace and \r\nsecurity, accountable and democratic governance, \r\na transparent and equitable distribution of wealth, \r\na safe and sustainable environment and health and \r\neducation for all. Those are all essential elements \r\nin setting the stage for the implementation of the \r\npost-2015 development agenda.\r\n“Let me join the family of the United Nations \r\nin expressing our condolences and solidarity with \r\nthe people of Kenya, Pakistan and Nigeria for \r\nthe irreparable loss of valuable lives during the \r\nrecent terrorist attacks. Our thoughts and prayers \r\nare strongly and firmly with the families of the \r\ndeceased.”\r\nThe Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Laurent Kavakure, Minister \r\nfor Foreign Affairs and International Cooperation of \r\nthe Republic of Burundi.\r\nMr. Kavakure (Burundi) (spoke in French): On this \r\nspecial occasion, when I have the honour to speak to \r\nvarious delegations that have come from the four corners \r\nof the world to participate in the General Assembly at \r\nits sixty-eighth session, I would like, on behalf of His \r\nExcellency Mr. Pierre Nkurunziza, President of the \r\nRepublic of Burundi, and on behalf of my delegation, to \r\nexpress our congratulations to His Excellency Mr. John \r\nAshe on his election to the presidency of the General \r\nAssembly at its sixty-eighth session.\r\nTo Mr. Vuk Jeremić, his predecessor, we wish to \r\nsay how much his work as President at the sixty-seventh \r\nsession was very much appreciated in my country, and \r\nwe take this opportunity to relay to him our sincere \r\ncongratulations for having very ably presided over that \r\nsession.\r\nIt is also our great pleasure to congratulate \r\nHis Excellency Mr. Ban Ki-moon for his excellent \r\nachievements in a difficult and often turbulent \r\ninternational sociopolitical and economic context. Our \r\nbest wishes and our continued support will accompany \r\nhim throughout his second term in office, so that he can \r\nadvancement of the rule of law at both the national \r\nand international levels. With our continued \r\nsupport, the Special Court is expected to complete \r\nits mandate by the end of this year.\r\n“We are pleased to note that the Optional \r\nProtocol to the International Covenant on Economic, \r\nSocial and Cultural Rights entered into force in May \r\n2013. Sierra Leone pledges its continued support \r\nto the work of the Human Rights Council and the \r\nOffice of the United Nations High Commissioner \r\nfor Human Rights as we strive together to maintain \r\nuniversally accepted standards of human rights and \r\ndemocratic governance.\r\n“It is in that context that we have also \r\nembarked upon a constitutional review process to \r\naddress major socioeconomic and political issues. \r\nA constitutional review committee has been \r\nestablished with a broad spectrum of membership, \r\ndrawn from all political parties, civil society, \r\nwomen, youth, disabled persons and even the \r\ndiaspora. The process will be inclusive and guided \r\nby a critical analysis in a broad national debate, with \r\nthe aim of strengthening democratic institutions and \r\npromoting national unity. We expect the committee \r\nto submit a draft review within two years.\r\n“As the coordinator of the African Union \r\ncommittee of 10 Heads of State on Security Council \r\nreforms, let me once again emphasize the need for \r\nurgent reform of the Council. The role of the United \r\nNations should be strengthened, not weakened. The \r\nneed for equitable geographical representation, with \r\nall the privileges of membership in the Security \r\nCouncil, cannot be overemphasized. Africa will \r\ntherefore continue to work closely with the relevant \r\nstakeholders and Member States, particularly other \r\nnon-permanent members of the Council, for an \r\nearly and decisive reform of that organ.\r\n“Let me therefore reiterate that Africa’s \r\nparticipation in the ongoing intergovernmental \r\nnegotiations is firmly rooted in our steadfast \r\ncommitment to the African common position \r\narticulated in the Ezulwini Consensus and Sirte \r\nDeclaration on the reform of the United Nations.\r\n“The Millennium Development Goals remain \r\na very lofty agenda in the history of our collective \r\nefforts for global socioeconomic development, \r\nalthough their full achievement has been thwarted \r\nby a multitude of factors. The year 2015 is a \r\n18/26 13-48668\r\nA/68/PV.14 26/09/2013\r\nAlong those same lines, Burundi has also adopted \r\na second policy instrument, the Strategic Framework \r\nfor Growth to Combat Poverty 2012-2016, launched \r\nin February 2012. Its goals are the consolidation \r\nof peace, security and the rule of law, managing \r\npopulation growth, increasing agricultural production \r\nand marketing, improved efficiency in public spending, \r\na dynamic and efficient private sector, a sufficient \r\nincrease in energy production, and strengthening \r\ndevelopment capacity. \r\nSince the central theme of this debate pertains to \r\nthe post-2015 development agenda, it is appropriate \r\nfor my delegation to review Burundi’s socioeconomic \r\nachievements. As the Assembly is aware, the \r\nMillennium Development Goals are the promise that \r\nwe made to the poorest and most vulnerable people of \r\nthe world. The MDGs have managed to place human \r\nbeings at the heart of the development agenda. I should \r\nnow like to turn to the status of the implementation of \r\nMDGs in my country, which I will review one by one.\r\nWith regard to MDG 1, on the eradication of extreme \r\npoverty, we have seen relatively good progress since \r\n2006. Even so, we must note that, although generally \r\nthe rate of poverty has steadily decreased from 81 per \r\ncent in 1998 and to 67 per cent in 2006, it is nonetheless \r\nunlikely that Burundi will reach its target.\r\nWith respect to MDG 2, achieving universal \r\nprimary education, many improvements have been \r\nnoted in terms of the net enrolment rate in primary \r\nschool education in Burundi, which rose from 52 per \r\ncent in 1990 to 96 per cent in 2010. That occurred as a \r\nresult of policy measures, in particular the presidential \r\nmeasure taken in 2005 regarding free schooling, and \r\nbecause the restoration of peace has enabled even \r\nchildren beyond school age to be enrolled in school. \r\nIt is therefore possible that the second MDG will be \r\nachieved in 2015.\r\nConcerning MDG 3, on gender equality and the \r\nempowerment of women, there is near parity of girls \r\nand boys in primary school, but disparities have \r\nincreased in secondary school. In higher education, the \r\nratio of girls to boys has improved. In State institutions, \r\nwe have seen an increase in the number of women in \r\nParliament, with 43 per cent in the National Assembly \r\nand 50 per cent in the Senate. Those figures far \r\nexceed the stipulation in the 2005 Constitution, which \r\nestablished a quota of 30 per cent for women in political \r\ninstitutions.\r\ncontinue with the same momentum the work started in \r\nall priority areas on the United Nations agenda and in \r\nparticular, that of the Millennium Development Goals \r\n(MDGs), the central concern of the current session. \r\nIt is for us an opportune moment to take the f loor to \r\naddress the Assembly to talk about the situation in my \r\ncountry, on the one hand, and to mention some current \r\nissues that are presently of concern to the international \r\ncommunity, on the other hand.\r\nWith regard to my country, my statement will \r\nfocus on the political and economic situation and on \r\nour progress regarding the Millennium Development \r\nGoals, for which we are called upon to establish new \r\nbenchmarks.\r\nIn the political area, we are preparing to hold general \r\nelections in 2015. As we have always said, including \r\nduring our previous elections, we have promised to the \r\npeople of Burundi and the international community to \r\nhold transparent, free and peaceful elections. Burundi is \r\nseeking to set up a truth and reconciliation commission \r\nsoon, as was provided for in the Arusha Agreement for \r\nPeace and Reconciliation, in order to shed light on the \r\nmassive human rights violations after our independence \r\nand to create a more stable and democratic society.\r\nWith regard to socioeconomic concerns, in December \r\n2012 Burundi adopted a strategic policy instrument \r\nentitled “Vision Burundi 2025”, which sets out what \r\nBurundi will look like in 2025. Its main pillars are \r\nthe goals to promote strong leadership at all levels of \r\nthe State apparatus, to provide good living conditions \r\nfor the population, to rely on an educated population \r\nthat enjoys good health, to promote accelerated and \r\ndouble-digit economic growth and to make the most \r\nof regional integration so as to increase and diversify \r\nthe economy of Burundi. Other goals include putting \r\nin place an aggressive demographic policy aimed at \r\nlimiting the population growth rate to 2 per cent in \r\n2025 and gradually restoring social cohesion and giving \r\npride of place back to the fundamental cultural values \r\nthat have always characterized Burundian society. One \r\ncould also cite the goals of setting up a village and \r\nurbanization policy aimed at significantly increasing \r\nthe urbanization rate to 40 per cent, as well as creating \r\nsynergies among the various development stakeholders \r\nand promoting a good context for dialogue and \r\nconsultation with respect to planning for development \r\nfinancing and implementing Vision Burundi.\r\n13-48668 19/26\r\n26/09/2013 A/68/PV.14\r\nSubstantial progress has been made with respect to \r\nthe strategic framework for peacebuilding, and a third \r\nphase of the programme is currently being developed by \r\nthe Government, in conjunction with the United Nations \r\nOffice in Burundi and the parent office in New York. In \r\nview of the notable progress that has already been made \r\nsince our country was first placed on the agenda of the \r\nPeacebuilding Commission, Burundi considers that it is \r\nnow time for it to withdraw gradually from that agenda \r\nin order to make way for other countries whose need is \r\ncurrently greater.\r\nAt the same time, my Government has expressed \r\nthe wish to see the United Nations Office in Burundi \r\nconvert in February 2014 to a Burundi country team \r\noffice. That would enable Burundi to work in close \r\ncollaboration with the United Nations team and with \r\nother partners to meet the socioeconomic challenges \r\nwith which it is currently faced.\r\nHaving summarized my Government’s achievements, \r\nI shall now talk about Burundi’s role regionally and \r\ninternationally. \r\nWith regard to its international role, Burundi was \r\none of the first two countries to take the courageous \r\ndecision to participate in the African Union Mission in \r\nSomalia (AMISOM), where it has served since 2007. I \r\nshould emphasize that Burundi is proud of the progress \r\ntowards normalization in Somalia, but we call upon all \r\nthe partners to strengthen the operational capacity of \r\nAMISOM so that it may complete its mission.\r\nBurundi is also participating in peacekeeping \r\noperations in Cote d’Ivoire, Haiti and the Sudan. Soon, \r\nit will be participating in Mali and the Central African \r\nRepublic. The recent election of Mr. Boubacar Keita \r\nas the country’s President is undoubtedly a decisive \r\nstep in re-establishing the principles of democracy \r\nthat governed the country in the past. That is the \r\nright path towards normalization. In our view, those \r\nsuccessful elections are an important step in terms of \r\nMali’s recovery. A Burundian contingent is ready to be \r\ndeployed in that country. \r\nWith regard to the security situation in the eastern \r\npart of the Democratic Republic of the Congo, Burundi \r\naligns itself with other members of the International \r\nConference on the Great Lakes Region (ICGLR) and \r\npartners such as the African Union and the United \r\nNations to ensure peace in that country. In that regard, \r\nwe reaffirm our commitment through the terms of \r\nthe agreement of 15 December 2006 and the relevant \r\nWith respect to the MDG 4 target of reducing the \r\nunder-five mortality rate, that rate has decreased by \r\n35 per cent, going from 88 deaths per 1,000 live births \r\nin 1990 to 57 per 1,000 in 2010. Despite that progress, \r\nwe are still far from the hoped-for 13.5 per cent, which \r\nwas our aim in order to achieve the target of reducing \r\nby two thirds the under-five mortality rate. The relative \r\nimprovement is due to more people going to health-care \r\nfacilities, because we have made health care free for \r\nchildren under 5.\r\nWith regard to MDG 5, on improving maternal \r\nhealth, the target is to reduce by three quarters the \r\nmaternal mortality rate by 2015. The mortality ratio has \r\nundergone a downward trend since 1990. It decreased at \r\na rate of 30 maternal deaths per 100,000 live births per \r\nyear, amounting to a reduction of 54.5 per cent between \r\n1990 and 2010.\r\nAs to MDG 6, combating HIV/AIDS, malaria and \r\nother diseases, a survey conducted in 2010 shows that \r\nthe HIV prevalence is estimated at 1.4 per cent in the \r\npopulation aged 15 to 49 years, while among women \r\nages 15 to 24 years old it is 0.8 per cent, as compared \r\nwith 3.5 per cent in 2007. Nonetheless, we see a \r\ndownward trend of HIV prevalence among women ages \r\n15 to 24, according to the sentinel surveilance system. \r\nWith regard to the status of HIV orphans, the available \r\ndata show that the number of deaths has gone from \r\n12,000 per year in 2004 to fewer than 6,000 per year in \r\n2011. That is a decrease of approximately 50 per cent.\r\nWith regard to MDG 7, ensuring environmental \r\nsustainability, in Burundi the percentage has gone from \r\n70 per cent to 72.5 per cent in 20 years. Data show that \r\nthe proportion of the population using an improved \r\nsanitation system remained stagnant, at around 46 per \r\ncent, between 1990 and 2010.\r\nIn terms of MDG 8, on a global partnership for \r\ndevelopment, Burundi does its utmost to mobilize \r\ndomestic resources and external support — estimated \r\nat $75 billion — in order to achieve the MDGs by 2015.\r\nConcerning Burundi’s position vis-à-vis the post-\r\n2015 agenda, it is evident from national consultations \r\nwith all segments of the population that a post-2015 \r\ndevelopment agenda should focus on the following \r\nareas: governance, inequality, conflict and fragility; \r\neconomic growth and employment; energy, water \r\nand a sustainable environment; access to basic social \r\nservices; and food security.\r\n20/26 13-48668\r\nA/68/PV.14 26/09/2013\r\nWith regard to the International Criminal Court, \r\nBurundi would like to express its full solidarity with the \r\npeople of Kenya, who have just democratically elected \r\ntheir leaders. Burundi would like the Court to review \r\nhow it functions so that it can benefit Member States of \r\nthe international community as a whole. Burundi calls \r\nfor a review of the Rome Statute at the next meeting \r\nof States parties, which is to take place from 20 to \r\n28 November. In the meantime, it is important that the \r\npeace and reconciliation processes on our continent be \r\nstrengthened rather than weakened.\r\nBurundi welcomes the ministerial meeting to be \r\nheld by the African Union on the sidelines of the sixty-\r\neight session of the General Assembly on 27 September, \r\nas well as the announcement that a summit of Heads of \r\nState will be held on 11 and 12 October in Addis Ababa.\r\nWe have renewed the commitment of the \r\nGovernment of Burundi to achieve the Millennium \r\nDevelopment Goals and to ensure peace and security. \r\nWe would like to conclude our statement by reiterating \r\nBurundi’s commitment to the ideals of the Charter of \r\nthe United Nations. \r\nMy Government hopes that cooperation between \r\nthe United Nations and the African Union can be \r\nstrengthened in terms of tackling issues related to \r\nAfrican countries in accordance with the letter and spirit \r\nof the founding documents of those two institutions. \r\nThe Acting President (spoke in Spanish): I now give \r\nthe f loor to His Excellency Mr. José Meade Kuribreña, \r\nMinister for Foreign Affairs of Mexico.\r\nMr. Meade Kuribreña (Mexico) (spoke in \r\nSpanish): On behalf of President Enrique Peña Nieto, \r\nit is an honour for me to address the plenary of this \r\nOrganization, a symbol of universal values and of the \r\nbest causes of humankind. \r\nOn behalf of the people and Government of Mexico, \r\nI thank the international community for the generous \r\nexpressions of solidarity and support following the \r\nweather-related events in my country. They contribute \r\nto the work of the Government and to the fraternal \r\nparticipation of civil society in providing assistance to \r\nthose affected. \r\nOver the past two weeks, Mexico has suffered the \r\nunprecedented simultaneous arrival of two hurricanes, \r\nIngrid and Manuel, one on the Pacific coast and the \r\nother on the Atlantic coast. Over the past few decades, \r\nMexico has worked hard to bolster its capability to \r\nprotocols of the ICGLR, as well as statements and \r\ndecisions made by Heads of State and Government of \r\nmember States in Addis Abeba and Kampala. At the \r\nregional level, we reaffirm our commitment, under the \r\nPeace, Security and Cooperation Framework for the \r\nDemocratic Republic of the Congo and the Region, \r\nsigned in Addis Ababa on 24 February. \r\nWith regard to the very unstable situation in the \r\nCentral African Republic, Burundi, as a member of \r\nthe Economic Community of Central African States, is \r\nready to work with other nations to deploy a military \r\ncontingent there in order to participate in re-establishing \r\npeace. \r\nConcerning the situation in Egypt, Burundi hopes \r\nthat the Egyptian people find a swift way out of the \r\ncrisis. With our African Union and United Nations \r\npartners, we are prepared to ensure that the Arab \r\nRepublic of Egypt and its people revive their democratic \r\ninstitutions. \r\nWith regard to Syria, Burundi believes that the \r\ninternational community must do all it can to help \r\nall parties reach a ceasefire in order to settle their \r\ndifferences peaceably. \r\nWith regard to the conflict in the Middle East, \r\nBurundi reiterates its support for a negotiated solution \r\nthat leads to two States living side by side in peace and \r\nmutual respect, in line with the relevant resolutions of \r\nthe Security Council. \r\nTerrorism in its various forms has become a source \r\nof daily concern. Not even a week goes by without an \r\nact of terrorism being carried out somewhere in the \r\nworld. Barbaric acts strike indiscriminately, affecting \r\ninnocent people who have had the misfortune of finding \r\nthemselves in the wrong place at the wrong time. \r\nThe Government of Burundi would like to take this \r\nopportunity to condemn, in the firmest way possible, the \r\ncowardly and arbitrary terrorist attack at the Westgate \r\nMall in Nairobi. That heinous act has plunged into \r\nmourning not only Kenya, but the entire international \r\ncommunity, given the different nationalities of the \r\nvictims. We would like to convey to our brothers the \r\npeople of Kenya and to their Government our sincere \r\ncondolences and to reassure them of our friendship \r\nand solidarity. Burundi reiterates its full support for \r\nthe United Nations Global Counter-terrorism Strategy, \r\nadopted by Member States in 2006. \r\n13-48668 21/26\r\n26/09/2013 A/68/PV.14\r\nNayarit, on Mexico’s Pacific coast, we will host the \r\nsecond Conference on the Humanitarian Impact of \r\nNuclear Weapons.\r\nHuman security is also affected by the irresponsible \r\nuse of, and illicit trafficking in, conventional weapons. \r\nMexico therefore welcomes the adoption of the Arms \r\nTrade Treaty. Demonstrating great vision, the Mexican \r\nSenate has approved the Treaty, and I deposited our \r\ninstrument of ratification yesterday. We will comply \r\nwith it immediately, even before its entry into force \r\nworldwide. Mexico calls on all States to ratify the \r\nTreaty, which is a testament to the Organization’s ability \r\nto achieve common solutions to shared challenges. I \r\nalso hope that the United Nations will show the same \r\nwillingness to take on the fight against sexual violence \r\nas a weapon in conflict situations.\r\nMexico is also acting responsibly in dealing \r\nwith the global drug problem. Like Chile, Colombia \r\nand others, Mexico believes we should evaluate \r\ninternationally agreed policies in the search for more \r\neffective responses based on a focus on health and \r\na framework of respect for human rights and from a \r\nperspective of damage control. The goal must be the \r\nwell-being of society in all its aspects. \r\nAlong with Costa Rica, Paraguay and others, we \r\nbelieve we should give priority to prevention so as \r\nto reduce the impact on health and, in particular, the \r\nviolence associated with drug problems. Similarly, it \r\nwould be helpful to strengthen international cooperation \r\nso as to reduce the illegal f lows of arms and money that \r\nfuel criminal networks. \r\nAlong with Guatemala and others, we believe the \r\nnew global strategy should be based on an open and \r\ninclusive debate leading up to the special session of the \r\nGeneral Assembly scheduled for 2016. We welcome the \r\nAntigua Declaration issued at the General Assembly of \r\nthe Organization of American States as a first step in \r\nthe right direction towards the 2016 special session.\r\nThe fight against organized crime must always \r\nrespect the rule of law and human rights. When there is \r\na risk or merely a possibility that the right to privacy of \r\nany citizen might be infringed by any Government, we \r\nhave demanded that it be investigated and the parties \r\nresponsible held accountable. In Mexico, the protection \r\nof personal data is a human right guaranteed by the \r\nConstitution.\r\nMexico believes firmly in free trade and in \r\nbuilding mechanisms that promote the free circulation \r\nprevent and respond to natural disasters. However, \r\nthe increased vulnerability we face in the world \r\nunderscores the need and urgency for action. That is \r\nwhy we welcome the Secretary-General’s decision to \r\nconvene a summit in September 2014 to address the \r\nimpact of climate change. Mexico will participate \r\nenthusiastically and will continue to contribute to the \r\nimplementation of the agreements reached in 2010 at \r\nCancún. \r\nI join in the international community’s unanimous \r\ncondemnation of the unspeakable attacks against \r\ncivilians in Nairobi. Mexico expresses its solidarity \r\nto the Government and people of Kenya, as well as \r\nour condolences to relatives of the victims. Such \r\nunfortunate acts constitute an affront to peace and \r\nclearly demonstrate the need for us to remain vigilant \r\nin the fight against terrorism. We also join those who \r\nhave expressed their condolences to the Government \r\nand people of Pakistan following the recent earthquake.\r\nMy countrty believes in multilateralism and \r\nreiterates its unflinching commitment to the \r\nOrganization. We support the diplomatic initiatives \r\naimed at finding a peaceful political solution to the \r\ncrisis in Syria, in particular the agreement reached by \r\nthe United States and Russia on eliminating chemical \r\nweapons in that country. \r\nThe prohibition of the use or threat of use of \r\nchemical weapons is absolute. The events of 21 August \r\noutside Damascus are unacceptable. The dismantling \r\nand destruction of the Syrian arsenals, under the \r\nauspices of the Organization for the Prohibition of \r\nChemical Weapons and the Security Council, must be \r\nimmediate and unconditional. There can be no room \r\nfor dilatory tactics or blackmail. Mexico supports the \r\nconvening of the “Geneva II” international conference \r\non Syria as soon as possible, with the goal of achieving \r\nlasting peace there.\r\nThe challenges we face today compel us to seek \r\na Security Council that is truly representative of the \r\ninternational community, without positions of privilege \r\nreserved for a few; a Council that is transparent and \r\naccountable; and a Council that acknowledges that a \r\nveto does not work in situations involving genocide, \r\nwar crimes and crimes against humanity.\r\nMexico believes that disarmament should continue \r\nto be one of the key goals of the United Nations. In \r\nkeeping with my country’s longstanding contributions \r\nto the cause of disarmament, in February 2014 in \r\n22/26 13-48668\r\nA/68/PV.14 26/09/2013\r\nIndigenous Peoples,to be held in 2014, for which great \r\nevent we will host a preparatory meeting.\r\nOur experience shows that to achieve the goal \r\nof inclusion, we must consider every dimension of \r\npoverty — lack of income and financial inclusion, \r\nnutrition, health, education, housing and basic services. \r\nBoth through our national crusade against hunger \r\nand as a member of the Group of 20, Mexico has \r\nsought to place such deficiencies at the centre of the \r\ndebate. The innovative feature of our national crusade \r\nagainst hunger lies in its focus on a multidimensional \r\nmeasurement of poverty and in the fact that it seeks \r\nto overcome the deficiencies thus measured in order to \r\narrive at sustainable and structural ways of mitigating \r\nthe conditions that lead to hunger.\r\nIn the spirit of moving Mexico forward, we are \r\nundertaking transformative reforms for increasing \r\naccess to quality education, telecommunication, the \r\nfinancial system and social security. Strengthening \r\ninternational support will be crucial to implementing \r\nthe post-2015 development agenda. We must meet \r\nthe international commitments on financing for \r\ndevelopment agreed on under the Monterrey Consensus \r\nand achieve coordinated, transparent cooperation \r\nwith clear goals. That is why Mexico will host the \r\nfirst High-level Meeting of the Global Partnership for \r\nEffective Development Cooperation next year. Central \r\nto the agenda for that forum will be the mobilization of \r\ndomestic resources for development. Mexico therefore \r\nagrees with all measures that help prevent the erosion \r\nof our tax base and its migration to jurisdictions with \r\nlow or no taxes.\r\nToday the world is coming closer together, because \r\nwe have a greater global awareness. We are all affected \r\nby the suffering and challenges of other nations, \r\nwherever we are. Let us capitalize on that awareness in \r\norder to include those who are excluded and to extend \r\na hand to those who have not had our opportunities. \r\nLet us do what is necessary to make our world a place \r\nwhere greater equality is a reality. \r\nPresident Enrique Peña Nieto wishes to leave no \r\ndoubt as to his and Mexico’s commitment to a peaceful \r\nworld, a world in which the best causes of humankind \r\nmake headway, an inclusive world in which inequalities \r\nare reduced and extreme poverty is eradicated and a \r\nworld in which economic growth produces prosperity \r\nfor all. From this rostrum, Mexico declares its firmly \r\nheld belief in its global responsibilities. \r\nof people, goods and capital. That is why we and Chile, \r\nColombia and Peru formed the Pacific Alliance, which \r\nis organized in a spirit of openness and plurality, as \r\nthe heterogeneity of its members with observer status \r\nreflects. Our only goal is for the Pacific Alliance \r\nto be an inclusive, useful tool for the promotion of \r\nprosperity for the citizens of our nations. That is also \r\nthe spirit behind our work this year in the Association \r\nof Caribbean States.\r\nDuring this session of the Assembly we will \r\nbegin the process of evaluating our achievement of \r\nthe Millennium Development Goals and outlining \r\na road map for the post-2015 agenda. The success \r\nof the Millennium Development Goals is rooted in \r\nfocusing the actions of the international community \r\non clear and ambitious targets. Despite that, it is \r\nimportant to acknowledge that painful inequality and \r\na lack of participation and access to development still \r\npersist among the most vulnerable groups in highly \r\nindustrialized countries, as well as developing ones. \r\nPoverty, inequality and social exclusion exacerbate \r\nconflicts and help to undermine the rule of law. The \r\ndevelopment agenda must be based on a commitment \r\nto inclusion. Policies that bring together mechanisms \r\npromoting development and openness to innovation, \r\ncoupled with political determination on the part of the \r\ninternational community, will enable us to advance \r\ntowards a world with opportunities for all.\r\nInclusion should be a central premise in the \r\nnegotiations on the post-2015 development agenda, \r\nthus ensuring not only a narrowing of the poverty and \r\ninequality gaps but also active participation by society’s \r\nmost vulnerable groups. That is why we will convene \r\na meeting in Mexico to promote a global perspective \r\non inclusion, in which Governments, civil society and \r\nUnited Nations agencies, funds and programmes will \r\nparticipate with the aim of defining the parameters of \r\ninclusion and its impact on development policies, so \r\nwe can establish minimum thresholds for inclusion to \r\nwhich every human being is entitled. In that context, we \r\nacknowledge the high-level events being held within the \r\nframework of this session of the General Assembly — on \r\npersons with disabilities and on international migration \r\nand development. Full observance of the rights of such \r\ngroups is an essential component of the post-2015 \r\ndevelopment agenda.\r\nMexico is a multi-ethnic and multicultural nation \r\nthat is proud of its 68 indigenous peoples. That is why \r\nwe attach such importance to the World Conference on \r\n13-48668 23/26\r\n26/09/2013 A/68/PV.14\r\nthe international community will enable significant \r\nimprovement in the performance of least developed \r\ncountries. Benin has taken that opportunity to develop \r\na road map that includes a stopwatch for the last 1,000 \r\ndays in order to speed up the achievement of the Goals \r\nby 2015. My country is one of 16 African countries \r\ndeemed able to achieve at least five of the eight MDGs \r\nby that date. \r\nI would like to commend the leadership of the \r\nUnited Nations and its relevant bodies, as well as other \r\npartner agencies, in mobilizing energies to assist States \r\nin achieving the Goals. It is important to fully include \r\nin the post-2015 development agenda those MDGs \r\nthat have not been achieved on time and give them top \r\npriority in order to ensure there is continuity with the \r\nnew normative framework established by the United \r\nNations Conference on Sustainable Development held \r\nin Rio de Janeiro and the demands that will result from \r\nthe goals currently being developed. In that regard, the \r\nmain theme for the general debate of the sixty-eighth \r\nsession — “The post-2015 development agenda: setting \r\nthe stage” — is quite timely and perfectly in line with \r\nthe consultations that have taken place at various levels \r\nto develop that agenda.\r\nThanks to the meticulous clarification of issues and \r\nchallenges  by the High-level Panel of Eminent Persons \r\non the Post-2015 Development Agenda, appointed by \r\nthe Secretary General to present recommendations \r\nto him, we have a galvanizing vision and appropriate \r\nmaterials to build a unique, coherent programme \r\nregarding all those points, and pragmatic enough to \r\nensure that everybody on the planet is placed on a \r\nsustainable development path so everyone can have \r\naccess to shared a prosperity that leaves no country or \r\nperson aside.\r\nThe post-2015 development agenda must be \r\nuniversal in nature. It must also be broken down into \r\nspecific measures targeting reforms and corrective \r\nmeasures needed to re-establish any balances that have \r\nbeen upset or threatened. From that standpoint, it is \r\nof crucial importance that the situations of greatest \r\ncurrent concern to the international community should \r\nenjoy particular attention, as stipulated in principle 6 of \r\nthe 1992 Rio Declaration. We should therefore strongly \r\nsupport what is stated in the Secretary-General’s report \r\nentitled “A life of dignity for all” (A/68/202), that \r\nthe needs of the least developed and most vulnerable \r\ncountries should form the basis for defining the goals \r\nof the programme.\r\nThe Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Nassirou Bako Arifari, \r\nMinister for Foreign Affairs, African Integration, la \r\nFrancophonie and Beninese Abroad of Benin.\r\nMr. Nassirou Bako Arifari (Benin) (spoke in \r\nFrench): As he is not personally able to participate in \r\nthis general debate, the President of the Republic of \r\nBenin, Mr. Boni Yayi, has asked me to represent him. \r\nAt the outset, I would like congratulate the \r\nPresident on his election to the presidency of the General \r\nAssembly at its sixty-eighth session and, through him, \r\nto honour his country, Antigua and Barbuda, for that \r\nsuccess, which demonstrates the trust that it enjoys \r\nwithin the international community. I would also like \r\nto congratulate the outgoing President, His Excellency \r\nMr. Vuk Jeremić, who demonstrated great leadership in \r\nfulfilling his very busy term of office. I would also like \r\nto thank Secretary-General Ban Ki-moon for his efforts \r\nat the head of the world Organization, in particular \r\nsince January 2012, as part of the implementation of his \r\nprogramme “The future we want” (resolution 66/288, \r\nannex).\r\nBenin fully supports the implementation of \r\nthat programme, which focuses on issues that are \r\nfully consistent with the views and priorities of the \r\nGovernments of the least developed countries (LDCs), \r\nin particular those of my Government with regard to \r\ngovernance matters, namely, sustainable development \r\nand preventing conflicts, disasters and violations of \r\nhuman rights, as well as ensuring the participation of \r\nall stakeholders in the management of public affairs.\r\nTwo years from the 2015 deadline established for \r\nthe achievement of the Millennium Development Goals \r\n(MDGs), we can see that major efforts have been made \r\nby States to achieve the Goals. Assessments conducted \r\nat different levels have shown that least developed \r\ncountries are falling far behind in implementing the \r\nGoals, in spite of the significant progress that has been \r\nmade.\r\nNevertheless, it is a fact that achieving the Goals \r\nhas become a top priority of my Government’s work \r\nand mobilizes a significant share of available resources. \r\nWe should therefore welcome the campaign started in \r\nApril to commence the countdown of the last 1,000 \r\ndays leading up to the 31 December 2015 deadline. \r\nWe have reason to hope that the new dynamic \r\nand the new life that has been breathed into efforts of \r\n24/26 13-48668\r\nA/68/PV.14 26/09/2013\r\ncontribute to the collective thinking and its efficient \r\nimplementation.\r\nAt Rio de Janeiro we affirmed the inextricable \r\nlink that exists among the economic, social and \r\nenvironmental pillars of sustainable development. \r\nHowever, that vision will not materialize if we set aside \r\nthe existing relationship among peace, security and \r\ndevelopment. We should invest more in guaranteeing \r\npeace and security as an essential factor for sustainable \r\ndevelopment. At a time when we are thinking about the \r\nbroad outlines of the post-2015 development agenda, we \r\nshould also forge a consensus on the path to follow and \r\nthe means to strengthen the bases of international law \r\npursuant to respect for the essential principles of the \r\nCharter of United Nations, to which all States Member \r\nof the Organization have freely acceded. \r\nWe must constantly strive to bolster the ramparts of \r\npeace; without them, any development will be in vain, \r\nin the light of the destruction that comes from conflicts \r\ntriggered by their violation. I would take as an example \r\nthe atrocities that we see, sometimes at a frightening \r\nlevel, such as what occurred in Syria with the use of \r\nbanned chemical weapons, which we condemn in the \r\nfirmest possible terms.\r\nWe must reinforce the clout of the international \r\nregulatory regimes and make progress in the area \r\nof disarmament, whose paralysis carries great risk \r\nfor humankind. In that regard, too, we welcome the \r\nconclusion of the Arms Trade Treaty. \r\nWe must better harness the mechanisms for the \r\npeaceful settlement of disputes and conflict prevention. \r\nThe partnership between the United Nations and \r\nregional organizations is a valuable tool for building \r\na more integrated and solidarity-based world. That \r\nsolidarity must be clearly displayed against the rise of a \r\nviolent extremism that is increasingly dangerous when \r\nit takes root in our societiees by associating itself with \r\ntransnational organized crime networks.\r\nAll those all equally pressing challenges that the \r\ninternational community needs to address. We would \r\nbenefit from adopting a preventive and proactive, as \r\nwell as healing, approach in order to improve the health \r\nof our planet and constantly expand the vital space \r\nnecessary for ensuring that humans f lourish, if we \r\nreally want to ensure the universal access to peace and \r\nshared prosperity that we all so sorely want. \r\nIt is a welcome fact that the situation in those \r\ncountries has already been the subject of significant \r\nthinking, with key action programmes that cover \r\nperiods that go far beyond 2015. In that regard, the \r\nIstanbul Programme of Action for the Least Developed \r\nCountries for the Decade 2011-2020 is and should \r\nbe perceived as an integral part of the post-2015 \r\ndevelopment agenda. Its main aim is to ensure the \r\ntransition of half of the 49 least developed countries to \r\na higher-income level by 2020.\r\nAgainst that backdrop, Benin is quite clear about \r\nits responsibility as the head of the global coordination \r\nbureau for the LDCs. We intend to propose the holding \r\nof an international conference on the theme “New \r\npartnerships for developing the productive capacities \r\nof LDCs in the context of the implementation of the \r\nIstanbul Programme of Action”, to be held in Cotonou \r\nin April 2014. That effort already enjoys strong support \r\nfrom the United Nations and some development partners \r\nfrom diverse cooperation frameworks, whether they are \r\nNorth-South, South-South or according to other types \r\nof triangular partnerships. I appeal for goodwill to \r\nhelp make that voluntary initiative a decisive turning \r\npoint in terms of mobilizing the necessary resources \r\nto help least developed countries make the leap to \r\nindustrialization based on their competitive advantages. \r\nThat route offers LDCs a possibility for creating decent \r\njobs so they can make the most of their demographic \r\nadvantages and turn that into a factor for stability and \r\nprosperity.\r\nWe must enhance the role of quality, relevant \r\nand transformative education at the heart of the \r\nsocial, economic and development agendas — an \r\neducation system focused on the real needs of society \r\nand the modern world. In that regard, I welcome the \r\nestablishment by the Secretary-General of the Global \r\nEducation First initiative, which is a platform for \r\nleading an open debate on the aims of education in \r\nthe current context and to prepare children for living \r\nactive, productive and personally enriching lives. That \r\nis a prerequisite for meeting the challenge of social \r\ninclusion of young people.\r\nBenin has been honoured to participate actively \r\nsince February in the work of the group of Member States \r\nchampioning the initiative. I urge the international \r\ncommunity to support that noble project, which is a \r\nguarantee of adequate, inclusive training for youth. I \r\ncall on all countries to join the Initiative in order to \r\n13-48668 25/26\r\n26/09/2013 A/68/PV.14\r\nof the Gulf of Guinea, which gives the arrangements an \r\ninclusive technical consultation framework. \r\nStrengthening regional cooperation means that \r\nwe need to set up an international support mechanism \r\nto improve cost-sharing in order to guarantee lasting \r\nresults. It is important for the Security Council to adopt \r\na new resolution to that effect.\r\nMore than ever, the United Nations must stand firm \r\nin its role as the best forum for a fruitful multilateralism, \r\nwhere different initiatives come together to give the \r\nnecessary impetus for more inclusive and less unjust \r\nglobal governance that finds comprehensive, lasting \r\nsolutions to crises of every stripe that trouble the world \r\nwith disastrous repercussions on human security and \r\nhuman rights.\r\nThe delays in the establishment of a Palestinian State \r\nwith all the attributes of an independent and sovereign \r\nState, including full membership in the United Nations, \r\nliving side by side with the State of Israel within secure \r\nborders and with full international guarantees is still a \r\nsubject of concern. In that regard, Benin welcomes the \r\nefforts of the Obama Administration that have led to \r\nthe renewal of dialogue between the Palestinians and \r\nIsraelis. \r\nAlong the same lines, the paralysis in the United \r\nNations with respect to different political and military \r\ncrises shows how urgent it is to reform the international \r\nsystem, in particular the Security Council. Achieving \r\nthat reform would be real proof of the commitment \r\nof the United Nations to inclusive and less polemic \r\nmanagement of the great problems of today.\r\nThe Government of Benin is firmly committed \r\nto the universality, indivisibility and interdependence \r\nof all human rights, which it considers to be the \r\nthird pillar of the United Nations system. They are \r\nconsiderations that govern our participation in the \r\nwork of the Human Rights Council, where we strive to \r\npromote a correlation between the behaviour of States \r\nand the international obligations they have undertaken \r\nthrough a mutual open dialogue and mutually enriching \r\ncooperation as the most effective way for developing \r\nand protecting universally recognized human rights \r\nand the fight against impunity. \r\nGovernments must undertake to create more \r\ncohesion between stakeholders and to ensure \r\nunderstanding and consensus on essential matters \r\nand avoid internal divisions that undermine the State \r\nThe very encouraging way in which the crisis in \r\nMali was managed is to the credit of the partnership \r\nbetween the United Nations and regional organizations. \r\nIt proved what the international community can achieve \r\nif it uses its levers of our collective security system in \r\ntime. Benin has been honoured to take an active part, \r\nalongside other African countries, in the noble mission \r\nof rebuilding the State in Mali. \r\nThe election of President Ibrahim Boubacar Keita \r\nis the start of a new era where Mali is returning to the \r\nfamily of free nations struggling to bring happiness to \r\ntheir peoples. In that connection, the policies adopted \r\nin the United Nations integrated strategy for the Sahel \r\nmust be decisively implemented in order to transform \r\nchallenges into opportunities for growth and progress \r\nfor the peoples of the region for the certain benefit of \r\ninternational peace and security.\r\nWe must also commend the efforts undertaken \r\nto stabilize the countries of the Great Lakes region, \r\nespecially the Democratic People’s Republic of the \r\nCongo, as well as Somalia, where the African Union \r\nhas shown its ability to restore and rebuild peace, \r\nwith, of course, the support of the United Nations. The \r\ncase of the Central African Republic gives us pause, \r\nas it requires a commitment from the international \r\ncommunity commensurate with seriousness of the \r\ncurrent challenges.\r\nThe resurgence of piracy and armed robbery at sea \r\nin the Gulf of Guinea has had an enormous impact on \r\nthe economies of the countries of the Atlantic coast and \r\nin the hinterlands. The initiatives undertaken with the \r\nsupport of the United Nations and the backing offered \r\nby our bilateral partners have enabled us to set up \r\ninformation-sharing centres pursuant to resolutions \r\n2018 (2011) and 2039 (2012) of the Security Council. That \r\nwas the aim of the joint summit on maritime security \r\nof the Heads of State and Government of the Economic \r\nCommunity of West African States (ECOWAS), the \r\nEconomic Community of Central African States \r\n(ECCAS) and the Commission of the Gulf of Guinea \r\nthat took place in Yaoundé on 24 and 25 June. That \r\nfollowed the meeting of Foreign Ministers and Defence \r\nMinisters of ECOWAS, ECCAS and the Gulf of Guinea \r\nCommission that took place in Cotonou on 18 and \r\n19 March. After Yaoundé, there was the Malabo summit \r\nof the Heads of State of the Gulf of Guinea Commission \r\nheld on 9 July, which took the historic decision to open \r\nthe Gulf of Guinea Commission to all States in the area \r\n26/26 13-48668\r\nA/68/PV.14 26/09/2013\r\nviable and useful for the people only if it contributes to \r\ndevelopment, to promoting the dignity and fundamental \r\nrights of citizens, to strengthening social justice and to \r\nmaintaining peace and international security.\r\nIn conclusion, I would like to express the compassion \r\nof the people of Benin to the brotherly people of Kenya \r\nfor the tragedy they have experienced following the \r\nrecent terrorist attack. The same compassion goes out \r\nto all those people in the world who are suffering from \r\nintolerance and its attendant violence.\r\nThe meeting rose at 9.10 p.m.\r\nwhile negative forces are constantly striving to wreak \r\nhavoc. My Government is committed to strengthening \r\nthe principles of democracy and the implementation of \r\neffective local development policies. My Government \r\nremains convinced that promoting, developing and \r\nshoring up democracy, far from being a luxury, is a \r\nvital and unavoidable necessity for all African States.\r\nThat is why Benin is striving each day to find the \r\nways and means to strengthen and streamline its political \r\nsystem so as to permanently anchor it in universal \r\nvalues. I remain convinced that democracy can be \r\n"