"The meeting was called to order at 9.05 a.m. \r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mrs. Portia Simpson Miller, Prime \r\nMinister, Minister of Defence, Development, \r\nInformation and Sports of Jamaica\r\nThe President: The Assembly will now hear an \r\naddress by the Prime Minister, Minister of Defence, \r\nDevelopment, Information and Sports of Jamaica.\r\nMrs. Portia Simpson Miller, Prime Minister, \r\nMinister of Defence, Development, Information \r\nand Sports of Jamaica, was escorted to the rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHer Excellency Mrs. Portia Simpson Miller, Prime \r\nMinister, Minister of Defence, Development, \r\nInformation and Sports of Jamaica, and inviting her to \r\naddress the General Assembly.\r\nMrs. Simpson Miller (Jamaica): I am extremely \r\npleased that a son of the Caribbean — and one with such \r\na wealth of experience and tested diplomatic skills — is \r\npresiding over the General Assembly at its sixty-eighth \r\nsession. I commend the Secretary-General, His \r\nExcellency Mr. Ban Ki-moon, for his untiring efforts \r\nto promote international peace and development, and I \r\nthank him for his exemplary leadership.\r\nThe theme for our debate, “The post-2015 \r\ndevelopment agenda: setting the stage”, catapults \r\ndevelopment to the centre of the United Nations \r\nagenda, impelling us to elaborate a meaningful and far-\r\nreaching development framework for the benefit of all. \r\nOur deliberations and actions during this session must \r\ntherefore send a clear message of hope to the many \r\nmillions who, sadly, are still living in poverty and \r\ninequity. Let us redouble our efforts to fight against the \r\nscourge of poverty. It was the late Jamaican national \r\nhero, Marcus Mosiah Garvey, who aptly said:\r\n“Poverty is a hellish state to be in. It is no \r\nvirtue. It is a crime. To be poor is to be hungry \r\nwithout possible hope of food; to be sick without \r\nhope of medicine; to be tired and sleepy without \r\na place to lay one’s head; to be naked without the \r\nhope of clothing; to be despised and comfortless. \r\nTo be poor is to be a fit subject for crime and hell.”\r\nToo many of the world’s citizens are facing that \r\nreality. We need to fulfil the Millennium Declaration \r\n(resolution 55/2), which entrusted to us the responsibility \r\nto chart a path towards development underpinned by \r\na commitment to eradicate poverty on the basis of a \r\nglobal partnership.\r\nAs the deadline for the attainment of the Millennium \r\nDevelopment Goals draws near, with under 1,000 days \r\nremaining, we face many challenges, including the \r\nglobal economic and financial crisis, climate change, \r\nnatural disasters, high levels of debt and conflict. \r\nWith the limited time remaining, it is imperative for \r\nus to accelerate our efforts. Anything less would be a \r\ndisservice to our people.\r\nWhile we contemplate a post-2015 development \r\nframework, we must also complete unfinished business \r\nUnited Nations A/68/PV.18\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n18th plenary meeting\r\nSaturday, 28 September 2013, 9 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1348803*\r\n13-48803 (E)\r\n2/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nthis year. That alarming statistic is overshadowed by \r\nestimate of the global working poor, which is in the \r\norder of 869 million, almost 400 million of whom \r\nlive in extreme poverty. Growth in joblessness is \r\nreflected in rural and urban pockets of poverty and \r\nsocial deprivation. Increased investment in developing \r\ncountries with a focus on job creation is an avenue that \r\nmust be actively pursued.\r\nWe need to provide more assistance for people \r\nto cope with daily life, as growth and prosperity are \r\nunevenly distributed and the most vulnerable are at \r\nrisk of falling through the cracks, being overlooked \r\nand failing to achieve a decent quality of life. Social \r\nprotection schemes should work effectively to provide \r\nfor basic needs and encourage target groups to pursue \r\nself-advancement while facilitating empowerment \r\nand fostering greater inclusiveness. As countries like \r\nJamaica implement strategies to deal with indebtedness \r\nand also encourage growth and investment, it is \r\ncritical that international financial institutions and \r\nmultilateral and other development partners recognize \r\nthe importance of social protection mechanisms.\r\nAs we forge the agenda for development for the \r\nnext decade and beyond, we do so in part on behalf of \r\na group that is very close to my heart — our children. \r\nThe future we want, the future we craft, the future we \r\nachieve will be our legacy to our children. We must \r\nredouble our efforts to safeguard their rights and \r\nenhance their development. Despite limited resources, \r\nJamaica continues to make every effort to meet its \r\nobligations to its children. We condemn violence and \r\nabuse against our children and reaffirm our commitment \r\nto safeguarding and promoting the rights of children \r\neverywhere. We must leave no child behind.\r\nThe issue of human trafficking is of paramount \r\nconcern. I am always mindful of the horrors and evils \r\nof slavery, both in history and in its modern-day form. \r\nI am particularly moved by the knowledge that young \r\ngirls and boys are torn daily from the bosom of their \r\nfamilies, taken to strange lands, placed in subhuman \r\nconditions and forced to perform unspeakable acts. We \r\nmust unite in our efforts to eliminate that transnational \r\nscourge and bring an end to human trafficking among \r\nour women, men and children. We must ensure that in \r\nthese modern times we do not have a re-enactment of \r\nslavery.We must stamp it out wherever it exists and bring \r\nthe perpetrators to justice. We must protect our future \r\ngenerations. Never again should anything resembling \r\nslavery be tolerated anywhere.\r\nin the reduction of extreme poverty and hunger, \r\ncombating HIV/AIDS, halting and reversing the \r\nincidence of malaria and tuberculosis and increasing \r\naccess to reproductive health care. In our deliberations \r\non a post-2015 development agenda, we must determine \r\nhow best to shape a global compact that is universal and \r\npeople-centred and that strikes the balance between \r\nthe need for robust economic growth, job creation \r\nand poverty eradication and the equally important \r\nneed to preserve and protect the environment. Our \r\ndeliberations have to take into account the special needs \r\nof disadvantaged groups of countries, in particular the \r\nvulnerable group of small island developing States \r\n(SIDS), which are grappling with climate change, sea-\r\nlevel rise and the need to deal with new and emerging \r\neconomic and social situations.\r\nWe are pleased that international attention will \r\nbe focused on small island developing States in 2014, \r\nwhen the international community will observe the \r\nInternational Year of Small Island Developing States. \r\nThe success of the Samoa Conference in 2014 will \r\ndepend on strong international support for and the \r\nmainstreaming of SIDS issues in all activities across \r\nthe United Nations system.\r\nA sustainable approach to development should \r\ninclude people with disabilities in the post-2015 \r\ndevelopment agenda. It should also provide for the \r\nprevention and control of non-communicable diseases \r\nand additional financial resources to sustain the global \r\nfight against HIV/AIDS.\r\nAnother major threat to development is the high \r\nincidence of road crashes. I call on all countries to \r\ntake the challenge of reducing injuries and fatalities \r\nresulting from road crashes and traffic accidents more \r\nseriously as a crucial policy issue.\r\nThere is an urgent need for innovative and \r\nsustainable financing to underpin our development \r\nefforts. Reforms should be undertaken in a manner \r\nthat will assist middle-income developing countries \r\nto deal with the challenges they face. Those reforms \r\nmust address public debt sustainability and review the \r\nclassification system of middle-income developing \r\ncountries with a view to coming up with more relevant \r\nand appropriate measures of development.\r\nThere is an urgent need for greater focus on job \r\ncreation, including for unemployed youth. I note that \r\nthe International Labour Organization has estimated \r\nthat global unemployment will rise to 202 million \r\n13-48803 3/48\r\n28/09/2013 A/68/PV.18\r\nWe remain deeply concerned about the suffering of \r\nthe people in Syria and join the international community \r\nin condemning the use of chemical weapons. We \r\nwelcome the recent positive steps taken by the Security \r\nCouncil. Jamaica remains firmly committed to a just, \r\nlasting and peaceful solution to the situation in the \r\nMiddle East.\r\nTurning closer to home, the trade and economic \r\nembargo against our neighbour Cuba has caused its \r\npeople untold hardship. It has no place in the twenty-\r\nfirst century. We reiterate our call for an end to the \r\nembargo against Cuba and to extraterritorial measures \r\nthat target third-party countries.\r\nJamaica has never lost faith in the influence for \r\ngood that exists here at the United Nations. We are \r\nfully aware that the expectations and aspirations of \r\npeoples rest in our hands. At this pivotal moment in \r\nhistory, let us revitalize the partnership on which this \r\ngreat institution is built. I draw on the words of the civil \r\nrights leader Martin Luther King, Jr., when he said,\r\n“The ultimate measure of a man is not where he \r\nstands in moments of comfort and convenience \r\nbut where he stands at times of challenge and \r\ncontroversy.”\r\nThe challenges and expectations of our time are \r\nindeed great. It falls to our generation to take a stand. \r\nNow is the time to act.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister, Minister of Defence, \r\nDevelopment, Information and Sports of Jamaica for \r\nthe statement she has just made.\r\nMrs. Portia Simpson Miller, Prime Minister, \r\nMinister of Defence, Development, Information and \r\nSports of Jamaica, was escorted from the rostrum.\r\nAddress by Mr. Navinchandra Ramgoolam, \r\nPrime Minister, Minister of Defence, Home \r\nAffairs and External Communications, Minister \r\nof Civil Service and Administrative Reforms of \r\nthe Republic of Mauritius\r\nThe President: The Assembly will now hear an \r\naddress by the Prime Minister, Minister of Defence, \r\nHome Affairs and External Communications, Minister \r\nof Civil Service and Administrative Reforms of the \r\nRepublic of Mauritius.\r\nJamaica is proud to lead the efforts, in collaboration \r\nwith the countries of the Caribbean Community and \r\nmembers of the African Union, to have the permanent \r\nmemorial to the victims of slavery and the transatlantic \r\nslave trade erected here at the United Nations. The \r\nunveiling of the winning design of the permanent \r\nmemorial earlier this week signals an important chapter \r\nin our journey to honour the memory of the millions of \r\nmen and women who were subject to untold atrocities. \r\nWhen I attended the unveiling I was reminded of the \r\nwords of our reggae icon, Bob Marley:\r\n“Old pirates, yes, they rob I;\r\nSold I to the merchant ships,\r\nMinutes after they took I\r\nFrom the bottomless pit.\r\nBut my hand was made strong\r\nBy the hand of the Almighty.\r\nWe forward in this generation\r\nTriumphantly.”\r\nWe are grateful for the generous contributions \r\ntowards the erection of the memorial, and we encourage \r\nthe international community to continue to show \r\nfinancial support for that important initiative.\r\nJamaica supports the call for an international \r\ndiscussion in a non-confrontational manner on the \r\nquestion of reparations. We fully support the initiative \r\nto proclaim a decade for people of African descent.\r\nThe quest for development will not be complete \r\nwithout requisite attention being paid to peace and \r\nsecurity. My heart goes out to the families of the victims \r\nof the horrific attack in Kenya. Transnational organized \r\ncriminal enterprises wreak havoc on economies and \r\nchallenge the capacity of States to deal with those \r\nthreats. No country is immune to the direct or indirect \r\neffects of the scourge of transnational crime. Increased \r\ncollaboration is necessary in confronting such threats \r\nto human development. To that end, we welcome the \r\nrecent opening for signature of the landmark Arms \r\nTrade Treaty in June of this year, which represents one \r\nof many steps that the international community must \r\ntake towards defeating terrorism, crime and violence. \r\nJamaica is currently embarking on the process leading \r\nto ratification of the Treaty.\r\nBilateral and regional cooperation through \r\ninformation-sharing, capacity-building and assistance \r\nare integral to dealing with crime, violence and security \r\nissues. \r\n4/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nthat we humans are responsible for global warming, \r\nand that it is up to us to take appropriate measures to try \r\nto save our home planet. We cannot and should not any \r\nlonger ignore the evidence that we humans are putting \r\nlife on Earth in jeopardy. \r\nIn our region, we have recently seen an increased \r\nand unprecedented intensity and unpredictability of \r\nweather events. In March, my country experienced \r\nunprecedented f lash f loods that caused losses of human \r\nlife and heavy economic losses. No country is safe from \r\nnatural disasters and the damaging effects of climate \r\nchange. But for many small island developing States \r\n(SIDS), the foreseeable consequences of climate change \r\nthreaten us even more dramatically, in terms of both \r\nhuman and economic development. For some SIDS, \r\nthey pose an existential threat.\r\nWe fully support the Secretary-General’s proposal \r\nto convene world leaders to a climate summit in New \r\nYork in 2014. We hope that that meeting will provide \r\nan opportunity for world leaders to focus political \r\nattention on climate change and take meaningful action \r\nto mitigate its effects. We must start putting the interests \r\nof our home planet above everything else. The world \r\nneeds a global, legally binding agreement on climate \r\nchange by 2015. At the Paris meeting of the twenty-\r\nfirst Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change, we should \r\nadopt a treaty that is universal and ambitious and that \r\nconcretely addresses the concerns of all, including \r\nthose of the most vulnerable States.\r\nThe international community should also pay more \r\nattention to disaster risk reduction and adopt a more \r\nconcerted and accelerated approach to reaching the \r\ngoals set out in the Hyogo Framework for Action 2005-\r\n2015 (see A/CONF.206/6). The time has come to address \r\ndisaster risks and climate-change adaptation through \r\nan integrated approach, and to adopt resilience as a \r\ncommon and shared vision. Mauritius welcomes Japan’s \r\ndecision to host the World Conference on Disaster \r\nReduction in early 2015 to review the implementation \r\nof the Hyogo Framework and chart an ambitious post-\r\n2015 framework for disaster risk reduction. \r\nIn that regard, the holding in Samoa next year of \r\nthe Third International Conference on Small Island \r\nDeveloping States could not be more timely. We hope \r\nthat the Conference will be a landmark in the history of a \r\nmore active and collaborative partnership among SIDS \r\nand between SIDS and the international community. \r\nMr. Navinchandra Ramgoolam, Prime Minister, \r\nMinister of Defence, Home Affairs and External \r\nCommunications, Minister of Civil Service \r\nand Administrative Reforms of the Republic of \r\nMauritius, was escorted to the rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Navinchandra Ramgoolam, \r\nPrime Minister, Minister of Defence, Home Affairs \r\nand External Communications, Minister of Civil \r\nService and Administrative Reforms of the Republic \r\nof Mauritius, and inviting him to address the General \r\nAssembly.\r\nMr. Ramgoolam (Mauritius): As we meet this \r\nmorning to address global concerns and seek ways to \r\nensure progress and lasting peace, the people of Kenya \r\nare emerging from a terrorist attack that has cost them \r\nmany lives and shaken the continent. In expressing our \r\nsolidarity with the Government and the people of Kenya \r\nand with the families of the victims, Mauritius would \r\nalso like to express its unreserved condemnation of that \r\nabominable and dastardly act of terrorism. The Nairobi \r\nattack should also compel us to revisit regional and \r\nglobal responses to national and international security \r\nthreats, including extending support to countries, \r\nparticularly those on the African continent.\r\nMauritius commends you, Mr. President, for the \r\ntheme you have proposed for the sixty-eighth session \r\nof the Assembly, namely, “The post-2015 development \r\nagenda: setting the stage”. The goals we set ourselves \r\nfor the sustainable development of our national and \r\nglobal economies will shape the lives of generations to \r\ncome. I would like to say at the outset that Mauritius \r\nwelcomes the report of the High-level Panel of Eminent \r\nPersons on the Post-2015 Development Agenda, A New \r\nGlobal Partnership: Eradicate Poverty and Transform \r\nEconomies through Sustainable Development, and in \r\nparticular the recommendation that deliberations on a \r\nnew development agenda must be guided by the vision \r\nof eradicating extreme poverty for all in the context of \r\nsustainable development. We also welcome the Panel’s \r\nview that one of the transformative shifts for the post-\r\n2015 agenda should be to bring a new sense of global \r\npartnership into national and international politics.\r\nClimate change should be one of the top priorities for \r\nthe global agenda. The report of the Intergovernmental \r\nPanel on Climate Change, Climate Change 2013: The \r\nPhysical Science Basis, released only yesterday, is \r\nunequivocal. It provides clear scientific confirmation \r\n13-48803 5/48\r\n28/09/2013 A/68/PV.18\r\ngovernance is clearly long overdue. We must have a more \r\nparticipatory system of global economic governance, \r\nwhere developing countries would be more involved \r\nin international economic decision-making and norm-\r\nsetting. The voice of all nations, big or small, should be \r\nequally heard and taken into consideration.\r\nMauritius has, on several occasions, reiterated that \r\nthe United Nations Economic and Social Council needs \r\nto play a more prominent role in global economic, social, \r\nand environmental issues. We cannot overstate the \r\nimportance of coordination and synergy for avoiding \r\nduplication among parallel United Nations processes \r\nand initiatives so as to ensure optimal benefit for all.\r\nMy Government is of the view that all the processes \r\ninitiated in the Rio+20 Conference last year, including \r\nthose relating to strengthening the Economic and Social \r\nCouncil, sustainable development goals and sustainable \r\ndevelopment financing, should converge towards a \r\nsingle post-2015 development agenda that should be \r\nadopted during a high-level development summit \r\nin 2015. The post-2015 development agenda should \r\ncomplete the unfinished business of the Millennium \r\nDevelopment Goals. However, it should also go beyond \r\nthem and provide for a systemic change and a new global \r\neconomic governance. The guiding principles enshrined \r\nin the Declaration on the Right to Development, adopted \r\nin December 1986 (resolution 41/133), are still relevant \r\ntoday and should not be overlooked in the formulation \r\nof a post-2015 development agenda.\r\nMy country will follow, with particular interest, the \r\nwork of the high-level political forum on sustainable \r\ndevelopment, especially since it replaces the \r\nCommission on Sustainable Development, which was \r\nthe primary intergovernmental forum for monitoring \r\nthe implementation of the Barbados Programme of \r\nAction and the Mauritius Strategy for Implementation.\r\nAs we set the stage for the post-2015 development \r\nagenda, we must, as global leaders, define a new global \r\nvision for the world’s oceans. The United Nations system \r\nhas played a crucial role in formulating, implementing \r\nand enforcing a new international order relating to the \r\noceans. Indeed, the adoption of the United Nations \r\nConvention on the Law of the Sea in 1982 will remain \r\none of the landmarks of the twentieth century.\r\nThe jurisprudence of the International Court of \r\nJustice and the International Tribunal for the Law of \r\nthe Sea has contributed to the settlement of maritime \r\ndisputes and the promotion of international peace, \r\nFurthermore, it could be an opportunity to give new \r\nmeaning to the concept of global concerns, issues that \r\nare, or should be, the concern of the global community \r\nat large, and not only of those who are more vulnerable \r\nand more at risk. That would be in line with the spirit \r\nof the global partnership that the High-level Panel has \r\ncalled for.\r\nThe prospects for growth in the global economy \r\nremain uncertain, largely as a result of the multiple \r\nchallenges faced by developed countries. In such an \r\ninterconnected and interdependent world as ours, no \r\nnation is immune to external shocks. Small developing \r\ncountries are very concerned about the slowdown \r\nin global growth, declines in international trade, \r\ndecreasing job opportunities and rising inequality. \r\nSmall States are particularly susceptible to external \r\nshocks, as they are heavily dependent on foreign \r\nmarkets for trade, tourism and investments. They are \r\nalso concerned about energy and food prices, which are \r\nsubject to high volatility.\r\nMy Government believes that the post-2015 \r\ndevelopment agenda should include a road map for an \r\ninterconnected world economic system, premised on the \r\nassumption that the global economy could very well be \r\nas weak as its weakest links. Of course, the specificities \r\nof some countries or regions and the pace at which the \r\ntransformative shifts are implemented may not always \r\nbe appropriate for universal targets. But the conceptual \r\napproach to, and the design of, the post-2015 agenda \r\nshould, more than ever before, start with the shared \r\nconviction that economies are interdependent.\r\nEradicating extreme poverty, empowering more \r\nwomen, providing wider opportunities to young people \r\nfor education and jobs, improving health care and the \r\nmanagement of energy, water and food are all universal \r\nconcerns. The conventional divides of the past are \r\nno longer valid. We need a common development \r\nframework but with differentiated milestones and \r\nimplementation strategies, given the existing disparities \r\nin the levels of development. Actions taken at the \r\nnational level are not sufficient; there should also be \r\nreinforced cooperation and partnerships at the regional \r\nand international levels. It is therefore imperative that \r\nthe weaknesses and the inequity of the current global \r\neconomic governance should be addressed urgently.\r\nWe are at a juncture where we have no option but \r\nto revisit the existing global economic governance \r\nmechanisms. An overhaul of the current economic \r\n6/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nand non-permanent categories. We reaffirm our \r\ncommitment to the African common position enshrined \r\nin the Ezulwini Consensus and the Sirte Declaration. \r\nWe believe that Africa should not be deprived of its right \r\nto permanent representation in the Council. Likewise, \r\nwe believe that Latin America deserves permanent \r\nrepresentation in the Council and that SIDS should also \r\nbe entitled to a seat on the Council. Mauritius further \r\nreiterates its support for India’s legitimate aspiration to \r\na permanent seat in a reformed Security Council.\r\nMauritius also reiterates its firm conviction that the \r\nrule of law should prevail in the resolution of disputes, \r\nin accordance with the Charter of the United Nations. \r\nWe believe that the international community has an \r\nobligation to ensure that, in line with the principles of \r\nthe rule of law, nations should submit their disputes to \r\nconciliation, mediation, adjudication or other peaceful \r\nmeans, both judicial and non-judicial.\r\nThe dismemberment of part of our territory, \r\nthe Chagos archipelago, prior to independence, by \r\nthe then colonial Power the United Kingdom, was in \r\nclear breach of international law and left the process \r\nof decolonization, not only of Mauritius but of Africa \r\nin general, incomplete. Yet, the United Kingdom has \r\nshown no inclination to engage in any process that would \r\nlead to a settlement of that shameful part of its colonial \r\npast. I am confident that the United Kingdom and the \r\nUnited States of America want to be on the right side \r\nof history. States that look to the law and to the rules \r\nof the comity of nations for the resolution of disputes \r\nshould not be frustrated by the lack of avenues under \r\ninternational law for the settlement of such disputes.\r\nTromelin, which is also an integral part of our \r\nterritory, is the subject of ongoing discussions with \r\nthe French Government, and pending a final resolution \r\nof the issue, Mauritius and France have concluded a \r\nframework agreement on the co-management of the \r\nisland and its surrounding maritime areas, without \r\nprejudice to the sovereignty of Mauritius over Tromelin.\r\nIn our part of the world, we welcome the rise of a \r\nre-energized Africa. The return to normalcy in Mali \r\nand the recent holding of elections there show the \r\nrelevance of international partnerships. The situation \r\nin Madagascar and in the Democratic Republic of \r\nthe Congo will, hopefully, be resolved soon through \r\nthe support of the international community for the \r\ninitiatives of the Southern African Development \r\nCommunity in that regard.\r\nsecurity and equity in a manner not always witnessed in \r\nother areas of international relations. The establishment \r\nof the International Seabed Authority is another \r\nsignificant example of what international cooperation \r\ncan lead to in other sectors. The International Maritime \r\nOrganization and the Intergovernmental Oceanographic \r\nCommission of UNESCO are also making significant \r\ncontributions.\r\nI believe that the United Nations must now take the \r\nlead in formulating a global vision for the oceans that \r\nwill, in particular, expand the economic space for small \r\nisland States while ensuring sustainable use of living \r\nand non-living resources. The health of our economies \r\nwill depend on the health of our oceans. Our vision for \r\nthe future must also preserve the inherent values of \r\nthe ocean space, to which we are looking for economic \r\nexpansion.\r\nMauritius has taken the initiative of launching a \r\nnational dialogue on how to promote the ocean economy \r\nas one of the main pillars of development. We urge the \r\ninternational community to build on what the world has \r\nachieved so far in relation to ocean-related economic \r\nactivities and conservation, and we propose for future \r\ngenerations a fundamental paradigm shift with respect \r\nto economic space. While such a global vision and \r\nstrategy will be beneficial to all nations, it will be of \r\nparticular interest to small islands. With limited land \r\nareas, the islands can potentially be large ocean States \r\nand thus overcome some of their vulnerabilities as \r\nsmall island developing States. As the world realizes \r\nthe tremendous potential of marine renewable energies, \r\nwe will see the oceans from a different perspective.\r\nThe United Nations has a key role to play in \r\npromoting the rule of law at both the national and the \r\ninternational levels. The rule of law at the international \r\nlevel must be an integral part of the post-2015 agenda. \r\nOpen and participatory democracy, accountability and \r\ntransparency are not concepts that should be promoted \r\nonly at the national level. The United Nations should \r\nlead by example here. We should focus on reforming \r\nour Organization and on making it more responsive to \r\nthe needs and aspirations of its constituents.\r\nIn that context, we should work together on the \r\nreform of the Security Council and the revitalization \r\nof the General Assembly and on improving the working \r\nmethods of our Organization. Mauritius believes that a \r\ncomprehensive reform of the Security Council should \r\ninclude reform in the membership of both the permanent \r\n13-48803 7/48\r\n28/09/2013 A/68/PV.18\r\nshared vision of peace, security, interdependence and \r\nrespect for fundamental rights and freedoms.\r\nWe must remain staunch in protecting the right \r\nto development. We also have the duty to take a \r\ndifferentiated approach so as to ensure that our \r\ndevelopment model is sustainable and allows us to \r\nleave to future generations the values our world holds \r\ndear. Our success will depend on the collective will and \r\ncommitment. If we succeed, we will go down in history \r\nas having met today’s challenges and expectations in \r\nterms of the future.\r\n(spoke in English)\r\nTo conclude, let me say that we need to act \r\ntogether, in a spirit of compromise and tolerance. We \r\nshould constantly remind ourselves that we are of \r\none kind, humankind. There are not, and never will \r\nbe, ideal solutions that will satisfy all of us. But we, \r\nthe leaders of our respective countries, need to look \r\nbeyond the horizon and have the moral courage to look \r\nat our common humanity so that we may move forward \r\ntowards making our world a better, more prosperous \r\nand safer place for the whole of humankind.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister, Minister of Defence, \r\nHome Affairs and External Communications, Minister \r\nof Civil Service and Administrative Reforms of the \r\nRepublic of Mauritius for the statement he has just \r\nmade.\r\nMr. Navinchandra Ramgoolam, Prime Minister, \r\nMinister of Defence, Home Affairs and External \r\nCommunications, Minister of Civil Service \r\nand Administrative Reforms of the Republic of \r\nMauritius, was escorted from the rostrum.\r\nAddress by Mr. Moana Jacques Kalosil \r\nCarcasses, Prime Minister of the Republic  \r\nof Vanuatu\r\nThe President: The Assembly will now hear \r\nan address by the Prime Minister of the Republic of \r\nVanuatu.\r\nMr. Moana Jacques Kalosil Carcasses, Prime \r\nMinister of the Republic of Vanuatu, was escorted \r\nto the rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Moana Jacques Kalosil Carcasses, \r\nEarlier this year, Mauritius hosted an African \r\nministerial conference on regional integration. We are \r\nconvinced that African nations will benefit significantly \r\nfrom a greater focus on regional cooperation, and I am \r\npleased to note that the solemn declaration adopted on \r\nthe fiftieth anniversary of the African Union supports \r\nthat view.\r\nThe tragic events in Syria over the last two years \r\nare of serious concern to the global community. \r\nThere is also concern about attempts to bypass the \r\nSecurity Council and to initiate action in breach of \r\nthe United Nations Charter. Respect for the rule of \r\nlaw at the international level entails compliance with \r\ninternationally agreed norms. Mauritius will support \r\nthe decisions taken by the organs of the United Nations \r\nunder the Charter.\r\nWe welcome the Security Council resolution \r\nthat addresses one of the issues in the Syrian crisis. \r\nHowever, the international community needs to go \r\nfurther and address the issue of political dialogue, \r\nwhich will enable the Syrian people to live in peace.\r\nMauritius also supports a Middle East that is free \r\nof weapons of mass destruction. That means that no \r\ncountry in the region should hold nuclear or chemical \r\nweapons.\r\nMauritius is convinced that an essential condition \r\nfor peace and prosperity in the Middle East is the \r\npeaceful coexistence of the States of Palestine and \r\nIsrael. Mauritius wishes to reiterate its solidarity with \r\nthe Palestine National Authority and the Palestinian \r\npeople in their rightful aspiration to win full recognition \r\nas a State Member of the United Nations.\r\nMauritius also supports the peaceful restoration \r\nof democracy in Egypt, which has a key role to play \r\nin promoting stability and security in the region. \r\nBut the international community cannot condone the \r\nremoval by force from office and the detention of a \r\ndemocratically elected leader.\r\n(spoke in French)\r\nThe general debate of the General Assembly offers \r\nus a unique opportunity to highlight the most urgent \r\nchallenges that humankind is currently facing. We \r\nmust take advantage of this opportunity to review \r\nrecent events and to outline new approaches that will \r\nenable us to respond to these challenges in keeping with \r\nthe principles enshrined in the Charter of the United \r\nNations. We must address those challenges through a \r\n8/48 13-48803\r\nA/68/PV.18 28/09/2013\r\narchipelago to be the voice of those who still live in \r\ncolonized territories. \r\nWe know that decolonization is still incomplete. \r\nHowever, we have seen the Special Political and \r\nDecolonization Committee (Fourth Committee) take \r\nmore and more positive steps during its 2013 sessions, \r\nrecognizing the inalienable right of French Polynesia \r\nto self-determination. We also applaud the work of the \r\nCommittee in continuing discussions and dialogue on \r\nthe question of New Caledonia. \r\nAllow me at this juncture to thank the Government of \r\nFrance for its cooperation in moving the decolonization \r\nprocess forward. It is important to maintain this \r\ndialogue with the specific goal of helping the Kanak \r\npeople to attain their independence. With the greatest \r\npossible respect, I encourage all parties to ensure that \r\nthe process of achieving freedom remains on track. We \r\nin the Melanesian Spearhead Group are appreciative of \r\nthe work of the Kanak and Socialist National Liberation \r\nFront as chair of the Group.\r\nThe Republic of Vanuatu has just emerged from \r\ncolonialism, having achieved its political independence \r\nfrom the Powers of the British-French condominium \r\n33 years ago. Based on our struggle for independence, \r\nwe share the journey and the litany of heartaches and \r\ndreams of many of our brothers and sisters whose rights \r\nto political and civil freedom are still held back by the \r\ntentacles of imperialism and colonialism.\r\nI would like to reiterate today our appeal launched \r\nlast year from this rostrum that the Secretariat should \r\nalways remain impartial and avoid any selective \r\nimplementation of General Assembly and Security \r\nCouncil resolutions on the rights of all people who \r\ndesire to be free from colonialism or any form of \r\nimperialism.\r\nWe can debate issues of terrorism, financial and \r\neconomic crises and climate change and reach some \r\nlevel of understanding of the seriousness of those \r\nchallenges and the measures that must be taken to \r\naddress them. We can talk of good governance and the \r\nrule of law and respect for human rights. But when it \r\ncomes to the issue of the rights of the people of West \r\nPapua, our voices fall silent, even from this rostrum. \r\nI wish to congratulate the Secretary-General, \r\nMr. Ban Ki-moon, who, when he visited Asia in \r\n2012, emphasized that the United Nations would do \r\nPrime Minister of the Republic of Vanuatu, and inviting \r\nhim to address the General Assembly.\r\nMr. Carcasses (Vanuatu) (spoke in French): The \r\nRepublic of Vanuatu is honoured to participate in \r\nthis debate under your presidency, Sir, and we wish \r\nto associate ourselves with all other delegations in \r\ncongratulating you and the members of your Bureau \r\non your election to lead us through this sixty-eighth \r\nsession of the General Assembly.\r\nOn Syria, we have seen internal conflicts transformed \r\ninto international disputes that require solutions from \r\nthis body. During this session, there has been intensive \r\ndebate on the protracted conflict affecting the Syrian \r\npeople and undermining regional and international \r\npeace. We join many other peace-loving nations to call \r\nfor an end to the conflict and for the United Nations to \r\ndo more strongly to enforce the international ban on the \r\nuse of chemical weapons. We also urge the United States \r\nof America and the Russian Federation to take a strong \r\nleading role in the issue of Syria and in addressing the \r\nchemical-weapons issue there.\r\nWe are concerned at the fact that that such conflicts \r\nhave often diverted the international focus from \r\naddressing much more important issues, such as our \r\ncommon aspirations for the Millennium Development \r\nGoals. It is unfair that countries resorting to such \r\nillegitimate acts can trigger wars that cost a great deal \r\nof money, whereas the rest of the peace-loving countries \r\nand their peoples suffer the consequences, as the monies \r\nspent could be diverted to better and effective use.\r\nIt is here, from this rostrum, that the leaders of our \r\nnations have spoken out freely, from their hearts, in an \r\nendeavour to find common solutions so as to inspire the \r\ncommunity of nations committed to international peace \r\nand security. Our main objectives are to take collective \r\ndecisions so as to address a spectrum of international \r\nissues, some of which require urgent action, such as the \r\nissue of climate change. It is here that we have called \r\nfor the recognition of the rights of women, children and \r\npersons with disabilities who are caught up in conflicts \r\nand violence. It is here that we have called for help for \r\nthose who have been discriminated against because of \r\ntheir colour, their religion or their political convictions.\r\nFor the Republic of Vanuatu, this rostrum is the \r\nonly international platform from which, year after year \r\nsince 1981, we have spoken out against colonialism \r\nand neo-imperialism in all its forms. Today once \r\nagain, I speak on behalf of the entire population of our \r\n13-48803 9/48\r\n28/09/2013 A/68/PV.18\r\nIt is time for the United Nations to move beyond its \r\nlimits and take action to rectify the errors of the past. \r\nSince our independence 33 years ago, the indigenous \r\npeoples of my country have remained concerned that a \r\npart of our maritime and cultural jurisdiction, including \r\nthe islands of Umaepnune and Leka, situated south of \r\nVanuatu, are still occupied by France. Thus, the people \r\nof our country are denied the right to the exercise of \r\nfull political freedom and their inherent cultural rights. \r\nThe indigenous peoples of the southern province of \r\nour country cannot, therefore, fulfil their obligations \r\nto protect their culture and traditions that bind them \r\nto the sovereign land that has been theirs since time \r\nimmemorial.\r\nThose two islands are of paramount importance, \r\nbecause they form the basis for the establishment of \r\nour unique cultural framework, which brings together \r\nour cultural island group known as the Tafea Islands. \r\nIt is that cultural framework that governed us and \r\ndefined our identity and our way of life long before \r\nadministrative colonial Powers began to explore and \r\ngovern our shores. \r\nUnfortunately, today, our indigenous peoples \r\ncontinue to be denied access to those sacred and \r\ncultural islands. My Government therefore calls on \r\nthe community of nations meeting in the Assembly \r\nto uphold the principles of the respect of the rights of \r\nour indigenous peoples and their way of life. Further, \r\nwe call upon the French Government to allow our \r\nindigenous people of Tafea to have access to the land \r\nof their forefathers, the islands Umaenupne and Leka in \r\nthe south of the Republic of Vanuatu. \r\nThe call by the United Nations to review the \r\nMillennium Development Goals (MDGs) and to \r\nstrategize a post-2015 development agenda compels \r\nus to rethink our global partnership structures and \r\nour national priorities in order to better achieve our \r\ngoals in the period after 2015. My country has made \r\nsome progress in achieving some of the MDG targets. \r\nHowever, the appropriate conditions for economic \r\ngrowth and development must be created. An integrated \r\nand balanced approach is required to deal adequately \r\nwith the social, economic and environmental \r\ndimensions. \r\nTo that end, my Government has placed emphasis on \r\nclimate change, renewable energy and the sustainable \r\nuse of the environment. We have now created a separate \r\nMinistry focusing on adaptation to climate change, \r\neverything possible to ensure that human rights are \r\nrespected in West Papua, saying \r\n“whether you are an independent State or a non-self-\r\ngoverning territory or whatever, [that] human right \r\nis inalienable and a fundamental principle of the \r\nUnited Nations”. \r\nNow, as Members of the United Nations, we must \r\ncall for those words to be translated into action. \r\nMy Government calls upon the United Nations to \r\nappoint a special representative to investigate alleged \r\nhuman rights violations in West Papua and its political \r\nstatus in the light of the controversies surrounding the \r\nadministration established in the 1960s, the United \r\nNations Temporary Executive Authority. Ever since the \r\ncontroversial Act of Free Choice, the West Papuans have \r\nalways been consistently denied any sort of recognition \r\nby the United Nations. It is clear from many historical \r\nrecords that the Melanesian people of West Papua were \r\nthe scapegoats of Cold War politics and were sacrificed \r\nto gratify the appetite for the natural resources that the \r\ncountry possesses. Today, they are still victims of the \r\nignorance of the United Nations.\r\nIf the United Nations representative at the time, \r\nMr. Fernando Ortiz-Sanz, described the West Papuan \r\nissue as a cancer growing on the side of the United \r\nNations and that it was his job to remove it, it is very \r\nclear today from what we have observed that that cancer \r\nhas never been removed, but merely concealed. One day \r\nit will have to be treated. We must not be afraid. The \r\nUnited Nations has made mistakes in the past. We must \r\nadmit our mistakes and see that we are the stronger for \r\nthat, because when we are weak, admit our mistakes \r\nand take corrective action, we become stronger and \r\nmore alive. \r\nAs Members of the United Nations, we all subscribe \r\nto the principles of democracy, good governance, human \r\nrights, accountability and the rule of law enshrined in \r\nthe United Nations Charter. In this age of technology, \r\nwhen nothing can escape the attention of civil society \r\nand Governments, I ask how then can we ignore the \r\nhundreds of thousands of West Papuans who have been \r\nbrutally beaten and murdered?\r\nThe people of West Papua are looking to the United \r\nNations as a beacon of hope. We are now deliberating \r\non the issue of Syria. In that same spirit, I would ask \r\nthat my fellow leaders express support for West Papua. \r\n10/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nAll our development initiatives must be inclusive \r\nand not ignore the poor and the marginalized. My \r\ncountry has taken the measures necessary to ensure \r\ngender equality and the empowerment of women. The \r\nGovernment’s measures include legislation amending \r\nlaws on sexual discrimination, addressing issues of \r\ndomestic violence and the submission of universal \r\nperiodic reports to ensure compliance with the reporting \r\nframework of the Human Rights Council. \r\nIn conclusion, I wish to thank you once again, \r\nMr. President, for giving me the opportunity to express \r\nmy views in this forum. We have spoken a great deal \r\nabout many things, and we now must translate our \r\nwords into action. Long live our aspirations for a better \r\nand more secure world for everyone!\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of the Republic of \r\nVanuatu for the statement he has just made. \r\nMr. Moana Jacques Kalosil Carcasses, Prime \r\nMinister of the Republic of Vanuatu, was escorted \r\nfrom the rostrum. \r\nAddress by Mr. Edi Rama, Prime Minister of the \r\nRepublic of Albania \r\nThe President: The Assembly will now hear \r\nan address by the Prime Minister of the Republic of \r\nAlbania. \r\nMr. Edi Rama, Prime Minister of the Republic of \r\nAlbania, was escorted to the rostrum. \r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Edi Rama, Prime Minister of the \r\nRepublic of Albania, and inviting him to address the \r\nGeneral Assembly. \r\nMr. Rama (Albania): I am the newly elected Prime \r\nMinister of Albania. This is my first month in office. \r\nIt is truly humbling to stand at this rostrum in the \r\nsteps and the shadows of some of the great figures of \r\nhistory who have stood here and shaped our world, in \r\nthis forum, which, for all the criticisms of the United \r\nNations, is a living reminder that good must come from \r\nbad and that the march of progress through time is \r\npowered by debate, ideas, cooperation, argument and \r\nagreement.\r\nAlbania is no great Power; it is a small country, but \r\nwith great potential. It has outstanding natural beauty \r\nand good and hard-working people. My challenge is to \r\nenergy and the environment so that the Government \r\ncan address issues in that area. We would therefore \r\nwelcome opportunities for unconditional partnerships \r\nin order to better address those issues. \r\nIt is clear that there has been much debate on the \r\nissue of climate change. However, the level to which \r\nfinal pledges have been met has been unsatisfactory, \r\nconsidering the fast pace at which climate change is \r\nhaving an impact on small island developing States. We \r\ncall for more urgent action and decisions on that front.\r\nWhile Vanuatu supports the shift in the development \r\nparadigm, we also recognize that the new development \r\nagenda might harbour its own shortcomings and must \r\ntherefore be given careful consideration when it comes \r\nto its final design. It is evident that the new approach \r\nmust take heed of, first, the complexity that still exists \r\nwithin international aid programmes for development, \r\ncoupled with the risk of unpredictable financial crises \r\nthat can affect the delivery of aid; secondly, the \r\nchallenges faced by countries at present in attaining \r\nthe MDGs; thirdly, the ambiguities and difficulties \r\ninvolved in setting the priority of goals within an \r\nexpanded list of priorities; fourthly, the imminent \r\ngraduation of my country from least developed country \r\nstatus and the benefits accompanying that change; and \r\nfifthly, the risk of a reduced level of real aid spending \r\nper capita affected partly by a failure to increase global \r\naid for development.\r\nAware of those issues, Vanuatu has taken measures, \r\npartly on its own and with the assistance of its partners, \r\nto ensure greater resilience to its own vulnerabilities. \r\nOur plan involves taking decisions that lead to quantum \r\nleaps in the development of our country’s infrastructure \r\nin which ports, roads and airports will be built and \r\nupgraded to facilitate, inter alia, the large-scale \r\nintegration of the rural population into the national \r\neconomy. \r\nI would like to thank the Governments of China, \r\nAustralia and New Zealand and the Asian Development \r\nBank for their assistance, as well as the Government \r\nof the United States for its enormous investment in \r\nthe two major national highways in Vanuatu. We see \r\nthat as an investment in the future of my country, \r\nwhere 60 per cent of the population is aged 25 years or \r\nunder, whereby most of the rural population will gain \r\ngreater access to markets and economic opportunities \r\nthroughout the archipelago’s islands.\r\n13-48803 11/48\r\n28/09/2013 A/68/PV.18\r\nThe United Nations is beyond any doubt one of \r\nthe most important world bodies. We joined it in the \r\nmiddle of the past century. But it is not alone; for us, \r\nthe European Union (EU), which represents the most \r\nimportant political project the world has known to date, \r\nis another. We aspire to join it. We know the changes \r\nwe have to make, and I am determined to make them.\r\nIf the EU has turned its attention towards our \r\nregion, particularly due to past conflicts, together \r\nwe — Albanians, Serbs, Montenegrins, Bosnians, \r\nMacedonians and all the other peoples of the region \r\nwho have already joined the European Union — should \r\nmaintain our eyes and our focus on the EU for projects \r\nrelated to our development for a better and more \r\nprosperous common future. \r\nRegional cooperation that is not grounded in \r\nstrategic projects serving the economic revival of all \r\nour countries in the process of integration into the \r\nEuropean Union as a developed economic area would \r\nbe completely ineffective. We have neither the time nor \r\nthe luxury to engage in time-consuming, ineffective \r\nprojects. No country of the region can afford such a \r\nluxury. Consequently, we should create new momentum \r\nin regional cooperation by effectively combining the \r\nobjectives of the South East Europe 2020 strategy with \r\nthe projects of the Europe 2020 agenda. We should \r\nnot forget that successful regional cooperation has a \r\ndirect effect on meeting economic accession criteria. \r\nUndoubtedly, meeting such criteria through intense and \r\nfruitful regional cooperation is neither an easy nor a \r\nsimple task.\r\nMy vision for Albania is also a vision of the Balkans \r\nworking together, in defiance of our history of so much \r\nwar and conflict, although — let us say it loudly and \r\nproudly — these are past wars and past conflicts. I want \r\nto share my conviction that the remarkable agreement \r\nbetween Kosovo and Serbia launched a new era in \r\nSouth-East Europe. Their dialogue, which was an act \r\nof courage and wisdom on the part of both Kosovo \r\nand Serbia, with much-appreciated facilitation by the \r\nEuropean Union, challenges every country of the region \r\nto mobilize its efforts in new and innovative forms of \r\ncollaboration and cooperation. \r\nNot everything is easy or perfect. There are still a \r\nfew here and there who continue to think in the past. But \r\nthe prevailing truth is that Prime Ministers Thaçi and \r\nDačić have shouldered their leadership responsibility to \r\nbring their countries into the future they both deserve. \r\nbring change so that this potential can be fulfilled. It will \r\ntake time. It will take a lot of effort and perseverance. \r\nIt will take understanding and support from friends and \r\npartners. For my part, I will add leadership. We have a \r\nlong way to go, but it can be done.\r\nI was reading a study recently that analysed every \r\ncountry in the world, measuring the positive and \r\nnegative media coverage. Switzerland was at the top; \r\nAlbania was 161st. In truth, people around the world \r\nmay not know that much about Albania, but what they \r\nthink they know is not good. The film industry has not \r\nbeen kind to us — Wag The Dog, Taken, Taken 2. Even \r\nI was a bit scared to be in Albania after that. I hope one \r\nday Liam Neeson, Dustin Hoffman and Robert De Niro \r\ncan visit and see what a beautiful country it is and feel \r\nthe potential that I feel.\r\nBut I am not naive. Our problems are not all based \r\nin Hollywood. Some are real and damaging, such as \r\ncorruption, which scars countries in the way the swish \r\nof a blade can scar a beautiful face. It deters legitimate \r\ninvestors from investing. It holds back progress. It \r\nstops people from believing there can ever be fairness. \r\nCorruption can and must be beaten if we are to build the \r\neconomic rule of law we need, get the investment we \r\nneed and attract the tourism that our scenery, heritage \r\nand warm, welcoming people deserve. It will not be \r\neasy, but it can be done, and we are fully committed.\r\nThe world has changed tremendously in the course \r\nof recent decades, and it is changing now at an even \r\nfaster pace. We all expect the United Nations to follow \r\nsuit. United Nations reform is not only necessary; it has \r\nbecome imperative. If we fail to agree and act on that, \r\nthe role which the United Nations is to play will remain \r\nincomplete.\r\nOne of the important aspects of change is the \r\nongoing reform of the delivery of development \r\nassistance. In the course of a few years, delivering \r\nas one has proved to be a valuable achievement, and \r\nit represents today an avenue for deeper reform. If we \r\nwant more effectiveness, better efficiency and coherent \r\naction by various United Nations actors and if we aim \r\nfor better results on the ground and better value for \r\nour money, delivering as one is the way to go. We have \r\npledged our support and will continue to do so as we \r\nare convinced that is the right path.\r\nMr. Haniff (Malaysia), Vice-President, took the \r\nChair. \r\n12/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nthe region, including, notably, Serbia. Let the Balkans, \r\nwhich have been known so long for war and bloodshed, \r\nnow be known for changing its ways and thereby change \r\nthe world for the better.\r\nI wish that, in this statement of hope, I could avoid \r\nhaving to speak about one of the most terrible human \r\ntragedies of our times, which has been unfolding before \r\nour eyes for two and a half years now. It has taken more \r\nthan 100,000 human lives. It is destroying an entire \r\ngeneration and has brought a country to ruin. The \r\nrecent large-scale use of chemical weapons constitutes \r\na despicable crime against humanity that should not \r\nand must not remain unpunished.\r\nYet even within such a bleak picture, there has \r\nbeen a glimpse of hope. Yesterday, the Security \r\nCouncil finally adopted resolution 2118 (2013), on the \r\nremoval and destruction of chemical weapons in Syria, \r\nwhich we welcome. It must now be quickly and fully \r\nimplemented. \r\nAs I walked to this rostrum, I felt the extraordinary \r\nsense of responsibility that the leadership of a country \r\nimplies. I felt the power of the historic forces pulsating \r\nin this building. I felt the new world it has shaped, \r\nthe challenges it has met, the challenges it has failed \r\nto meet and the challenges we, the family of nations, \r\nstruggle to meet today in this ever more interdependent \r\nand complicated world.\r\nI ran for office on the theme of renaissance, but \r\nwe all know that words spoken while campaigning are \r\nthe easy part. What is hard is turning those words into \r\ndeeds, actions, policies and projects that deliver change. \r\nI am confident, but I am humble enough to know I \r\ncannot do it alone. I have much to learn, and the United \r\nNations is one of those places where one always finds \r\npeople, individuals, groups and Governments who can \r\nteach with experience and lead by example. \r\nWe need support. We need partners and friends \r\nwilling to be part of our journey for change. Renaissance \r\nmeans a new Albania. Building the renaissance is \r\nthe challenge we face. It will take time. It will take \r\nperseverance. It will take the understanding and support \r\nof partners and friends. It will also take leadership, \r\nwhich I am committed to. But I know it can be done.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Albania for the statement he has just made.\r\nMore than anything, in a world interconnected and \r\ninterdependent like never before, where space and \r\nrelationships are related and recreated in continuity, it \r\nis crucial to live in the new time without prolonging the \r\nold one of conflicts and nationalism.\r\nIn this regard, Albania is committed to peace and \r\nprosperity in the region. This is why it is committed \r\nto the irreversible independence of Kosovo, which is \r\nalready recognized by 104 Member States. This is why \r\nit calls upon all countries that have not yet recognized \r\nKosovo to do so. They will not only help Kosovo and \r\nits people, but they will join those who, by recognizing \r\nKosovo, have played an important role in strengthening \r\nsecurity and stability in South-East Europe.\r\nTo those who are sceptical, I say that the people \r\nof Kosovo, like all the other peoples that now enjoy \r\nfully recognized, independent republics following \r\nthe dissolution of the former Yugoslavia, deserve the \r\nrecognition of their sovereignty, particularly as they \r\nhave demonstrated, more than any other people in the \r\nregion, their indisputable commitment to human rights, \r\nminority rights, dialogue and peace. Without this \r\ncommitment, it would be very difficult for our region \r\nto make progress towards integration into the European \r\nUnion. But their commitment is obvious and firm, \r\nand the region has been making remarkable progress \r\ntowards its most important goal — integration into \r\nthe European Union. Croatia has joined the European \r\nUnion. We are waiting in the queue, as are Serbia and \r\nKosovo.\r\nI have no doubt that, provided that each and every \r\ncountry of the region replaces the politics of division \r\nwith the politics of cooperation, and provided that we \r\nbuild shared values, beliefs and policies instead of \r\nclinging to ancient enmities, we can show how much \r\nwe have changed and how quickly we can make the \r\nfurther changes needed to take our place alongside \r\nothers in the modern European family of nations. It \r\nwill undoubtedly take time and perseverance. It will \r\ntake the understanding and support of European Union \r\nmember States. It will take leadership on the part of us \r\nall, and as past practice and successful examples show, \r\nit can be done.\r\nThis is a very serious commitment, and I would \r\nlike to state here that it is our firm intention to explore \r\nevery possibility to initiate a constructive debate, \r\ndevelop a real dialogue and foster close cooperation in \r\nevery possible aspect with each and every country of \r\n13-48803 13/48\r\n28/09/2013 A/68/PV.18\r\nlink the main principles of peace, democracy and the \r\nnegotiated resolution of conflicts and human rights \r\nwith more specific matters of extreme importance, \r\nsuch as the eradication of poverty and hunger, universal \r\nprimary education and the sustainability and protection \r\nof the environment.\r\nAt this session of the General Assembly, we have \r\ndiscussed and we will continue to discuss the definition \r\nof new goals to be introduced after 2015. However, we \r\nmust not forget that all reports indicate that we shall \r\nreach that date without having accomplished most of \r\nthe Goals set in 2000. Over the past 13 years we have \r\nadvanced very little with respect to the sustainability \r\nand protection of the environment. Child mortality \r\ncontinues to increase in the poorest regions and \r\ncountries. Achieving universal primary education \r\nby 2015 is totally unviable, and progress towards \r\npreventing and treating AIDS in the poorer countries \r\nremains inadequate. A great deal of work remains to \r\nbe done.\r\nIt would not, however, be fair to emphasize only \r\nwhat we have not done and to forget all the progress \r\nthat has been achieved in other areas. Since 2000, the \r\nproportion of people living in extreme poverty has \r\nbeen halved. The share of the world’s population with \r\naccess to safe drinking water rose from 76 per cent in \r\n1990 to 89 per cent in 2010. Notable progress has been \r\nachieved in the fight against malaria and tuberculosis, \r\nand the goal of reducing hunger by 50 per cent in 2015 \r\nwould appear to be achievable, which would be a great \r\nsuccess. Andorra applauds the decision to conjoin the \r\nUnited Nations main principles with specific objectives \r\nto solve the great problems faced by humankind. \r\nWe must not give the impression that we are just \r\na group of Heads of State and Government who have \r\nmet in a First World city, full of fine words and good \r\nintentions, but completely ineffective when it comes to \r\nsolving the problems threatening the lives and dignity \r\nof millions of people all over the world. Unfortunately, \r\nthat is the image that we have at times projected to \r\nthe international community. That is why I said that \r\nwe applaud the fact that specific objectives have been \r\nset, that we evaluate progress towards meeting them \r\nand that we come here to explain that progress and \r\nshortcomings. \r\nI hope the goals of the post-2015 agenda will be \r\neven more ambitious and that we will be able to dedicate \r\neven more effort to realizing them. That is because \r\nMr. Edi Rama, Prime Minister of the Republic of \r\nAlbania, was escorted from the rostrum.\r\nAddress by Mr. Antoni Martí Petit, Head of \r\nGovernment of the Principality of Andorra\r\nThe Acting President: The Assembly will now \r\nhear an address by the Head of Government of the \r\nPrincipality of Andorra.\r\nMr. Antoni Martí Petit, Head of Government of \r\nthe Principality of Andorra, was escorted to the \r\nrostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Antoni Martí Petit, \r\nHead of Government of the Principality of Andorra, \r\nand inviting him to address the General Assembly.\r\nMr. Martí Petit (Andorra) (spoke in Catalan; \r\nEnglish text provided by the delegation): I should like \r\nto begin by congratulating the President of the General \r\nAssembly at its sixty-eighth session, Ambassador \r\nJohn Ashe of Antigua and Barbuda. We are fully \r\nconvinced that he will be a manifest example of how \r\nsmall States can shoulder the responsibilities deriving \r\nfrom participating in the international community. It is \r\nboth an honour and a great responsibility to address the \r\nAssembly on behalf of the people and the Government \r\nof the Principality of Andorra. It is doubly an honour as \r\nwe are celebrating 20 years since our country became a \r\nMember of the United Nations.\r\nIn 1993, with the approval of the Constitution and \r\nour entry into the United Nations, Andorra’s 700-year \r\nreality as a sovereign, democratic country that had no \r\narmy and had remained neutral — few countries can \r\nmake such a claim — in the heart of the Pyrenees \r\nwas formally recognized. The visit of the Secretary-\r\nGeneral to our country in April on the occasion of \r\nthe twentieth anniversary of our Constitution served \r\nto reiterate once again Andorra’s commitment to the \r\nprinciples and values of the United Nations. Those \r\nprinciples and values must not remain mere high-\r\nsounding declarations and founding charters, but must \r\nbe translated into greater effectiveness in improving \r\npeople’s lives. \r\nIt is particularly worth noting the emphasis that the \r\nUnited Nations has placed on development in recent \r\nyears. I refer to the Millennium Development Goals \r\nadopted in 2000, which are to be assessed definitively in \r\ntwo years’ time. It was particularly relevant to directly \r\n14/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nand the desire of Israelis to obtain assurances for their \r\nexistence, safety and security.\r\nEach and every time we are unable to resolve a \r\nconflict, we are jeopardizing the principles and values \r\nthat are most valued by the international community: \r\npeace, security, dialogue, human rights and democracy. \r\nIt is not always easy for the international community \r\nto find a fair and effective way of responding, perhaps \r\nbecause we are responding to the problems rather than \r\npreventing them. Therefore, I would like to return to \r\nwhat I said at the beginning of my speech. We cannot \r\nallow the principles and values of the United Nations \r\nto be relegated to high-flown declarations that have \r\nno positive impact on people’s lives. Peace, the rule of \r\nlaw and democracy must be accompanied by effective \r\nrespect for human rights and a substantial improvement \r\nin the living conditions of people, which means less \r\npoverty, less hunger, more education and more gender \r\nequality. An ambitious development agenda that is \r\nimplemented effectively is the best way of preventing \r\nconflicts and ensuring peace and security.\r\nEarly in my statement, in recalling Andorra’s \r\nadmission into the United Nations 20 years ago, I \r\nreferred to the more than seven centuries of peace \r\nin our country, which is a relevant point to make at \r\nan event such as this. I am sure that other Andorran \r\nrepresentatives have raised this point. We are proud of \r\nour country’s peaceful history, but we are also keenly \r\naware that Andorra, a small State, would probably not \r\nhave enjoyed more than 700 years of peace had there \r\nbeen any great inequalities among its inhabitants, had \r\nthe laws not been fair or had tyranny reigned instead \r\nof a parliamentary regime, since there cannot be peace \r\nwithout justice in Andorra or anywhere else. \r\nAll of us who are here today, all of us who have \r\nspoken from this rostrum this week, are obligated to \r\nensure peace and justice, democracy and development, \r\nhuman rights and the peaceful resolution of conflicts. \r\nAll the principles and values to which we are firmly \r\ncommitted must always go hand in hand. It is a long and \r\ndifficult path, but it is the only way in which a better \r\nworld can possibly come about. \r\nReferring to what President Obama said a few \r\ndays ago (see A/68/PV.5), it is obvious that we live in \r\na world of imperfect choices. This difficulty must not \r\nbe used as an excuse for our failure to act. As President \r\nHollande stated from this very rostrum (see A/68/PV.5), \r\nthe citizens of the world need to know that those who \r\nproclaim the expansion of democracy and the rule of \r\nlaw are the same people who have striven to reduce \r\npoverty, hunger and child mortality and to promote \r\ngender equality and universal education, which are so \r\nimportant. Otherwise, we will run the risk of citizens \r\nperceiving their institutions and the United Nations as \r\nbeing far removed from their everyday lives and real \r\nproblems. Even more seriously, we would run the risk \r\nof words such as “democracy”, “human rights” and \r\n“international law” becoming meaningless.\r\nA year ago, on the occasion of the sixty-seventh \r\nsession of the General Assembly, we condemned and \r\nrepudiated the Benghazi attack. Today, one year later, \r\nwe must all feel that we are citizens of Nairobi. We \r\nmust stand with those who condemn terrorism and \r\ndefend the principles of the United Nations. A year \r\nago we used this platform to express our deep concern \r\nabout the civil war in Syria, in particular the conflict’s \r\ndevastating effects on the Syrian population. We said \r\nthen that the conflict was creating a terrible dilemma \r\nfor the international community — that of finding \r\nthe right balance between a diplomatic resolution and \r\nrespect for the rule of law. \r\nThe use of chemical weapons against civilians, \r\nwhich we condemn and which is contrary to all the \r\nvalues that the General Assembly upholds, places the \r\ninternational community in a scenario that requires \r\nfirm and strong answers. The strong reaction to the \r\nsituation led by the United States and France, along \r\nwith the pragmatic attitude of Russia, has generated \r\nthe momentum to advance in the search for that fair \r\nbalance. \r\nFirst is the issue of reaching agreement on the \r\nevidence and destruction of such chemical weapons; \r\nsecond is the issue of taking advantage of this dynamic \r\nin order to make greater diplomatic efforts to achieve a \r\npeaceful solution to the conflict. That will require new \r\nsteps towards furthering the Geneva process. Nor must \r\nwe forget the humanitarian dimension of the Syrian \r\nconflict, which is not only a priority but a terrible loss \r\nand a cruel emergency. \r\nThe resumption of negotiations between Palestinians \r\nand Israelis can also be included in the dynamic \r\nof our quest for the right balance, based on a two-\r\nState-solution, between the legitimate demand of the \r\nPalestinian people for a peaceful and democratic State \r\n13-48803 15/48\r\n28/09/2013 A/68/PV.18\r\nones. All over the world, extremism is claiming lives \r\nand crushing opportunity. This affects all of us, but it \r\nis one people of one faith who suffer the most. I believe \r\nthe greatest threat to Muslims today comes not from the \r\noutside world, but from within.\r\nThe conflict between Sunni and Shia threatens \r\nthe lives and livelihoods of millions of Muslims. Our \r\nreligion, which was founded on peace and premised \r\non tolerance, is now being twisted by extremists who \r\nare deploying false arguments to foster division and \r\njustify violence. Across the Islamic world, extremists \r\nare wrapping their perverse agenda in religious cloth, \r\ntearing families, countries and the Ummah apart. With \r\neach new atrocity, tensions are wound tighter and peace \r\nseems further away.\r\nThe corrosive influence of extremism cannot be \r\ncountered easily, but we are not too powerless to act. \r\nI believe that moderation in religion and the political \r\nprocess can stem the loss of life and liberty in the Muslim \r\nworld. Behind the tragic violence, there is a battle \r\nbeing waged for the future of Islam. By reaffirming our \r\ncommitment to moderation and solving the political \r\nproblems that drive instability, we can seize back the \r\ncentre ground. We can marginalize the extremists and \r\nadvance an agenda for peace, harmony and justice.\r\nAround the world, Muslims have watched in despair \r\nas conflict tears into some of our oldest communities. \r\nRarely in our history has the Ummah faced violence \r\non this scale. Right now, the world’s attention is rightly \r\nfocused on Syria. United Nations investigators have \r\nconcluded that the focus of the war has shifted along \r\nethnic and religious lines and become overtly sectarian. \r\nA conflict that began with anti-Government protests \r\nthreatens to descend into a war of ethnic cleansing.\r\nWith fighters from Hizbullah engaging on Syrian \r\nsoil, the conflict now threatens Lebanon, too. Last \r\nmonth, after car bombs killed dozens in Beirut, 42 \r\npeople died in explosions outside Sunni mosques. \r\nCommunities are dividing along religious lines, with \r\nhard-line preachers urging violence between Sunni and \r\nShia. \r\nMeanwhile, the security situation in Iraq continues \r\nto unravel, as Sunni extremist groups and Shia militia \r\nstruggle for control. Over the past four months, nearly \r\n3,000 people have been killed. In the past week alone, \r\nthree funerals have been bombed in Baghdad. Women \r\nand children have been blown apart while mourning. \r\nAgain, the violence is carried out between Sunni \r\nthe United Nations has a responsibility to act, and the \r\nworst decision is to take no action at all. \r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Head of Government of \r\nthe Principality of Andorra for the statement he has just \r\nmade. \r\nMr. Antoni Martí Petit, Head of Government of \r\nthe Principality of Andorra, was escorted from the \r\nrostrum.\r\nAddress by Dato’ Sri Mohd Najib bin Tun Haji \r\nAbdul Razak, Prime Minister of Malaysia\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of Malaysia.\r\nDato’ Sri Mohd Najib bin Tun Haji Abdul Razak, \r\nPrime Minister of Malaysia, was escorted to the \r\nrostrum. \r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Dato’ Sri Mohd Najib bin \r\nTun Haji Abdul Razak, Prime Minister of Malaysia, \r\nand inviting him to address the General Assembly. \r\nMr. Razak: Allow me to begin by congratulating \r\nthe President of the General Assembly on his election. \r\nI offer him Malaysia’s full cooperation and support as \r\nhe seeks to further the cause of peace and prosperity.\r\nThree years ago, I stood before the General Assembly \r\nand called for a global movement of moderates (see \r\nA/65/PV.19). It was a call to reject extremism in all its \r\nforms, because the real divide is not between East and \r\nWest or between the developed and developing worlds \r\nor between Muslims, Christians and Jews. It is between \r\nmoderates and extremists of all religions. \r\nMuch has changed since 2010, when a current of \r\nprotest and reform surged through the Middle East and \r\nNorth Africa. Out of the heat of the Arab Spring, new \r\nquestions arose about the pace of democratic change, \r\nthe role of Islam in politics, and the need for more \r\ninclusive development. \r\nBut the search for answers to those questions \r\nhas been put on hold. As authoritarian regimes have \r\nfallen, and Governments have been swept away by \r\npolitical change, extremists have tried to fill that space. \r\nMotivated by ideology, politics and religion, they have \r\nsought refuge from the hard work of development in \r\nthe unholy practice of violence. Conflicts have spilled \r\nacross borders, inflaming old tensions and igniting new \r\n16/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nthat we hold to the principles displayed by the Prophet \r\nMuhammad in the Medina Charter.\r\nOur task therefore is to reclaim our faith by \r\narticulating clearly the true nature of Islam as a religion \r\nof peace, moderation and tolerance. We should speak \r\nthat message clearly so that all may hear it and stand firm \r\nagainst the minority who use Islam to further violent \r\nand unjust ends. We should not mistake moderation for \r\nweakness. To face those baying for violence and call \r\ninstead for calm is a sign not of frailty, but of strength. \r\nMuslim leaders should speak up and condemn such \r\nviolence, lest their silence be mistaken for acceptance.\r\nModeration can be practiced at the national level, \r\nas it is in Malaysia, by choosing mutual respect and \r\ninclusivity and strengthening the bonds between \r\ndifferent communities and faiths. All countries \r\nshould reinforce their commitment to the principles \r\nof moderation, not just in religion, but for sustainable \r\ndevelopment and stable economic growth.\r\nModeration can also direct regional policy. It sits \r\nat the heart of Malaysia’s efforts to bring peace to the \r\nsouthern Philippines and to Thailand’s restive South. \r\nThe Association of Southeast Asian Nations, which \r\nendorsed the Global Movement of Moderates, has made \r\na commitment to the peaceful settlement and non-use \r\nof force in territorial disputes. \r\nAt the international level, moderation can guide \r\nour approach to the great global challenges of our \r\nage: violent extremism, sustainable development and \r\nequitable growth.\r\nSecondly, we should give our all to resolve the \r\npolitical problems that raise tensions in the Muslim \r\nworld, starting with Syria. We cannot underline strongly \r\nenough the need for a Syrian-led inclusive political \r\nprocess. Malaysia is against any unilateral action to \r\nresolve the conflict. All sides must come together to \r\nwork out a political settlement. We welcome the recent \r\nUnited States-Russia framework agreement, condemn \r\nwithout reservation the use of chemical weapons, and \r\ncall on the international community to intensify its \r\nefforts to explore all possible diplomatic options for \r\npeace under the auspices of the United Nations.\r\nWe must also find the vision and political will to \r\ncommit to a just solution for Palestine. We fervently \r\nhope that progress towards a viable Palestinian State, \r\nbased on pre-1967 borders and with East Jerusalem \r\nas its capital, will be made, and that the United States \r\nand Shia. In one Iraqi town, four children from one \r\nShia family were slain with knives. In another, local \r\npeople — neighbours for generations — have built blast \r\nwalls to keep themselves apart. Forced displacements \r\nare growing.\r\nIn Pakistan, bombings have wrecked the city of \r\nQuetta, killing hundreds. Revenge attacks spread to \r\nLahore and bombs have been detonated in Karachi. \r\nIn August, militants ambushed buses, dividing the \r\npassengers according to belief. Those who answered \r\nincorrectly were executed.\r\nEach of these conflicts has a distinct cause, but they \r\nfollow a darkly familiar path: emboldened by political \r\nfailures, radical preachers and militant groups turn civil \r\nconflicts into wider religious wars. Yet the preaching of \r\nsuch violence is completely counter to the Islamic faith. \r\nThe Holy Koran not only condemns suicide, unjust war \r\nand retribution by force; it also makes clear the Prophet’s \r\ndesire for Muslims to live in peace with one another and \r\ntheir neighbours. It says “And if they incline to peace, \r\nthen incline to it and rely upon Allah” (The Holy Koran, \r\nVIII:61) and that “whoever kills a soul, unless for a soul \r\nor for corruption in the land — it is as if he had slain \r\nmankind entirely” (ibid., V:32). It also holds that “there \r\nshall be no compulsion in religion” (ibid., II:256).\r\nIt should come as no surprise that there is no \r\nscriptural basis for the atrocities being committed in \r\nthe name of Islam. Under the six higher objectives of \r\nIslamic law, the first and foremost is the protection and \r\npreservation of life. Yet even during Ramadan, our holy \r\nmonth, when contemplation, devotion and compassion \r\nreign uppermost in Muslim minds, the extremists would \r\nnot stop. More than 4,400 people died this Ramadan in \r\nSyria, 371 in Iraq and 120 in Pakistan. This is a burden \r\nwe can no longer afford to bear. It is time to end the \r\nkilling; it is time to concentrate instead on building a \r\ncommon agenda for peace and prosperity.\r\nThere are two things we can do. First of all, I \r\nbelieve that peace-loving Muslims — the overwhelming \r\nmajority of Muslims — should unite against the \r\nextremists who use our religion as an excuse to commit \r\nviolence. And one of the most powerful tools we have \r\nto do so is al-wasatiyyah — the practice of moderation. \r\nThe Holy Koran says that “we have made you into a \r\ncommunity that is justly balanced” (ibid., II:143). This \r\nconcept of balance and moderation, of social justice \r\nwithin our faith, is a central tenet of Islam. It asks of us \r\n13-48803 17/48\r\n28/09/2013 A/68/PV.18\r\nAddress by Mr. Khil Raj Regmi, Chairman \r\nof the Council of Ministers of the Federal \r\nDemocratic Republic of Nepal\r\nThe Acting President: The Assembly will now \r\nhear an address by the Chairman of the Council of \r\nMinisters of the Federal Democratic Republic of Nepal.\r\nMr. Khil Raj Regmi, Chairman of the Council of \r\nMinisters of the Federal Democratic Republic of \r\nNepal, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure \r\nin welcoming His Excellency Mr. Khil Raj Regmi, \r\nChairman of the Council of Ministers of the Federal \r\nDemocratic Republic of Nepal, and inviting him to \r\naddress the General Assembly.\r\nMr. Regmi (Nepal): Allow me to congratulate the \r\nPresident of the General Assembly on his election to \r\nserve during the sixty-eighth session of the Assembly. I \r\nrepose full confidence in him to steer the deliberations \r\nof the Assembly to a fruitful conclusion, and I assure \r\nhim of our full cooperation in the discharge of his \r\nimportant responsibilities.\r\nI take this opportunity to extend my sincere thanks \r\nto the outgoing President, Mr. Vuk Jeremić, for having \r\nsuccessfully presided over the Assembly at its sixty-\r\nseventh session. I would like to express my sincere \r\nappreciation to Secretary-General Ban Ki-moon for his \r\nable and visionary leadership and excellent reports on \r\nissues before the Assembly.\r\nI bring with me a message of peace and non-violence \r\nfrom Lumbini, the birthplace of Gautama Buddha, the \r\napostle of peace, and the greetings and best wishes \r\nof the Government and people of Nepal. Nepal has \r\nunflinching faith in the principles and purposes of \r\nthe United Nations as enshrined in its Charter. Nepal \r\nupholds the centrality and indispensability of the \r\nUnited Nations in forging global peace and security, \r\ndevelopment and human freedom, as well as its role in \r\nthe promotion of multilateralism, befitting the needs of \r\nour age.\r\nIt is an irony that one eighth of the world population \r\nhas to live without enough food at a time when 150 per \r\ncent of the Earth’s annual regenerative capacity is being \r\nconsumed, and that nearly 1 billion people will still be \r\nforced to live in extreme poverty in 2015. Looking at \r\nthis unfair and unjust scenario, one can hardly envision \r\nglobal sustainability without a system of economic \r\ngrowth and development that ensures the progress and \r\nand other members of the Quartet will continue to play \r\ntheir role as honest brokers in the process. Only with \r\npeace can there be development and dignity for the \r\nPalestinian people.\r\nFinally, we should continue to focus on building \r\nstronger and more prosperous societies predicated on \r\nthe rule of law and the practice of democracy. The Arab \r\nSpring showed that the Muslim world is crying out for \r\nchange. Governments must answer that call. We must \r\nprovide good governance to fight corruption, create \r\njobs to tackle poverty, and deliver sustainable growth \r\nthat builds a world of opportunity for our citizens. We \r\nmust create economies in which people can fulfil their \r\nown aspirations, not those of extremists.\r\nBy acting to solve our most difficult political \r\nproblems, we can bring an end to the immediate \r\nsuffering in Syria, in Palestine and in the wider world. \r\nBy committing to the cause of moderation, Muslims \r\ncan secure something even greater. We can reclaim our \r\nreligion, choosing harmony and acceptance over division \r\nand conflict, and we can broadcast a vision of Islam as \r\nit is understood by Muslims around the world — as a \r\nreligion of peace, tolerance and moderation.\r\nLast month, when militants attacked those buses in \r\nPakistan, a 19 year-old Sunni student named Ghulam \r\nMustafa stood up for such a vision. Confronting the \r\nSunni gunmen, he said killing Shiites was wrong. \r\nGhulam was shot dead, but his life was not lost in vain. \r\nWith guns to their heads, the Sunnis on the bus refused to \r\nidentify the Shia passengers whom the gunmen wanted \r\nto kill. In their defiance, we see the true measure of \r\ncourage and the true test of faith. Under unimaginable \r\npressure, facing the greatest possible threat, they chose \r\nto stand with their brothers and sisters. They chose \r\nunity over division. Faced with unimaginable pressure, \r\nand the greatest possible threat, we must summon the \r\nwill to do the same.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of \r\nMalaysia for the statement he has just made.\r\nDato’ Sri Mohd Najib bin Tun Haji Abdul Razak, \r\nPrime Minister of Malaysia, was escorted from the \r\nrostrum.\r\n18/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nNepal is the fifth most vulnerable country in terms \r\nof climate change risks. The risk of multiple disaster \r\nin overwhelming proportions and the increased \r\nvulnerability we have to face also threaten our fragile \r\nmountain ecosystem and fabulous diversity, as well as \r\nlives, livelihoods and heritage in Nepal.\r\nWe welcome the understanding reached in Doha \r\nby the Member States on a firm timetable to adopt a \r\nuniversal climate agreement, during the eighteenth \r\nsession of the United Nations Framework Convention on \r\nClimate Change. We call on all for an early conclusion \r\nto climate change negotiations, with binding emission \r\ncommitments and guaranteed, enhanced, predictable \r\nand easily accessible financing for the most vulnerable \r\ncountries, such as Nepal, to enable their speedy \r\nimplementation of suitable adaptation and mitigation \r\nmeasures.\r\nLeast developed countries face severe structural \r\nconstraints and multiple vulnerabilities, and are \r\nthe furthest off track in achieving the Millennium \r\nDevelopment Goals and other internationally agreed-\r\non development targets. The Istanbul Programme \r\nof Action for the Least Developed Countries for the \r\nDecade 2011-2010 (A/CONF.219/3/Rev.1) has outlined \r\neight priority areas to be implemented in order to \r\novercome those constraints and enable half of the \r\nLDCs to graduate from that status by the year 2020. \r\nHowever, in order to achieve that urgent but ambitious \r\ngoal, external and internal enabling environments must \r\nbe created through synergistic efforts on the part of the \r\nLDCs and their development partners. Integrating the \r\nProgramme of Action’s priorities into all our relevant \r\nplans and programmes and the ongoing post-2015 \r\ndevelopment discourse in the United Nations is a must \r\nto that end.\r\nNepal has set itself the goal of graduating from \r\nLDC status by 2022. The Government is committed to \r\npursuing that goal by mainstreaming the internationally \r\ndefined priority areas. I ask for genuine partnerships \r\nand enhanced cooperation in efforts towards a full, \r\neffective and speedy implementation of the Istanbul \r\nProgramme of Action and other internationally agreed-\r\non development goals, with sufficient and predictable \r\nfunding mechanisms for our goal to become a reality. \r\nNepal’s ability to benefit from trade-induced growth \r\nis constrained by the structural problem posed by the \r\nhigh transit-transport costs that its landlocked nature \r\nimposes. Our remoteness from markets, marginalization \r\nwell-being of people on this planet in an equitable, \r\ninclusive and judicious manner. We can hardly realize \r\nsustainable development when pervasive poverty, \r\nunsustainable consumption and production patterns, \r\nand spiralling environmental degradation are allowed \r\nto continue.\r\nNepal attaches great importance to the full \r\nattainment of the Millennium Development Goals \r\n(MDGs). At the United Nations Conference on \r\nSustainable Development, our countries demonstrated \r\nthe wisdom to take the MDGs forward with greater \r\nvigour through universally applicable sustainable \r\ndevelopment goals. The report of the High-level Panel \r\nof Eminent Persons on the Post-2015 Development \r\nAgenda reminds us that there is a need to build on \r\nthe foundations of the MDGs, leaving no one behind \r\nin global development efforts. Clearly, any new \r\ndevelopment agenda that does not keep the elimination \r\nof extreme poverty at centre stage loses the spirit of \r\nsustainability. I therefore call upon all Member States \r\nto direct concerted efforts to completing the unfinished \r\ntasks of the MDGs before embarking on a post-2015 \r\ndevelopment agenda and any subsequent sustainable \r\ndevelopment goals.\r\nThe High-level Panel has set forth a vision for \r\nshaping a common destiny for the global community \r\nthrough inclusive economic growth, human progress \r\nand sustainable development. That collective vision \r\nneeds to be translated into concrete action with \r\ndeliverable goals and targets that can be measured \r\nglobally and locally, based on the Rio principles.\r\nWe underscore the need to breathe life into the \r\npost-2015 development framework with the principles \r\nof universal human rights, equity and sustainability. \r\nTo that end, we should take into account its global \r\napplicability, on the one hand, and regional, national \r\nand subnational circumstances and priorities, on the \r\nother. We believe that all processes relating to the \r\nsustainable development goals should reconcile these \r\nfundamental aspects, especially in the interests of the \r\npoor and marginalized countries and societies. Nepal is \r\nconstructively engaged in mainstreaming the concerns \r\nof the least developed countries (LDCs) into the new \r\nglobal development agenda.\r\nWhile no country is immune to the ominous effects of \r\nclimate change, countries like Nepal disproportionately \r\nhave to bear the brunt, in stark contrast to their \r\nnegligible contribution to greenhouse-gas emissions. \r\n13-48803 19/48\r\n28/09/2013 A/68/PV.18\r\nlabour-market gaps and contribute significantly to the \r\nwell-being of the people and the economic development \r\nof their destination countries. It is extremely important \r\nto keep human values and dignity at the centre of \r\nadministration and governance related to migration. It \r\nis also essential to define the roles and responsibilities \r\nof countries of origin, transit and destination in order to \r\nensure the basic rights of migrant populations and show \r\nrespect for their contribution to development.\r\nNorth-South, South-South and triangular types of \r\ncooperation are becoming more significant than ever \r\nbefore for forging an inclusive development agenda \r\nand ensuring that equality and justice prevail in \r\nthe world. It is vital that the North make good on its \r\ncommitments for resources to the developing South. \r\nLikewise, South-South cooperation should be promoted \r\nby sharing development experience and transferring \r\ntechnology, and by exploiting latent synergies and \r\ncomplementarities in developing and integrating trade, \r\ninvestment and infrastructure facilities.\r\nWe uphold the view, close to the ideals of the \r\nNon-Aligned Movement (NAM), that an environment of \r\nlasting peace and security, conducive to people-centric \r\ndevelopment, can be created only through strengthened \r\nmultilateralism. As a distinct multilateral forum and \r\nmoral voice of the developing world, NAM has a \r\ngreater role to play in fostering international peace and \r\nsecurity at the United Nations and beyond. We believe \r\nthat NAM should pursue the issues of reforming the \r\nUnited Nations and the Bretton Woods institutions, \r\nwhich shape global social and economic policies in \r\ngeneral, and financial architecture in particular, in \r\norder to make them more inclusive and responsive to \r\nthe needs of the developing world.\r\nNepal reiterates its call for the general and \r\ncomplete disarmament of all weapons of mass \r\ndestruction — biological, chemical, radiological and \r\nnuclear — in a time-bound manner. Our efforts to \r\nachieve the goal of total nuclear disarmament must be \r\nmatched by efforts to achieve the non-proliferation of \r\nother weapons of mass destruction. As host this year \r\nto the United Nations Regional Centre for Peace and \r\nDisarmament for Asia and the Pacific in Kathmandu, \r\nwe stand for strengthening regional initiatives for \r\npeace through dialogue, education and awareness, and \r\nfor subsequent confidence-building measures. Nepal \r\nsupports establishing nuclear-weapon-free zones, \r\nkeeping outer space free of weapons and keeping small \r\narms and light weapons out of the reach of illicit hands. \r\nand lack of integration into regional and global value \r\nchains all limit the competitiveness of our trade and \r\nour attractiveness as an investment destination. Despite \r\nthe tremendous advances in technology and innovation \r\nthat global trade has benefited from, Nepal has yet to \r\ncatch up with that trend, owing to its lack of the basic \r\ntransport and trade infrastructure that facilitates trade. \r\nWe look forward to the 10-year review process \r\nof the Almaty Programme of Action: Addressing the \r\nSpecial Needs of Landlocked Developing Countries \r\nwithin a New Global Framework for Transit Transport \r\nCooperation for Landlocked and Transit Developing \r\nCountries, and to forging a successor plan of action \r\ncapable of addressing landlocked developing countries’ \r\nspecific concerns and development aspirations.\r\nLDCs are still waiting for results from the Doha \r\nDevelopment Round and the full implementation of \r\nthe decisions of the Sixth Ministerial Conference of \r\nthe World Trade Organization (WTO) in Hong Kong \r\nand subsequent meetings. Forty-nine LDCs represent \r\nless than 1 per cent of world trade. The recent Fourth \r\nGlobal Review of Aid for Trade further confirmed its \r\ncapacity to deliver and noted that together with the \r\nEnhanced Integrated Framework as a vehicle, it helps \r\nto address supply-side constraints, enhance productive \r\ncapacity and promote economic diversification. We \r\nwill participate in the ninth Ministerial Conference of \r\nthe WTO in Bali in December, with the expectation \r\nthat LDCs’ core issues — the full implementation of \r\nthe duty- and quota-free provision, the adoption of \r\nsimple and f lexible preferential rules of origin and the \r\noperationalization of a service waiver for LDCs — will \r\nbe addressed effectively.\r\nThe structural deficiency and democratic deficit \r\nof globalization must be addressed by making it \r\nmore inclusive and responsive to the needs of poor \r\nand marginalized people around the world. More \r\nattention must be given to international migration \r\nand its potential contribution to the development of \r\ncountries of destination and origin, and to ensure \r\nthat globalization is also fair to the bottom billion of \r\nthe South. International migration is a cross-cutting \r\ndevelopmental issue of common concern. \r\nMigration is significant all over the world, but \r\nmore so in countries like Nepal, where nearly 1,500 \r\npeople leave for foreign employment every day. While \r\nremittances constitute nearly 25 per cent of Nepal’s \r\ngross domestic product, Nepalese migrant workers fill \r\n20/48 13-48803\r\nA/68/PV.18 28/09/2013\r\npower and productive resources directly contribute to \r\ncomprehensive development. In Nepal, constitutional, \r\nlegislative and institutional provisions ensure equal \r\nrights to women and their meaningful participation \r\nin and contribution to society, focusing on capacity-\r\nbuilding, institutional strengthening, legal protection, \r\nempowerment and gender mainstreaming. \r\nWe are committed to our national, regional and \r\ninternational commitments and obligations to human \r\nrights, despite our protracted political transition, low \r\nlevel of economic growth and capacity constraints. \r\nPeace, democracy, human rights and development \r\nreinforce each other and impinge upon the people’s \r\nuninterrupted participation in governance and an \r\ninclusive development process. The National Human \r\nRights Commission and several other human rights \r\ninstitutions seek to safeguard the human rights of \r\nour people. We are strengthening their institutional \r\ncapacity to deliver on their constitutional and statutory \r\nresponsibilities, including ensuring the rights of \r\nwomen, children and persons with disabilities. The \r\ncurrent national plan, policies and programmes of the \r\nGovernment are geared towards the empowerment of \r\nall the people, regardless of class, creed, gender or \r\nethnicity, and embarking on a path of socioeconomic \r\ndevelopment that is inclusive, fair, equitable and just for \r\nall, in line with the country’s national and international \r\ncommitments. \r\nNepal is a founding member of the South Asian \r\nAssociation for Regional Cooperation (SAARC) \r\nand a member of the Bay of Bengal Initiative for \r\nMulti-Sectoral Technical and Economic Cooperation \r\n(BIMSTEC), through which we are actively involved in \r\nforging a synergy of collective efforts in several areas \r\nof regional cooperation, including poverty reduction, \r\ntrade expansion, investment promotion, connectivity \r\nimprovement and socioeconomic advancement. Nepal \r\nis constructively engaged with arrangements such as \r\nSAARC and BIMSTEC for peace and prosperity at the \r\nregional level and with the United Nations at the global \r\nlevel.\r\nMy delegation looks to the United Nations as the \r\nrepository of our hopes and a true upholder of the \r\nuniversal values of peace, justice, equality, freedom and \r\nhuman dignity. Given that the United Nations mandate \r\nand structures were founded nearly seven decades \r\nago, its reform has been a continuous process aimed at \r\nmeeting the growing requirements of changing times. \r\nThere are growing concerns that the United Nations \r\nThe Arms Trade Treaty is a landmark achievement of \r\nthis year.\r\nNepal unequivocally condemns terrorism in all \r\nits forms and manifestations perpetrated anywhere \r\nin the world under any pretext. Our hearts go out to \r\nthe victims of terrorism, most recently in Kenya and \r\nin Pakistan, which only strengthens our resolve to \r\nfight the menace. We call for the early conclusion of a \r\ncomprehensive convention on international terrorism to \r\nfight that heinous crime against humanity.\r\nAs a country emerging from conflict, Nepal \r\nunderscores the importance of addressing issues of \r\nexclusion, discrimination, inequity, corruption and \r\nthe violation of human rights, and it also supports the \r\nstrengthening of the rule of law at the national and \r\ninternational levels.\r\nNepal is concerned about the long, drawn-out \r\npeace process in the Middle East. We are overdue in \r\nfulfilling our commitment to a comprehensive, lasting \r\nand judicious solution to the problem. We support \r\nthe legitimate rights of the Palestinian people to an \r\nindependent and sovereign Palestine State, based on \r\nUnited Nations resolutions and a solution that enables \r\nIsrael and Palestine to live as neighbours within secure \r\nand recognized international boundaries.\r\nThe situation in Syria is of serious concern to us \r\nall, due mainly to the violent conflict and its attendant \r\nlarge-scale humanitarian tragedy. We believe the \r\ninternational community should facilitate the easing \r\nof tensions and confrontation through diplomacy and \r\ndialogue towards a peaceful and durable political \r\nsolution. We condemn the recent use of chemical \r\nweapons in Syria and call for the total destruction of \r\nchemical-weapons stockpiles in all parts of the world.\r\nI reiterate my country’s principled position that the \r\nprotracted embargo on Cuba is unjustified and needs to \r\nbe ended immediately and unconditionally.\r\nNepal supports the early and peaceful unification of \r\nthe Korean peninsula through dialogue and negotiations \r\nbased on the will of the Korean people.\r\nNeedless to say, making women partners in all \r\nefforts for peace, security and development at all \r\nlevels, treating them equally without discrimination, \r\nand ensuring the protection of their basic rights to \r\nunleash their potential have positive implications for \r\nthe advancement of society as a whole. Moreover, their \r\nmainstreaming and empowerment through access to \r\n13-48803 21/48\r\n28/09/2013 A/68/PV.18\r\nform a Constituent Assembly that would function as \r\na pivotal institution for the balance of power, I had to \r\naccept the responsibility in the larger interest of the \r\nnation and the people and as a responsible citizen.\r\nWe have made the necessary preparations to hold \r\nthe elections on 19 November this year. We have been \r\ntrying our best to listen to the dissenting parties and \r\nto bring them on board for the election through the \r\npolitical process. There is no alternative to elections to \r\nrevitalize the democratic process and ensure political \r\nstability. The election will provide a mandate by \r\nthe people for writing a constitution, advance civil \r\nand political rights, ensure people’s sovereignty in \r\ndecision-making in State affairs and institutionalize \r\nmultiparty democracy, federalism and republicanism. It \r\nwill be instrumental in completing the remaining tasks \r\nof the peace process. The settlement of political issues \r\nthrough the democratic process will ensure political \r\nstability and, eventually, will open up prospects for \r\nbroad-based economic development, to which the \r\npeople have aspired for so long. I express my sincere \r\nthanks to the international community for the moral \r\nand material support made available for the elections \r\nand would like to convey how meaningful that gesture \r\nof goodwill is to us.\r\nThe President took the Chair. \r\nIt is my hope and belief that, with continuing \r\nunderstanding, support and assistance on the part \r\nof all friends of Nepal, we will be able to go beyond \r\nthe protracted political transition and focus on the \r\nconsolidation of the political accomplishments made \r\nso far, the further democratization of the country \r\nand economic development, so that we may graduate \r\nfrom least-developed-country status by 2022. We are \r\nfully confident that democracy provides leverage for \r\nbridging differences and promoting peace, tranquillity \r\nand prosperity.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Chairman of the Council of Ministers \r\nof the Federal Democratic Republic of Nepal for the \r\nstatement he has just made.\r\nMr. Khil Raj Regmi, Chairman of the Council of \r\nMinisters of the Federal Democratic Republic of \r\nNepal, was escorted from the rostrum.\r\nbodies and the Bretton Woods institutions should be \r\nmade more democratic, accountable, financially stable \r\nand responsive to all, as their decisions pervade the \r\nsocial, economic and financial architectures of nation \r\nStates. Nepal supports the timely re-engineering of \r\nthose institutions in order to ensure the representation \r\nof developing countries in their decision-making.\r\nNepal holds the view that the reform of the Security \r\nCouncil should reflect changes in contemporary political \r\nand economic realities. It should be more representative \r\nin composition, transparent in functioning, democratic \r\nin character, balanced between the North and South, \r\nand above all be capable of taking prompt action when \r\npeace is threatened.\r\nFor over six decades now, Nepal has consistently \r\ncontributed to the work of the United Nations, \r\nparticularly through peacekeeping missions around \r\nthe world, including in the most challenging situations. \r\nMore than 100,000 peacekeepers have served so far \r\nwith distinct professionalism, and 63 soldiers have laid \r\ndown their precious lives in the line of duty.\r\nMy country, Nepal, is in a crucial phase of \r\ntaking the peace process to a logical conclusion and \r\ninstitutionalizing the gains made in the democratic \r\nrights of the people, which came through various \r\ncontinuous movements and struggles carried out over \r\ndecades. The country-driven and owned peace process \r\nenjoyed the support of the United Nations and the \r\ninternational community, for which we express our \r\ndeep appreciation. \r\nThe first Constituent Assembly, elected through \r\nthe democratic process in 2008, expired in May 2012 \r\nwithout completing its mandate of making an inclusive \r\nconstitution. In the aftermath of the dissolution of the \r\nConstituent Assembly, attempts to form a consensus \r\nGovernment, led by leaders of political parties, could not \r\ncoalesce in the absence of general consensus, even after \r\na series of attempts through dialogue and negotiations. \r\nThe country started to slide into political uncertainty in \r\nthe absence of certainty that an election would be held, \r\nand more complications appeared imminent. \r\nTo overcome the situation, the major political \r\nparties were guided by their collective wisdom to work \r\nout an alternative outlet that resulted in the formation \r\nof an apolitical and neutral Government, under the \r\nleadership of the Chief Justice, with the aim of holding \r\nfree, fair and credible elections to a fresh Constituent \r\nAssembly. In view of the demands of the situation to \r\n22/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nof the United Nations system to development must be \r\nrestored.\r\nThose objectives require the building of a new \r\ninternational consensus suited to our time and rooted \r\nin today’s realities. It is only such a plan of action that \r\nwill enable the United Nations to meet the twin tests of \r\nlegitimacy, and effectiveness and efficiency.\r\nWe commend your choice of the theme of this \r\nsession. Setting the stage for the post-2015 development \r\nagenda is especially important as we deal with a \r\nlingering global economic slowdown and continuing \r\nvolatility in financial markets. These have imposed \r\ndisproportionately heavy costs on developing countries \r\nand the vulnerable groups within them.\r\nGrowth and inclusive development are naturally \r\nimportant for all our countries. They require a \r\nsupportive international economic environment, \r\nenhanced investment f lows, including from multilateral \r\ndevelopment banks, the transfer of technology, and an \r\nopen multilateral trading regime.\r\nBut the problems of the more than 1 billion people \r\nliving in abject poverty around the world need to be \r\nattacked more directly. Poverty remains a major \r\npolitical and economic challenge, and its eradication \r\nrequires special attention and a new collective thrust. \r\nThat priority should anchor the post-2015 development \r\nagenda, which should be shaped by the Member States \r\nso that it enjoys the broadest possible support and \r\nacceptance.\r\nIssues of peace, security, human rights and \r\ngovernance are important and need to be addressed. But \r\nwe will fall short of realizing an ambitious post-2015 \r\ndevelopment agenda if we focus merely on governance \r\nissues at the cost of robust economic growth. This \r\nagenda should not be merely about reprioritizing \r\ndomestic spending, but also about fostering genuine \r\ninternational partnerships between developing and \r\ndeveloped countries to bring about change. All of us \r\nneed the policy space necessary to set our own domestic \r\npriorities. \r\nNo one knows the condition of developing countries \r\nbetter than the developing countries themselves. It is \r\ntherefore important that the United Nations set clear and \r\nconcise goals and provide practical and well-defined \r\nmeans of implementation, including an adequate f low \r\nof resources and the transfer of technology, taking the \r\nviews of developing countries fully into account.\r\nAddress by Mr. Manmohan Singh, Prime \r\nMinister of the Republic of India\r\nThe President: The Assembly will now hear an \r\naddress by the Prime Minister of the Republic of India.\r\nMr. Manmohan Singh, Prime Minister of the \r\nRepublic of India, was escorted to the rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Manmohan Singh, Prime Minister \r\nof the Republic of India, and inviting him to address \r\nthe Assembly.\r\nMr. Singh (India): Let me first of all congratulate \r\nyou, Mr. President, on your election to the presidency \r\nof the General Assembly at its sixty-eighth session. We \r\nwish you every success and assure you of our fullest \r\ncooperation.\r\nAt a time when the world is facing multiple \r\nchallenges, there is renewed attention to the role of \r\nthe United Nations in advancing international peace, \r\nsecurity and prosperity. However, never has scepticism \r\nabout the capacity of the United Nations to do so been \r\nhigher, or the external environment less propitious for \r\nmultilateralism.\r\nThe nearly seven decades of work of the United \r\nNations hold one simple lesson: that we are most \r\nsuccessful when we adhere to the letter and spirit of \r\nthe United Nations Charter, basing our decisions on the \r\nwidest possible consensus and balancing equitably the \r\nneeds and responsibilities of nations at different stages \r\nand levels of development.\r\nIn those seven decades, the world has changed in \r\nfundamental ways. Asia and Africa are independent \r\nand resurgent. Countries are now not only more \r\ninterdependent, but also face new, increasingly complex \r\nchallenges. For multilateralism to remain relevant and \r\neffective in the future, multilateral institutions need to \r\nbe reformed urgently. The place to begin is right here.\r\nThe Security Council must be reformed and \r\nrestructured to reflect current political realities. \r\nMore developing countries should be included as both \r\npermanent and non-permanent members.\r\nThe multilateral financial institutions should also \r\nenable an enhanced voice for developing countries in \r\ntheir decision-making structures. Multilateral efforts \r\nmust guide our quest for peace and security, wherever \r\nthey are threatened, and the centrality and contribution \r\n13-48803 23/48\r\n28/09/2013 A/68/PV.18\r\nWe are encouraged that direct talks have resumed \r\nbetween Israel and Palestine. India supports the early \r\nrealization of a sovereign, independent, viable and \r\nunited State of Palestine, with East Jerusalem as its \r\ncapital, living within secure and recognized borders, \r\nside by side and at peace with Israel. We also remain \r\ncommitted to the Palestinian quest for full membership \r\nin the United Nations.\r\nIn our own region, Afghanistan prepares for a \r\nhistoric political, security and economic transition. \r\nThe international community must support the people \r\nof Afghanistan through this transition and beyond in \r\ncombating terrorism, preserving the progress of the \r\npast decade and creating a stable, united and prosperous \r\nAfghanistan.\r\nTerrorism remains a grave threat to security and \r\nstability everywhere and exacts a heavy toll of innocent \r\nlives around the world. From Africa to Asia, we have \r\nseen several manifestations of this menace in the last \r\nfew days alone. State-sponsored, cross-border terrorism \r\nis of particular concern to India, also on account of \r\nthe fact that the epicentre of terrorism in our region is \r\nlocated in our neighbourhood, in Pakistan.\r\nFrom this rostrum yesterday, Prime Minister Nawaz \r\nSharif of Pakistan spoke of making a new beginning \r\n(see A/68/PV.15). I reciprocate his sentiments and \r\nam looking forward to meeting him tomorrow. India \r\nis sincerely committed to resolving all issues with \r\nPakistan, including the issue of Jammu and Kashmir, \r\nthrough bilateral dialogue on the basis of the Simla \r\nAgreement. However, for progress to be made, it is \r\nimperative that the territory of Pakistan and the areas \r\nunder its control not be utilized for aiding and abetting \r\nterrorism directed against India. It is equally important \r\nthat the terrorist machinery that draws its sustenance \r\nfrom Pakistan be shut down. There must be a clear \r\nunderstanding of the fact that Jammu and Kashmir is \r\nan integral part of India and that there can never, ever, \r\nbe a compromise with the unity and territorial integrity \r\nof India.\r\nWe need to renew our commitment, especially \r\nhere at the United Nations, to concerted, cohesive and \r\ncontinuing global action against terrorism. There can \r\nbe no tolerance for States sheltering, arming, training or \r\nfinancing terrorists. Nor can States absolve themselves \r\nof the responsibility to prevent their territories from \r\nbeing used to launch acts of terrorism.\r\nA meaningful post-2015 agenda must place equally \r\nhigh priority on food and nutrition, health, education, \r\ninfrastructure, water, sanitation, energy and combating \r\ndiscrimination against women. Especially critical is \r\nwomen’s equal access to economic opportunities and \r\nensuring that they do not become victims of violence or \r\nthe targets of prejudice.\r\nIn India, we have sought to promote inclusive \r\ndevelopment in multiple ways. Legislation has broadened \r\naccess to education and secured rural livelihoods. We \r\nare now building the world’s largest programme for \r\nfood security. Digital technology is being harnessed to \r\nimprove the delivery of public services and benefits to \r\nthe people.\r\nIndia is proud of its partnerships with developing \r\ncountries. Using modest resources, we have built strong \r\nties with Africa and the least developed countries. We \r\nare committed to building 100 institutions in Africa \r\nand have offered capacity-building support, including \r\nthousands of scholarships, and made available over \r\n$9.5 billion of concessional assistance. India and Africa \r\nare engaging through the India-Africa Forum Summit \r\nprocess. We also look forward to participating actively \r\nin the third International Conference on Small Island \r\nDeveloping States, to be held in Samoa in 2014, and to \r\ncontributing to its outcome.\r\nClimate change is one of the defining challenges of \r\nour times. We must summon the political will necessary \r\nto craft a robust global response to climate change on \r\nthe basis of equity and the principle of common but \r\ndifferentiated responsibilities.\r\nWe are deeply concerned about the future of West \r\nAsia, a region with which India shares deep bonds of \r\nhistory and one that is critical for our energy security \r\nas well as the livelihoods of the nearly 7 million \r\nIndians who work and live in the region. Not only is \r\nthe increasingly lethal conflict in Syria a tragedy for \r\nthe people of Syria, but it also threatens stability and \r\nsecurity in the region and beyond. It has been made worse \r\nby the use of chemical weapons. The use of chemical \r\nweapons, whosoever may have deployed them, must \r\nbe condemned in the strongest possible terms. India \r\nstrongly supports the elimination of chemical-weapons \r\nmaterial and equipment in Syria.There is no military \r\nsolution to that conflict. We must intensify efforts to \r\nend the conflict and seek a political settlement. It is \r\nessential that the “Geneva II” conference be convened \r\nat the earliest opportunity.\r\n24/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nto bear in the conduct of our debates and in carrying out \r\nthe General Assembly’s important tasks.\r\nAt the outset, I would like to commend the \r\nremarkable work the United Nations has done so that \r\nwe have the opportunity to advance the Millennium \r\nDevelopment Goals (MDGs) and to work together today \r\nto set a new post-2015 development agenda. Indeed, \r\nthat is a global challenge that, besides inaugurating a \r\nnew era in global development, challenges us to meet \r\nthe eight Millennium Development Goals. The focus of \r\nthis session, as was declared by Secretary-General Ban \r\nKi-moon, is fairness and dignity for all, a task that \r\nchallenges everyone and requires new attitudes and \r\nbehaviours, based on the premise that a better world is \r\npossible.\r\nCape Verde, a small island developing State that \r\nhas been independent for less than 39 years, has already \r\nachieved most of the targets envisioned and will continue \r\nits efforts to meet all the Millennium Development \r\nGoals. Thanks to a transformation agenda that we have \r\nbeen promoting since 2001, when Cape Verde was on \r\nthe list of least developed countries, our nation has \r\nmade significant progress in the socioeconomic and \r\npolitical arenas and has improved the people’s overall \r\nstandard of living. Our focus on and investment in \r\naccess to education, health care, water and food have \r\nbeen clear, unambiguous and systematic, as have \r\nour efforts to competitively integrate our economy \r\ninto the international market, with the support of our \r\ninternational partners.\r\nAt the same time, the transformation agenda, \r\nwhich is fully aligned with our MDG commitments \r\nand targets, has created the conditions for Cape Verde’s \r\nhistoric transition to the realm of middle-income \r\ncountries, although, owing to the strong impact of the \r\ninternational crisis, which has to some extent put the \r\nbrakes on the momentum of the country’s ongoing \r\nprogress, it still falls within the lower-middle-income \r\nscale. Our indicators show that we have reduced poverty \r\nby half, and it is clearly on a downward trend. Our \r\ncurrent challenge is the close monitoring essential to \r\npreventing any setbacks that might result from the global \r\neconomic situation and its impact on Cape Verde. In \r\nfact, despite our graduation to middle-income-country \r\nstatus, our indicators still show high rates of poverty, \r\ninequality and unemployment, as well as insufficient \r\naccess to many goods and services, and we are still \r\nshort of our goal of achieving well-being and and a high \r\nstandard of living for all our people.\r\nThe increasingly complex challenges to \r\ninternational peace and security require a new \r\ninternational consensus to be built, whether it is in the \r\nfield of cybersecurity, non-proliferation or terrorism. \r\nThis year, 25 years after Prime Minister Rajiv Gandhi \r\nput forward a comprehensive action plan for a nuclear-\r\nweapon-free and non-violent world order, we must \r\nstrengthen efforts against nuclear proliferation and \r\npursue time-bound, universal, non-discriminatory, \r\nphased and verifiable nuclear disarmament. We must \r\nalso guard against terrorists and non-State actors \r\ngaining access to sensitive materials and technologies.\r\nTwo years from now, the United Nations will be \r\n70 years old. Every new State born during that period \r\nof 70 years has taken its place in the Assembly not just \r\nwith pride but also with hope. The year 2015 will be \r\na time to celebrate our successes and ensure that the \r\nUnited Nations is ready for this century, by completing \r\nmuch-needed reforms of the Organization and its \r\nSecurity Council, developing an ambitious and balanced \r\npost-2015 development agenda and demonstrating our \r\ncapacity to cooperate effectively for durable peace and \r\nsecurity in the world we live in.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of the Republic of \r\nIndia for the statement he has just made.\r\nMr. Manmohan Singh, Prime Minister of the \r\nRepublic of India, was escorted from the rostrum.\r\nAddress by Mr. José Maria Pereira Neves, Prime \r\nMinister of the Republic of Cape Verde\r\nThe President: The Assembly will now hear an \r\naddress by the Prime Minister of the Republic of Cape \r\nVerde.\r\nMr. José Maria Pereira Neves, Prime Minister of \r\nthe Republic of Cape Verde, was escorted to the \r\nrostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. José Maria Pereira Neves, Prime \r\nMinister of the Republic of Cape Verde, and inviting \r\nhim to address the General Assembly.\r\nMr. Pereira Neves (Cape Verde) (spoke in \r\nPortuguese; English text provided by the delegation): \r\nI would first like to salute you, Ambassador John \r\nAshe of Antigua and Barbuda, on your election to the \r\npresidency of the General Assembly. Mr. President, we \r\nare sure you will bring all your experience and wisdom \r\n13-48803 25/48\r\n28/09/2013 A/68/PV.18\r\nWith respect to the post-2015 agenda, the issue of \r\nemployment dominates the concerns of Cape Verdeans. \r\nThe subject occupies the top spot among all consulted, \r\nwho identify employment as essential to achieving \r\neconomic and human development. Another serious \r\nissue has to do with the sustainability of social security. \r\nWe need a more universal welfare system, and we must \r\ncreate and introduce instruments for that purpose. That \r\nis possible only with a more dynamic economy. \r\nThere will be no transformation agenda if we do \r\nnot create solid, sustainable foundations for social \r\nprotection. To do so, we need to grow and expand wealth, \r\nas well as provide a greater number of decent jobs. We \r\nneed to create a wave of modernization for society and \r\nfor the competitive factors of our economy, so as to \r\nimprove the business environment and attract foreign \r\ninvestment. The larger result will be economic growth \r\nand the creation of wealth to induce the improvement of \r\nindicators that matter. We must recognize that there is \r\nroom for improvement, particularly in terms of reducing \r\nState bureaucracy and increasing competitiveness, as \r\nwell as in terms of making foreign investment more \r\nstreamlined and more efficient for entrepreneurship. \r\nWe urge our citizens to be productive, competitive \r\nand prosperous, without losing the vast Cape Verdean \r\ncapacity for generosity, solidarity and responsibility.\r\nThe continuation of the international crisis and \r\nits impact on all countries creates serious problems \r\nfor the entire world community. In the case of Cape \r\nVerde, the situation poses serious challenges that we \r\nmust overcome, namely, obstacles to the acceleration \r\nof economic growth, the promotion of employment and \r\nthe reduction of poverty. At this sixty-eighth session of \r\nthe General Assembly, we reiterate our commitment to \r\npeace and dialogue, within the parameters enshrined in \r\nthe Charter of the United Nations.\r\nOur vision of the United Nations is of a more \r\ncohesive and united Organization in which efforts are \r\nundertaken for the prosperity of nations. Our vision of \r\nthe General Assembly is of a great forum for dialogue \r\non the global challenges of our planet and humankind, \r\nand our vision of the Security Council is of a body with \r\na more balanced representation that is better suited to \r\nthe geopolitical developments that the world has known \r\nsince 1945. \r\nThis is a unique opportunity for Cape Verde, \r\na Portuguese-speaking country, to reaffirm its \r\ncommitment to cultural diversity and, in its quest for \r\nCape Verdeans are ready to push for the evolution \r\nof the terms of the Millennium Development Goals and \r\nreplace “reducing” extreme poverty with “eradicating” \r\nit, leaving none behind. Moreover, we in Cape Verde \r\nare ready to put the issue of economic sustainability \r\nat the centre of the country’s development agenda \r\nand have already begun to do so. We recognize \r\nthat “transformation” in Cape Verde is more than \r\na key word; it is an agenda for work stemming from \r\ninclusive growth. In addition, we have been creating \r\naccountable institutions, open to all, in order to ensure \r\ngood governance. Based on that perspective, we have \r\nrefocused our internal policy, and are thus mobilizing \r\nour national will while appealing for support from our \r\ninternational partners, towards the goal of reaching \r\nadvanced-development status by 2030. That is what it \r\nmeans for us to commit to a post-2015 agenda.\r\nWe are currently in a transition period. The \r\ninstruments we have created on our own are not enough \r\nto respond to the questions of today or to prepare for a \r\nfuture moving towards advanced development, unless \r\nthat is a part of a global agenda led by the United Nations \r\nand involving intensive international cooperation and \r\npartnership at both the multilateral and bilateral levels. \r\nCape Verde is committed to that joint effort. Cape \r\nVerdeans are deeply focused on global issues, such \r\nas climate change, hunger and malnutrition and the \r\nvarious forms of inequality, as well as the importance \r\nof ensuring environmental sustainability and national \r\nand international partnerships in support of global \r\ndevelopment.\r\nClimate change is a pressing problem of our times \r\nthat must be addressed with urgency and a great sense \r\nof responsibility. The world has reached record highs \r\nin terms of emissions and the concentration of carbon \r\ndioxide in the atmosphere, which is now at about 400 \r\nparts per million. That could mean the destruction of \r\nour development efforts and, even worse, the serious \r\nexacerbation of social tensions, which could potentially \r\nopen the door to both national and regional conflicts. \r\nSimilarly, the effects of climate change on global food \r\nsecurity should be stressed. Ocean acidification is \r\nincreasing at a rate that has not been seen in 55 million \r\nyears. Ultimately, the disappearance of numerous \r\nmarine species has become inevitable. We must all \r\nconfront this issue, which endangers our common \r\nfuture, and take the necessary decisions, fulfilling \r\nour financial commitments aimed at adaptation, \r\nparticularly in the most vulnerable countries.\r\n26/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nUnited Nations framework are evident. Let us get to \r\nwork to create a new global dynamic that leads to a \r\njoint vision for promoting progress. Cape Verde is \r\nfirmly committed to the establishment of a post-2015 \r\ndevelopment agenda; that is also the future we want. \r\nWe assure the Assembly that we will do everything in \r\nour power in the name of a better future, filled with \r\nfreedom, equality and prosperity. The international \r\ncommunity can count on us.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of the Republic of \r\nCape Verde for the statement he has just made.\r\nMr. José Maria Pereira Neves, Prime Minister of \r\nthe Republic of Cape Verde, was escorted from the \r\nrostrum.\r\nThe President: I now call on His Excellency \r\nMr. Leo Dion, Deputy Prime Minister of Papua New \r\nGuinea. \r\nMr. Dion (Papua New Guinea): I am honoured \r\nto deliver this statement on behalf of Prime Minister \r\nPeter O’Neill and the people of Papua New Guinea. I \r\nalso wish to congratulate you, Sir, on your election as \r\nPresident of the General Assembly. We welcome your \r\noverarching theme of “The post-2015 development \r\nagenda: setting the stage”, advocating a solid global \r\nfoundation for a results-oriented partnership that is \r\npeople-centred and inclusive in our common pursuit of \r\nsustainable development. Papua New Guinea pledges \r\nits support to you as you take on that important task. \r\nWe acknowledge the contributions of your predecessor \r\nand wish him well in his future endeavours.\r\nI take this opportunity to address the Assembly \r\non the state of our economy, highlight the challenges \r\nbefore us and put forward the policies and development \r\nplans of my Government.\r\nPapua New Guinea continues to be a vibrant and \r\nthriving democracy. However, as experienced by other \r\ndeveloping nations, the road has not been easy in \r\nterms of the political, economic and social challenges \r\nthat have confronted us domestically and globally. In \r\nthe past, our development efforts have been littered \r\nwith missed economic opportunities. My Government \r\nis therefore determined to reset the development and \r\nwealth-creation direction for our nation.\r\nWe have set a transformative agenda for our \r\ncountry and people under our long-term Papua New \r\nGuinea Vision 2050 policy framework and five-year \r\nmulticulturalism, which is its prerogative, to call for the \r\nPortuguese language — the fifth most widely spoken \r\nlanguage in the world, connecting States and peoples \r\nacross five continents — to be recognized as an official \r\nor a working language of international organizations, \r\nparticularly the United Nations.\r\nWe wish to make one more comment as we \r\nposition ourselves, following the report of the United \r\nNations Mission to Investigate Allegations of the Use \r\nof Chemical Weapons in the Syrian Arab Republic on \r\nthe alleged use of chemical weapons in the Ghouta area \r\nof Damascus on 21 August (A/67/997), which we have \r\nstudied with close attention. We welcome the progress \r\nmade towards dialogue, particularly the joint search for \r\npeaceful solutions, especially at the United Nations. We \r\nare against the use of weapons of mass destruction, and \r\nwe will continue to align with subsequent initiatives \r\ntowards their eradication. As we are against war and \r\nbelligerence, we advocate for the implementation of a \r\nglobal strategy to combat violence. \r\nWe wish to express our solidarity with the \r\nGovernment and the people of Kenya, as well as our \r\nunequivocal condemnation of the reprehensible acts \r\nof barbarism and human savagery that occurred last \r\nSaturday in Nairobi. \r\nWe urge all the members of the General Assembly to \r\nreach a historic agreement in favour of the environment. \r\nThe main objective is to implement the established \r\nGoals in the outcome document of the United Nations \r\nConference on Sustainable Development, entitled \r\n“The future we want” (resolution 66/288, annex). We \r\nalso reaffirm our resolute willingness to cooperate \r\nwith everyone to reduce regional and global tensions, \r\nso as to broaden the understanding of sovereignties, \r\nfreedoms and human rights.\r\nFinally, we reiterate our preference for the \r\njoint definition of new goals that will stipulate the \r\nfundamentals for the prosperity of countries and for the \r\nwelfare of the world’s people, crafting together a post-\r\n2015 agenda. Cape Verde is committed to making its \r\ncontribution to the creation of a new goals scenario to \r\nsucceed and complement the Millennium Development \r\nGoals. Our common commitment is meeting the eight \r\nGoals and our shared responsibility is creating a new \r\npost-2015 agenda in favour of sustainable development. \r\nThe manner in which we do it will determine our \r\ncommon destiny. The importance of our decisions \r\nand the responsibility to make them within the \r\n13-48803 27/48\r\n28/09/2013 A/68/PV.18\r\ntherefore encourage downstream processing through \r\ngenuinely joint ventures and other acceptable economic \r\ncooperation.\r\nMy Government is committed to strengthening \r\ngovernance at all levels by combating corruption. We \r\nhave adopted the principle of zero tolerance. To that end, \r\nthe Government has adopted a national anti-corruption \r\nstrategy and established an independent task force with \r\npowers to investigate and prosecute. An independent \r\ncommission against corruption will be established to \r\nenhance the implementation of the United Nations \r\nConvention against Corruption.\r\nGiven the importance of cross-border security \r\nand related issues, a national security policy is in the \r\nfinal stages of completion. The focus of that policy is \r\non dealing with national security issues as contained \r\nin pillar 4 of the Vision 2050 policy framework. In line \r\nwith our national security policy, we are committed to \r\nrebuilding our disciplinary forces and institutions as \r\nwell as continuing our participation in United Nations \r\npeacekeeping operations.\r\nMy Government is committed to addressing some \r\nof my country’s unflattering international human \r\ndevelopment indices, including those regarding \r\nhuman rights issues. We recognize our development \r\nchallenges, including gender-based violence, sorcery-\r\nrelated deaths, access to social services and the low \r\nlevel of representation of our women in the public and \r\nprivate sectors. In our assessment, many of those human \r\nrights and human development reports are exaggerated \r\nand insensitive, with scant attention paid to the positive \r\nefforts by the Government to promote and protect basic \r\nrights for all our citizens. Over the past six months, \r\nmy Government has enacted the Family Protection \r\nLaw and repealed the Sorcery Act of 1971, effectively \r\nmaking domestic and sorcery-related violence criminal \r\noffences.\r\nI am pleased to announce that my Government has \r\nratified the Convention on the Rights of Persons with \r\nDisabilities. The instrument of ratification has been \r\ndeposited with the United Nations at this session.\r\nIn recent months, there have been many reports \r\nabout Papua New Guinea’s bilateral agreement with \r\nAustralia on the regional resettlement arrangement for \r\nasylum-seekers. Papua New Guinea, as a State party \r\nto the 1951 United Nations Convention Relating to the \r\nStatus of Refugees and its 1967 Protocol, recognizes \r\nthe importance of addressing that international \r\nmedium-term development plan. We are determined to \r\nachieve those development plans, as they continue to \r\nreinforce our work aimed at achieving the Millennium \r\nDevelopment Goals and making progress on the post-\r\n2015 development agenda.\r\nOur economy continues to record unprecedented \r\ngrowth levels, which can be attributed to a stable \r\nGovernment with responsible and sound monetary \r\nand fiscal policies. Such positive economic growth \r\ncomplements the Government’s long-term development \r\npolicies aimed at stimulating the economy and \r\nachieving our development aspirations. Strategies to \r\nstrengthen economic growth include reinvesting in key \r\nenablers, such as infrastructure, health and education, \r\nso as to maximize opportunities and improve the lives \r\nof our citizens.\r\nMy Government is harnessing that positive \r\neconomic growth to address and improve our social \r\nindicators, including low literacy levels and high \r\nmaternal and infant mortality rates. We have also \r\nembarked on a major strengthening of law-and-order \r\nenforcement infrastructure. This year, 50 per cent of \r\nour budget has been allocated to education and basic \r\nhealth care, law-and-order enforcement, and critical \r\ninfrastructure improvement.\r\nMy Government is committed to a public-private \r\npartnership model as an important catalyst for national \r\ndevelopment. We are also committed to strengthening \r\nexisting programmes and networks with the private \r\nsector, churches, donor agencies and non-governmental \r\norganizations through cooperative and mutually \r\nbeneficial arrangements.\r\nWe are equally committed to investing in provincial \r\nand local-level government so as to improve service \r\ndelivery for the majority of our population living in \r\nrural areas. We firmly believe that such partnerships \r\nwill create an enabling environment and empower our \r\npeople to take ownership of their lives and be proactive \r\nin nation-building.\r\nMy Government has also embarked on investor-\r\nfriendly policies, supported by public-private \r\npartnerships and prudent economic management, so \r\nas to promote growth in key non-mining sectors. In \r\nthat connection, my Government is reviewing taxation \r\npolicies with a view to providing incentives and \r\nconcessions and encouraging strategic investments in \r\nareas that are critical to driving our economic growth. \r\nExporting our raw materials is not an option. We \r\n28/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nand strategy for our country, which is to complement \r\nour long-term Vision 2050 policy framework. We \r\nwelcome support from the international community to \r\nenhance that work. \r\nPapua New Guinea is pleased to note that the \r\nsustainable development issues of small island \r\ndeveloping States are a priority on the General \r\nAssembly agenda, further reaffirming the importance \r\nof the Rio+20 outcome document and the relevant \r\nGeneral Assembly resolutions. Your two visits this year \r\nto our Pacific region, Mr. President, underscore your \r\ncommitment to small island developing States, for which \r\nwe applaud you. We look forward to the strengthening \r\nof that important work during your presidency.\r\nAs the global community prepares for the third \r\nInternational Conference on Small Island Developing \r\nStates in September 2014 in Apia, Papua New Guinea \r\nreiterates the call for small island developing States to \r\nremain a special case for sustainable development. The \r\nadverse impacts of climate change continue to be of \r\nserious concern to the global community, but especially \r\nfor small island developing States. While contributing \r\nthe least to that threat, small island countries are not \r\nonly suffering the most from the serious impacts of \r\nclimate change but also run the risk of being submerged \r\nby rising sea levels.\r\nWe support the Majuro Declaration for Climate \r\nLeadership, recently adopted by Pacific Island Forum \r\nleaders. We therefore reiterate the challenge to the \r\ninternational community to accept its responsibilities \r\nand its leadership role. We also urge the international \r\ncommunity to renew its political commitment to \r\nprioritize the sustainable development issues of small \r\nisland developing States in the post-2015 development \r\nagenda. As part of our continued efforts, I am pleased \r\nto note that Papua New Guinea has now become a \r\nmember of the Governing Council of the Global Green \r\nGrowth Institute.\r\nPapua New Guinea agrees that the Millennium \r\nDevelopment Goals (MDGs), despite their \r\nshortcomings, have galvanized the international \r\ncommunity’s development efforts to shape the post-\r\n2015 development agenda. We agree with the view \r\nexpressed in the Secretary-General’s 2013 annual report \r\non the work of the Organization (A/68/1) that we should \r\nremain focused and redouble our efforts to consolidate \r\nthe implementation of the Millennium Development \r\nGoals for improved outcomes. We also welcome the \r\nhumanitarian issue. Our two Governments are jointly \r\nworking on the issue and call upon the international \r\ncommunity to support our efforts. Furthermore, we call \r\nupon like-minded Member States and other stakeholders \r\nto assist our efforts to address the root causes of the \r\ndisplacement and dislocation of people, as well as to \r\ncombat human trafficking and people smuggling.\r\nAs an emerging economy in the Pacific region, \r\nPapua New Guinea will enhance its level of engagement \r\non issues of mutual concern, both within the region and \r\nglobally. In the spirit of friendship and neighbourly \r\nSouth-South cooperation, we are committed to sharing \r\nthe benefits of our natural resources development with \r\nour Pacific island neighbours. We have embarked on \r\nthat path by providing development assistance to our \r\nneighbours, including the Solomon Islands, Fiji, Tuvalu, \r\nMarshall Islands, Tonga and Samoa.\r\nThrough the Melanesian Spearhead Group, we \r\nare forging dynamic and strong bonds in areas that \r\ninclude trade and investment, education and training, \r\njudicial support, sporting and cultural exchanges and \r\nvisa arrangements to facilitate the movement of skilled \r\npersons. To further consolidate such very important \r\npartnerships at the regional level, we are collectively \r\nreviewing the relevance of the Pacific plan in relation \r\nto regional integration. Papua New Guinea is playing a \r\nleading role in that review exercise.\r\nPapua New Guinea supports the outcome document \r\nof the United Nations Conference on Sustainable \r\nDevelopment (Rio+20), entitled “The future we want” \r\n(resolution 66/288, annex), as the basis for the post-\r\n2015 development agenda. That agenda addresses \r\nbalanced human development, including issues relating \r\nto eradicating extreme poverty and improving living \r\nstandards for humanity. We also support inclusive \r\neconomic growth, while preserving the environment \r\nfor future generations. We welcome the work of the \r\nHigh-Level Panel of Eminent Persons on the Post-2015 \r\nDevelopment Agenda and the creation of the High-\r\nLevel Political Forum on Sustainable Development, \r\nwhich succeeded the Commission on Sustainable \r\nDevelopment. Both serve as a good starting point for \r\ndriving the agenda forward.\r\nPapua New Guinea and the Pacific small island \r\ndeveloping States call on the international community \r\nto support the inclusion of the oceans as a stand-alone \r\nsustainable development goal. We are now in the initial \r\nstages of preparing a sustainable development policy \r\n13-48803 29/48\r\n28/09/2013 A/68/PV.18\r\nto the United Nations peacekeepers serving around the \r\nworld, often in very trying conditions, and especially \r\nthose who have made the ultimate sacrifice with their \r\nlives.\r\nWe express our concern over the lack of progress \r\non disarmament and nuclear non-proliferation. As a \r\nstrong supporter of a nuclear-free world, Papua New \r\nGuinea calls on the United Nations and the international \r\ncommunity to address that serious lack of progress. We \r\nalso need to revitalize United Nations disarmament \r\nwork so as to foster international peace and security. \r\nPapua New Guinea welcomes the adoption of the Arms \r\nTrade Treaty, which will regulate the trade and transfer \r\nof conventional arms, including small arms and light \r\nweapons.\r\nFinally, Papua New Guinea welcomes the leadership \r\nof the Secretary-General in reforming the United \r\nNations system. We encourage robust and constructive \r\nreforms in the context of the growing budgetary \r\nconstraints faced by the United Nations in recent years. \r\nA lean, effective and responsive United Nations is \r\nimperative so that it can better deliver on its mandate. \r\nWe also call for the Security Council to be reformed in \r\norder to reflect today’s geopolitical realities.\r\nThe President: I now call on His Excellency \r\nMr. Guido Westerwelle, Minister for Foreign Affairs of \r\nthe Federal Republic of Germany.\r\nMr. Westerwelle (Germany) (spoke in German, \r\nEnglish text provided by the delegation): Exactly \r\n40 years ago, the two German States joined the United \r\nNations. For Germans, that marked our full return to the \r\ncommunity of nations. Germany supports the United \r\nNations as the beating heart of a global order rooted \r\nin cooperation, peaceful compromise and cooperative \r\nsolutions.\r\nThe world has changed dramatically since then. \r\nNew centres of economic and political power are \r\nemerging. In recent years, Germany has established \r\nnew strategic partnerships with the new global players \r\nin Asia, Latin America and Africa.\r\nThe setting of our meeting today is different \r\nfrom the usual one. The United Nations is undergoing \r\nrenovation, which must not be restricted merely to the \r\nbuildings. The United Nations must reflect the world \r\nas it is, not as it used to be. Only then will it be fit for \r\nthe challenges of our age. A Security Council without \r\npermanent seats for Africa and Latin America does \r\noutcomes of the recently concluded high-level special \r\nevents on the MDGs and on disability and development \r\nduring the sixty-eighth session.\r\nPapua New Guinea is unlikely to achieve most of \r\nthe MDGs by 2015. However, my Government remains \r\ncommitted to implementing the goals beyond 2015. \r\nWe have tailored our Millennium Development Goals \r\ntargets and indicators in accordance with our 2011 to \r\n2015 medium-term development plan and the Vision \r\n2050 policy framework. We are making progress in \r\nthe areas of universal primary education enrolment, \r\npoverty reduction, reduced infant and maternal \r\nmortality rates, combating HIV/AIDS, tuberculosis and \r\nother health issues and strengthening gender equality \r\nand empowerment.\r\nPapua New Guinea expresses its appreciation for \r\nthe support it has received from United Nations agencies \r\nand other development partners complementing \r\nour efforts to accelerate the implementation of the \r\nMillennium Development Goals.\r\nI am pleased to report on the continued progress \r\nin the implementation of the Bougainville Peace \r\nAgreement and the successful scaling down of the \r\nRegional Assistance Mission to the Solomon Islands. \r\nWe thank the United Nations, regional partners and the \r\ninternational community for their continued assistance \r\nin both instances.\r\nOn international peace and security issues, Papua \r\nNew Guinea remains concerned about conflicts and \r\ntensions in various regions of the world, including in \r\nthe Middle East, North Africa, the Korean peninsula \r\nand the South China Sea. We urge all parties involved \r\nto defuse the situation through peaceful dialogue.\r\nWe join the international community in condemning \r\nthe use of chemical weapons in Syria and urge full \r\ncompliance with the provisions of the Chemical \r\nWeapons Convention. We therefore commend the \r\nSecurity Council for adopting resolution 2118 (2013) \r\nwith a view to dismantling and eradicating Syria’s \r\nchemical-weapons programme.\r\nSince October 2011, Papua New Guinea has \r\nbeen contributing to United Nations peacekeeping \r\noperations in the Sudan and South Sudan. Earlier this \r\nyear, we became the 148th State Member of the United \r\nNations to join the Special Committee on Peacekeeping \r\nOperations. We are now looking at expanding and \r\nincreasing our troop contributions. We also pay tribute \r\n30/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nbeyond Syria. All the facts available to us show that the \r\nregime is responsible for the use of chemical weapons.\r\nThe use of chemical weapons cannot be allowed to \r\ngo unpunished. That we owe not only to the victims in \r\nSyria, but also to future generations. Those responsible \r\nfor using such weapons must be called to account \r\nbefore the International Criminal Court, which must at \r\nlast be able to begin its independent investigations. We \r\nwelcome the agreement reached in the Security Council \r\nyesterday. The chemical weapons in Syria must be \r\ncompletely destroyed in accordance with a firmly \r\nagreed timetable. Germany is prepared to provide \r\nfinancial and technical help to destroy those chemical \r\nweapons. A world without weapons of mass destruction \r\nwould be a better world.\r\nWe must take advantage of the opportunity for a \r\npolitical process offered by the agreement on destroying \r\nthe chemical weapons. After all, people in Syria are \r\nstill being killed every day by conventional weapons. \r\nBut there will be no military solution in Syria. Only a \r\npolitical solution can bring lasting peace to Syria. That \r\nwould include an immediate ceasefire. I am pleased \r\nthat there is at last a timetable for a possible peace \r\nconference, details of which still have to be clarified \r\neven after yesterday’s decision in the Security Council. \r\nOnly with a substantive political process can we counter \r\nthe destabilization of the entire region.\r\nTo date, Germany has made available more than \r\n€420 million to ease the worst of the suffering of the \r\nSyrian people. But despite all of the outside help, \r\nmillions of Syrians are f leeing. Ever more people are \r\nat acute risk of starvation, and very soon they will also \r\nbe at the mercy of the cold weather. They do not have \r\neven the most basic medical care. We must seize every \r\nopportunity to provide humanitarian access to the \r\nsuffering population as quickly as possible. Amid all \r\nthe devastation and hatred, the United Nations and its \r\nstaff are the face of compassion and, for many Syrians, \r\nthe only hope. I would like expressly to pay tribute to \r\ntheir work and commitment.\r\nThe tragedy in Syria underlines the extraordinary \r\nand growing importance attached to disarmament \r\naimed at eliminating weapons of mass destruction and \r\nthe strengthening of the non-proliferation regimes. \r\nAttaining a world free of weapons of mass destruction is \r\nour generation’s prime task for the future. Disarmament \r\nis a crucial issue for the future of humankind.\r\nnot reflect the realities of today’s world. A Council in \r\nwhich the emerging and highly populous region of Asia \r\nis represented by only one permanent seat does not \r\nreflect the realities of today’s world. Nor does it ref lect \r\nthe reality of tomorrow. Germany, with its partners \r\nJapan, India and Brazil, is prepared to assume greater \r\nresponsibility. In essence, it is a matter of strengthening \r\nthe United Nations. The authority of the United Nations \r\ndepends on its being representative.\r\nMrs. Miculescu (Romania), Vice-President, took \r\nthe Chair.\r\nWe are seeking reform of the United Nations so that \r\nits power to build consensus, establish global rules and \r\nact effectively in response to crises and conflicts can \r\nbe demonstrably strengthened. This is a call not only \r\nto the United Nations itself, but also to each and every \r\nindividual Member State. Only if we are prepared to \r\ncompromise and are willing to act together will we \r\nbe able to make the United Nations strong. Germany \r\nremains committed to the United Nations. A strong \r\nUnited Nations is in Germany’s interests.\r\nOur cultural differences and diverse traditions are \r\nnot going to vanish in the age of globalization, but it \r\nis not only the world’s markets that are becoming ever \r\nmore closely interconnected: people’s expectations, \r\nhopes and ideas are globalizing too. The developments \r\nin the Arab world have shown us that a country’s \r\nstability depends primarily not on the stability of \r\nthe Government but on social stability. The best \r\nguarantees for a society’s internal cohesion are respect \r\nfor individual human rights, the triumph of the rule \r\nof law over the arbitrary, and broad economic, social \r\nand political participation on the part of the people. \r\nGermany is committed to democratic change and to \r\nrespect for human and civil rights, not because we want \r\nto take the moral high ground but because we have \r\nlearned from experience — from the painful experience \r\nof our own history.\r\nIn Syria the people took to the streets to protest \r\nagainst a repressive regime. For more than two years \r\nnow, the regime’s response has been brutal violence, \r\nwhich has brought countless deaths, immeasurable \r\nsuffering and terrible destruction on the Syrian \r\npeople and is now jeopardizing stability in the entire \r\nregion. The use of chemical weapons, ascertained by \r\nthe United Nations, is a crime against civilization. Its \r\nterrible dimensions have consequences that extend far \r\n13-48803 31/48\r\n28/09/2013 A/68/PV.18\r\nGerman foreign policy is a policy for peace. It \r\nfocuses on crisis prevention. We Germans accept our \r\nresponsibility for international peacekeeping. We \r\nfocus on personal and social development. We focus on \r\nstrengthening civil society. We want to contribute to \r\na global process in which we — in the North, South, \r\nEast and West learn from each other and develop joint \r\nsolutions by working together. Germany will continue \r\nin future to use its economic clout and full political \r\nstrength to promote peace and the balancing of interests.\r\nThe digital age brings with it entirely new \r\nopportunities and challenges. We need an Internet in \r\nwhich freedom, security and the protection of privacy \r\nare appropriately reconciled. Just as we have to regulate \r\ninternational financial f lows in order to prevent global \r\ncrises, so we need binding rules and standards for \r\nglobal data f lows. That is why Germany has submitted \r\nto the Human Rights Council an initiative regarding \r\nthe protection of the right to privacy in the digital \r\nage. Everyone using the Internet should be able to be \r\nsure that their rights are being respected worldwide \r\nvis-à-vis private companies as well as vis-à-vis States. \r\nNot everything that is technically possible must be \r\nallowed to happen, nor is everything technically \r\npossible legitimate.\r\nGermany remains firmly anchored in Europe. \r\nEurope is a community of shared cultures, bound \r\ntogether by a common destiny. Close union among \r\nthe nations of Europe is and will remain the response \r\nto our history and to our future in a world of change. \r\nGerman foreign policy is firmly embedded in European \r\nforeign policy. Europe will continue to use its clout, \r\nits influence and its resources to uphold peace and \r\njustice, to encourage development and cooperation \r\nand to promote climate protection and disarmament \r\nthroughout the world.\r\nThat is Germany’s twin obligation: a strong united \r\nEurope in the world and a strong, effective United \r\nNations for the world.\r\nThe Acting President: I now call on His Excellency \r\nMr. Titus Corlăţean, Minister for Foreign Affairs of \r\nRomania.\r\nMr. Corlăţean (Romania) (spoke in French): I have \r\nthe honour to speak today on behalf of the delegation \r\nof Romania.\r\nFirst, I welcome last night’s adoption of Security \r\nCouncil resolution 2118 (2013), concerning the \r\nIran must allay the international community’s \r\ndoubts about the exclusively peaceful nature of its \r\nnuclear programme. We welcome Iran’s announcement \r\nthis week that it is prepared to do so. The talks with the \r\nIranian Government were encouraging. They open up \r\na window of opportunity. Now it is imperative that we \r\nrebuild trust. Germany is ready to conduct negotiations \r\nin a constructive manner. However, the new words \r\ncoming out of Tehran must be followed by deeds, and \r\nnot at some unspecified time in the future, but right \r\nnow. But, I repeat: a fresh start has been made.\r\nWe welcome the great commitment shown by \r\nPresident Obama and Secretary of State John Kerry \r\nin giving fresh impetus to the negotiations between \r\nIsrael and the Palestinian leadership. Prime Minister \r\nNetanyahu and President Abbas deserve our respect \r\nfor their courage in embarking together on that course. \r\nThey have our full support as they pursue that course \r\ntowards a negotiated agreement. Only a negotiated two-\r\nState solution can reconcile the legitimate interests of \r\nthe two sides.\r\nThis week in New York has been an encouraging \r\none for the world. I am gratified that it was not military \r\nsolutions but the struggle for political and diplomatic \r\nsolutions that came to the fore. The international \r\ncommunity must continue to follow such an approach.\r\nBeyond crisis diplomacy, the United Nations is \r\nthe central forum for setting binding objectives for \r\nthe international community. Just a few days ago, the \r\nGeneral Assembly agreed on the next steps for drawing \r\nup a new post-2015 sustainable development agenda. \r\nGermany wants to make a contribution in that regard \r\nwith its experience of combining economic prosperity \r\nand promoting political participation and sustainable \r\nmanagement.\r\nSustainability and combating poverty are not only \r\nkey social issues; they are also key foreign policy issues.\r\nIn formulating the future agenda, greater attention \r\nneeds to be paid to human rights protection and good \r\ngovernance than has been the case in the past. The \r\nnew agenda must incorporate all three dimensions of \r\nsustainability and take account of economic, social and \r\nenvironmental aspects. With such a comprehensive \r\napproach we can also strengthen the fragile statehood \r\nin many countries and eradicate safe havens for \r\nterrorists. Social stability is the best protection against \r\nradicalization and extremism.\r\n32/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nto join those efforts by contributing a contingent of \r\n10 military experts to the European Union’s training \r\nmission in Mali.\r\n(spoke in English)\r\nAllow me to refer to other positive developments \r\nin the field of peace and security in the past year that \r\nconfirm the contribution of multilateralism to progress \r\nin the field of peace and security. Ensuring peace and \r\nsecurity through international cooperation is one of the \r\nmain tasks of the Organization. Within that framework \r\nwe have established important goals for ourselves \r\nin the past couple of years, and we have proved that \r\nworking together can lead to concrete achievements and \r\nsubstantial results. That is the case with the adoption \r\nof the Arms Trade Treaty. We have managed to jointly \r\ndeliver a concrete tool meant to ensure a safer world \r\nand address the challenges affecting the security of all \r\nour citizens. We must continue on that path and bring \r\nthe Treaty into force as soon as possible. I am pleased \r\nto inform the Assembly that Romania is currently \r\nundertaking legal domestic procedures in order to \r\nratify the Treaty as soon as possible.\r\nSimilar progress is expected in other areas \r\nof multilateral negotiations. Halfway to the next \r\nReview Conference of Parties to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons, proceedings at \r\nthe Preparatory Committee, which is being chaired by \r\nRomania and which held its second session in Geneva \r\nin April, have revealed that expectations are growing \r\nthat more concrete results will be attained in reaching \r\nthe targets established in the 2010 Non-Proliferation \r\nTreaty action plan.\r\nRomania is a strong supporter of all endeavours \r\naimed at achieving comprehensive peace in the Middle \r\nEast. We support all the initiatives of the Quartet and \r\nthe full implementation of the road-map vision of two \r\nStates — Israel and Palestine — living side by side in \r\npeace and security. We therefore welcome the recent \r\nresumption of direct negotiations as a long-awaited \r\nstep forward, made possible by the constant and tireless \r\nefforts of the United States Administration. We are \r\nhopeful that both parties will take courageous steps \r\naimed at finding a durable solution to a problem of \r\nsupreme concern to their peoples, the region and the \r\ninternational community.\r\nWe are gratified that, since our last debate, important \r\nsteps have been taken to implement the key provisions \r\nof the final document of the United Nations Conference \r\ndestruction of Syria’s chemical arsenal. We believe \r\nthat the resolution’s adoption by the Council represents \r\na veritable success for the international community \r\nregarding the Syrian dossier.\r\nI would like to commend the President of the \r\nGeneral Assembly for his well-deserved election, and \r\nI wish to assure him of my delegation’s full support \r\nin the discharge of his important responsibilities. We \r\nare convinced that his rich experience as a seasoned \r\ndiplomat and the responsibilities that he previously \r\nassumed in the sphere of international relations are \r\nunquestionable assets for the success of this session.\r\nMy delegation fully supports the statement \r\nmade  by Mr. Herman Van Rompuy, President of the \r\nEuropean Council, on behalf of the European Union \r\n(see A/68/PV.8) .\r\nIn my statement, I would like to touch upon a \r\nnumber of matters of interest to my country concerning \r\nthe positive developments that have occurred in the \r\nactivities of the United Nations since our previous \r\ndebate, as well as our expectations for the next period, \r\nin the three main areas of activity of the United Nations, \r\nnamely, peace and security, development and human \r\nrights, and democracy and the rule of law.\r\nWe believe that the efforts of the international \r\ncommunity and the results obtained to date in Mali \r\nrepresent an encouraging trend for that country and \r\nfor the Sahel region. One year ago, the crisis in Mali \r\nwas a major concern for the Malian population and \r\nfor neighbouring countries. Following the positive \r\ndevelopments that occurred in the early months of \r\n2013, the Security Council decided on 25 April, \r\nthrough resolution 2100 (2013), that the United Nations \r\nwould participate in restoring the situation in Mali and \r\nin providing support for the democratic transition in \r\nthat country. Remarkable progress has been achieved \r\nin the interim. Free and fair presidential elections were \r\nheld, with an unprecedented level of participation of \r\nthe population. Earlier this month, President Ibrahim \r\nBoubacar Keita was inaugurated, and the Prime \r\nMinister has already established the new Cabinet.\r\nAs a member of the European Union, Romania \r\nwelcomed the adoption of the Security Council resolution \r\nestablishing the United Nations Multidimensional \r\nIntegrated Stabilization Mission in Mali. Similarly, \r\nmy country has also supported the participation of the \r\ninternational community in the process of rebuilding \r\nthe capacities and institutions in Mali and has decided \r\n13-48803 33/48\r\n28/09/2013 A/68/PV.18\r\ncreate appropriate conditions of human dignity \r\nand welfare around the world and to make progress \r\ntowards ensuring equality among all human beings. \r\nThe Human Rights Council has proved itself up to its \r\nmandate, addressing in a prompt manner the situations \r\nof grave violations of human rights occurring in some \r\ncountries, especially in Syria. We fully commend the \r\nactivity of the Independent Commission of Inquiry on \r\nthe human rights situation in Syria, which reported on \r\nthe violations committed in that country.\r\nWe highly appreciate the universal periodic \r\nreview mechanism, which we consider a very useful \r\nand successful process. We hope that it will remain \r\nuniversal. We also commend the professionalism of \r\nthe Office of the United Nations High Commissioner \r\nfor Human Rights, and we strongly believe that its \r\nindependence is essential for the fulfilment of the \r\nmandates of both the Council and the Office. \r\nAnother major area where the specialized structures \r\nof the United Nations and their dedicated staff deserve \r\nour wholehearted appreciation is that of humanitarian \r\nassistance. In the past year, the number of people in need \r\nof humanitarian assistance reached an unprecedented \r\nlevel. Internal and international conflicts, organized \r\ncrime, poverty, drought and severe violations of human \r\nrights are among the causes of that evolution. In too \r\nmany situations, the assistance offered by the United \r\nNations system, in close cooperation with international \r\nnon-governmental organizations and international \r\ndonors, is the only hope of survival for many thousands \r\nof people. We commend and support such activities. \r\nDespite limited financial resources, we make efforts to \r\ncontribute to the process. In that respect, I would like \r\nto mention the work of the Emergency Transit Centre \r\nin Timisoara, Romania. The Centre has proved to be \r\na refuge, offering safety to persons in urgent need of \r\ninternational protection, thus creating humanitarian \r\nspace. It is an already well-established link in the \r\nglobal resettlement process. We are pleased to see that \r\nsimilar structures have been replicated in other regions \r\nof the world, and we express our readiness to engage \r\nand share our experiences with them.\r\nAllow me now to mention some of our expectations \r\nfor United Nations activities in the year to come. The \r\nlong-standing crisis in Syria continued over the past \r\nyear, with increased violence that has claimed more \r\nthan 100,000 victims and produced more than 5 million \r\nrefugees. The harsh confrontations between the Syrian \r\narmy and opposition forces, which ultimately led to the \r\non Sustainable Development, “The future we want” \r\n(resolution 66/288, annex). Romania commends the \r\nefforts and dedication of Brazil and Italy in facilitating \r\nthe complex and strenuous negotiations that led to the \r\nestablishment of the High-level Political Forum and \r\nmade it possible to convene its inaugural meeting on \r\n24 September. As a member of the Open Working \r\nGroup on Sustainable Development Goals, sharing a \r\nseat with Poland, Romania is joining efforts in that very \r\nimportant process that will craft a comprehensive and \r\ncoherent set of goals for effective delivery and results \r\nat all levels, in accordance with the Rio de Janeiro \r\nConference decisions. The new framework should \r\nreinforce the international community’s commitment \r\nto poverty eradication and sustainable development. \r\nIn that respect, we set up an interministerial ad hoc \r\nworking group to develop our national vision to frame \r\nthe future goals we wish to promote, along with our \r\npartners, during the ongoing negotiations on this issue.\r\nIn our view, the sustainable development goals \r\n(SDGs) should be universal and applicable to all States \r\nand should provide references and clear suggestions \r\nfor action and innovative mechanisms for measuring \r\ntheir implementation, in order to ensure sustainable \r\ndevelopment. At the same time, the goals should be \r\nbased on national ownership and take into account \r\ndiffering national circumstances so as to provide \r\npolitical space and the right to development for each \r\ncountry, and should address, as cross-cutting issues, \r\nthe perspective of human rights, peace and security, \r\ngood governance, gender equality, the rule of law and \r\nequity. Not least, we welcome the establishment of the \r\nintergovernmental committee to analyse options for an \r\neffective sustainable development financing strategy, \r\nand we encourage its coordination with the other \r\nrelevant processes, in particular the Open Working \r\nGroup on the SDGs.\r\nWe strongly believe that the time is ripe to combine \r\nefforts to define the global development framework \r\nfor the coming decades. The current session of the \r\nGeneral Assembly represents the best opportunity for \r\ncomprehensive and multilayered interaction to support \r\nthose endeavours. The theme of our political debate, \r\nas proposed by the President of the General Assembly, \r\n“The post-2015 development agenda: setting the stage”, \r\nis a confirmation of that, and we are committed to \r\ncontributing actively to that process.\r\nAs a current member of the Human Rights Council, \r\nwe believe that it is our common responsibility to \r\n34/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nidentify negotiated solutions to protracted conflicts \r\nin the Black Sea region — the Transnistrian region, \r\nNagorno Karabakh, Abkhazia and Ossetia — should \r\nremain high on our agenda.\r\nWe believe that the actions of the United Nations \r\nin the field of peace and security could be enhanced \r\nthrough increased engagement with regional \r\norganizations. In some regions, we have already \r\nexperienced the advantages of that kind of cooperation \r\nwith regional organizations, whose activities are \r\ncomplementary to those of the United Nations system. \r\nAs a strong advocate of the increased synergies between \r\nthe United Nations system and regional organizations, I \r\nwould like to bring to the attention of the Assembly the \r\npositive results obtained in recent years in promoting \r\nregional cooperation within the South-East European \r\nCooperation Process.\r\nRegional dialogue has time and time again proved \r\nto be the most efficient tool for overcoming the \r\npersisting differences of opinion among our countries. \r\nThis is particularly true of South-East Europe, where \r\nregional cooperation is now more than ever crucial to \r\nfurther consolidating relations between countries and, \r\nat the same time, to developing the region itself.\r\nMeeting the challenges of change and \r\ninterdependence through regional cooperation \r\nrepresents the overriding priority of the years ahead \r\nfor all the actors involved. The South-East European \r\nProcess is the authentic voice of the region, as it is the \r\nonly regional format that has significantly contributed, \r\nover the years, to the improvement of the overall relations \r\namong the participating States. Romania, which holds \r\nthe chairmanship-in-office of the Process, will focus \r\non results-oriented actions aimed at contributing, in the \r\nmost concrete manner possible, to the development of \r\nthe region.\r\nAs representatives of a country that has since 1990 \r\ncarried out a complex process of political, economic and \r\ndemocratic transition, we believe that the international \r\ncommunity needs to support countries undergoing \r\ndemocratization processes. The challenges that such \r\ncountries face are complex: promoting democratic \r\ngovernance and the rule of law; addressing specific \r\naspects of past human rights violations; and promoting \r\ntransitional justice. \r\nIn order to make a contribution to that process, my \r\ndelegation will put forward, during the current session \r\nof the General Assembly, a resolution on human rights, \r\nuse of chemical weapons, have triggered the outrage \r\nand firm condemnation of the international community.\r\nRomania has continuously stated that it is \r\nimperative for the international community to curb the \r\nescalation of violence in Syria. We favour a political \r\nsolution under a Syrian-led transition process, based \r\non the cooperation of all Syrian parties with the \r\ninternational community, with a view to preserving \r\nSyria’s territorial integrity. With the Security Council’s \r\nadoption yesterday of resolution 2118 (2013), Syria has \r\nbeen given another chance to return to the right path. \r\nWe urge all parties to respect and act in accordance \r\nwith the provisions of that resolution, which creates the \r\nconditions for a negotiated peace within the “Geneva \r\nII” process. In that new context, we call on all States \r\nnot yet parties to the Chemical Weapons Convention \r\nto undertake the necessary internal measures to join it, \r\nin order to make sure that the use of such weapons in \r\nfuture is not only prohibited, but made impossible.\r\nI would like to recognize yesterday’s historic call \r\nbetween President Rouhani and President Obama \r\nas a major breakthrough. The occurrence of such a \r\none-on-one conversation after more than two decades \r\nof silence gives us hope that Iran’s nuclear programme \r\nwill become more transparent and oriented towards \r\nenergy alone. We await, with justifiable interest, the \r\nspecific plan Minister Zarif will present in that respect \r\nin mid-October in Geneva.\r\nUnited Nations peacekeeping operations and \r\nspecial political missions make a major contribution \r\nto achieving the goals of international peace, stability \r\nand security. We welcome the inclusion in the agenda of \r\nthis General Assembly session of a new item devoted to \r\nspecial political missions, and we appreciate the report \r\nprepared by the Secretariat for that item. Member States \r\nwill thereby have a possibility to exchange views and \r\nmake proposals for policy measures in order to better \r\nadapt special political missions to the expectations of \r\ninternational, regional and local communities.\r\nRomania welcomes and supports the efforts \r\nto coordinate, at the United Nations level, the \r\nmultidimensional and cross-cutting rule-of-law \r\napproach. At the same time, my country supports the \r\ngradual implementation of the responsibility-to-protect \r\nconcept, starting with regional capacity-building and \r\nearly-warning and preventive functions.\r\nThe world is made up of regions, and each and \r\nevery region faces its own challenges. Efforts to \r\n13-48803 35/48\r\n28/09/2013 A/68/PV.18\r\nIt is clear that if we cannot arrive at an order by design, \r\nanarchy will come to us by default.\r\nLet me state that Belarus has no clear-cut recipe as \r\nto how to build a new global order. After all, this can \r\nhardly be done quickly and simultaneously. The great \r\nGoethe once said: \r\n“Man is not born to solve the problem of the universe, \r\nbut to find out what he has to do and to restrain \r\nhimself within the limits of his comprehension”.\r\nLet us try to proceed with precisely this logic in \r\nmind. We are convinced of the need to move forward \r\nfirst and foremost in areas where there is a particular \r\nurgency to do so.\r\nWe believe that we should start by strengthening \r\nthe role of the State in today’s world. The industrial \r\nrevolution once made the State strong and the idea \r\nthereof appealing.\r\nIndeed, the history of the past two centuries has \r\nnot been a narrative of military power. Rather, it has \r\nbeen a story of the growing force of the principle of \r\nself-determination, that is, the aspiration of nations to \r\nestablish their own States, which can then effectively \r\npromote the interests of their citizens. It is no wonder \r\nthat in times of crisis and uncertainty, the great leaders \r\nof the past saw the strengthening of the State’s role as \r\na solution. United States President Franklin Roosevelt, \r\nfaced with the Great Depression, thought that only \r\na strong State could address the problems of the \r\n“forgotten man”.\r\nOver the past several decades, globalization, \r\nespecially in its unregulated phase, has clearly reduced \r\nthe role and importance of the State. We find ourselves \r\nin a paradoxical situation. On the one hand, global \r\nprocesses have curtailed State power. On the other \r\nhand, tackling the growing transnational challenges \r\nsparked by globalization requires strong States. What \r\ndo we mean by this?\r\nLet us start from the premise that we all live in \r\na very diverse world. States, ref lecting this range of \r\ndiversity, assume very different forms in their domestic \r\nand internal organization. History has shown that it is \r\nimpossible to boil all States down to the same level.\r\nWe are convinced that it makes sense to assess \r\nStates, and let me here resort to philosophy, on their \r\ncontent rather than their form. In other words, a strong \r\nState is an accountable State, in both domestic and \r\nforeign policy, regardless of its form.\r\ndemocracy and the rule of law in the context of the post-\r\n2015 development agenda. Based on our experience \r\nin promoting, during the March 2012 session of the \r\nHuman Rights Council, a similar resolution, which \r\nwas widely supported by 127 sponsors, we are hopeful \r\nthat our initiative will receive the same level of support \r\nfrom the General Assembly.\r\nIn concluding, I would like to reaffirm our \r\ncommitment to the values and principles of \r\nmultilateralism and to reiterate to the Assembly \r\nmy country’s strong support for all of its efforts to \r\nimplement the ambitious agenda ahead of us.\r\nThe Acting President: I now call on His Excellency \r\nMr. Vladimir Makei, Minister for Foreign Affairs of \r\nBelarus.\r\nMr. Makei (Belarus) (spoke in Russian): I will \r\nbegin with a simple question: what is the key challenge \r\nfacing today’s world? I believe that it is the fact that \r\nhumankind’s societal evolution has not kept pace with \r\nglobalization. We are constantly lagging behind. Our \r\nfailure to adjust quickly and effectively has given rise \r\nto a range of political, economic and social problems. \r\nThat mismatch between technological and societal \r\ndevelopment has been the norm since the beginning of \r\nthe industrial revolution, in the late eighteenth century. \r\nFurthermore, these days it represents a far more serious \r\nthreat than ever before. The pace of globalization has \r\nbeen steadily accelerating, and therefore we have had \r\nto adapt much more quickly.\r\nWe need a mechanism that will enable us swiftly \r\nand effectively to address this problem. Such a \r\nmechanism could appropriately be called “a new global \r\nworld order”.\r\nToday we can hardly say that we have a global order \r\nat all, as the notion of order implies stability, which \r\nwe do not have at present. The old rules are not being \r\nobserved, and new ones have not been established. \r\nWe permanently find ourselves stricken by various \r\nglobal crises. The great Powers seek to provide global \r\ngovernance by means of clubs whose membership \r\nis limited to themselves. Other countries wager on \r\nregionalism, and medium-sized and small countries see \r\ntheir rights infringed at every turn. \r\nOverall, the current geopolitical situation is \r\ncharacterized by an increasing dynamic of multilevel \r\ncompetition as well as by the global governance crisis. \r\nWhat is even more alarming is that all of this is taking \r\nplace against a backdrop of increasing global inequality. \r\n36/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nseek neither diktat nor dominance over others. What \r\nis more, having just recently emerged from the grip of \r\npoverty and domestic instability, many countries have \r\nfully realized the importance of global development \r\nand of solidarity aimed at the least developed countries.\r\nBuilding on that understanding, Belarus is keen \r\nto rekindle the topic of middle-income countries at \r\nthe international level. In May, we held a regional \r\nconference on middle-income countries in the context \r\nof sustainable development. We witnessed immense \r\ninterest in that event. Likewise, Belarus welcomes the \r\nhigh-level international conference on middle-income \r\ncountries held in June in Costa Rica. Those and other \r\nrelevant events point to the need for more focused \r\nwork within the United Nations system on cooperation \r\nwith middle-income countries. At the same time, a \r\nnumber of ongoing trends are working to prevent the \r\nstrengthening of the middle class in those States. The \r\nunfettered globalization ardently carried out by the so-\r\ncalled market fundamentalists has served to increase \r\ninequality in the world and hollow out the middle class. \r\nMany, in both developed and developing countries, \r\nare already confronting the resulting political and \r\neconomic consequences.\r\nWe pin our hopes for improvement on the ongoing \r\neffort at the United Nations to design a post-2015 \r\nUnited Nations development agenda. The world is \r\nfast approaching the 2015 completion deadline set for \r\nthe Millennium Development Goals. My country’s \r\ncurrent view is that the key lesson to be drawn, even \r\nat this stage, is that there can be no lasting progress \r\nin today’s world in any individual area if other areas \r\nare neglected. That is because everyone and every thing \r\nin the world — people, economies and threats — has \r\nbecome highly interconnected. For instance, one cannot \r\nsucceed in tackling migration without addressing \r\npoverty, conflicts and environmental disasters. That \r\nperception, in turn, points to the need to set the stage \r\nfor a comprehensive post-2015 development agenda. \r\nIt is highly commendable that the United Nations, \r\nits Member States and many other stakeholders have \r\nalready been actively engaged in the preparatory \r\nprocess. Likewise, it is gratifying that everyone views \r\nthe paradigm of sustainable development as the basis \r\nfor the future agenda. That is the proper course, as \r\nsustainable development — based on its economic, \r\nsocial and environmental components — is the best \r\napproach to meeting the global development challenges \r\nin a truly comprehensive manner.\r\nLet us then build relations based on the notion \r\nof content rather than form. Indeed, why does the \r\ndomestic political situation of, say, Belarus or Cuba \r\nserve as a basis for some countries to pursue policies of \r\nsanctions and persecution — policies that contravene \r\ninternational law — against those States? After all, \r\nit was the people of those countries who determined \r\ntheir form and they do not wish another, because their \r\nGovernments pursue accountable policies. By and \r\nlarge, the people have no objections to them in terms \r\nof content.\r\nThe call for a strong State, of course, has nothing in \r\ncommon with a call for dictatorship. Franklin Roosevelt \r\nsaid: \r\n“History proves that dictatorships do not grow out \r\nof strong and successful Governments, but out of \r\nweak and helpless ones”.\r\nState weakness is no longer a humanitarian \r\nconcern but a problem of international security. It is a \r\nguarantee that we will fail to cope with the mismatch \r\ngenerated at the global level by the different paces of \r\nthe globalization and societal adaptation processes.\r\nWe deem the next area of focus to be efforts to \r\nensure global convergence. It is worth pointing out \r\nthat such attempts have often been undertaken in the \r\npast. Unfortunately, the areas of application were \r\ninappropriate from the start. Convergence basically \r\noccurred in the context of attempts by the mighty of \r\nthe world to impose their own political and economic \r\nmodels on other countries. That was outright coercion. \r\nAs a result, all such attempts have backfired.\r\nMs. Picco (Monaco), Vice-President, took the \r\nChair.\r\nIn today’s world, completely different approaches \r\nare needed — approaches aimed at unity and stability \r\nrather than disunity and anarchy. We need social \r\nconvergence. To put it simply, we must work to create \r\na robust middle class in every State, without coercion. \r\nAfter all, all countries have an interest in a sizeable \r\nnational middle class. History has clearly shown that \r\nsuccess in that area will ensure the domestic stability \r\nof a State and foster its interest in pursuing a foreign \r\npolicy of international stability. We are convinced that \r\nthe benefits produced by the middle class at the national \r\nlevel can have a similar impact at the international level. \r\nA large number of middle-income countries worldwide \r\nwould be the best safeguard to ensure a truly multipolar, \r\nfair and stable world. Such a group of States would \r\n13-48803 37/48\r\n28/09/2013 A/68/PV.18\r\nNations and multilateralism of his country, Antigua \r\nand Barbuda, the Caribbean Community and the Group \r\nof Latin American and Caribbean States. I would also \r\nlike to convey my country’s acknowledgement of the \r\ndynamism and dedication with which the President of \r\nthe General Assembly at its previous session, Mr. Vuk \r\nJeremić, performed his duties. I wish also to express \r\nspecial appreciation for the Secretary-General’s \r\nuntiring work in defence of peace during an extremely \r\nchallenging period for the international community. As \r\nalways, the Secretary-General can continue to count on \r\nPortugal’s support. \r\nI take this opportunity to strongly condemn the \r\nterrorist attack that occurred in Nairobi and to deliver a \r\nmessage of solidarity to the authorities and the people \r\nof Kenya. Acts such as those remind us that efforts \r\nto combat terrorism continue to be of paramount \r\nimportance. We will not live in a world of peace and \r\nliberty or in an environment of tolerance and mutual \r\nrespect until we eradicate terrorism.\r\nThe Organization was created to save succeeding \r\ngenerations from the scourge of war, basing its action \r\non faith in fundamental human rights, in the dignity \r\nand worth of the human person. The United Nations has \r\nundertaken much in its 68 years to achieve those goals \r\nglobally. Unfortunately, in many regions those goals \r\nremain an illusion. Such is the case in Syria, where the \r\nhorrors of war and the unspeakable suffering of the \r\npopulation now prevail. The devastating images that \r\nreach us daily show a country that is being physically \r\ndestroyed. The numbers speak for themselves: more \r\nthan 100,000 dead, almost 7 million people in need of \r\nhumanitarian assistance, 4 million internally displaced \r\npersons and 2 million refugees. A tragedy on that \r\nscale is the result of serious and systematic violations \r\nof human rights and international humanitarian law, \r\naggravated by the recent and unacceptable use of \r\nchemical weapons, something we believed had been \r\nuniversally banished forever.\r\nThe world was shocked at the use of chemical \r\nweapons in Ghouta on 21 August. I want to be \r\nvery clear about this: the use of chemical weapons \r\nrepresents a violation of international law, a heinous \r\ncrime and a regression from civilization. We cannot \r\nstand idle in the face of such a violation of the barrier \r\nbetween civilization and barbarism, a barrier that the \r\ninternational community has vowed never to cross \r\nagain. We, the members of the Assembly, once again \r\nface a serious international crisis where we are in a \r\nBelarus shares the view that the sustainable \r\ndevelopment goals should be at the heart of the next \r\nagenda. We see the need to develop such goals in as \r\nmany areas as possible. It is particularly crucial that \r\nthey address those areas not covered by the Millennium \r\nDevelopment Goals, such as, for example, migration, \r\nenergy and employment. We believe that each and every \r\ngoal must be achieved through appropriate thematic \r\nglobal partnerships among States, international \r\norganizations, civil society and the private sector. A \r\ngood example of that is the global partnership against \r\nslavery and trafficking in persons initiative, which is \r\nnow being successfully implemented. We hope that a \r\ncomprehensive approach to development will help in \r\ncontrolling globalization and, more important, ensure \r\nthat it is fair. After all, it must work in the interests of \r\nall rather than of a few. Drawing on a historical analogy, \r\none can argue that the post-2015 development agenda \r\nrepresents our future, comprehensive “new deal” — like \r\nthe one launched by Franklin D. Roosevelt. The United \r\nNations serves as the indispensable platform — thanks \r\nto its unquestionable legitimacy, universal membership \r\nand comprehensive scope — for the international \r\ncommunity to appropriately reconcile and subsequently \r\nimplement its interests in terms of the new deal.\r\nThe greatest danger in geostrategic uncertainty is \r\nnot the uncertainty itself; rather, it is the desire to take \r\naction in a complex setting using yesterday’s logic, \r\nnamely, a business-as-usual attitude. We are certain \r\nthat only by shaking off such an approach will we be \r\nable to forge a global order to benefit all people on \r\nEarth.\r\nThe Acting President (spoke in French): I now call \r\non His Excellency Mr. Rui Machete, Minister of State \r\nand Foreign Affairs of the Republic of Portugal.\r\nMr. Machete (spoke in Portuguese; English text \r\nprovided by the delegation): As this is the first time \r\nthat I take the f loor before the General Assembly, \r\nat the headquarters of international legitimacy and \r\nmultilateralism, I would like to begin by reiterating \r\nPortugal’s firm and unwavering commitment to the \r\nUnited Nations, its Charter and the values and principles \r\nthat guide its action.\r\nI congratulate the President on his election. His long \r\ninternational career and vast experience in the United \r\nNations system have placed him in a privileged position \r\nto preside over the central organ of the Organization. \r\nHis election reflects a recognition on the part of all \r\nMember States of the strong commitment to the United \r\n38/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nPalestinians must not be missed. We have a unique \r\nopportunity to find a peaceful solution on the basis of \r\nUnited Nations resolutions and internationally agreed \r\nparameters that establishes a sovereign, independent \r\nand viable Palestinian State and addresses Israel’s \r\nsecurity concerns.\r\nAlso in the Middle East, we have been following \r\nwith great concern the prolonged deadlock in the \r\nsearch for a solution to the Iranian nuclear issue. It is \r\nregrettable that, despite all the diplomatic efforts and \r\npressure on the part of the international community, \r\nno solid progress has been made so far. Nevertheless, \r\nwe view as positive signs the recent statements made \r\nby high-ranking Iranian officials, in particular by \r\nPresident Hassan Rouhani here in the General Assembly \r\n(see A/68/PV.6). I appeal to the Iranian authorities \r\nto translate those encouraging political signals into \r\nconcrete steps conducive to a negotiated solution that \r\ncan restore the international community’s confidence \r\nin a peaceful and civilian Iranian nuclear programme.\r\nAnother issue of concern is the situation in the \r\nRepublic of Guinea-Bissau, where the constitutional \r\norder has been subverted since the coup d’état of \r\n12 April 2012. As a member of the European Union, the \r\nCommunity of Portuguese-speaking Countries (CPLP) \r\nand the United Nations, and in close coordination with \r\nthe Economic Community of West African States, \r\nas well as through bilateral measures, Portugal is \r\ncontinuing with its efforts to help the people of Guinea-\r\nBissau overcome the current crisis. We acknowledge \r\nthe work done by Special Representative of the \r\nSecretary-General Ramos-Horta to promote a dialogue \r\namong the main political actors with a view to restoring \r\nthe constitutional order. The formation of an inclusive \r\nGovernment was, in that sense, a step forward.\r\nHowever, restoring constitutional order and \r\nnormalizing Guinea-Bissau’s relations with the \r\ninternational community require that presidential \r\nand legislative elections be held, in accordance with \r\nthe commitments undertaken by the current Guinean \r\nauthorities and as reiterated in the press statement \r\nissued by the President of the Security Council on \r\n11 September. We are, however, very concerned about \r\nthe possibility that has been raised of a new extension \r\nof the transitional period. The international community \r\nshould also emphasize that for the elections to be \r\nfree, fair and transparent, the current authorities must \r\nguarantee that all Guinean citizens, without exception, \r\ncan participate in those elections, in full enjoyment \r\nposition to reaffirm the centrality of the United Nations \r\nin solving it. With the Security Council blocked and \r\npowerless, it was the absence of the United Nations \r\nin the period when prevention and control were still \r\npossible that allowed the Syrian crisis to reach such \r\ndramatic and unacceptable political and humanitarian \r\nproportions. We would certainly have had fewer \r\ncasualties and refugees, and would surely not now be \r\ndealing with a huge international crisis resulting from \r\nthe use of chemical weapons. Now, when an agreement \r\nhas been reached to remove the threat posed by the \r\nchemical arsenal of the Syrian regime once and for all, \r\nthe international community has again turned to the \r\nSecurity Council.\r\nI would like to commend the enormous political \r\nand diplomatic efforts of the United States and Russia, \r\nwith the involvement of Joint Special Envoy Lakhdar \r\nBrahimi. The commitment and spirit of compromise \r\nthat they demonstrated in the  process enabled them \r\nto arrive at an important agreement and the adoption \r\nyesterday of Security Council resolution 2118 (2013), \r\nwhich, hopefully, will ensure its implementation. \r\nThe Security Council, in close collaboration with the \r\nOrganization for the Prohibition of Chemical Weapons, \r\nhas assumed its responsibilities under the Charter of \r\nthe United Nations, finally creating a prospect for hope \r\nfor a global political solution to the Syrian issue. It is \r\nnow essential that we seize the opportunity created by \r\nthe initiative on chemical weapons to consolidate the \r\npolitical-diplomatic track and hold the “Geneva II” \r\nconference. Nevertheless, the primary responsibility \r\nfor resolving the Syrian crisis lies with the parties to the \r\nconflict. Without their will and commitment, no political \r\nsolution is possible. The international community must \r\nkeep up the pressure on the parties, particularly the \r\nDamascus regime, with a view to achieving a peaceful \r\nand sustainable democratic future in which every sector \r\nof Syrian society feels represented.\r\nThe Middle East has also seen some positive recent \r\ndevelopments with the resumption of the peace process \r\nbetween Israel and Palestine. I would like to reaffirm \r\nbefore the Assembly Portugal’s full support for that \r\nprocess. I congratulate the United States of America \r\non its initiative and applaud the Palestinian and Israeli \r\nauthorities for the courage and leadership shown in their \r\ndecision to resume negotiations. There can be no lasting \r\npeace, stability or security in the Middle East unless the \r\nquestion of Palestine is settled. The present opportunity \r\nto ensure security for all and justice, finally, for the \r\n13-48803 39/48\r\n28/09/2013 A/68/PV.18\r\nBut we need a broader, more inclusive and strategic \r\nvision. We must go beyond the traditional relationship \r\nbetween donors and recipients to create partnerships that \r\ninvolve new international actors. For Portugal, different \r\nmodalities of assistance, new sources of financing \r\nand a strengthened principle of shared responsibility, \r\nleadership and ownership on the part of developing \r\ncountries are the main guiding principles for the post-\r\n2015 development agenda. The inaugural meeting of the \r\nHigh-level Political Forum on Sustainable Development \r\nwas politically highly significant. Portugal remains \r\ncommitted to ensuring that the Forum acts as a catalyst \r\nfor international efforts, ensuring a more efficient and \r\ncoherent link between the various processes in the area \r\nof sustainable development and poverty eradication.\r\nIn the context of the outcome of the 2012 United \r\nNations Conference on Sustainable Development, I \r\nwould like to stress the importance of progress on the \r\nissue of  oceans, which is a crucial matter for a maritime \r\ncountry like Portugal. We welcome Member States’ \r\ncommitment to discussing the issue of the conservation \r\nand sustainable use of marine biodiversity beyond \r\nareas of national jurisdiction. In this context, Portugal \r\nis strongly in favour of the negotiation and adoption \r\nof an international instrument in the framework of the \r\nUnited Nations Convention on the Law of the Sea.\r\nReforms and institutional innovations such as those \r\nI have just mentioned represent important changes \r\nin the architecture of the United Nations, adapting \r\nand preparing it for new times and new challenges. \r\nHowever, the reform of our Organization will never be \r\ncomplete without Security Council reform, including of \r\nits working methods and, above all, of its composition. \r\nIt is increasingly difficult to justify why countries such \r\nas Brazil and India are not permanent members of the \r\nSecurity Council. As stated on previous occasions, \r\nPortugal is of the view that Africa also deserves \r\npermanent representation in that body. It is imperative \r\nthat Africa be treated in a way that is just and reflects its \r\nsize, economic growth and its weight in today’s world.\r\nI take this opportunity to congratulate the African \r\nUnion and its member States on the fiftieth anniversary \r\nof the continent’s regional organization.\r\nPortugal firmly believes in multilateralism and in \r\nthe United Nations as the centre for harmonizing the \r\nactions of nations in the attainment of common ends. \r\nWe contribute actively to the work of our Organization \r\nthrough a committed participation in its bodies, but we \r\nof their rights, including the rights of the freedoms of \r\nspeech and association. Only a new Government that \r\nenjoys the legitimacy conferred by a free popular vote \r\nand is appointed in accordance with the Constitution \r\ncan promote long-overdue reforms in the security, \r\nadministration and justice sectors.\r\nThe crisis in Guinea-Bissau also has clear and \r\nworrying connections with the Sahel region through \r\ndrug-trafficking routes. Europe, and especially its \r\nsouthern countries, is following the situation in \r\nthe Sahel with particular concern. I can assure the \r\nAssembly that we will continue to make every effort \r\nto help stabilize the region. In that context, the United \r\nNations integrated strategy for the Sahel represents a \r\nmajor contribution.\r\nPortugal is currently co-President of the Western \r\nMediterranean forum known as the 5+5 initiative, \r\nwhich brings together 10 countries on the northern \r\nand southern Mediterranean coasts. The dialogue and \r\nconfidence-building that that informal instrument \r\nprovides represents important added value for its \r\nmembers and the region. We are therefore engaged in \r\nexploring all of its potential for cooperation.\r\nThe Charter of the United Nations defends the \r\nimportance of using international mechanisms to \r\npromote the economic and social advancement of all \r\npeoples. In the noble spirit of the United Nations and \r\nfollowing the historic and inspiring launch in 2000 \r\nof the Millennium Development Goals (MDGs), the \r\ncurrent session of the General Assembly will be a \r\ncritical launching pad for defining our priorities and the \r\npath we will follow in our common efforts towards the \r\n2015 summit at which we will adopt our development \r\nprinciples and goals for the coming years.\r\nI commend the President for the timeliness of his \r\nchoice of theme for this general debate, “The post-\r\n2015 development agenda: setting the stage”. On \r\n25 September, I had an opportunity to participate in the \r\nspecial event on the Millennium Development Goals, \r\nwhich enabled us to thoroughly discuss the progress \r\nachieved to date on the MDGs and provide important \r\nguidance for our future work. It is our conviction that \r\nthe set of MDGs should serve as the reference point for \r\nestablishing the new development agenda, which should \r\nmaintain a focus on poverty reduction and sustainable \r\ndevelopment in all its dimensions, while giving special \r\nattention to the needs of least developed countries.\r\n40/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nThe Acting President (spoke in French): I now \r\ncall on His Excellency Mr. Nabil Fahmy, Minister for \r\nForeign Affairs of the Arab Republic of Egypt.\r\nMr. Fahmy (Egypt) (spoke in Arabic): It gives me \r\npleasure to congratulate Mr. John Ashe and his friendly \r\ncountry, Antigua and Barbuda, upon his assumption \r\nof the presidency of the General Assembly at its sixty-\r\neighth session. I take this opportunity to express my \r\nsincere appreciation to his predecessor, Mr. Vuk \r\nJeremić of Serbia, for his efforts during the previous \r\nsession.\r\nI reiterate our support to the Secretary-General as \r\nhe strives to realize the purposes and principles of the \r\nCharter. I also welcome the choice of “The post-2015 \r\ndevelopment agenda: setting the stage” as the main \r\ntheme of this session, considering the high priority that \r\nthe United Nations and the peoples of the world accord \r\nto the achievement of development in all its dimensions.\r\nAllow me to deviate from customary practice for \r\na debate in the General Assembly by conveying to \r\nthe Assembly a message that comes not only from the \r\nPresident of Egypt, Mr. Adly Mansour, but from the \r\npeople of my country — the Egyptians who laid the \r\nfoundations of human civilization and have recently \r\ninspired peoples around the world. \r\nEgypt holds a unique position in the history of \r\nhumankind, past and present. Its status, role and influence \r\nderive essentially from its culture and civilization. It \r\nwould have been a historical inconsistency had the will \r\nof the Egyptians remained shackled at the dawn of a \r\nnew century, and had our youth remained deprived of \r\nthe right to design their own destiny and future. It was \r\ntherefore natural for our people to take to the streets on \r\n25 January 2011 to declare their determination to build \r\na democratic and modern State in which their children \r\ncould enjoy freedom, dignity and social justice.\r\nThis is the Egypt that millions of my countrymen \r\nand women chose then — the same Egypt they yearned \r\nfor on 30 June 2013. In doing so, they showed the world \r\nthat the will of the people cannot be broken and that it \r\ncan grant authority, just as it can remove it from the \r\nhands of those who abuse it.\r\nThe Egyptians have an ambitious vision for the \r\nfuture that can be achieved by working systematically \r\nin a reasonable time frame. Its success is based on a \r\nsociety that is open to all peaceful political currents, \r\nthat pluralistically embraces the diversity of all its \r\nhave not yet had a chance to serve on the Human Rights \r\nCouncil. We therefore hope to be able to count on the \r\nsupport of the Assembly in the elections for that body \r\nto take place in 2014. We accept and have implemented \r\nvirtually all of the 86 recommendations that resulted \r\nfrom our experience in the Council’s universal periodic \r\nreview (UPR) of 2009. We will submit to a new UPR \r\nin 2014. \r\nIf the Assembly invests its trust in us to elect us to \r\nserve for the 2015-2017 triennium, we will fulfil our \r\nmandate in the deep conviction that the United Nations \r\nhuman-rights-protection system should remain strong, \r\nindependent, impartial and demanding, and that, in \r\nthis regard, we should always resolve to aim higher. \r\nWe will continue in the same vein as we approached \r\nour membership of the Security Council in 2011-\r\n2012, characterized by openness to dialogue and by a \r\nconstructive and balanced attitude, and seeking to build \r\nbridges and generate consensus, without relinquishing \r\nvalues and fundamental principles.\r\nThe Portuguese language is the common element of \r\nunity that brings together the diversity of States of the \r\nCommunity of Portuguese-speaking Countries. We are \r\na Community of eight countries, with about 250 million \r\nspeakers spread across four continents. Portuguese is \r\nthe third most widely spoken European language in the \r\nworld, with a growing role and status on the international \r\nscene, both as a vehicle of communication and as an \r\neconomic language used in trade and business, culture \r\nand social networks.\r\nIn October, Lisbon will host the second conference \r\non the status of the Portuguese language in the \r\ninternational system, at which participants will consider \r\nthe challenges faced by their common language. \r\nPortuguese is currently the official or working language \r\nof several international organizations, including some \r\nspecialized agencies of the United Nations. The CPLP \r\nhas the ambition and goal of seeing Portuguese adopted \r\nas an official language of the United Nations. I take \r\nthis opportunity to salute the Mozambican presidency \r\nof the CPLP and its efforts to strengthen and deepen \r\nour Community.\r\nI conclude by wishing the greatest success for the \r\nGeneral Assembly at this session. The Assembly can \r\ncount on Portugal’s active contribution and support in \r\nupholding international law, promoting the peaceful \r\nsettlement of disputes, defending and promoting human \r\nrights, and working towards greater prosperity for all of \r\nhumankind.\r\n13-48803 41/48\r\n28/09/2013 A/68/PV.18\r\nstronger ties of cooperation between our people and \r\nthe rest of the world. Those relations should be based \r\non the principles of independence, mutual respect \r\nand non-interference in the internal affairs of other \r\ncountries and on a foreign policy founded on equality \r\nand a constructive, civilized vision for the future. \r\nEgypt’s foreign policy is now a reflection of the will \r\nof our people, and it is formulated in line with our \r\nnational interests and security with no regard to any \r\nother consideration.\r\nWe fully recognize that Egypt’s national security \r\nis linked to the security and concerns of our Arab \r\nnation. Given its geographical location, history and \r\nidentity, Egypt is committed to continuing to defend \r\nthe interests of its African continent, to address the \r\nissues of importance to the Islamic world, to spread \r\nthe Islamic values of moderation and tolerance, and to \r\npromote dialogue among divine religions. Egypt also \r\nremains committed to tackling the challenges facing \r\nthe South at a time when the world is witnessing an \r\nimbalance of power.\r\nI would now like to briefly highlight Egypt’s \r\nposition on several issues of high priority in our foreign \r\npolicy.\r\nIn Syria, the tragedy has now extended to the resort \r\nto chemical weapons. We strongly condemn their use \r\nand support the agreement reached between the Russian \r\nFederation and the United States, as well as Security \r\nCouncil resolution 2118 (2013). While the humanitarian \r\ncrisis resulting from the fighting continues to intensify, \r\nthe Syrian State itself is on the verge of disintegration. \r\nIt is imperative to reach a political solution as soon \r\nas possible that would establish the freedom, dignity \r\nand democracy to which the people of Syria aspire \r\nand preserve the unity of the State. We hope that can \r\nbe achieved through the holding of the “Geneva II” \r\nconference, so that a transitional authority can be put in \r\nplace to end the civil war and the foreign interventions \r\nthat we have long warned against.\r\nThe Palestinian question remains the main source \r\nof tension in our region. Palestine is still suffering \r\nthe effects of the ongoing Israeli occupation of Arab \r\nterritories and the intensification of settlement activities. \r\nThe hope for achieving a two-State solution was until \r\nrecently on the verge of fading away irrevocably. \r\nGiven that bleak scenario, we welcome and appreciate \r\nthe recent efforts of the United States to advance the \r\nresumption of Israeli-Palestinian negotiations. The \r\nmembers, and that inclusively ensures the equal rights \r\nand duties of all citizens through the rule of law and \r\nequality before justice. The principles and practices of \r\nthis vision are consistent with the fundamental rules \r\nthat govern democratic practices throughout the world, \r\nin particular respect for peaceful dialogue, the rejection \r\nof violence, the rule of law and respect for human rights.\r\nOur conviction that Egyptians have the right to \r\nfulfil such a vision underpins the road map that Egypt \r\nhas been implementing since 3 July. That road map \r\nincludes a national agenda to build the institutions of a \r\ndemocratic State in a specific time frame. All Egyptians \r\nare invited to participate in all phases of the political \r\nprocess, as long as they are committed to renouncing \r\nviolence and terrorism or incitement thereto.\r\nWork is under way, in line with the road map, on \r\nseveral tracks. To date, it has succeeded in establishing \r\nthe principles of justice, freedom and democracy as \r\nbases for governance. Work is under way on the new \r\nconstitution, to be followed by parliamentary elections \r\nand presidential elections, bringing the transitional \r\nphase to an end by next spring. We are determined to \r\nfully implement the road map. This requires us to give \r\nthe utmost priority to preserving security, enforcing \r\nthe law and countering any attempts to intimidate \r\nor humiliate us or hinder our efforts. Some parts of \r\nEgypt were recently hit by desperate terrorist attacks. \r\nAmong their victims were Egyptians from all walks of \r\nlife — men and women, young and old, Muslims and \r\nnon-Muslims. Those hideous acts of terrorism sought \r\nto undermine the democratic process and to destroy \r\nour economy. I would like to emphasize and reiterate \r\nin the strongest terms our full confidence that the brave \r\nEgyptian people, who succeeded in imposing their \r\nwill, can eradicate terrorism within the framework of \r\nthe rule of law. I trust that the international community \r\nwill stand firmly with the Egyptian people in the fight \r\nagainst those who commit or advocate for violence, and \r\nwill accept no attempt to justify or tolerate it.\r\nI take this opportunity to convey my deep \r\ncondolences to the Government and the people of \r\nKenya and Pakistan on the loss of innocent lives as a \r\nresult of the latest terrorist attack.\r\nThe message I am carrying from Egyptians, \r\nparticularly our youth, who are joining me here today \r\nand representing their ancient country, would not be \r\ncomplete without mentioning Egypt’s aspirations to \r\nenjoy more democratic international relations and \r\n42/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nBiological Weapons Convention. Syria must ratify the \r\nBiological Weapons Convention and take the remaining \r\nsteps it has pledged to take in relation to the Chemical \r\nWeapons Convention. Egypt must ratify the Biological \r\nWeapons Convention and sign and ratify the Chemical \r\nWeapons Convention, provided that all countries of \r\nthe Middle East complete measures of accession to the \r\ninternational conventions prohibiting weapons of mass \r\ndestruction and related arrangements and treaties.\r\nThirdly, we must pursue international efforts to \r\nensure that the delayed 2012 conference to establish a \r\nMiddle East zone free of weapons of mass destruction \r\nis convened as soon as possible, preferably before the \r\nend of 2013 and by the spring of 2014 at the latest.\r\nEgypt’s roots go deep in Africa. We are proud of \r\nthe many positive changes that Africa has witnessed \r\nand of the strides the continent has taken towards \r\ndemocracy and development. Yet Africa remains in \r\nneed of concerted national, regional and international \r\nefforts to enable the continent to resolve its conflicts \r\nand challenges. Accordingly, Egypt will soon establish \r\nan Egyptian agency for development partnership. Most \r\nof its future resources will be directed to African \r\ncountries so that they can benefit from Egyptian \r\ntechnical expertise and assets.\r\nWe cannot talk about democracy in current \r\ninternational relations and the rule of law at the \r\ninternational level unless comprehensive and \r\nsubstantial reform of the United Nations takes place, \r\nso that the Organization is better able to respond to \r\nchallenges and to meet the aspirations of peoples \r\nworldwide. The only logical and sound way to achieve \r\nthat desired outcome is the reform and expansion of the \r\nSecurity Council. Egypt therefore renews its call for \r\nan end to the monopoly of permanent members over \r\nthe decision-making process in the Council and for \r\nthe rectification of the historical injustice inflicted on \r\nAfrica. The continent does not have a permanent seat \r\non the Council and is poorly represented in the category \r\nof non-permanent members. Africa will not renounce \r\nits demands to obtain the permanent membership it \r\ndeserves, as specified in the Ezulwini Consensus and \r\nthe Sirte Declaration.\r\nIn conclusion, I would like to highlight our \r\npriority issues within the United Nations system. They \r\ninclude strengthening the international human rights \r\nframework, addressing the absence of democracy in \r\ninternational relations, accelerating the achievement of \r\ncommitment of both sides to engaging in a process of \r\ntime-bound negotiations is a significant development. \r\nWe should all support the ongoing negotiations so that \r\nthey may lead to the final settlement of the Palestinian \r\nquestion, which has continued since the past century.\r\nEgypt will continue to support the right of the \r\nPalestinian people to self-determination and the \r\nestablishment of an independent and sovereign State, \r\nwith East Jerusalem as its capital, on all the territories \r\nof the West Bank and Gaza and in accordance with the \r\nArab Peace Initiative and the relevant terms of reference. \r\nI reiterate that the needs of the Gaza population must \r\nbe met. The failure to do so has become politically \r\nand morally unacceptable. We therefore call on Israel \r\nand the international community to shoulder their \r\nresponsibilities and ensure that the Palestinians in Gaza \r\nhave access to basic supplies. We are ready to cooperate \r\nwith the Palestinian authority and all concerned parties \r\nto agree on appropriate arrangements that guarantee \r\nthe delivery of provisions in legal and transparent ways.\r\nThe Assembly will agree that a new Middle East \r\nwill not emerge until the right to equal security is \r\nensured and the threats posed by the existence in our \r\nregion of nuclear weapons and other weapons of mass \r\ndestruction are eliminated. The situation threatens \r\nthe credibility of the non-proliferation regime and the \r\nUnited Nations. For that reason, and to preserve that \r\ncredibility, I would like to introduce to the Assembly \r\ntoday an initiative consisting of the following steps.\r\nFirst, we must invite all countries of the Middle \r\nEast and the five permanent members of the Security \r\nCouncil to deposit official letters with the Secretary-\r\nGeneral stating their support for declaring the Middle \r\nEast a region free from nuclear, chemical and biological \r\nweapons of mass destruction.\r\nSecondly, the countries of the region that have not \r\nsigned or ratified any of the international conventions \r\non weapons of mass destruction should commit, before \r\nthe end of 2013, to simultaneously signing and ratifying \r\nthe relevant conventions. They should also deposit \r\ndocumentation of their accession to those conventions \r\nwith the Security Council. I invite the Secretary-\r\nGeneral to coordinate such steps so that they are carried \r\nout simultaneously to ensure their success.\r\nThose actions translate into the following. Israel \r\nmust accede to the Treaty on the Non-Proliferation \r\nof Nuclear Weapons as a non-nuclear State, ratify the \r\nChemical Weapons Convention, and sign and ratify the \r\n13-48803 43/48\r\n28/09/2013 A/68/PV.18\r\nKyrgyzstan has done its part. That is reflected \r\nin the national sustainable development strategy of \r\nthe Kyrgyz Republic for 2013-2017, which identifies \r\nfive-year targets and plans for a transition to sustainable \r\ndevelopment, culminating in 2017. Our vision is to \r\nform a stable country where human rights, freedom and \r\nsecurity are guaranteed, where a multi-ethnic society \r\nis governed with equal adherence to the rule of law, \r\nand where all prerequisites for sustainable economic \r\ngrowth and a decent standard of life are the norm. The \r\ntasks ahead are complex, and we believe they should be \r\naddressed in partnership with the United Nations and \r\nthe international community.\r\nThe main strategic resource for the green economic \r\ngrowth of Kyrgyzstan is water. The role of water has \r\nincreased significantly due to the major challenge of \r\nsustainable development posed by global climate change, \r\nwhich is already affecting our region negatively. Most \r\nimportantly with regard to the state of water resources, \r\nKyrgyzstan’s glaciers have shrunk by 30 per cent as \r\na result of global warming. According to preliminary \r\nexpert forecasts, unless urgent measures are taken \r\nthere will be practically no glaciers or snowfields on \r\nthe country’s territory by the year 2100. Those melting \r\nwaters are the primary source of the rivers of Central \r\nAsia.\r\nThis ongoing negative trend may well lead to a \r\nsubstantial reduction of river f low in Kyrgyzstan, \r\nand consequently to social and economic tensions in \r\nthe region as a whole. We must pursue our work in \r\nthe Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change. The relevant \r\ninternational financial and ecological organizations \r\nmust continue to assist the countries of Central Asia in \r\naddressing the problem. That is particularly important \r\nin the transition to a sustainable use of both water and \r\nnatural ecosystems resources.\r\nThe development of hydro-energy is strategically \r\nimportant to the sustainable socioeconomic development \r\nof the region. We are convinced that it would contribute \r\nto an integrated solution of many current and future \r\nchallenges. We believe that the construction of large \r\nhydroelectric power facilities should be considered one \r\npath to clean development. Harnessing the hydropower \r\npotential of the upstream countries should be considered \r\npart of low-carbon development, and developing water \r\nresources should be considered the core model for \r\ngreen development in the economic progress of the \r\nregion. We are ready to participate in an exchange of \r\nthe Millennium Development Goals, realizing nuclear \r\ndisarmament and fighting corruption, including \r\nrecovering the assets stolen by key members of the \r\nregimes recently brought down by our peoples. We \r\nreiterate that we are determined to continue empowering \r\nwomen nationally and internationally, to protecting \r\nhuman rights, and to allowing our youth to contribute \r\neffectively to the elaboration of Egypt’s vision for the \r\nworld and for its future. \r\nI take this opportunity to welcome the appointment \r\na few months ago by the Secretary-General of a Special \r\nEnvoy on Youth who comes from the Arab world. We \r\nmust also exert concerted efforts at the international \r\nlevel to combat terrorism and strengthen the capacity \r\nof the United Nations to coordinate those efforts and \r\naddress the root causes of terrorism.\r\nIn conclusion, I truly hope that the message I have \r\ndelivered on behalf of the people and the President of \r\nEgypt has been received by the Assembly today. I also \r\nhope that the aspirations it identified will be realized so \r\nthat we may achieve progress, peace and development \r\nand that next year we may reap the fruits of our labour. \r\nThe Acting President (spoke in French): I now call \r\non His Excellency Mr. Erlan Abdyldayev, Minister for \r\nForeign Affairs of the Kyrgyz Republic. \r\nMr. Abdyldayev (Kyrgyzstan) (spoke in Russian): \r\nThirteen years have passed since the adoption of \r\nthe Millennium Declaration (resolution 55/2), and \r\nthe established deadline to achieve the Millennium \r\nDevelopment Goals is rapidly approaching. The world \r\nhas changed since then, and we anticipate that, in the \r\nnext 15 years, it will change a great deal more. \r\nIn that context, the main theme of the general \r\ndebate, “The post-2015 development agenda: setting the \r\nstage”, is obviously very appropriate and relevant. We \r\nare convinced that the new development agenda will \r\nprovide a clear vision for our post-2015 development. It \r\nshould be formulated in the best spirit of the Millennium \r\nDevelopment Goals, with special attention to the issues \r\nof poverty eradication, education and health care, the \r\neconomy and employment, governance, agriculture and \r\nfood availability, energy, peace and security.\r\nThe need for a common agenda is unquestionable. \r\nAll countries must enthusiastically embark on the path \r\nof sustainable development. The global challenges can \r\nbe effectively met if they are included as core priorities \r\nin each country’s development strategy. \r\n44/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nCentral Asia”. We call on members to support the draft \r\nresolution.\r\nIt is well known that development and security are \r\nclosely interrelated. Unfortunately, the maintenance of \r\nsecurity and stability and the fight against international \r\nterrorism, religious extremism, and illicit drug and \r\narms trafficking and trade remain on the development \r\nagenda of Kyrgyzstan and our region. Those issues are \r\nmost acute in our region because of the current situation \r\nin Afghanistan. \r\nDespite some progress in the political process in \r\nAfghanistan, the stability and security of the country \r\nremain at risk. Furthermore, the Afghan drug-\r\nproduction trade, being the largest in the world, is \r\ngenerating a whole range of threats and destabilizing \r\nboth the political and military situation in Eurasia. \r\nThose problems are more critical and significant in \r\nour region than ever before, especially in view of the \r\nupcoming withdrawal of troops from Afghanistan in \r\n2014.\r\nKyrgyzstan, in accordance with its commitments, \r\nhas fully complied with its mission in counter-terrorism \r\noperations in Afghanistan. Over the past 12 years, \r\nKyrgyzstan has provided an important channel for \r\nthe supply of military and humanitarian goods to \r\nAfghanistan through the transit centre at Manas \r\nInternational Airport. We believe that the international \r\ncommunity’s efforts have contributed to the relative \r\nstabilization of the situation in Afghanistan and helped \r\nthe Afghan authorities to assume their leadership role \r\nand responsibility in the fields of public administration \r\nand development. We are determined to continue our \r\nstrategic dialogue with partners on all issues of mutual \r\ninterest. We believe that in the fight against terrorism, \r\ndrug trafficking and other security challenges stemming \r\nfrom Afghanistan, regional organizations have proved \r\ntheir effectiveness and should be even more involved. I \r\nam talking here in particular of the Collective Security \r\nTreaty Organization and the Shanghai Cooperation \r\nOrganization. Kyrgyzstan’s chairmanship of those \r\ninternational and regional organizations this year has \r\nonce again confirmed the need to have comprehensive \r\nmeasures in place to stabilize the situation as soon as \r\npossible, both in Afghanistan and in the region as a \r\nwhole. \r\nAlong with other measures to combat security \r\nchallenges and threats, it is necessary to pursue a policy \r\nof industrialization aimed at building a sustainable \r\nbest practices in water management, water use and the \r\nconstruction of irrigation systems.\r\nMore than 90 per cent of Kyrgyzstan is located in \r\nmountainous areas, which play an important role in the \r\naccumulation of water. In that regard, we support the \r\nfurther promotion of the developmental goals of the \r\nmountain regions, in accordance with the decisions \r\ntaken at the United Nations Conference on Sustainable \r\nDevelopment. I am confident that a draft resolution on \r\nthe issue, to be submitted to the General Assembly at \r\nthis session with the co-sponsorship of Kyrgyzstan, \r\nwill enjoy the support of all United Nations Members.\r\nSome mountainous landlocked countries have \r\nspecial needs for development. High levels of poverty, \r\nisolation, the burden of transportation costs and a heavy \r\ndebt are among the basic range of problems that many \r\nmountainous countries face. In such conditions, it is \r\ndifficult to achieve the Millennium Development Goals \r\nand to meet the commitments set out in United Nations \r\ndocuments on sustainable development. We hope that \r\nthe special needs, problems and challenges of mountain \r\ncountries and communities will be properly reflected in \r\nthe post-2015 development programme.\r\nIt is well known that mountain ranges provide \r\nvaluable ecosystem services and serve as important \r\nindicator of environmental health and a support system \r\nfor the snow leopard, a rare and endangered highland \r\nanimal. In that regard, Kyrgyzstan is developing a \r\n10-year national protection strategy. We invite everyone \r\nto the world forum on the snow leopard to be held on \r\n22 and 23 October in Bishkek, Kyrgyzstan. \r\nThe rehabilitation and security of uranium tailings, \r\nwhich today total more than 8 million cubic metres \r\non our territory, is very important in Kyrgyzstan. The \r\nsituation is aggravated by the fact that most are located \r\nin seismically active mudflow and f lood-prone areas \r\nwith high groundwater levels, as well near the banks \r\nof rivers that form the basis of the Central Asian water \r\nsupply. The potential consequences of ineffective \r\nsolutions would have a very negative impact on millions \r\nof people in Central Asia.\r\nIn order to raise the international community’s \r\nawareness of the problem and to attract additional \r\nassistance towards its solution, at this session the \r\nKyrgyz delegation will introduce a draft resolution \r\nunder agenda item 19 (j), “The role of the international \r\ncommunity in the prevention of the radiation threat in \r\n13-48803 45/48\r\n28/09/2013 A/68/PV.18\r\nThat can be achieved through reforming the United \r\nNations, which should be done in accordance with the \r\npurposes and principles of the Charter of the United \r\nNations and on the basis of a broad consensus on the \r\npart of States Members of the United Nations.\r\nWe believe that all States Members of the United \r\nNations should strictly comply with the decisions of \r\nthe Security Council; we are in favour of expanding its \r\nmembership in order to make it more representative, \r\ntransparent and democratic.\r\nWe attach particular importance to the work of the \r\nEconomic and Social Council. Kyrgyzstan therefore \r\nwelcomed the adoption last week of resolution 68/1, on \r\nstrengthening the role and enhancing the effectiveness \r\nof the work of the Council. We hope that a strengthened \r\nCouncil will become an effective mechanism for the \r\nimplementation of the post-2015 development agenda \r\nand continue to serve as an important platform for \r\nmultilateral political dialogue on global social and \r\neconomic issues.\r\nIn conclusion, I would like to emphasize the need \r\nto move forward firmly and resolutely by means of joint \r\nefforts and a common resolve on the part of all countries \r\nin order to overcome threats and challenges, maintain \r\npeace and well-being and promote development for \r\nfuture generations. Kyrgyzstan is fully prepared to \r\nengage in such constructive and effective international \r\ncooperation.\r\nThe Acting President (spoke in French): I now \r\ncall on His Excellency Mr. Elmar Maharram oglu \r\nMammadyarov, Minister for Foreign Affairs of \r\nAzerbaijan.\r\nMr. Mammadyarov (Azerbaijan): At the outset, \r\nI would like to congratulate Mr. John Ashe on his \r\nelection to the presidency of the General Assembly at \r\nits sixty-eighth session and wish him every success \r\nin fulfilling this highly responsible duty. We are also \r\ngrateful to Mr. Vuk Jeremić for his able presidency of \r\nGeneral Assembly at its sixty-seventh session.\r\nThis year’s general debate is taking place during \r\na period of serious threats and challenges to peace, \r\nsecurity and sustainable development. Environmental, \r\neconomic and social indicators demonstrate that \r\nthe models for progress and development need to \r\nbe modified and adapted. The theme of the current \r\ngeneral debate, “The post-2015 development agenda: \r\nsetting the stage”, is timely and topical in providing \r\nAfghan economy in order to achieve socioeconomic \r\ngrowth in the country. It is also important to involve \r\nAfghanistan in the development of regional cooperation \r\nand the implementation of major joint socioeconomic \r\nand infrastructural projects such as the export of \r\nelectricity and the building of roads and railroad \r\nnetworks.\r\nIn that respect, Kyrgyzstan stands ready to expand \r\nits trade and economic relations and to implement \r\nvarious infrastructural projects, including the export \r\nof electricity to Afghanistan as part of the CASA-1000 \r\nproject and the establishment of a tripartite — Kyrgyzstan-\r\nTajikistan-Afghanistan — agro-industrial consortium, \r\nwith the assistance of the United Nations.\r\nToday we must take a fundamentally new approach \r\nto solving Afghanistan’s problems, based on a new \r\nphilosophy and paradigm of social development: the \r\nright to development.\r\nI should like to take this opportunity to invite \r\nrepresentatives of Government and academia to \r\ntake part in the international research conference on \r\n“Afghanistan — 2014”, to be held on 10 October 2013 \r\nin the capital of Kyrgyzstan, Bishkek.\r\nWe are following developments in the Arab world \r\nwith special attention. The continuing two-year armed \r\nconflict in Syria is of great concern. Kyrgyzstan \r\nexpresses its serious concern about the numerous \r\nvictims of the armed conflict, the humanitarian disaster \r\nit represents and the further escalation of the crisis. We \r\ncall upon both sides to immediately call a ceasefire \r\nand resolve the crisis peacefully through a dialogue \r\nbetween all political forces of the country under the \r\nmediation of the United Nations. \r\nWe support the initiative of the transfer of Syrian \r\nchemical weapons and their subsequent destruction, \r\nunder international supervision, and Syria’s accession to \r\nthe Convention on the Prohibition of the Development, \r\nProduction, Stockpiling and Use of Chemical Weapons \r\nand on Their Destruction. We wish to see the restoration \r\nof stability in the country and the preservation of the \r\nsovereignty and territorial integrity of Syria, without \r\nexternal military interference.\r\nThe changes occurring in the modern world and \r\nits increasing diversity require the strengthening of the \r\nUnited Nations so as to ensure that it continues to play its \r\ncentral role of ensuring global security and the effective \r\nimplementation of the Millennium Development Goals. \r\n46/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nHundreds of thousands of people throughout the world \r\ncontinue to suffer from acts of aggression, military \r\noccupation, ethnic cleansing and a prevailing culture of \r\nimpunity for the most serious crimes of concern to the \r\ninternational community.\r\nTwenty years ago, in 1993, the Security Council \r\nadopted four resolutions — resolutions 822 (1993), 853 \r\n(1993), 874 (1993) and 884 (1993) — condemning the \r\nuse of force against Azerbaijan and the occupation of its \r\nterritories. In those resolutions, the Council reaffirmed \r\nrespect for the sovereignty and territorial integrity of \r\nAzerbaijan, reconfirmed that the Nagorno Karabakh \r\nregion is an integral part of Azerbaijan, and demanded \r\nthe immediate, full and unconditional withdrawal of \r\nthe occupying forces from all the occupied territories.\r\nThe resolutions also made specific reference to \r\nviolations of international humanitarian law, including \r\nthe violent displacement of a large number of civilians \r\nin Azerbaijan, attacks on civilians and the bombing of \r\nits territory.\r\nA series of Security Council presidential statements \r\non the issue adopted between 1992 and 1995 are phrased \r\nalong the same lines. All in all, the aforementioned \r\nresolutions, which are clearly the most authoritative and \r\nbinding rulings on the problem, acknowledge that acts \r\nof military force were committed against Azerbaijan \r\nand that such acts constitute a serious violation of \r\ninternational law.\r\nTo our deep regret, the Security Council’s principled \r\ndemands, including, in the first place, the withdrawal \r\nof occupying forces from the occupied territories of \r\nAzerbaijan, have still not been implemented, and the \r\nmediation efforts conducted for more than 20 years \r\nwithin the framework of the Organization for Security \r\nand Cooperation in Europe (OSCE), have yet to yield \r\nresults. Against that background, with a view to \r\ndeflecting the attention of the international community \r\nfrom the urgent need to address the main problems \r\ncaused by its continuing aggression against Azerbaijan, \r\nArmenia has been undertaking efforts to distort the \r\nactual situation and downplaying the relevance of \r\nSecurity Council resolutions and misinterpreting their \r\nprovisions. Moreover, Armenia’s continued claims of \r\nannexation and the consistent measures it has been \r\nundertaking in the occupied territories of Azerbaijan \r\nwith a view to further consolidating the status quo of \r\nthe occupation and preventing the return of hundreds \r\nof thousands of internally displaced persons to their \r\nan opportunity for evaluating the progress achieved so \r\nfar and identifying new ways of overcoming existing \r\nobstacles.\r\nThe Millennium Development Goals (MDGs), \r\nwhich were adopted to address extreme poverty and \r\nmultiple other forms of deprivation and for defining \r\nfuture development priorities, are of key importance in \r\nmaking future positive differences in the world.\r\nAzerbaijan recently became a donor country and \r\ncontributes to the sustainable development efforts of \r\ncountries in Africa, Asia and Latin America. This is a \r\nbrand-new chapter in the history of my country and its \r\nactivities in the international arena. A national entity, \r\nthe Azerbaijan International Development Agency, \r\nwhich was established for that purpose, has already \r\ncarried out various assistance programmes in more \r\nthan 20 countries. The Heydar Aliyev Foundation \r\nhas also conducted various humanitarian and social \r\nprogrammes.\r\nThe Food and Agriculture Organization of the \r\nUnited Nations recently commended Azerbaijan’s \r\nachievements in combating hunger and recognized that \r\nthe country has accomplished the first MDG, namely, \r\ncombating undernourishment. Moreover, gender \r\nequality, the empowerment of women and the fight \r\nagainst HIV/AIDS have also been identified as areas \r\nof progress.\r\nOne of the key elements that Azerbaijan is \r\nconsidering in the context of the post-2015 agenda is \r\ninformation and communications technology (ICT), \r\nwhich is a driving force of development and progress. \r\nTo achieve the objective of ensuring improved access \r\nto ICT, efforts must be intensified to enhance regional \r\nsynergies for promoting investment in ICT capacity-\r\nbuilding, refocusing tools and content so as to address \r\nthe particular needs of populations and thus better \r\ndeploying ICT in the service of sustainable development. \r\nIn that connection, Azerbaijan has put forward \r\na proposal to establish the Eurasian Connectivity \r\nAlliance, a regional platform in support of improved \r\nconnectivity and greater cooperation in the field of \r\nICT. We are encouraged by Member States’ support for \r\nthat initiative through the adoption of resolution 67/298 \r\nin September and look forward to further cooperation \r\nwith interested Governments and other stakeholders.\r\nThe world is still witnessing violations of the \r\nfundamental norms and principles of international law. \r\n13-48803 47/48\r\n28/09/2013 A/68/PV.18\r\nNagorno Karabakh region. We consider those aspects \r\nto be an important part of the entire reconciliation \r\nprocess, which should be given the attention it deserves. \r\nAzerbaijan highly appreciates the principled \r\nstance of the States Members of the United Nations \r\nthat has been expressed on issues that are important \r\nfor Azerbaijan and pertaining to its sovereignty and \r\nterritorial integrity. We count on the continued resolve \r\nof the international community to defend the purposes \r\nand principles of the Charter of the United Nations, as \r\nwell as its strong solidarity with the just position of \r\nAzerbaijan.\r\nWe note the encouraging developments in the \r\nMiddle East peace process with the resumption of direct \r\nnegotiations between Israel and Palestine. The current \r\nsituation of insecurity in the whole region necessitates \r\nprogress in the peace process as never before. It is \r\nimperative that the parties demonstrate responsibility \r\nto sustain international efforts towards achieving the \r\ntwo-State solution and avoid actions that would risk \r\nundermining that objective. The economic, financial \r\nand humanitarian situation in Palestine requires \r\ncontinued international attention and assistance, \r\nparticularly in order to ensure humanitarian aid for the \r\nregion. \r\nIn June, Azerbaijan hosted a conference of the \r\nMinisters for Foreign Affairs of the Organization of \r\nIslamic Cooperation on the establishment of an Islamic \r\nfinancial safety net in support of Palestine, as well as \r\na donors conference in support of the city of Al-Quds. \r\nStates members of the OIC and other international \r\norganizations attending the conferences pledged to \r\ncontribute to improving Palestine’s economy, health \r\ncare and education, as well as two infrastructure \r\nprojects. \r\nWe welcome yesterday’s adoption of Security Council \r\nresolution 2118 (2013), regarding the safeguarding and \r\ndestruction of Syria’s chemical-weapon stockpiles. \r\nWe hope that the unanimous and strong position \r\ndemonstrated by the Council will contribute to finding \r\na political solution to the conflict in Syria, putting an \r\nend to the suffering inflicted on the Syrian people and \r\nensuring that all parties concerned comply with their \r\nobligations and commitments under international law. \r\nAzerbaijan strongly condemns the use of chemical \r\nweapons in Syria, particularly the resulting killing of \r\ncivilians. Resolution 2118 (2013) affirms that the use \r\nof chemical weapons constitutes a serious violation of \r\nhomeland represent an open challenge to the conflict-\r\nresolution process and pose a serious threat to \r\ninternational and regional peace and security.\r\nOn our initiative at the United Nations in 2005 \r\nand 2010, OSCE-led fact-finding and fact-assessment \r\nmissions visited the occupied territories. Both missions \r\ndocumented the fact of illegal activities in those \r\nareas, involving, inter alia, the insertion of settlers, \r\nthe extensive redrawing of boundaries, the changing \r\nof original geographic names, and the discriminatory \r\ntreatment of cultural property and sacred sites. However, \r\nthe missions’ recommendations remain just on paper. \r\nMoreover, the latest reports on the transfer of Syrian \r\nArmenians into the Nagorno Karabakh region and \r\nseven other adjacent occupied districts of Azerbaijan, \r\nalong with other illegal activities, including efforts to \r\noperate f lights into and out of those territories, provide \r\nyet more evidence of Armenia’s deliberate policy of \r\nannexing Azerbaijani land.\r\nIn that regard, it is critical that the international \r\ncommunity continue to insist on the need for an \r\nimmediate and unconditional end to all actions that \r\nare seriously obstructing the prospects of a negotiated \r\npeaceful settlement to the conflict. Armenia’s policy of \r\nannexation has absolutely no chance of succeeding. The \r\nNagorno Karabakh region was, is and will always be an \r\ninalienable part of Azerbaijan. The only way to achieve \r\na durable and lasting solution and to establish civilized \r\nrelations between the two neighbouring States is to \r\nde-occupy Azerbaijani territories, fully re-establish \r\nthe sovereignty and territorial integrity of Azerbaijan, \r\nand comply immediately with the inalienable right \r\nof refugees and internally displaced persons to \r\nreturn to their homes. That is what international \r\nlaw and the relevant Security Council resolutions \r\nrequire, something that can in no way be introduced \r\nas a bargaining chip during the conflict-settlement \r\nprocess. Above all, Azerbaijan will never compromise \r\nits territorial integrity or the rights and freedoms of \r\nits citizens. Without prejudice to its rights under the \r\nCharter of the United Nations, in particular those set \r\nforth in Article 51, Azerbaijan has embarked upon, and \r\nremains committed to, the conflict-settlement process.\r\nWe have no doubt that the Azerbaijani and \r\nArmenian communities of Nagorno Karabakh will \r\none day live side by side in peace and dignity in this \r\nregion of Azerbaijan. It is therefore essential and \r\nvital to continue efforts towards peace, agreement \r\nand coexistence between the two communities of the \r\n48/48 13-48803\r\nA/68/PV.18 28/09/2013\r\nIn conclusion, I would like to express our hope \r\nthat during the sixty-eighth session of the General \r\nAssembly, Member States will be able to take \r\nsuccessful steps towards a stronger and more effective \r\nUnited Nations. We look forward to the continued \r\ncommitment and engagement of the United Nations \r\nsystem, both in reinforcing the implementation of \r\nnational development goals by individual countries and \r\nin ensuring the implementation of the decisions and \r\nresolutions adopted by the Organization.\r\nThe meeting rose at 2.05 p.m.\r\ninternational law and qualifies such an act as a threat \r\nto international peace and security. By endorsing the \r\nGeneva communiqué of 30 June 2012 (S/2012/522, \r\nannex) and calling for the convening of an international \r\nconference on Syria, the Security Council paved the \r\nway for achieving a peaceful transition, stability and \r\nreconciliation. It is imperative that all parties cease \r\narmed violence, engage constructively in the political \r\nprocess and commit to the implementation of the \r\nGeneva communiqué.\r\n"