"In the absence of the President, Mr. Beck (Solomon \r\nIslands), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.15 p.m.\r\nAddress by Mr. Tomislav Nikolić, President of the \r\nRepublic of Serbia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nSerbia.\r\nMr. Tomislav Nikolić, President of the Republic of \r\nSerbia, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Tomislav Nikolić, President \r\nof the Republic of Serbia, and to invite him to address \r\nthe Assembly.\r\nPresident Nikolić (spoke in Serbian; English text \r\nprovided by the delegation): It is my great honour \r\nto address the General Assembly on behalf of the \r\nRepublic of Serbia and inform members about the \r\npositions held by my country on some important global \r\nissues, developments in and around Serbia and the \r\nefforts that Belgrade has made with a view to reaching \r\na just solution to problems facing the country and its \r\nneighbourhood.\r\nFirst of all, I would like to thank the President of \r\nthe General Assembly at its sixty-eighth session for his \r\nexcellent stewardship and organization of this debate \r\nand the leadership he has demonstrated in his high-level \r\npost. I wish him every success in the performance of his \r\nduties as President of the General Assembly. I assure \r\nhim that he will enjoy the support of the Republic of \r\nSerbia in the discharge of his mandate. He can count on \r\nour assistance in bringing his ideas to fruition.\r\nAt the same time, I would like to congratulate His \r\nExcellency Mr. Vuk Jeremić, former President of the \r\nGeneral Assembly, on his courage and impeccable \r\nwork in presiding over the Assembly for the past year \r\nand on the understanding he has demonstrated of the \r\nproblems encountered all over the world. He represented \r\nSerbia in a dignified manner while being an impartial \r\nprofessional of high standing.\r\nThe Republic of Serbia attaches great importance \r\nto the United Nations and the activities and cooperation \r\ncarried out within its framework. We remain true to \r\nthe Charter of the United Nations and the purposes and \r\nprinciples enshrined therein. We will endeavour, to the \r\nextent of our ability, to make a contribution to their \r\nimplementation.\r\nWe are also determined to participate in the new \r\ninitiatives being taken within the United Nations. I \r\nwelcome the well-chosen theme for this year’s session. \r\nThe post-2015 development agenda and the preparations \r\nto be made in order to define a future global development \r\nframework are important issues, and the General \r\nAssembly is the right forum in which to hold these \r\ndiscussions and, more important, come to agreement \r\non them. I am confident that the current Assembly \r\nsession will be successful in the consideration of the \r\nagenda items highlighted by its President, namely, the \r\ncontribution of women, youth and civil society to the \r\nUnited Nations A/68/PV.9\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n9th plenary meeting\r\nWednesday, 25 September 2013, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1348563*\r\n13-48563 (E)\r\n2/27 13-48563\r\nA/68/PV.9 25/09/2013\r\ndevelopment — sustainable, unsustainable, economic \r\nor social — in war-torn areas. \r\nEven today, at the outset of the twenty-first century, \r\nit is unfortunate that many war zones exist throughout \r\nthe world. My country has participated in United \r\nNations-led peacekeeping operations for decades. In \r\nmany continents, memories of Serbia’s contributions to \r\npeace efforts remain very much alive. \r\nWe will continue to apply lessons learned to find \r\nsolutions to specific problems in the field and to improve \r\nour peacekeepers’ response capacities in terms of the \r\nchallenges they will face in carrying out their mandates \r\nand with a view to achieving maximum performance. \r\nSerbian service and police personnel are engaged \r\nin multinational operations in the Congo, Côte d’Ivoire, \r\nCyprus, the Democratic Republic of the Congo, Haiti, \r\nLebanon, Liberia, Uganda, the Middle East and Somali \r\nwaters and soon in Mali as well. They all serve as \r\nproper representatives of their country through actions \r\nin favour of peace. \r\nWe are prepared to increase, in the coming period, \r\nthe size of our contribution and equipment in terms of \r\nnational contingents and to make use of the available \r\nUnited Nations standby arrangements. In line with our \r\npolicies based on Security Council resolutions, we will \r\nalso promote the participation of our servicewomen in \r\npeace missions.\r\nSerbia’s engagement in United Nations missions \r\nand other multinational operations represents our firm \r\ncontribution to the maintenance of international peace \r\nand security. The Republic of Serbia has no ulterior \r\nmotive behind sending its troops to other countries, \r\nother than to provide assistance. For that reason, we \r\nwould like to see the personnel of the Serbian armed \r\nforces and the Ministry of the Interior welcomed and \r\naccepted both by the Governments of the friendly \r\ncountries to which they are deployed and the local \r\npopulations and that they would be seen as supportive \r\npartners, rather than as foreign troops and occupying \r\nforces.\r\nWhen seconding its personnel to multinational \r\noperations, Serbia has no interest — military, political \r\nor economic — but to help a friend in need and show \r\nthe other contingents contributing to the operation that \r\nour troops may be counted upon to help.\r\nApart from wars, there is another omnipresent \r\nglobal danger looming large over the core values of the \r\npost-2015 development agenda and human rights and \r\nthe rule of law in that agenda.\r\nThe deadline for the implementation of the \r\nMillennium Development Goals (MDGs), to which \r\nthe Republic of Serbia fully subscribes, is fast \r\napproaching, and the United Nations and today’s world \r\nare at a crossroads. The process that has been initiated \r\nis an ambitious and complicated one. Even the outcome \r\ndocument of the 2012 United Nations Conference on \r\nSustainable Development (resolution 66/288, annex), \r\nentitled “The future we want”, makes it incumbent \r\nupon us to take action.\r\nI hope that the work of the Open Working Group on \r\nSustainable Development Goals will be a success. The \r\nRepublic of Serbia appreciates the opportunity given \r\nto it, as a member of the Group, to help in the drafting \r\nprocess aimed at establishing sustainable development \r\ngoals. For our part, we will do our utmost to contribute \r\nto defining sustainable development goals in clear \r\nterms. We believe that the sustainable development \r\ngoals should be global in nature but, at the same time, \r\nhave the capacity to be implemented in all countries, \r\nas countries differ so much in their capacity, level of \r\ndevelopment, priorities and policies.\r\nIt goes without saying that, in identifying the \r\nsustainable development goals, priority should be \r\naccorded to energy efficiency, renewable resources \r\nand climate change. Key development goals should \r\ndeal with sustainable economic development because, \r\nwithout it, it will be impossible to achieve social \r\ndevelopment, reduce hunger, poverty, unemployment \r\nand inequality, prevent further wage level disparities or \r\nprotect the environment.\r\nI expect that attention will also be focused on \r\nimplementing a global mechanism to prevent economic \r\nshocks from developed countries from spilling over to \r\ndeveloping countries and destabilizing international \r\nfinancial markets. As part of the process, voices \r\nfrom both “have” and “have-not” countries should be \r\nequally valued. Developing countries should highlight \r\nthe problems, and developed countries should act as \r\npartners in resolving them. \r\nAs a new member of the Economic and Social \r\nCouncil for the period 2014 to 2016, the Republic \r\nof Serbia will participate in all Council activities \r\nrelated to the MDGs and setting the stage of the post-\r\n2015 development agenda. However, there can be no \r\n13-48563 3/27\r\n25/09/2013 A/68/PV.9\r\nstructure of populations in areas where national \r\nminorities traditionally reside in large numbers. \r\nThe Republic of Serbia is a multi-ethnic, \r\nmultireligious and multicultural country. Dozens of \r\nethnic groups and several religious communities live \r\nthere peacefully, and its tradition of living side by \r\nside based on tolerance and respect of others has been \r\nlong, genuine and deep-rooted. Drawing upon our own \r\nexperience, we have wholeheartedly embraced the \r\nAlliance of Civilizations initiative. We have actively \r\npromoted intercultural and interfaith dialogue in \r\nall domains and at all levels, as that is the best way \r\nto overcome divisions caused by cultural, linguistic, \r\nreligious or any other diversity. \r\nGenerally, in the period under review, Serbia has \r\nachieved considerable progress in the protection of \r\nhuman rights, as noted in the presentation of the second \r\nuniversal periodic review, in Geneva in January, and \r\nduring the visit to Belgrade by Ms. Navanethem Pillay, \r\nUnited Nations High Commissioner for Human Rights. \r\nWe are ready to share our expertise and experience \r\nin the human rights field with our friends around \r\nthe world. The Republic of Serbia considers such \r\ncooperation a friendly exchange, not interference in the \r\ninternal affairs of other countries or as one-sided and \r\nirresponsible preaching and tutelage accompanied by \r\nconditions or blackmail.\r\nThe Republic of Serbia is a party to nearly all \r\ninternational instruments and initiatives in the field \r\nof disarmament, non-proliferation and arms control. It \r\nfully complies with the obligations it has undertaken. \r\nSerbia’s commitment to the Arms Trade Treaty, which \r\nwe recently signed, is based on the belief that the \r\nestablishment of legally binding international standards \r\nin that field is a significant contribution to eliminating \r\nthe illegal arms trade, fighting international terrorism \r\nand organized crime and promoting peace, security and \r\nstability — in other words, the alleviation of human \r\nsuffering. \r\nIn accordance with its agreed commitments, my \r\ncountry has counted and inventoried all weapons in \r\nits possession and has made the information available. \r\nIt has also allowed the inspection of its arsenals. Our \r\npartners know where each piece of Serbian weaponry \r\nis located. Nothing is kept secret. We have done so \r\nnot only because we were bound to do so, but to show \r\nand prove that Serbia is truly committed to peace and \r\ncooperation with its neighbours. \r\nUnited Nations. That danger is terrorism, which poses \r\na threat to fundamental human rights and creates an \r\nobstacle to business, thus undermining development as \r\nwell.\r\nAs a State party to most international counter-\r\nterrorism conventions, the Republic of Serbia attaches \r\ngreat significance to international activities aimed at \r\nsuppressing terrorism. And we are adapting our domestic \r\nlegislation to stem the scourge. We unequivocally \r\nsupport the United Nations Global Counter-Terrorism \r\nStrategy and all of the relevant resolutions adopted by \r\nthe General Assembly and the Security Council. \r\nSerbia, as a victim of terrorist attacks that have \r\neven taken the lives of children — the most innocent \r\nsegment of its population — understands well the \r\nneed for regional and broader counter-terrorism \r\ncooperation. Because terrorism knows no boundaries, \r\nStates Members of the United Nations must be ready to \r\ncooperate without compromise, prejudice, or limitations \r\nand without any exceptions or special cases allowing \r\nterrorist actions against one’s own people under the \r\npretext of so-called “freedom fighting”. \r\nIn that context, it is of the utmost importance to \r\nmake progress on the adoption of a comprehensive \r\nconvention on international terrorism. Serbia strongly \r\ncondemns terrorism in any shape or form, without \r\nregard to who the perpetrators may be, wherever such \r\nacts may be committed or for whatever purpose.\r\nOn the other hand, no one has the right, Serbia \r\nincluded, to limit itself to statements made in \r\ncondemnation. Victims of terrorist acts worldwide, \r\nthose injured in attacks or the families of victims have \r\nthe right to demand that persons responsible for such acts \r\nbe brought to justice and that any further recruitment of \r\nterrorists or financing of their organizations end.\r\nThe Republic of Serbia attaches great importance \r\nto the promotion and protection of human rights and \r\nis striving to fully comply with the internationally \r\nrecognized standards in that area. Serbia has taken a \r\nstep forward regarding the enjoyment of human rights \r\nby minority groups, particularly national minorities, \r\nwomen and children and persons with special needs. \r\nSerbia’s law on the protection of the rights and \r\nfreedoms of national minorities surpasses international \r\nconventions in many aspects. The Constitution of \r\nthe Republic of Serbia unambiguously prohibits the \r\nassimilation of national minorities and the undertaking \r\nof measures designed to artificially alter the ethnic \r\n4/27 13-48563\r\nA/68/PV.9 25/09/2013\r\ncontinue indefinitely, as well as about Serbia’s ongoing \r\nprogress towards becoming a fully f ledged member \r\nof the European Union. At the same time, Serbia has \r\nrevived old alliances and forged new ones throughout \r\nthe world, creating strategic partnerships with countries \r\nin the East, West, North and South.\r\nSerbia has been active in all regional initiatives and \r\norganizations, and has recently chaired some of them, \r\nmaking a remarkable impression on other members. As \r\na result, the Organization for Security and Cooperation \r\nin Europe (OSCE) has entrusted Serbia with its \r\nchairmanship for 2015. The OSCE chairmanship, to \r\nbe held by Switzerland in 2014 and then by Serbia in \r\n2015, serves as a good example of how to cooperate \r\nwithin international organizations. It will give Serbia \r\nan opportunity to make a constructive contribution to \r\nthe enhancement of the OSCE, especially since 2015 \r\nwill mark the fortieth anniversary of the Helsinki Final \r\nAct, one of the most important OSCE instruments. We \r\nare confident that our activities on regional initiatives \r\nand our forthcoming chairmanship of the OSCE will \r\nmake Serbia an ideal candidate for taking on greater \r\nresponsibility within the United Nations system, \r\nconsequently making it possible for it to be entrusted \r\nwith even more responsibilities and duties, when the \r\ntime comes.\r\nThe unilaterally declared independence of Kosovo, \r\nin 2008, has been creating problems and undermining \r\na system established by the United Nations at its start. \r\nThe United Nations has never recognized an illegal \r\nsecession attempt by Kosovo’s provisional institutions \r\nof self-governance, but a number of countries, \r\nirrespective of the norms of international law, have \r\nrecognized Kosovo as an independent State. Under \r\nconstant pressure and through blackmail on the part \r\nof large and powerful States, some other countries, \r\nincluding Serbia’s traditional allies, have unfortunately \r\nrecognized Kosovo as an independent State. \r\nSerbia has responded to such acts in a measured, \r\ndiplomatic and political manner, refraining from \r\nany use of force, to safeguard its sovereignty and its \r\nterritorial integrity. Faced with a situation where its \r\nvital national interests were at stake, a country would \r\nrarely demonstrate such a degree of level-headedness.\r\nWe are convinced that such problems, including \r\nthe status of Kosovo and Metohija, should be resolved \r\npeacefully. For that reason, we take heed of calls by \r\nthe General Assembly in 2010 to start negotiations with \r\nrepresentatives of the authorities in Pristina. Following \r\nContributions to peace can also be made through \r\ndisarmament. Never in its history has Serbia fought \r\na war of aggression, and the weapons now in its \r\npossession are only meant for its defence. Furthermore, \r\nSerbia has never posed a threat to any country. It has \r\nnever possessed weapons of mass destruction and has \r\nno intention of including weapons of mass destruction \r\nin its visible, quantifiable and verifiable arsenal.\r\nWe are aware that progress on disarmament and \r\narms control hinges not only on us. Success is related \r\nto developments carried out on a wider political and \r\nstrategic stage. \r\nIn the little more than one year since I took \r\noffice, I have visited almost all of the countries with \r\nborders in common with Serbia. I have spoken with the \r\nleaders of all of the neighbouring countries, including \r\nat international events. In that manner, I wanted to \r\nconvey the message that Serbia has opted for regional \r\ncooperation and working together with its neighbours \r\nto address the problems we share in common.\r\nOn behalf of Serbia, I have made symbolic gestures \r\nto effectively demonstrate that we wish to reconcile with \r\nthe peoples living side by side with us. I am confident \r\nthat those gestures will significantly contribute to \r\nreconciliation and help to right the wrongs of the past.\r\nWe are now looking forward to the future. It is our \r\ndesire to foster good relations with all neighbouring \r\ncountries by building a network of roads, railway lines \r\nand bridges; to try to make our mark on the international \r\nmarket; to promote our energy systems; to protect the \r\nenvironment; to cooperate in disaster relief; to develop \r\ncross-border projects; to have trade links and; to expand \r\nour cultural, scientific, educational, technological and \r\nsports cooperation. Our common goal is to improve the \r\nliving standards of everyone living in the countries of \r\nthe region.\r\nIn comparison with our neighbours, we can \r\ncompete only in terms of seeking to attain more human \r\nrights protection, whereas in all other respects, we will \r\ncooperate and help encourage one another to perform \r\nbetter. Serbia’s message to its European partners is \r\nthat the time for conflicts, distrust and disputes is now \r\nbehind us. Our country is looking forward to the future \r\nand to becoming a member of the European Union. It \r\nhas been decided, and we trust that Serbia will start \r\nnegotiations with the European Union no later than \r\nJanuary 2014. I hope that Serbia will be able to inform \r\nthe next General Assembly session about the outcome \r\nof those talks, which we believe will not last long or \r\n13-48563 5/27\r\n25/09/2013 A/68/PV.9\r\nrapporteur Dick Marty, a Swiss senator, has shown, and \r\nthe Parliamentary Assembly of the Council of Europe \r\nhas confirmed, that some Albanian leaders in Kosovo \r\nand Metohija organized the kidnapping and killing \r\nof Serbs whose organs were then harvested and sold \r\nillegally. We were not in a position to initiate legal \r\nproceedings for those crimes, which were committed \r\ntowards the beginning of the twenty-first century, \r\ncrimes that have so far not occurred anywhere else in \r\nthe world. We still believe that it is necessary for the \r\nUnited Nations to be included in investigating those \r\ncrimes, based on a report by the Council of Europe. \r\nSerbia appeals for the support of friends in its efforts to \r\nshed light on the truth behind those and other crimes so \r\nthat the perpetrators can be brought to justice. \r\nIn April, I spoke before the Assembly in the thematic \r\ndebate on the role of the international criminal justice \r\nsystem in reconciliation and about the work of the \r\nInternational Tribunal for the Prosecution of Persons \r\nResponsible for Serious Violations of International \r\nHumanitarian Law Committed in the Territory of \r\nthe Former Yugoslavia since 1991 (ICTY). We said \r\nthen that the ICTY had abused the mandate given to \r\nit by the Security Council; that it had not helped the \r\nreconciliation process in the territory of the former \r\nYugoslavia; that it had compromised the idea behind the \r\ninternational criminal justice system; that it had acted \r\nunder political pressure; that it was not independent; that \r\nit had acted differently in similar circumstances; that it \r\nhad acquitted some war criminals, in some instances \r\neven failing to indict them; that it had humiliated Serb \r\nvictims of the secession wars of the former Yugoslavia; \r\nand that it had attempted to paint a revisionist picture \r\nof history. We continue to hold the same points of view. \r\nBy accepting the integrity of the Tribunal, we \r\nhave not only earned the right to criticize its work \r\nbut also to propose a solution. Nevertheless, while \r\nits intention was not just to criticize this institution, \r\nSerbia suggested certain measures that might, to some \r\nextent, help redress the wrongdoings of the Tribunal. \r\nWe request the United Nations and the ICTY to find a \r\nlegal solution that ensures that Serb convicts are sent \r\nto serve their prison sentence in Serbia, so that justice \r\nmay be done more effectively, primarily as a way of \r\nhelping them reintegrate into society. That does not \r\nmean that we challenge the verdicts reached or that we \r\nare minimizing the crimes committed by those persons. \r\nWe simply want to help those concerned return to \r\nnormal life, once they come out of prison, as part of the \r\nSerbian community.\r\nthe efforts of Lady Catherine Ashton, European Union \r\nHigh Representative for Foreign Affairs and Security \r\nPolicy, we have made arrangements with the Albanians \r\nof Kosovo and Metohija. Serbia has thus shown that its \r\nintention was to protect the Serb community in Kosovo \r\nand Metohija as far as possible, to ensure that all its \r\ninhabitants in the southern Serbian province of Kosovo \r\ncould also lead normal lives on a day-to-day basis. \r\nLet us underscore that Belgrade and Pristina have \r\nonly reached agreement over clearly defined matters, \r\nsuch as local elections and the establishment of a \r\ncommunity of Serbian boroughs in Kosovo and Metohija, \r\nand that the Republic of Serbia has not recognized the \r\nindependence of Kosovo in any shape or form. The first \r\nagreement, which we promised to respect fully, does \r\nnot mean in any way that the Republic of Serbia intends \r\nto approve Kosovo’s entry into the United Nations and \r\nother international organizations, where membership is \r\nthe sole prerogative of sovereign States. \r\nThe United Nations has been present in Kosovo \r\nand Metohija for more than 14 years. We believe \r\nin the United Nations, which was entrusted with \r\nadministering this part of Serbia in 1999. Therefore, \r\nwe ask that the mandate of the United Nations Interim \r\nAdministration Mission in Kosovo (UNMIK) remain \r\nunchanged, that its staff not be downsized and that its \r\nactivities be reinforced. UNMIK plays an indispensable \r\nrole. It should coordinate the work of all international \r\nforces present in Kosovo and Metohija within a neutral \r\nframework, as stated in Security Council resolution \r\n1244 (1999). That resolution defined the tasks of \r\nthe United Nations and reaffirmed that Kosovo and \r\nMetohija is a province forming an integral part of the \r\nRepublic of Serbia.\r\nWe also support the work of the European Union \r\nRule of Law Mission in Kosovo (EULEX). We request \r\nthat the European Union respect its own principles as far \r\nas the province of Kosovo and Metohija is concerned. \r\nWe expect EULEX, by maintaining a neutral approach, \r\nto continue assisting in the development of democratic \r\ninstitutions within the province and in monitoring the \r\nhuman rights of Serbs and other non-Albanians, since \r\nonly their fundamental human rights are under threat.\r\nAs far as Serbia is concerned, there is yet another \r\npending task before the United Nations weighing on \r\nthe conscience of its Member States, one which must \r\nnot remain unaddressed, so that neither we nor future \r\nPresidents have to seek justice by repeating that a crime \r\nremains to be resolved. We wish to recall that special \r\n6/27 13-48563\r\nA/68/PV.9 25/09/2013\r\non lessons learned from the shortfalls in setting and \r\nimplementing the MDGs — the African continent \r\nintends to establish a post-2015 development agenda \r\nthat is capable of meeting its expectations and it calls \r\nupon the international community to support it.\r\nOn top of the development challenges come \r\nother security challenges. New hotspots and wars are \r\nemerging all over the continent. Coupled with that, the \r\nterrorism phenomenon has taken a heavy toll, as was \r\nthe case earlier in Mali and now in Kenya. \r\nTerrorism is a scourge that knows no borders. \r\nIt feeds off of the blood of the poor, spreading its \r\nrecruitment tools of ignorance, poverty and fanaticism. \r\nNo good can ever come from violence carried out \r\nagainst peaceful populations while using supposed \r\nreligious considerations or doctrines as a pretext. \r\nSuch violence is totally contrary to the principles of \r\ninternational law, in terms of human rights and the right \r\nto freedom of religion and opinion. Our profound belief \r\nis that the fight against terrorism must continue to the \r\nlast breath, in order to curb proliferation and eradicate \r\nit definitively.\r\nChad, for its part, has made its strategic choice. \r\nIt has decided to make its modest contribution to \r\nthe establishment of peace, security and stability \r\nwherever necessary. That fundamental position is the \r\nkey motivation of its candidature for non-permanent \r\nmembership in the Security Council for the period \r\n2014-2015. To that end, my country expects friendly, \r\nactive and enthusiastic support from the Assembly, to \r\nencourage its valiant people to continue to provide their \r\nutmost effort in supporting the cause of international \r\npeace and security, which are indispensible to \r\nestablishing a world based on stability, development \r\nand democracy.\r\nSince restoring its stability, Chad has remained \r\nmindful of all crisis situations in Africa and in the \r\nworld. It intends to fully cooperate with the United \r\nNations on all positive initiatives aimed at peace and \r\nsecurity, wherever the need may arise. \r\nMy country provided a clear indication of its \r\nunshakeable resolve through efforts with the United \r\nNations Mission in the Central African Republic and \r\nChad (MINURCAT)  in the eastern part of Chad, from \r\n2008 to 2010 protecting Sudanese refugees from Darfur \r\nand Chadian internally displaced persons and ensuring \r\nthe security of humanitarian personnel and associated \r\nUnited Nations personnel. \r\nSerbia respects every State Member of the United \r\nNations and offers each and every one of them its \r\nfriendship and trust. We expect that to be reciprocated \r\nin equal measure. The Serbia of today and tomorrow \r\ndeserves to be trusted. \r\nThe President: On behalf of the General Assembly \r\nI wish to thank the President of the Republic of Serbia \r\nfor the statement he has just made.\r\nMr. Tomislav Nikolić, President of the Republic of \r\nSerbia, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Idriss Deby Itno, President of the \r\nRepublic of Chad\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nChad.\r\nMr. Idriss Deby Itno, President of the Republic \r\nof Chad, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Idriss Deby Itno, President \r\nof the Republic of Chad, and to invite him to address \r\nthe Assembly.\r\nPresident Deby Itno (spoke in French): Allow me, \r\nat the outset, to congratulate the new President of the \r\nGeneral Assembly, Mr. John Ashe, his predecessor, \r\nMr. Vuk Jeremić, and Secretary-General Ban Ki-moon \r\nfor the work they have carried out since the previous \r\nsession. \r\nThe theme of this session, “The post-2015 \r\ndevelopment agenda: setting the stage”, is very much at \r\nthe heart of our concerns. The 2015 deadline we have \r\nset for ourselves will soon be upon us. The general \r\nimpression is that a number of countries continue \r\nto fall short in terms of funding the Millennium \r\nDevelopment Goals (MDGs), official development \r\nassistance and debt relief. It is unfortunate to note that \r\nall of the commitments made to boost economies and \r\ndevelopment efforts have not achieved the expected \r\nresults, despite major international mobilization.\r\nThere is a strong possibility that the 2015 deadline \r\nwill fall well short of many countries’ expectations, \r\nespecially in Africa — since poverty persists, despite \r\nthe development and implementation of national \r\npoverty eradication strategies. That is why — drawing \r\n13-48563 7/27\r\n25/09/2013 A/68/PV.9\r\nNevertheless, I think it would be timely to draw the \r\nattention of the Assembly to the humanitarian situation \r\nin Darfur as a result of the new hotbeds of tension that \r\nare emerging and which lead to a constant f low of other \r\nrefugees and internally displaced persons towards \r\neastern Chad. Currently, there are more than 400,000 \r\nrefugees and 200,000 internally displaced persons, \r\ncompared to 290,000 and 180,000 in past years. All \r\nefforts made since the outbreak of that crisis to foster \r\nthe return of refugees and internally displaced persons \r\nto their regions of origin have been in vain thus far. It is \r\nour duty to advocate from this rostrum for the energetic \r\npursuit of assistance from the international community \r\nto all those people as political and ethnic tensions \r\ncontinue to divert them from their path to return.\r\nChad condemns the rampant instability in the \r\neastern part of the Democratic Republic of the Congo. \r\nWe urge the Government and the members of the \r\nrebellion to reach a negotiated solution to their dispute \r\nto allow that great African country to focus on its \r\ndevelopment.\r\nOur profound belief is that the solution to all \r\nthe crises I have just listed cannot be military. A \r\nlasting, definitive solution to the ills that are hobbling \r\nthe development of Africa requires a constant \r\nstruggle against poverty, marginalization and youth \r\nunemployment. It also requires the establishment of \r\nconstructive dialogue among the various sectors of \r\na country, on the one hand, and permanent dialogue \r\namong different cultures and religions, on the other.\r\nAddressing the situation outside Africa, I must first \r\nmention the Israeli-Palestinian conflict, which persists \r\nand for which the international community has not yet \r\nfound the appropriate solutions. We urge and encourage \r\nthe efforts made by the Organization and the United \r\nStates Government to conclude a peace agreement that \r\nallows for the peaceful coexistence of two sovereign \r\nStates.\r\nThe situation in Syria troubles us all since it has \r\nreached a particularly grave stage. We have no right \r\nto allow a whole people to be cast adrift. The use of \r\nchemical weapons, which marks a dramatic escalation \r\nof the civil war in that country, is an affront to the \r\nhuman conscience and to the ideals present at the birth \r\nof the Organization. While welcoming the agreement \r\nbetween the United States and the Russian Federation \r\non the destruction of Syrian chemical weapons, my \r\ncountry wants to see the perpetrators of those crimes \r\nidentified and brought to an international tribunal. \r\nTrue to its philosophy, Chad sent the largest armed \r\ncontingent to Mali, with more than 2,000 men, and 900 \r\nto the Central African Republic. Some 1,800 Chadian \r\nsoldiers will join the new United Nations force in Mali. \r\nChadian peacekeepers are now present in Côte d’Ivoire, \r\nthe Democratic Republic of the Congo and Haiti as part \r\nof United Nations peacekeeping missions.\r\nWe take this solemn opportunity to formally \r\ncommend the successful completion of the transition \r\nprocess in Mali, with the holding of free, regular \r\ndemocratic elections unanimously hailed by the \r\nentire international community. Our wish is for that \r\nfraternal country to restore peace, unity and stability \r\nso that its sons and daughters can focus their energies \r\nand intelligence on progress and the well-being of the \r\npopulation.\r\nHowever, the situation in the Central African \r\nRepublic remains alarming. The insecurity and the \r\npolitical, economic and financial difficulties that \r\ncontinue to face the transitional Government represent \r\nmajor challenges of concern to everyone. The countries \r\nof the region, through the Economic Community of \r\nCentral African States, have made their utmost effort \r\nto mobilize military, financial and human resources to \r\nsupport peace and security in that country. \r\nI wish to welcome the establishment of the \r\nMission internationale de soutien à la Centrafrique \r\nsous conduite africaine, of which the Central Africa \r\nMultinational Force comprises the core. Its troop \r\nlevel will increase from 2,000 to 3,600, thanks to \r\nthe participation of Central African States and other \r\nfriendly countries that have shown an interest in joining \r\nthat noble cause. In spite of all those efforts, we must \r\nrecognize that the needs on the ground clearly highlight \r\nthe need for swift intervention, admittedly in the spirit \r\nof regional solidarity but also with the vital support of \r\nthe international community. To that end, we expect \r\nthe Security Council to adopt a firm resolution that \r\nprovides for logistical and financial support modalities \r\nfor the mission.\r\nTurning to the Sudan, as the Assembly knows, \r\nwe signed a peace accord on 15 January 2010 and \r\nestablished a joint force that has allowed us to stabilize \r\nour common borders. As a result, my country will \r\ncontinue to actively strive for peace in the Sudan, as \r\na member of the follow-up committee for the Darfur \r\nPeace Agreement.\r\n8/27 13-48563\r\nA/68/PV.9 25/09/2013\r\nMr. Paul Kagame, President of the Republic of \r\nRwanda, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Paul Kagame, President of \r\nthe Republic of Rwanda, and to invite him to address \r\nthe Assembly.\r\nPresident Kagame: Thirteen years ago, the \r\nMillennium Development Goals (MDGs) established \r\nhumanitarian principles for the twenty-first century. \r\nTogether, Member States and international organizations \r\nstood for the idea that the world’s poorest nations and \r\npoorest people should not have to live without dignity \r\nand hope.\r\nThe world is a different place now. We have \r\nwitnessed the struggles of a global economy reeling \r\nfrom a financial crisis and, indeed, a recession. But \r\nwe have seen a billion people lifted out of poverty, \r\nmore children in schools, greater care for the sick. And \r\nwe have observed a generation born in a new age of \r\ninformation, ready to embrace ever-expanding frontiers \r\nof technology.\r\nBut the transformative effect is not yet complete. \r\nThe list of shortcomings is as long as that of the \r\nsuccesses, and as we think about the theme of “The \r\npost-2015 development agenda: setting the stage”, we \r\nmust have the courage to go beyond business as usual. \r\nThe report of the High-level Panel on the Post-2015 \r\nDevelopment Agenda, A New Global Partnership: \r\nEradicate Poverty and Transform Economies through \r\nSustainable Development, has laid out an ambitious \r\nvision for the future, and I congratulate the eminent \r\npersons who worked to produce it.\r\nBut together we must now take an honest look \r\nat the MDGs, determine what worked and what did \r\nnot, and commit to forging a new global partnership \r\nfounded on mutual responsibility and trust. That will \r\nrequire developing nations to take greater ownership \r\nof the post-2015 agenda. One of the failings of aid has \r\nbeen the lack of attention to country-specific context \r\nin agreements. So now is the time for the developing \r\nworld to make its voice heard in order to shape the \r\ndebate and ensure that policies and programmes are \r\ndemand-driven. \r\nIt will also require Governments to empower those \r\nwhose lives we are trying to transform, to give them a \r\nHowever, we are greatly saddened to see Syria tear itself \r\napart and Syrians killing each other. The international \r\ncommunity must do its utmost to stop that tragedy.\r\nAllow me to turn to Cuba. The embargo against \r\nCuba, which has been in place for decades, unjustly \r\npenalizes that country. We call for the lifting of the \r\nembargo in order to allow the country to resume the \r\nplace it deserves in the comity of nations.\r\nAt the national level, Chad, which has definitively \r\nturned the painful page of wars and divisions, is now \r\nfully devoted to its development by exploiting its \r\nmineral and energy resources through daring strategies. \r\nTo do that, it has just adopted a national development \r\nplan that will soon be the subject of a round table \r\non its funding and implementation. At the political \r\nlevel, we give pride of place to dialogue. We have \r\nestablished a permanent political dialogue framework \r\nthat brings together the majority and the opposition and \r\nhas the power, inter alia, to create structures for the \r\norganization of future elections. With the assistance of \r\nChad’s partners, in particular the United Nations, we \r\nhave taken all the necessary steps to prevent and put \r\nan end to the recruitment and use of children in armed \r\nconflict.\r\nIn conclusion, allow me to reiterate a major concern \r\nfor my country. It is our ardent wish to finally see the \r\nlong-awaited reform in the United Nations, particularly \r\nthe Security Council. That reform, which has become \r\nan issue of justice and equity, is a top priority for \r\nAfrica. Keeping Africa, as well as other key actors on \r\nthe international scene, outside that universal forum \r\nappears shocking today to hundreds of millions of \r\nhuman beings throughout the world. The awakening of \r\nthe peoples of Africa, the role of the continent in the \r\nworld and its indispensable contribution to preventing \r\nand settling conflict means that our continent can no \r\nlonger be sidelined from the prestigious institution that \r\nis the Security Council.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of Chad for the \r\nstatement he has just made.\r\nMr. Idriss Deby Itno, President of the Republic of \r\nChad, was escorted from the General Assembly Hall.\r\nAddress by Mr. Paul Kagame, President of the \r\nRepublic of Rwanda \r\nThe Acting President: The Assembly will now hear \r\nan address by the President of the Republic of Rwanda.\r\n13-48563 9/27\r\n25/09/2013 A/68/PV.9\r\nthe International Criminal Court (ICC) has f louted \r\nthose principles. It has shown an open bias against \r\nAfricans. Instead of promoting justice and peace, it \r\nhas undermined reconciliation efforts and helped to \r\nhumiliate Africans and leaders, as well as serving the \r\npolitical interests of the powerful. \r\nNowhere have the shortcomings of the ICC been \r\nmore evident than in the ongoing trial of Kenyan leaders. \r\nThe people of Kenya have shown their eagerness to heal \r\nthe wounds of their past, reconcile and move on. That \r\nis why they elected the current leaders who are on trial. \r\nThose efforts to reconcile their communities and move \r\nforward should be supported, and development of the \r\nnational judicial capacity to fight impunity should be \r\npromoted rather than undermined. \r\nThe General Assembly and the Security Council \r\nshould be examining this matter as well as the wider \r\nissues of universal jurisdiction that have already been \r\nbrought before them. That is the least we can do to \r\nuphold the principles of justice and the equality of \r\nnations, support reconciliation processes and respect \r\nthe dignity of Africans.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Rwanda for the statement he has just made.\r\nMr. Paul Kagame, President of the Republic of \r\nRwanda, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Anote Tong, President, Head of \r\nGovernment and Minister for Foreign Affairs of \r\nthe Republic of Kiribati\r\nThe Acting President: The Assembly will now \r\nhear an address by the President, Head of Government \r\nand Minister for Foreign Affairs of the Republic of \r\nKiribati.\r\nMr. Anote Tong, President, Head of Government \r\nand Minister for Foreign Affairs of the Republic of \r\nKiribati, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Anote Tong, President, \r\nHead of Government and Minister for Foreign Affairs \r\nof the Republic of Kiribati, and to invite him to address \r\nthe Assembly.\r\nstake in the process and a say in their countries’ progress. \r\nIn Rwanda, we have found that empowering local \r\nleaders while demanding accountability is an effective \r\ncatalyst of development. But for decentralization to \r\nwork, the centre must remain stable. That is why we \r\ncontinue to place such emphasis on good governance. \r\nIt has inspired trust in our institutions and been a \r\nfoundation for our development. We know it is the best \r\nway to achieve inclusive and sustainable development.\r\nThere must also be a far greater focus on the role of \r\nthe private sector and recognition of its power to create \r\nprosperity. For that, we need a global environment \r\nwithout trade barriers and one that facilitates \r\ninvestment in infrastructure. Greater investment is \r\nparticularly needed in roads, railways and airports \r\nin order to connect domestic markets to regional and \r\nglobal ones. Investment is also needed in energy. \r\nElectricity, something taken so much for granted in the \r\ndeveloped world, is still a luxury for far too many people \r\nand businesses. Access to knowledge, information \r\nand technology will also play an important role. It is \r\nlevelling the economic playing field for developing \r\ncountries and is beginning to break the cycle of poverty.\r\nPost-2015 presents an opportunity to turn that new \r\nsense of possibility into a reality, to give people in \r\ndeveloping nations increased opportunity. In Rwanda \r\nwe are on course to meet all the MDG targets, but for us \r\nthey are the f loor, not the ceiling. We remain tireless in \r\nour pursuit of progress, because we know all too well the \r\ncost of failure. Next April, Rwanda will commemorate \r\nthe twentieth anniversary of the genocide. Over three \r\nlong months, f lickers of life went out all over the \r\ncountry, but today Rwandans are standing strong, \r\nhaving overcome adversity. In building a new nation, \r\nwe have a purpose that is shaped by a tragic past but \r\nfocused firmly on the future. And as within the larger \r\nAfrican and world community we move towards the \r\nnext chapter of global development, we must create \r\nstrong and meaningful partnerships that have a positive \r\nimpact on the lives of all. Together, we can make sure \r\nthat the post-2015 era is defined by opportunity and \r\noptimism, prosperity and progress, dignity and hope.\r\nOn another issue of critical importance, Africans \r\nsupported the global consensus against impunity and \r\nthe creation of an international justice system to fight \r\nit. We did so on the understanding that such a system \r\nwould promote peace and security within and between \r\nnations, and that it would uphold the principle of the \r\nequal sovereignty of nations. In practice, however, \r\n10/27 13-48563\r\nA/68/PV.9 25/09/2013\r\nand the President has appropriately selected the theme \r\n“The post-2015 development agenda: setting the stage” \r\nfor our discussions this week. Kiribati welcomes the \r\ntheme. We believe that it provides an opportunity for \r\nus to reflect on what we have done and achieved as \r\nindividuals, as leaders of our countries, and together as \r\na global body entrusted with making the world a more \r\npeaceful, secure and better place for everyone. We must \r\ncontinue to ask ourselves if what we are doing is in the \r\nbest interests of all our people, or of just a select few. \r\nWe must examine our efforts as leaders of this global \r\nfamily and ask ourselves if we are doing the right thing \r\nfor our children and their children, whose future rests \r\nin our hands and depends on our decisions.\r\nThis is the eighth time I have had the honour to \r\naddress this Assembly in my ten years as President, \r\nand on each occasion I have sought to convey the same \r\nmessage. On each occasion, I have spoken of the real \r\nand existential threat to my nation posed by climate \r\nchange and sea-level rise, and I have called for urgent \r\naction to ensure the long-term survival of countries like \r\nmine. Last year (see A/67/PV.11), I said that I would \r\ncontinue to speak of the peril confronting my country \r\nfor as long as I have breath in my body. \r\nWell, I am still breathing and the peril remains. \r\nIt is a critical issue for the survival of our people and \r\nindeed for all of humankind. Many of us here today \r\nare parents, and even grandparents. I myself have 10 \r\ngrandchildren. Surely the world that we want to leave \r\nto our grandchildren should be better than the one we \r\ninherited. But we are not on course to achieve that. \r\nIn fact, we are disastrously off course. The scientists \r\ntell us — as I am sure they will again reaffirm in their \r\nnext assessment report — that calamity awaits, and not \r\njust for those of us on low-lying islands. What we are \r\nexperiencing now on these low-lying atoll islands is an \r\nearly warning of what will happen further down the \r\nline. No one will be spared. \r\nWe cannot continue to abuse our planet in the \r\nsame old way. To shape the future we want for our \r\nchildren and grandchildren, we need leadership, we \r\nneed commitment, we need action — now. When we \r\nall return home to our children and grandchildren, \r\nwe must be able to look them in the eye and tell them \r\nwith confidence that we have done all that is humanly \r\npossible to combat the devastating consequences of \r\nclimate change.\r\nWe are grateful to the General Assembly for \r\nacknowledging that climate change is a matter that \r\nPresident Tong: I bring warm greetings from the \r\npeople of Kiribati, on whose behalf I am privileged to \r\nonce again address this Assembly.\r\nI would like to take the opportunity to echo \r\nthe sentiments conveyed by previous speakers in \r\ncongratulating Ambassador John W. Ashe on assuming \r\nthe presidency of the General Assembly at its sixty-\r\neighth session. We are indeed very proud to have \r\na brother from the small island developing States \r\npresiding over this session. I am confident that under \r\nhis able stewardship of the Assembly will continue its \r\nwork towards improving security and quality of life \r\nfor all members of our global community, in particular \r\nthe most vulnerable. Let me also take this opportunity \r\nto express my appreciation for the leadership of his \r\npredecessor, Mr Vuk Jeremić.\r\nI also commend the untiring commitment and work \r\nof Secretary-General Ban Ki-moon, who has been an \r\nable navigator on this journey, steering the United \r\nNations through the diverse and complex realities and \r\nthe myriad challenges facing our peoples and nations. \r\nOn behalf of the people of my country and our region, \r\nI wish to reiterate our deep gratitude for his personal \r\ncommitment to the issue of climate change and the \r\nplight of the most vulnerable. Our people still remember \r\nwith fondness the Secretary-General’s visit to Kiribati \r\nin 2011, which was particularly significant in that it was \r\nthe first visit to our country and region by the head of \r\nthe United Nations. I am also heartened and humbled \r\nto hear that his visit brought home to him the stark \r\nrealities of the challenges facing our people, living as \r\nwe are on the front line of climate change.\r\nAs we gather again in New York for this session, \r\nthe problems are perhaps greater today than they were a \r\nyear ago. Security challenges posed by climate change, \r\nconflicts, terrorism, transnational organized crime \r\nand other threats continue to undermine our efforts to \r\nachieve sustainable development, peace and security \r\nfor our global community. In the past few weeks, we \r\nhave seen heartbreaking events unfold here in the \r\nUnited States, in Syria, in Pakistan, in Kenya and in \r\nother parts of the world, giving ample evidence of the \r\ngrowing security threats to our peoples from within our \r\nown societies. We commiserate and join in prayer with \r\nthe families of all those affected by those barbaric and \r\nterrorist acts.\r\nThe ongoing work of the United Nations, and the \r\nwork awaiting us at this session, reflect these challenges, \r\n13-48563 11/27\r\n25/09/2013 A/68/PV.9\r\nAs we prepare for the Third International Conference \r\non Small Island Developing States, to be held in Samoa \r\nin 2014, the special needs of the most vulnerable low-\r\nlying small States, like Kiribati, the Marshall Islands, \r\nMaldives and Tuvalu, must be highlighted, for how \r\ncan we meaningfully discuss sustainable development \r\ngoals when a disproportionate amount of our time and \r\nscarce resources are focused on ensuring the survival \r\nof our people?\r\nFor us, the ocean is a double-edged sword. Sea-level \r\nrise threatens the very survival of our people. But the \r\nocean is also an integral part of our lives and provides \r\ndaily subsistence for our people. It can and should be a \r\nticket to freedom from dependency on others. We are a \r\nnation of water. We own substantial fishery resources. \r\nThe annual total catch in our waters is valued at some \r\n$400 million. Yet as owners, we receive only 8 per cent \r\nof that sum. Where is the equity, where is the justice \r\nin this? \r\nWe believe that this must change. Our objective must \r\nbe to maximize the returns from those resources, and \r\nwe have started in that direction with the establishment \r\nof our first fish-processing plant through a public-\r\nprivate partnership. We invite our partners to join us \r\nin that endeavour. I am convinced that, given the right \r\nsupport, we can achieve sustainable development by \r\nutilizing the available resources of our vast exclusive \r\neconomic zone. Through this approach, we can reduce \r\nour reliance on external assistance. I believe that if we \r\nare provided with the support we now need to develop \r\nour capacity to harvest and process our own resources, \r\nwe will also be better able to build our climate-change \r\nresilience.\r\nThe ocean is the next frontier in the pursuit of \r\nsustainable development. While we have failed to \r\nprotect our land and atmosphere from our human \r\ndemands, we must make sure that the ocean does not \r\nmeet with the same fate.\r\nIn June last year, we met in Rio de Janeiro to \r\nreview our progress 20 years on from the 1992 Earth \r\nSummit. Unfortunately, our track record in delivering \r\non our undertakings has not been good. In fact, in many \r\nrespects, our environment is worse off today than it \r\nwas 21 years ago.We renewed our commitment in Rio \r\nto achieving the future we want, but we need to move \r\nbeyond commitments and to act. The future we want \r\nwill require this Organization to restructure and realign \r\nitself to reflect the realities of our time: a time in which \r\nwarrants the attention of the Security Council. I applaud \r\nthe commitment of our Secretary-General to that \r\nspecific security threat and particularly welcome his \r\nrecent announcement to convene a high-level climate \r\nsummit at approximately this time next year. It will be \r\nthe most significant such event since the Copenhagen \r\nClimate Change Conference in 2009.\r\nBut the Secretary-General cannot mobilize the \r\nremedy needed on his own. He will need the support of \r\nall nations to ensure that the action necessary to address \r\nclimate change is taken. We must step up our national \r\nand collective efforts to mitigate global greenhouse gas \r\nemissions. We must urge major greenhouse gas emitters \r\nto do their part. We must also call with urgency on our \r\ndevelopment partners to assist in our efforts to deal \r\nwith the impacts of climate change and sea-level rise \r\nnow being experienced in our countries, and in our \r\nefforts to prepare our people for an uncertain future.\r\nThe delivery of international adaptation finance \r\nand resources is taking much too long. We cannot \r\ncontinue to stand on the sidelines and wait for others \r\nto deliver. In Kiribati, we are taking charge of our \r\nsituation and moving forward with our mitigation and \r\nadaptation strategies. We have finalized a national \r\nadaptation framework and are now working directly \r\nwith our partners on it. Australia, New Zealand, Taiwan \r\nand the World Bank are working with us to implement \r\nour national adaptation priorities.\r\nWhile we are taking adaptation measures to ensure \r\nthat Kiribati remains habitable for as long as possible, \r\nprudence demands that we prepare for the future of \r\nour people. We are looking to improve the skills of our \r\npeople to a level where they are able to exercise the \r\noption of migrating, to be able to migrate with dignity.\r\nWhen it comes to the Millennium Development \r\nGoals, our situation has not changed much since I last \r\nspoke before this body. We are on track on some of the \r\nGoals, but we continue to be off track on most. This, I \r\nbelieve, should not come as a surprise, as most of the \r\nlimited resources we have continue to be diverted from \r\nequally pressing priorities to fighting the onslaught \r\nof the rising seas and storm surges and their impact \r\non our water supplies, homes, livelihoods and public \r\ninfrastructure. This is a costly exercise, one we cannot \r\nafford but that is necessary. We will continue to rely on \r\nthe support and goodwill of our partners and members \r\nof our global family in that regard.\r\n12/27 13-48563\r\nA/68/PV.9 25/09/2013\r\nMr. Anote Tong, President, Head of Government \r\nand Minister for Foreign Affairs of the Republic of \r\nKiribati, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Bronisław Komorowski, President \r\nof the Republic of Poland\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nPoland.\r\nMr. Bronisław Komorowski, President of the \r\nRepublic of Poland, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Bronisław Komorowski, \r\nPresident of the Republic of Poland, and to invite him \r\nto address the Assembly.\r\nPresident Komorowski (spoke in Polish; English \r\ntext provided the delegation): First of all, I would like to \r\noffer my heartfelt congratulations to Mr. John Ashe for \r\nhis election as President of the General Assembly at its \r\nsixty-eighth session. \r\nIn one month’s time, it will have been 70 years \r\nsince the Foreign Ministers of the four major Powers \r\nagreed to set up a universal organization dedicated to \r\nensuring international peace and security. In Moscow, \r\nin 1943, high representatives of the United States, the \r\nSoviet Union, China and the United Kingdom took that \r\ndecision in the very midst of the most devastating war in \r\nhuman history. They knew that maintaining peace and \r\nthe creed of “war no more” required harmonious and \r\nconcerted international cooperation. They knew that \r\nit required collaboration among the great Powers and \r\nrespect for the principles of international law, as well as \r\nthe building of infrastructure for peace. The declaration \r\npublished back then rightly spoke of the need to act for \r\njustice among nations. That is important, because it is \r\nfrom injustice or from the sense of a lack of justice that \r\nmany conflicts, both internal and international, have \r\noriginated and continue to originate.\r\nOn the eve of that anniversary, it is worth examining \r\nto what extent the international community copes \r\nwith threats to peace and with open-ended, prolonged \r\ndisputes. The Organization and its States Members are \r\nright to be satisfied with the body of work produced \r\nsince then to help maintain security and peace. The \r\nnew and emerging security threats, such as climate \r\nchange, climate variability, sea-level rise and ocean \r\nacidification, are challenging the international system \r\nof governance; a time in which the future survival of \r\nsome nations is seriously in question; a time when all \r\nthose countries with the ability to do so must contribute \r\nto the prevention of this calamity or be forever judged \r\nby history.\r\nBusiness as usual can no longer be considered an \r\noption. Let us not limit ourselves to working within the \r\nboundaries of our comfort zones. Let us be inclusive \r\nrather than exclusive. We must listen to civil society, \r\nour youth and women’s groups and allow those with \r\nthe ability to make a contribution to join in the global \r\ndialogue and action to address these major challenges.\r\nIn that regard, we welcome the continued resolve \r\nof the Secretary-General and the President of the \r\nGeneral Assembly to accelerate action on the reform of \r\nour Organization, to ensure the highest level of global \r\ncollaboration, accountability and decisive action, and \r\nto inspire a greater sense of urgency on issues of critical \r\nconcern to our global community.\r\nWe also welcome the inclusion of Taiwan in the \r\ninternational processes of the World Health Assembly. \r\nWe hope that a similar inclusive approach will prevail in \r\nrespect of other international institutions and processes, \r\nso that Taiwan, and others currently excluded, can \r\nparticipate and contribute meaningfully for the good of \r\nhumankind.\r\nResolution 66/288 calls for a frank assessment of \r\nour global decision-making structure. It requires bold \r\nbut rational political commitment on a global scale. \r\nAs leaders of our global family, we must be brutally \r\nhonest in accepting the fact that unless we act now to \r\nshape the future we want for our children and their \r\nchildren’s children, the prospects for success will be \r\nbleak. As we chart the path towards the future we want, \r\nwe must address the fundamental threats to the security \r\nand very existence of the members of this family of \r\nnations. Once again I call on all of us to ask ourselves \r\nthe question, “Whose interests are we pursuing? Are \r\nwe here to secure the future of each other’s children \r\nor just our own?” This is the greatest moral challenge \r\nfacing us today.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President, Head of \r\nGovernment and Minister for Foreign Affairs of the \r\nRepublic of Kiribati for the statement he has just made.\r\n13-48563 13/27\r\n25/09/2013 A/68/PV.9\r\nin that work and intends to continue its engagement for \r\nfurther necessary reforms.\r\nThe Syrian tragedy, including the use of chemical \r\nweapons, is symbolic of a broader phenomenon — the \r\nignoring of international values, norms and obligations \r\nadopted by the Organization and the entire international \r\ncommunity. After all, they should apply to everybody to \r\nthe same degree, with no one set outside or above them. \r\nToo often, the immediate national interests of countries \r\nhave the upper hand. That leads to tragic consequences \r\nin terms of human rights and humanitarian issues, \r\nincluding the principle of the responsibility to protect, \r\nfor which we had such high hopes when it was adopted \r\nin 2005. \r\nArmed conflicts are an extreme manifestation of the \r\nmass violation of human rights. The tragic development \r\nof the situation in Syria, which has claimed more than \r\n100,000 victims by now, could have been prevented, \r\nespecially if the Security Council had adopted the \r\nnecessary decisions early enough. Therefore, the \r\nsolution of the difficult, complex and interrelated \r\nproblems of the Middle East entails a comprehensive, \r\nimaginative and impartial approach.\r\nMr. Sinhaseni (Thailand), Vice-President, took the \r\nChair.\r\nIn a context where everyone is focused on security \r\nissues — including new, non-traditional ones, and \r\nwhere the dominant concerns are the economy. crisis \r\nmitigation, the fight for growth and competitiveness, \r\ncompetition for markets and land that could provide \r\nvaluable raw materials for economic development — we \r\ncannot forget about human rights. Recently, many actors \r\nin the international arena have failed to care about \r\nthem. But is it possible for us to ignore them, when, for \r\ninstance, the violations are too close to genocide? \r\nLet me remind the Assembly that this year, on \r\n9 December, we will be celebrating the sixty-fifth \r\nanniversary of the adoption of the Convention on the \r\nPrevention and Punishment of the Crime of Genocide, \r\nwhich was, by the way, initiated and drafted by the \r\nPolish lawyer Raphael Lemkin. The message from his \r\nresearch and initiatives, which started in Warsaw in the \r\nearly 1930s, is as follows: we must be alert and sensitive \r\nto the symptoms of future violations of human rights; it \r\nis our duty to respond to them and not just show moral \r\noutrage. \r\nAs the effectiveness of the response depends on \r\ninternational cooperation, the United Nations is to be \r\nUnited Nations has proven to be an instrument that, \r\nsince the Second World War, has made international \r\nrelations more civilized in very many areas, not just \r\nin relations among countries but also within them. \r\nUnderstandably, the world is still far from ideal, but we \r\nshould not lose heart. A better world is possible, and \r\nwe should not lose sight of that. That is the real ideal \r\noutlined in the Charter of the United Nations, and it \r\nis a duty that belongs to all of us, the Members of the \r\nOrganization.\r\nThe justified satisfaction with the progress made, \r\nwhich was ensured with the aid of the United Nations \r\nand enjoyed by the whole of humankind, cannot hide the \r\nweaknesses of the Organization and its ineffectiveness \r\nin situations it was set up to resolve. \r\nOne such current situation is the civil war in Syria. \r\nThat conflict has led to a large number of victims and \r\nhas created a major humanitarian crisis. It is a threat \r\nto regional security and stability. In such situations, \r\nMembers of the Organization are authorized to \r\ndemand efficient action by the Security Council. That \r\nis a justified expectation of ours based on Article 24 \r\nof the Charter. Regrettably, we must conclude that in \r\nthe Syrian dispute, members of the Security Council \r\nhave spoken out for individual sides in the war and \r\nsupported them in various ways, rather than make the \r\nparties stop fighting and commit to peace talks. That \r\nhas revealed the lack of capacity and efficiency of the \r\ndecision-making mechanisms of the United Nations.\r\nThisis all the more reason not to procrastinate or \r\nwait for another anniversary as a pretext to return to our \r\nefforts to reform the Security Council in a way that would \r\nalso bolster its authority, legitimacy, representativeness \r\nand effectiveness. We are talking about a more systemic \r\nsolution that would not limit the Security Council \r\nbut would go beyond the Council by reinforcing its \r\nrepresentativeness. We are thinking today about the \r\nsignificance of the original principle of the right to veto \r\nof the Security Council’s permanent members, in the \r\nlight not just of current or future challenges but also of \r\nthe changes in the global international order, which are \r\nunfolding before our very eyes. It would be beneficial \r\nif the discussion about those issues could follow a \r\nformula similar to the one that proved successful prior \r\nto the sixtieth anniversary of the Organization, which \r\nbrought about a rather ambitious reform agenda for the \r\nOrganization, some of which found its way into the \r\nWorld Summit Outcome adopted by Member States in \r\n2005 (resolution 60/1). Poland was an active participant \r\n14/27 13-48563\r\nA/68/PV.9 25/09/2013\r\nthe United Nations Framework Convention on Climate \r\nChange takes place in November. \r\nWe know in Poland that just one single generation \r\ncan be enough to make unbelievable progress. When \r\ncommunism fell in 1989, Poland was a poor country, \r\neconomically ruined and badly indebted. It needed \r\ninternational aid, not in the form of non-repayable \r\nborrowing but debt relief and restructuring, technical \r\nand training assistance, access to markets of better \r\ndeveloped countries and foreign investment. \r\nCoupled with the hard-working nature and \r\nentrepreneurial spirit of the Poles, that has all borne \r\nfruit in abundance. Since then, our gross domestic \r\nproduct has increased by approximately 400 per cent, \r\nwhile our emissions have dropped by more than 30 per \r\ncent, as compared with the baseline year. That attests \r\nto the fact that it is possible and realistic to achieve \r\neconomic growth while curbing the growth of harmful \r\nemissions. \r\nObviously, we are aware that there is no single \r\nformula for everyone and no single path to sustainable \r\ngrowth. There are different baseline circumstances, \r\nenvironments and cultural and geographical conditions. \r\nThe Polish example, however, and that of other post-\r\nCommunist countries, should be considered in other \r\nregions of the globe. \r\nThe same is true for the European development \r\nmodel of the European Union, which strives to \r\ncombine democracy and human freedom, economic \r\ncompetitiveness, social justice and solidarity. It is \r\nnot about being Eurocentric. It is an experience most \r\nappreciated by those who come to Europe from the \r\nfurthest parts of the world and want to stay there. Do \r\nnot be misled by the economic crisis in the European \r\nUnion, which most countries in the Union are already \r\nbeginning to overcome. The European development \r\nmodel remains universally attractive. \r\nOur experience also suggests that even the most \r\ngenerous foreign assistance will not replace efforts \r\nmade internally by a country. It is frequently an \r\nindispensable precondition, yet is insufficient in \r\nitself. Internal efforts and factors — the freedom and \r\nempowerment of individuals, economic freedom and \r\nthe stability of the State — always form the foundation. \r\nGood governance is another important aspect \r\nof successfully pursuing sustainable growth, as it \r\ncombines democracy, self-government, human rights, \r\na centre for such international cooperation. The United \r\nNations is the best, and often the only, such centre. We \r\nmust not allow the instruments for the protection of \r\nhuman rights developed by the United Nations to be \r\neroded. Their effectiveness will depend upon whether \r\nwe remain united, and not just in name. It is necessary \r\nto establish a mechanism that would, in an objective and \r\nuncontroversial manner, force harmonious cooperation \r\nbetween the permanent members of the Security Council \r\nin the face of situations that fall under the principle of \r\nthe responsibility to protect, in order to ensure that the \r\nprevention of such crimes and the effective response to \r\nthem prevail over individual geopolitical interests.\r\nThe practice of exploiting children in armed \r\nconflicts is particularly saddening and causes a lot of \r\noutcry. The fact that many Governments tolerate such \r\npractices and that the Organization, despite existing \r\nconventions and protocols, is unable to do more in \r\nthis area is unacceptable. Let me remind the Assembly \r\nthat the Convention on the Rights of the Child was \r\nalso developed on Poland’s initiative. For children, \r\ntheir safety, development and rights, it is the family \r\nthat matters most. Looking at the family and its role \r\nin society makes us aware of how much the family \r\nmeans when it comes to respecting human rights. We \r\nare particularly sensitive to that in Poland.\r\nWhat in many countries is a tangible but slight \r\ndeficit in the exercise of economic and social rights, \r\nwhile in many others it is poverty and chronic \r\nunderdevelopment. Poverty and underdevelopment are \r\nnot just human rights issues and factors that undermine \r\nthe dignity of the individual and entire social groups. \r\nThey are also the reason that individuals and nations \r\nare unable to ensure survival on their own, or to fulfil \r\ntheir creative potential for their own benefit and that of \r\nhumankind. That is why international efforts aimed at \r\nhelping regions and countries that suffer poverty and are \r\nconstantly underdeveloped are so important for them to \r\nbe able to take the path of sustainable growth and stop \r\nbeing chronically dependent upon external assistance. \r\nFirst and foremost, however, that is necessary so that \r\nfundamental human rights are respected and local \r\nresidents regain their sense of dignity in order for their \r\ninherent potential to serve the development and enrich \r\nthe diversity of the human civilization.\r\nThose objectives will be served by the climate \r\nnegotiations that Poland is going to chair when the \r\nnineteenth session of the Conference of the Parties to \r\n13-48563 15/27\r\n25/09/2013 A/68/PV.9\r\nMr. Bronisław Komorowski, President of the \r\nRepublic of Poland, was escorted from the General \r\nAssembly Hall.\r\nAddress by His Majesty King Mswati III, Head of \r\nState of the Kingdom of Swaziland\r\nThe Acting President: The Assembly will now \r\nhear an address by the Head of State of the Kingdom \r\nof Swaziland.\r\nHis Majesty King Mswati III, Head of State of \r\nthe Kingdom of Swaziland, was escorted into the \r\nGeneral Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Majesty King Mswati III, Head of State of \r\nthe Kingdom of Swaziland, and to invite him to address \r\nthe Assembly.\r\nKing Mswati: It is a great pleasure for me to have \r\nthis opportunity to join my fellow Heads of State and \r\nGovernment at the sixty-eighth session of the General \r\nAssembly. We wish to offer our profound congratulations \r\nand support to the President of the Assembly. We also \r\nwish to express the Kingdom’s sincere appreciation to \r\nSecretary-General Ban Ki-moon and his entire staff \r\nfor their efforts and the role they continue to play in \r\nimproving the working mechanisms of the United \r\nNations and for being such a good host.\r\nThe United Nations has brought hope to those who \r\nare suffering, which is one of the pillars of its Charter. \r\nThe fundamental purpose of the United Nations is to \r\npromote tolerance among humankind so that nations \r\ncan live together in peace with one another. We are \r\npleased that the United Nations has always worked \r\nhard to promote and maintain international security, \r\nand it has further taken positive action to prevent and \r\nremove threats to the peace that humankind so desires. \r\nWe are also cognizant of the fact that humankind is \r\nfacing a test of unprecedented proportions in hotspots \r\nthat continue to pose a huge challenge for the United \r\nNations to address.\r\nWe have been deeply saddened by the senseless \r\nkilling of innocent people that took place this week \r\nin Nairobi. We condemn such acts of terrorism in \r\nthe strongest terms. We send words of comfort to the \r\nGovernment and the families who lost loved ones \r\nthrough that tragic and senseless violence. The world \r\nneeds to stand together and wipe terrorism from the \r\ncompetence, a lack of corruption and the primacy of \r\nthe interest of the country as a whole over particular \r\ninterests, whether they are political or economic. The \r\nentire notion of good governance is spelled out in a \r\nresolution of the Human Rights Commission initiated \r\nby Poland in the late 1990s. Only with good governance \r\nin place can international aid bring about desirable \r\nresults in combating poverty and taking the route of \r\nsustainable growth.\r\nPoland is an active participant in the international \r\ncommunity, and not just through its bilateral relations \r\nand membership regional organizations such as the \r\nEuropean Union, or supra-regional ones such as NATO \r\nand the Organization for Security and Cooperation in \r\nEurope. We are also trying to create a better international \r\norder by being active in the United Nations. Poland, an \r\nunflinching believer in the purposes and principles of \r\nthe United Nations, is convinced that it is necessary \r\nto respect the treaties and commitments made by the \r\nOrganization — by us — and supports institutions and \r\nprogrammes that facilitate their implementation. \r\nFor years, one of the priorities of our policy has been \r\nthe promotion of human rights and democracy. Poland \r\ncurrently holds the presidency of the Human Rights \r\nCouncil. The European Endowment for Democracy was \r\nestablished on Poland’s initiative as well. Our country’s \r\nshare in development aid is growing, particularly \r\nwithin the European Union. Next November, Warsaw \r\nwill host the climate summit, where we will preside \r\nover the most important development process, namely, \r\nthat of climate-related negotiations.\r\nPoland has always been active in efforts aimed \r\nat ensuring the non-proliferation of weapons of \r\nmass destruction, particularly chemical weapons. \r\nDrawing on our experience and rich relations with \r\nother countries, we wish to continue to contribute to \r\nreinforcing international peace and security. That is \r\nwhy we are seeking a seat on the Security Council for \r\nthe period 2018-2019. We believe that as a member of \r\nthe Security Council, we will be able to help achieve \r\nthe purposes and principles of the United Nations, as \r\nwell as represent the interests of Member States in line \r\nwith the letter and spirit of the Charter of the United \r\nNations.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Poland for the statement he has just made.\r\n16/27 13-48563\r\nA/68/PV.9 25/09/2013\r\nthem towards financing conflict situations instead of \r\nthe welfare of the people.\r\nThe Kingdom of eSwatini is committed to a \r\nprocess of consultation with the people at the People’s \r\nParliament — Sibaya — and other dialogue forums. \r\nThat practice is democratic and participatory in \r\nthat everybody is involved in key decision-making \r\nprocesses.\r\nBefore I came to attend the General Assembly, \r\nthe Kingdom of eSwatini held a very successful and \r\npeaceful election, which proved to be one of the most \r\nsuccessful we have had over the years. Some 40 per cent \r\nof the Swaziland population were eligible to vote, and \r\n70 per cent of them registered to do so in the elections. \r\nThe primary and secondary elections were also very \r\npeaceful, free and fair, without any undue influence.\r\nIn the past, there had been only one day of voting, \r\nbut this year we had to extend voting for two days \r\nduring the primary and secondary elections. Our \r\nelections embrace our traditions and culture, whereby \r\npeople from communities nominate people in their \r\nchiefdoms to compete at constituency level, which \r\nwe call Tinkhundla. The winners then go straight to \r\nParliament as a direct representation.\r\nAs a result, the people are happy to be part of \r\nthe Government formulation process, because they \r\ncan claim ownership of the people who constitute the \r\nGovernment of the day. It is in that vein that we trust \r\nthat the new parliamentarians will work very well with \r\nthe people in shaping the future of the Kingdom of \r\neSwatini, with a view to meeting their aspirations and \r\nattaining the objectives of the Millennium Development \r\nGoals.\r\nWe also note with interest the increased number \r\nof observers in this year’s election. Regional and \r\ninternational observers were highly impressed with our \r\nelections. We therefore call upon the world to embrace \r\nour system.\r\nWe are aware of the fact that many countries do \r\nnot understand how our system of government works. \r\nWe are happy to define our system as a monarchial \r\ndemocracy. Monarchial democracy is defined as a \r\nmarriage between the monarchy and the ballot box. \r\nThe ballot box represents the will of the people. The \r\npeople provide advice and counsel to the King, and \r\nthat ensures transparency and accountability. It is a \r\ncombination of power and empowerment. It means that \r\nface of the universe. We call upon those who support \r\nsuch activities to cease from doing so forthwith.\r\nWe are also extremely disturbed by the deadly \r\nconflicts in countries such as Syria, where innocent \r\npeople including women and children, are dying on \r\nboth sides, with some displaced now living as refugees \r\nin other countries. We encourage all of the people of \r\nSyria to immediately cease fire and use dialogue as a \r\nmeans of solving their differences, because using the \r\nbarrel of a gun to settle a score will not help them; \r\ninstead, it will leave the Syrian people divided and not \r\nseeing eye to eye. Infrastructure and social services \r\nwill be destroyed, leaving increased problems that will \r\nhave devastating effects for a very long time to come. \r\nWe trust they will soon find a peaceful resolution to \r\ntheir crisis. \r\nThe findings of the United Nations mission on the \r\nuse of chemical weapons in Syria should be used as a \r\nbasis to chart a way forward in pursuit of the dismantling \r\nof these unconventional weapons of mass destruction, \r\nwhich pose a serious threat to humankind. As long as \r\nchemical weapons continue to exist in that country, it \r\nremains at risk of similar attacks, where nobody will \r\nown up to them. Therefore, it is only proper that the \r\ndismantling process begin with immediate effect to \r\nprevent a similar attack in the future.\r\nIt is important that whatever action takes place in \r\nSyria, it must fall within the mandate of the United \r\nNations. The United Nations must act quickly on those \r\nissues and take a leading role in making sure that those \r\nepisodes where life is lost through the use of such \r\nweapons are prevented.\r\nIt is important for leaders and Governments to \r\nmaintain contact and be in constant consultation with \r\ntheir people at all times to avoid situations where leaders \r\ndo not understand the aspirations of their people. It is \r\nimperative to create forums where people will have \r\naccess to Government to express themselves, because \r\na lack of such communication and detachment leads to \r\neither Governments or the people reacting in a violent \r\nmanner towards the other.\r\nThe domino effect of such situations can lead to \r\nan international crisis, as the problems of one country \r\ncan easily spiral into problems for others, which may \r\nneed to intervene. Such strife causes countries, as well \r\nas the United Nations, to divert resources from the \r\nobjectives of socioeconomic development and channel \r\n13-48563 17/27\r\n25/09/2013 A/68/PV.9\r\nyoung people, women, men, the business community, \r\npeople with disabilities, faith-based organizations, civil \r\nsociety organizations and different regiments.\r\nOn the goal of eradicating poverty, the nation \r\nagreed that poverty was still a challenge and that \r\ngreater efforts were needed to address it. The poor \r\nperformance of the economy in recent years due to the \r\nglobal financial crisis has contributed to the situation, \r\nand therefore a great deal still needs to be done in that \r\nregard.\r\nAs to providing quality education and lifelong \r\nlearning, the country has made significant progress \r\ntowards achieving universal primary education. \r\nHowever, there is a need to focus, with the support of \r\nthe private sector, on the quality of education and to \r\nintroduce more vocational skills.\r\nThe Government has invested significantly in the \r\nhealth sector. However, the burden of disease continues \r\nto exist; hence that goal remains very relevant for the \r\npeople of eSwatini. The country is still faced with \r\nthe problem of HIV/AIDS, and therefore, in the post-\r\n2015 development agenda, the pressure to address the \r\nscourge as well as other, non-communicable diseases \r\nshould be maintained.\r\nEnsuring food security and good nutrition remains \r\na priority and should feature prominently in the post-\r\n2015 development agenda. However, the issue of \r\nclimate change continues to be a drawback to many \r\nof our developing countries. Our food production has \r\nbeen seriously affected by climate-change patterns and \r\nthe related challenges.\r\nThe provision of adequate financial resources and \r\nthe transfer of environmentally sound technologies and \r\ntechnical assistance to developing countries are critical \r\nif we are to achieve our global objectives. We therefore \r\nappeal to our developed partners to honour the pledges \r\nthey have made to the Green Fund and the sustainable \r\ndevelopment programme as a matter of priority. We \r\nstrongly believe that this could add the required \r\nimpetus in the context of our objective of increasing \r\nfood production.\r\nThe goal of achieving universal access to water and \r\nsanitation is also important for the people of eSwatini, \r\nsince water is a very basic requirement for agricultural \r\nand industrial production, as well as for domestic use. \r\nRemarkable progress has been made in the area of \r\nsupplying potable water to households; coverage has \r\nreached 71 per cent nationally. \r\nthe monarchy of eSwatini guarantees the continuity of \r\nstability, and the democracy of eSwatini guarantees the \r\nshared power of the people.\r\nTherefore, the monarchy is married to the trust of \r\nthe people, who believe that the King does everything \r\nin their best interests. It is home-grown; it easily \r\naccords with the norms and values of the Swazis and is \r\ntherefore easily understood by all Swazis.\r\nTo those who proclaim that democracy is the \r\nanswer to all nations and their development, we present \r\nourselves as testimony of a new democratic ideology \r\nthat works. It has a place in modern-day democracy, \r\nand it complies with all structures of the United \r\nNations family. The Kingdom of eSwatini is committed \r\nto the ideals of the United Nations just as much as it \r\nis dedicated to protecting its history, its legacy and \r\nits dignity, while at the same time embracing the \r\nopportunities and possibilities for cooperation within \r\nthe community of nations.\r\nIt is therefore the Kingdom of eSwatini’s position \r\nthat it believes in democracy as an idea, but not as an \r\nideal, because things that are ideal to some may not be \r\nideal to others. The Kingdom of eSwatini will, however, \r\ncontinue to embrace the opportunities, the technologies \r\nand the mechanisms that create a modern society.\r\nOur ultimate goal is to have achieved first-world \r\nstatus by 2022, or at least visible signs that we are \r\nheading in that direction socially, economically and \r\notherwise. In the past five years, significant progress \r\nhas been made in the Kingdom towards poverty \r\neradication, improving the health of our people, and \r\ninfrastructure and agricultural development. We are \r\nconfident that we will see much more progress in the \r\nnext few years.\r\nThe kingdom of eSwatini has been implementing \r\nthe Millennium Development Goals (MDGs), which \r\nbecame effective in 2000 and most of which have a target \r\ndate of 2015. Good progress has been made in the areas \r\nof education, gender, the empowerment of women and \r\nmalaria control. Although the country has implemented \r\na number of initiatives aimed at addressing the other \r\nMillennium Goals, there is still a need to accelerate \r\nefforts to address the issues of poverty, HIV and AIDS, \r\ninfant mortality and maternal health.\r\nIn order to solicit views on the post-2015 development \r\nagenda, the Kingdom of eSwatini embarked on an \r\nintensive consultative process. It involved a cross- \r\nspectrum of stakeholders, including traditional leaders, \r\n18/27 13-48563\r\nA/68/PV.9 25/09/2013\r\nMr. Mikheil Saakashvili, President of Georgia, was \r\nescorted into the General Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Mikheil Saakashvili, \r\nPresident of Georgia, and to invite him to address the \r\nAssembly.\r\nPresident Saakashvili: It is a great honour to once \r\nagain represent my beloved nation at this rostrum. \r\nDuring the past decade, when I have had the privilege \r\nto address the Hall, Georgia has moved from a failed \r\nState to a market democracy. We have experienced \r\nboth advances and setbacks, both breakthroughs \r\nand mistakes. But the world has been able to witness \r\nmy nation’s constant commitment to freedom. I ask \r\nmembers today once again to hear the voice of a \r\nnation that transcends political, social and religious \r\ndifferences in a common love for freedom — a voice \r\nthat, despite all the problems we have encountered and \r\nthe challenges we still have to overcome, is full of hope. \r\nLooking at our world today, I think that this voice of \r\nhope is needed.\r\nThe optimism of the early 1990s, when the spread \r\nof liberal and democratic values seemed natural, when \r\nthe end of history had been proclaimed, and when the \r\nUnited Nations was set to become the heart and the \r\nsoul of a world finally at peace, the optimism of that \r\nera — noticeable when I was a student in New York \r\nand visited the United Nations as an intern — was then \r\ncrushed by a wave of pessimism and cynicism.\r\nThe world is not at peace. Humankind has not \r\nreconciled with itself, and the United Nations did not \r\nbecome the heart and soul of a united globe. Western \r\ncivilization, once triumphant, is now trying to tackle a \r\ndeep economic, social, and spiritual crisis. In Eastern \r\nEurope the colour revolutions are challenged by the \r\nvery forces they defeated a few years ago. In the Middle \r\nEast the glorious images of cheering crowds in Cairo \r\nand Tunis have been replaced by the horrendous videos \r\nof the gassed children of Damascus.\r\nThere are many good reasons to be disillusioned. \r\nBut should the untrammelled optimism of the 1990s be \r\nreplaced by an equally untrammelled pessimism, by a \r\nsense of resignation that stif les hope? Should the fact \r\nthat the expansion of democracy and freedom turns out \r\nto require profound struggle cause us to renounce our \r\nbeliefs and our principles?\r\nThe creation of jobs, sustainable livelihoods and \r\nequitable growth is critical for the development of any \r\ncountry and is linked to the goal of ending poverty. \r\nEmphasis should be put on value addition, technology \r\ntransfer and the development of entrepreneurial skills, \r\nparticularly for young people. As a country, Swaziland \r\nis fully behind the post-2015 agenda, because it remains \r\na guideline for the international community in working \r\ntogether for the sustainable development of our \r\nrespective countries.\r\nThe issue of the reform of the Security Council \r\nremains a top priority for the African continent. We are \r\ncalling for a Council that will give equal opportunities \r\nto all regions of the world to voice their opinions as \r\nan international family on issues regarding global \r\nconflict. We believe our proposal is just and fair so that \r\nas a region Africa can have a voice in the affairs of the \r\nCouncil as equal partners in this global Organization.\r\nThe United Nations should continue to play its \r\nadvocacy role to ensure humankind continues to live \r\npeacefully with each other. All nations around the \r\nworld should be given equal opportunities to share their \r\nexpertise and experiences with the Organization.\r\nThe Kingdom of eSwatini is happy to note that, \r\nwith solid international support and cross-Strait \r\ndevelopments, the Republic of China on Taiwan has \r\nincreased its meaningful participation in United \r\nNations specialized agencies and mechanisms. We \r\nwill continue to encourage positive interaction in the \r\ninternational arena between the two sides of the Taiwan \r\nStrait. \r\nFinally, I hope that this session will come up \r\nwith the desired results and tangible targets. We also \r\nlook forward to a post-2015 agenda that will create a \r\nconducive landscape for all humankind to live in.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Head of State of the \r\nKingdom of Swaziland for the statement he has just \r\nmade.\r\nHis Majesty King Mswati III, Head of State of \r\nthe Kingdom of Swaziland, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Mikheil Saakashvili, President  \r\nof Georgia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of Georgia.\r\n13-48563 19/27\r\n25/09/2013 A/68/PV.9\r\nprevail over Yerevan? Obviously not. The current rise \r\nof a modernized, dynamic Azerbaijan is a nightmare for \r\nRussian leaders. No, they do not want anyone to prevail. \r\nThe conflict itself is their objective, since it keeps both \r\nnations dependent and blocks their integration into the \r\nEuropean common space.\r\nDo members think that the electoral defeat of \r\nthe forces that led the Orange Revolution in Ukraine \r\nhas led the Kremlin to take a softer approach to that \r\ncountry? On the contrary. I spoke yesterday to my \r\ncolleague Viktor Yanukovych. His Government is \r\nunder constant attack and pressure from Russia. That \r\nis what is happening on a daily basis, again ahead of \r\nthe European summit in Vilnius. Russian officials now \r\nspeak openly about dismembering that nation. I just \r\nheard the speech two days ago.\r\nDo members think that the Kremlin would agree to \r\ndiscuss the de-occupation of our regions of Abkhazia \r\nand South Ossetia, now that the Government has \r\nchanged in Tbilisi? Far from it. The annexation of \r\nGeorgian lands by Russian troops continues. Yesterday, \r\nthe occupants again expelled Georgian citizens from \r\ntheir houses and are destroying their villages, homes \r\nand the houses of their parents and grandparents. In \r\ndaylight, they are taking over their cemeteries and \r\nwater systems with total impunity. \r\nDespite the friendly statements made by the \r\nnew Georgian Government in recent weeks and \r\nmonths, the Russian military continues to advance its \r\nposition, dividing communities with new barbed wire, \r\nthreatening our economy, moving towards the vital \r\nBaku-Supsa pipeline, approaching closer and closer \r\nto the main highway of Georgia, and thus putting into \r\nquestion the very sustainability of our country.\r\nWe are one of very few nations in history — of which \r\nI am very proud — that has, unfortunately, sustained a \r\nfull-blown attack by Russia. We are the only one, in \r\nmany centuries, whose statehood and independence \r\nhave survived, despite a full-blown attack by the more \r\nthan 100,000-strong Russian army, despite being \r\nbombed by 200 planes and attacked by the full Russian \r\nBlack Sea f leet and tens of thousands of mercenaries. \r\nOur statehood and independence have survived despite \r\nall of those things. But let us not now risk losing any \r\nof that in a time of peace. We have survived because \r\nwere united; we survived because the world was with \r\nus. I hope that the world will remain with us when that \r\npressure is on us.\r\nI have come here today to share the hopes on behalf \r\nof my nation and to speak out on behalf of my Georgian \r\npeople against such pervasive fatalism. I came here to \r\naddress those who doubt, those who hesitate and those \r\nwho are tempted to give in.\r\nIf the West is an anachronism, why do millions \r\nof Poles, Czechs, Estonians, Romanians and others \r\ncherish so much the day they entered NATO? Why \r\nare millions of Ukrainians, Georgians, Moldovans \r\nand others desperately knocking on the doors of the \r\nEuropean Union?\r\nIf freedom is no longer fashionable, how do we \r\nexplain that the suicide of a previously unknown citizen \r\nin a remote Tunisian town has changed the map of the \r\nworld? No, history did not come to an end in 1989 or \r\n1991, as was proclaimed, and it never will. Freedom is \r\nstill its driving force and its goal. Everywhere, men and \r\nwomen who want to live in freedom are confronted by \r\nthe forces of tyranny. The question is: are we going to \r\nbe actors or spectators in that confrontation?\r\nAs I speak, the Eastern European countries aspiring \r\nto join the European family of free and democratic \r\nnations are facing constant pressures and threats. \r\nArmenia has been cornered and forced to sign a customs \r\nunion that is not in that nation’s interest or in those of \r\nour region. Moldova is being blockaded. Ukraine is \r\nunder constant attack. Azerbaijan faces extraordinary \r\npressure. And Georgia is occupied. Why? Because \r\nan old empire is trying to reclaim its bygone borders. \r\n“Borders” is actually not the right word, since that \r\nempire — be it the Russian Empire, the Soviet Union, \r\nthe Russian Federation, or the Eurasian Union — never \r\nhad borders. It had only margins.\r\nI came today to speak in the name of those margins. \r\nUnlike most nations, the Russian Federation has no \r\ninterest in having stable States around it. Neighbouring \r\ncountries in constant turmoil is what the Kremlin is \r\nseeking. It rejects the very idea of strong Governments \r\nin Georgia, Ukraine or Moldova, even ones that try to \r\nbe friendly to its interests. I was never a great fan of \r\nwhat the French call “la langue de bois”. But, as my \r\nsecond term nears its end, I feel the urge more than \r\nheretofore to speak my mind. Let us be very concrete.\r\nDo members think that Vladimir Putin wants \r\nArmenia to decisively triumph over Azerbaijan, for \r\ninstance? No. That would make Armenia too strong and \r\npotentially too independent. Do members think then \r\nthat the contrary is true, that Moscow wants Baku to \r\n20/27 13-48563\r\nA/68/PV.9 25/09/2013\r\nUnion. It makes me sick when KGB officer Vladimir \r\nPutin lectures the world about freedom, values and \r\ndemocracy. That is the least of the things he can do \r\nfor the world, as the dictatorial leader of one of the \r\nlast empires left. But that new project is much more \r\ndangerous than his lectures. The Eurasian Union has \r\nbeen shaped as an alternative to the European Union, \r\nand unveiled by Vladimir Putin as the main project of \r\nhis new presidency — a new Russian empire.\r\nBecause European and Euro-Atlantic integration \r\ntake a lot of time and require tremendous effort; \r\nbecause there are moments when one might think \r\none is pursuing a mirage; and because the threats are \r\nbecoming so strong, the pressure so direct, while the \r\npromises seem so far away — some people in our \r\nregion might fall victim to fatigue and ask themselves, \r\n“Why not?”. Today, I want precisely to explore that \r\n“why not?”.\r\nMuch more than with a choice of foreign policy or \r\nof international alliances, our nations are confronted \r\nwith a choice of society, a choice of life. Our people \r\nhave to decide whether they accept to live in a world \r\nof fear and crime: a world in which differences are \r\nperceived as threats and minorities as punching bags; \r\na world in which opponents are faced with selective \r\njustice or beatings; a world that we in our region all \r\nknow very well, as do those in some other regions of the \r\nworld, since this is the world from which we originate.\r\nThe Eurasian Union is both our recent past and \r\nthe future shaped for us by some ex-KGB officers in \r\nMoscow. On the opposite side, our revived traditions \r\nand our centuries-old aspirations have led us towards \r\nanother world called Europe.\r\nEuropean societies are far from perfect — we \r\nall know that. There too, one can have fears, doubts, \r\nangers, hatreds and social inequality. But there, at \r\nthe same time, meritocracy prevails over nepotism, \r\ntolerance is a fundamental of public life and current \r\nopponents are the future ministers, and not prisoners to \r\nbe or enemies to beat.\r\nThe choice, when it is expressed in that way, is \r\nso obvious for the people of our region that some \r\nKremlin strategists — they call themselves “polito-\r\ntechnologists” — have decided to cancel the \r\ntruth and have shaped lies that they are spreading \r\nthroughout Ukraine, Georgia, Moldova and many \r\nother places. Their mouthpieces in our respective \r\ncountries — that conscious or unconscious so-called \r\nI have come here, in the name of the Georgian \r\npeople, to ask the international community to react \r\nstrongly to the aggression and to help us to put an end \r\nto the Russian annexation of our lands. The hostility of \r\nVladimir Putin and his team towards the Government \r\nthat I have had the privilege to lead for almost a decade \r\nhas not been based on personal hatred or cultural \r\nmisunderstanding. Any such interpretation was just a \r\nsmokescreen.\r\nMy predecessor, President Shevardnadze, came \r\nfrom the highest-level Soviet nomenklatura. He was \r\nreturned to power in Georgia with direct Russian help \r\nin the 1990s, through a military coup. He was well \r\nknown for his Soviet diplomatic skills — unlike me. \r\nAnd yet, Russia constantly undermined his authority \r\nand even tried to assassinate him several times.\r\nIt is not about Gamsakhurdia — the first President \r\nof Georgia — Shevardnadze, Saakashvili, or the present \r\nPrime Minister Ivanishvili. Those names actually do \r\nnot matter when the stakes are so high. This is about the \r\npossibility — or lack — of true statehood in Georgia and \r\nbeyond. Why? Because the current Russian authorities \r\nknow perfectly well that as soon as strong institutions \r\nare built in Ukraine, Georgia, Moldova or in any other \r\nplace — as soon as functioning States emerge — such \r\ninstitutions, such States will ref lect and enforce the will \r\nof their people, which is to become fully independent \r\nand move towards Europe.\r\nThe Georgian experience of successful reforms \r\nand the creation of a functioning State was therefore \r\nconsidered to be a virus — one that could and would \r\ncontaminate the whole post-Soviet region. We became \r\nthe least corrupt country in Europe, the world’s number-\r\none reformer — according to the World Bank — one \r\nof the top places for business and the least criminal \r\ncountry in Europe, after having been one of the most \r\ncriminal. That was the virus that should be eliminated \r\nby every means possible.\r\nThat is why the Georgian nation has suffered an \r\nembargo, a war, an invasion and an occupation — all \r\nsince 2006. But it is also why the resistance of the \r\nGeorgian people and the resilience of the Georgian \r\ndemocracy are of the utmost importance for the whole \r\nregion.\r\nThe efforts to roll back the advances of the \r\nEuropean Union and of NATO in our region — progress \r\nbased on the will of our people — are becoming ever \r\nmore intense. Those efforts have a name: the Eurasian \r\n13-48563 21/27\r\n25/09/2013 A/68/PV.9\r\ncreated by the tsarist Administration; compare it to the \r\nbeginning of the conflict in Karabakh in the late 1980s. \r\nThe Russian army was present there, in large numbers. \r\nIn front of its eyes, the war started and they pretended \r\nto help both sides, but in fact stirred up the conflict.\r\nThey might recall — as I do too well — the \r\nbeginning of the war in the Georgia region of Abkhazia \r\nin the early 1990s, when Georgian paramilitary groups \r\nwere getting their weapons from the same Russian \r\ntroops who were actually leading, directing and \r\nassisting the Abkhaz militia and bombing Georgian \r\nterritory and bringing in Chechen mercenaries in order \r\nto kill any form of solidarity between nations of the \r\nNorth and the South Caucasus. They did so just as they \r\nsent — for the same reason, more than one century \r\nbefore — Georgian officers to the front line of their \r\nwars against the Chechens, Ingush and Dagestanis.\r\nWe could also look at other margins throughout \r\nthe times. We could look at Poland or Ukraine, and we \r\nwould see the same pictures. Everywhere it reached, \r\nthe Empire inflamed the relations between subjugated \r\npeoples and separated them by a wall of fanatic \r\nantagonism. Unfortunately, it used to work. But what is \r\neven more unfortunate is that it is still working today.\r\nThe European Union, the greatest political success \r\nof recent decades, has been built on three pillars, \r\nwhich could be characterized as three rejections — the \r\nrejection of the extreme nationalists who had led Europe \r\nto the collective suicide of two world wars and the \r\nhorrors of nazism; the rejection of communism, which \r\nwas threatening to be spread throughout the continent \r\nand the world; and, finally, the rejection of colonialism \r\nand imperialism. It took time — and many participants \r\ntoday, as victims of French imperialism or British \r\nimperialism, remember it well and painfully — for \r\nthe French and British Empires to accept that third \r\nrejection. But giving up their colonies was the price they \r\nhad to pay for the modernization of their economies and \r\nthe development of their democracies. It was also the \r\nprice to pay for European unification to become fully \r\nrealized. \r\nThe Eurasian Union is based on the exact opposite \r\npremise. It is fuelled by intolerance, it is lead by old \r\nstructures of the KGB, and it is designed to revive an old \r\nempire. That is what the Eurasian Union is all about. Of \r\ncourse, joining the Eurasian Union is very easy. There \r\nare no social, economic or political criteria to be met; \r\nbecoming a colony, in fact, requires no effort at all. \r\nfifth column — identify the European Union with the \r\ndestruction of family values, the erosion of national \r\ntraditions and the promotion of gays and lesbians, \r\nundermining our traditional religions.\r\nStrangely, in recent years, and even more so in \r\nrecent months, we hear in Tbilisi, Kiev and Chisinau \r\nthe same ugly music that was first orchestrated in \r\nMoscow. We hear that our traditions are collapsing \r\nunder the influence of the West, that Christian holidays \r\nwill be replaced by gay pride events and churches by a \r\nmulticultural Disneyland. We hear that our Orthodox \r\nidentity is under threat. And after all of that, we hear \r\nthat we share with our former masters a common \r\nrespect for decency and traditions.\r\nAre we so naive as to believe the lies of Putin and \r\nthe others, as other generations have done, allowing \r\nour sovereignty to be kidnapped? Are we so unfair \r\nto our ancestors to think that their memory would be \r\nhonoured by attacks on mosques or by pogroms? Are \r\nwe so unaware of our own history that we allow it to \r\nrepeat itself endlessly?\r\nWhen we hear the fake music of the orthodox \r\nbrotherhood sung by Russian imperialists, can we \r\nnot hear the true voice of Patriarch Kirion, who was \r\nassassinated, or the eternal voice of the Patriarch \r\nAmbrosi Khelaya, who was tortured for days and weeks \r\nonly because he appealed to the Geneva Conference \r\nagainst the invasion of his country? He told his Russian \r\ninterrogators, “You can have my body, my flesh, but \r\nyou will never have my soul.” Are we so deaf as not to \r\nhear the voices of the bishops and priests tortured and \r\nkilled by Russian imperialists and Russian communists? \r\nAre we so uneducated that we do not recall who has \r\nrepainted our churches and erased our sacred frescos? \r\nAre we so blind today not to see the destruction of our \r\nchurches by the same people who erased our churches \r\nin the nineteenth century — Russians who are now in \r\nthe occupied territory?\r\nWe need to know our history. Our history teaches us \r\nthat tolerance is the basis for sovereignty in our region. \r\nIt is not only a moral duty; it is an issue of national \r\nsecurity. We need to know our history to understand \r\nthat the same old imperialistic principle — divide and \r\nrule — is being applied today as it was two centuries \r\nago.\r\nLooking at our region today, those who have some \r\nknowledge of Caucasian history might remember the \r\nArmenian-Azerbaijani bloodshed of 1905, directly \r\n22/27 13-48563\r\nA/68/PV.9 25/09/2013\r\nIt will happen because ethnic discrimination in \r\nRussia is being used in its territories, but it will not \r\nmake Russia a stronger and more united State. \r\nIt will happen because the endless resources \r\nprovided by the revenues of oil and gas are challenged \r\nby the perspectives offered by the exploitation of shale \r\ngas and shale oil. The shale gas revolution is really \r\nundermining the last authoritarian empire in the world.\r\nIt will happen because gas alone does not replace \r\neconomic modernization.\r\nIt will happen because of corruption and the \r\nabsence of justice.\r\nIt will happen because entire regions have been \r\nalienated by discrimination and violence — because the \r\npeople of Chechnya, Ingushetia, Dagestan, Tatarstan, \r\nBashkortostan and many other places have been so \r\npersecuted that they do not feel part of any common \r\nproject with the central authorities in Moscow.\r\nIt will happen because the frustrations, angers and \r\nhatreds are too strong to bear and the unifying ideal is \r\ntoo absent.\r\nIt will happen, not in the coming decades but in \r\nthe coming years. A few years from now, the Assembly \r\nwill recall my words. Vladimir Putin will have left the \r\nKremlin and vanished from Russian politics, even if \r\nhe says that he will be there for another 20 years or \r\nmore. Russian citizens will remember him as a ghost \r\nfrom the old times — from the times of corruption and \r\noppression. \r\nNobody knows whether the process will be calm or \r\nviolent, whether his successor will be nationalistic or \r\nliberal, or both together, but what matters is something \r\nelse — Russia will no longer be an empire. It will \r\nbecome, finally, a normal nation State. That is the \r\nhorizon we should all prepare for together.\r\nMeanwhile, as our region remains an area of \r\nconfrontation, the formerly captive nations should \r\nunite their strengths instead of cultivating their \r\ndivisions. Some leaders and some countries in the past \r\nunderstood that the freedom of one was dependent on \r\nthe freedom of all the other subjugated nations, like \r\nPoland, which for many centuries dreamed of uniting \r\nall persecuted people, or like the Poland of Marshal \r\nPilsudski, which invited all the oppressed people \r\nor their officers to unite under the f lag of Polish \r\nindependence and Polish military forces. But never did \r\nPassivity, mediocrity, the absence of national pride and \r\na willingness to be enslaved are the only requirements.\r\nOn the other hand, to form a real union there is \r\nno alternative but to make a herculean effort and meet \r\nexact criteria, because principles are precisely what \r\ncreate a union. To those who doubt, therefore, I say that \r\nit is precisely because the European Union demands \r\neffort and imposes criteria for joining — because the \r\nEuropean Union does not seek to absorb us while the \r\nEurasian Union dreams of absorption — that the choice \r\nshould be obvious.\r\nBut there is an even better reason for saying that \r\nthe choice is obvious. The choice is obvious because \r\nthe Russian project is doomed to fail. No empire is \r\nsustainable today; we are living in the twenty-first \r\ncentury. It is certainly not the Russian century, and \r\nthe Russian Empire is the last, anachronistic empire in \r\nthe world. If we look back at history, France and the \r\nUnited Kingdom lost their colonies not only because \r\nthe colonies fought for their independence, but also \r\nbecause people in Paris and London ultimately did not \r\nbelieve in their empire anymore.\r\nExactly the same thing is happening in Russia \r\nnowadays. The imperial dream is being rejected first, \r\nas we have seen, at its margins. But, most crucially, \r\nperhaps, the idea of the Empire is rejected at its very \r\ncentre. Such a rejection does not manifest itself in public \r\nprotests alone or in the rising polls of the opposition \r\nin the main cities of Russia. It expresses itself in the \r\nuniversal cynicism of Russian elites towards Putin’s \r\nEurasian vision. The very people who are supposed to \r\nserve it do not believe in the viability of the project.\r\nRejected at its margins, rejected at its centre, the \r\nimperialistic path will come to a dead end, the Eurasian \r\nUnion will fail, and Russia will in the end become a \r\nnation State with borders, instead of margins — a real \r\ncountry with real borders. Then it will start to seek stable \r\nrelations with stable neighbours. Then cooperation will \r\nreplace confrontation.\r\nIt will happen, and much sooner than people think, \r\nto the benefit of the margins, but most of all to the \r\nbenefit of the Russian people themselves.\r\nIt will happen because the imperial project has \r\nbecome absurd for a generation of Russian citizens who \r\nare among the world’s most enthusiastic users of the \r\nInternet.\r\n13-48563 23/27\r\n25/09/2013 A/68/PV.9\r\nhad surrendered and after the last Chechen leader still \r\nfighting, Baysongour, had been wounded and captured. \r\nAs Baysongour was going to be hanged, the Russian \r\nofficers brought together a crowd of Dagestani men \r\nto witness the execution. They ordered one of them to \r\nremove the chair on which Baysongour was standing \r\nin order to execute him. The Russians knew what they \r\nwere doing — they hoped to fuel the local vendettas \r\nand oppose the people, which is an old tradition in \r\nthe Caucasus. Seeing that, the valiant commander \r\nBaysongour moved the chair himself, committing a \r\nsuicide forbidden under all religions, including Islam, \r\nand preserving the relations between neighbours.\r\nDespite that one failure, how many times has the \r\nstrategy of dividing neighbours encountered success \r\namong the nations of the Caucasus? It needs to come \r\nto an end. That is why I have launched several projects \r\nduring my presidency to reinforce the people-to-\r\npeople contacts between North and South Caucasus, \r\nprojects focusing mostly on education and on university \r\nexchange. That is why the Georgian Parliament has \r\nrecognized the genocide of the Cherkezian people — one \r\nof the least known and tragic pages of the history of the \r\nworld, when an entire nation was wiped because their \r\nland was needed by the Russian Empire. \r\nWe need to build on those efforts. We need to \r\nprepare for the time when the Empire collapses, so \r\nthat its legacy of hatred is swiftly overcome. And we, \r\nas citizens of Georgia, need to prepare for the time \r\nwhen Russian troops will leave our occupied regions, \r\nwhen Moscow will withdraw from Tskhinvali and \r\nSukhumi, Abkhazia. We need to prepare ourselves to \r\nwelcome back our Ossetian and Abkhaz fellow citizens \r\nas brothers and sisters and not as enemies. We need \r\nto prepare for the time when hundreds of thousands, \r\nin fact, more than half a million, internally displaced \r\nGeorgians and members of other ethnic groups return \r\nto their deserted homes, because that time will come \r\nmuch sooner than we think. \r\nAs my second term nears its end, I take pride in \r\nGeorgia’s many accomplishments during my tenure. We \r\nushered Georgia out of a state of darkness, introduced \r\nunprecedented transparency into our public service, put \r\nour children back in school and got rid of the gangs. \r\nWe have brought our nation closer than ever before to \r\nits European dream and worked tirelessly to renew the \r\nspirit of tolerance that guided Georgia in our glorious \r\npast.\r\nour ancestors benefitefrom a force that was vast and \r\npowerful enough, that understood its strategic interest \r\nwas to preserve the sovereignty of each of our nations. \r\nToday that force exists; it is, with all its deficiencies, \r\nthe European Union.\r\nAs we come closer to the Vilnius Eastern \r\nPartnership Summit, I would like to reiterate a call \r\nthat I have made several times in the recent years. By \r\nlaunching the Eastern Partnership as a response to the \r\n2008 invasion of Georgia, the European Union has \r\noffered to our nations a platform for us to cooperate \r\nunder its benevolent umbrella. We should invest much \r\nmore in it. We should develop common projects, first \r\nand foremost focusing on the necessary reforms that we \r\nshould carry out together, because reforms mean for all \r\nof us statehood and independence.\r\nRussian Empress Catherine II knew it well. When \r\nPoland started to successfully implement an ambitious \r\nprogramme of reforms based on precepts from the \r\nFrench and British Enlightenments despite Russian \r\nattempts to counter those reforms, she wrote a long \r\nand secret letter to the German Emperor, Frederick the \r\nGreat of Prussia. The letter was and remains one of the \r\nmost impressive expressions of the nature and strategy \r\nof the imperialistic project. It states that the ongoing \r\nreforms were dangerous for both Russia and Prussia \r\nbecause they would turn Poland into a true State, \r\nthat the reforms needed to be stopped and that Poland \r\nshould be attacked and dismembered before reforms \r\nwere fully implemented so that it never needed to be \r\noccupied again. \r\nThe letter will not sound unfamiliar to those who \r\nknow how much Vladimir Putin loathed the Georgian \r\nexperience during the past decade. Many Russians \r\nwere asking, if the once-corrupt Georgia, a criminal \r\ncountry, a mafia-ridden country, considered to be a \r\nfailed country, could succeed, why is it that Russia \r\ncannot succeed? It was an ideologically dangerous \r\nproject. For the first time, an efficient nation State was \r\nbeing built in the Caucasus, and the reforms had to be \r\ncrushed before they could bear all their fruits. \r\nUnity should be our rule in Eastern Europe, \r\nincluding in the divided Caucasus. I have spoken about \r\nthe beginnings of the war in Abkhazia. I could have \r\nrecalled an older scene that symbolically characterizes \r\nthe history of the Caucasus. It was at the end of the \r\nrebellion led by Shamil, the great imam of the Northern \r\nCaucasus, against the Russian Empire, after Shamil \r\n24/27 13-48563\r\nA/68/PV.9 25/09/2013\r\nAddress by Mr. Emanuel Mori, President and  \r\nHead of Government of the Federated States  \r\nof Micronesia\r\nThe Acting President: The Assembly will now hear \r\nan address by the President and Head of Government of \r\nthe Federated States of Micronesia.\r\nMr. Emanuel Mori, President and Head of \r\nGovernment of the Federated States of Micronesia, \r\nwas escorted into the General Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Emanuel Mori, President \r\nand Head of Government of the Federated States of \r\nMicronesia, and to invite him to address the Assembly.\r\nPresident Mori: I am pleased to join previous \r\nspeakers in congratulating the President on his election \r\nto the presidency of the General Assembly at its sixty-\r\neighth session. I thank our outgoing President for \r\nhis excellent leadership. Allow me also to extend my \r\nrespect and gratitude to the Secretary-General for his \r\nuntiring commitment to the mission and ideals of the \r\nUnited Nations.\r\nSince the United Nations Conference on \r\nEnvironment and Development, held in Rio de Janeiro \r\nin 1992, the international community has supported the \r\nprinciple that the best form of development is one that \r\nmeets the needs of the present without compromising \r\nthe ability of future generations to meet their needs. \r\nSince that time, however, production and consumption \r\npatterns have become increasingly unsustainable, \r\ndriven primarily by a desire to develop economies \r\nat any cost. The Federated States of Micronesia has \r\ntherefore proposed the following approach to global \r\ndevelopment beyond 2015. \r\nFirst, any post-2015 development agenda must \r\nmove beyond addressing basic human needs and \r\nfocus on sustainable development. Secondly, in order \r\nto ensure that sustainable development is carried out \r\nin a dynamic and inclusive manner, the post-2015 \r\ndevelopment agenda must honour the environmental, \r\neconomic and social pillars that make up sustainable \r\ndevelopment. Finally, international cooperation \r\nand assistance are crucial to fostering sustainable \r\ndevelopment globally. The Millennium Development \r\nGoals (MDGs) have posed significant challenges. We \r\ncontinue to look to the international community for \r\nWe did many good things, but like any leader — and \r\nwhen I became President, I was then the youngest \r\npresident in the world — I realize that some things were \r\ndone at a very high cost because of lack of experience. In \r\nour rush to impose a new reality against the background \r\nof internal and external threats, we cut corners and \r\ncertainly made mistakes. At times we went too far and \r\nat other times not far enough. I fully acknowledge my \r\nresponsibility in that regard, and I sincerely feel for all \r\nthose who believe that they did not benefit enough from \r\nour work, or even that they were victims of our radical \r\nmethods.\r\nI want to tell all Georgian citizens — those who \r\nsupported our project, our policies and our party and \r\nthose who rejected them — how proud I am of their \r\nmaturity. We promised them this project, but we did not \r\npromise them that it would be smooth going. We were \r\nvery ambitious, and that was because our people were \r\nso mature and so brave. I want to tell them from this \r\nrostrum how humble I feel in the light of the sacrifices \r\nand the efforts they made.\r\nWe are and should remain a nation united in a \r\ncommon love for freedom and dignity. We are and \r\nshould remain a nation united in the deepest respect \r\nfor the sacrifices made by our soldiers, a nation \r\nsharing the same sorrow when they lose their lives - in \r\nAfghanistan, for instance - and taking the same pride \r\nin their bravery. We are a nation that is proud of our \r\nsoldiers, who stood up to a force of Russian invaders \r\none hundred times the size of our contingent, and gave \r\nus and the world time to mobilize and to protect and \r\nsave our independence — something that, with all \r\ndue respect, many much bigger and more powerful \r\nnations could not do in the twentieth century. We are \r\nand we should remain a nation united in our historical \r\nidentity and our desire to join the European family of \r\ndemocratic nations, the family we should never have \r\nbeen separated from in the first place, our family. The \r\npath of the Georgian people towards freedom, regional \r\nunity and European integration is far from over, and \r\nI will continue to dedicate every day of my life to its \r\nsuccess, as a proud citizen of a proud nation.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of Georgia for \r\nthe statement he has just made.\r\nMr. Mikheil Saakashvili, President of Georgia, was \r\nescorted from the General Assembly Hall.\r\n13-48563 25/27\r\n25/09/2013 A/68/PV.9\r\nand resilient oceans. In turn, we should expect a greater \r\nshare of the benefits from the world’s oceans. Let me \r\nstress the central role that the effective management \r\nof all fisheries must play in sustainable management. \r\nBycatch and, particularly, discarded bycatch threaten \r\neffective fisheries management. This is a serious \r\nconservation problem, because valuable living \r\nresources are wasted. Moreover, it threatens our food \r\nsecurity and nutrition needs.\r\nSimilarly, we agree that it is essential to include \r\nthe goal of sustainable energy for all in the sustainable \r\ndevelopment goals that are under discussion here \r\nin New York. The transition to sustainable energy \r\nplaces a huge fiscal burden on our national accounts. I \r\ncommend Tonga for spearheading the Pacific Regional \r\nData Repository for Sustainable Energy for All.\r\nThe Federated States of Micronesia looks to the \r\ninternational community for economic cooperation and \r\nsupport. With limited resources, we have undertaken \r\nsome bold initiatives.\r\nFirst, we operate under a nationwide integrated \r\ndisaster risk management and climate change policy \r\nthat mainstreams climate change into our primary \r\ngovernmental and economic decision-making \r\nprocesses. This policy places special emphasis on \r\nstrengthening the application of traditional knowledge \r\nof ancient conservation practices, which are threatened \r\nby sea-level rise, ocean acidification and other effects of \r\nexcess global greenhouse gas emissions. Additionally, \r\nour legislative branch recently ratified the Doha \r\nAmendment to the Kyoto Protocol. We will soon submit \r\nthe instrument of ratification.\r\nSecondly, we have taken significant steps in \r\nconserving our limited land and fragile marine \r\necosystems through the Micronesia Challenge. We \r\nhave undertaken this Challenge because our nation is \r\nmade of many small low-lying atolls. Our people are \r\nwise stewards of our land and sea, working with the \r\nenvironment to provide sustenance for us all. As the \r\npreamble to our Constitution says, \r\n“The seas bring us together, they do not \r\nseparate us, our islands sustain us, our island nation \r\nenlarges us and makes us stronger... Our ancestors \r\nwho made their homes on these islands displaced \r\nno other people. We, who remain, wish no other \r\nhome than this.” \r\nThirdly, we recently adopted a national policy \r\nthat aims to ensure a sustainable energy supply and \r\nassistance to overcome those challenges as we develop \r\nthe sustainable development goals.\r\nAs this body considers a post-2015 development \r\nagenda, let us not forget one important point: \r\ndevelopment and the environment are inseparable. No \r\ncountry can develop its economy without degrading its \r\nnatural environment to some significant degree. While \r\nsociety strives for economic progress, the natural \r\nenvironment that sustained our ancestors through \r\nthousands of years has come under attack.\r\nClimate change is, without question, the gravest \r\nthreat to my people’s welfare, livelihood and general \r\nsecurity. It is the survival issue of our time. Our \r\nsustainable development is threatened by the harmful \r\neffects of excessive greenhouse gas emissions in the \r\natmosphere, the effects of which poison our root crops, \r\ndestroy our reef systems and drive many of our people \r\nfrom their ancestral homes. All of us, developed and \r\ndeveloping countries alike, have a stake in finding ways \r\nthat minimize man-made damage to Mother Earth.\r\nOnly the international community can effectively \r\ntake up that cause. To that end, the comprehensive \r\nclimate change treaty planned for adoption in 2015 \r\nmust impose legally binding commitments. These \r\ncommitments must reflect a level of ambition far higher \r\nthan under the second commitment period of the Kyoto \r\nProtocol. Pre-2020 mitigation action must also be \r\nambitious enough to close the emissions gap.\r\nI reiterate the hope that the world will address \r\nthe dangerous growth of hydrofluorocarbons (HFCs) \r\nby phasing down those chemicals under the Montreal \r\nProtocol. Micronesia was the first to submit an \r\ninnovative proposal in this regard. We welcome the \r\nnewly announced agreement between China and the \r\nUnited States to phase down HFCs. We also welcome \r\nsimilar developments around the globe. Achieving \r\na phase-down of HFCs under the Protocol will build \r\nconfidence and momentum for significant action on \r\nclimate change in the future. \r\nAnother notable contribution is the Majuro \r\nDeclaration for Climate Leaderhip, under which every \r\nPacific Island Forum leader pledged to strengthen their \r\ncountry’s efforts to fight climate change.\r\nAs we move towards the post-2015 development \r\nagenda, let us not lose sight of the enormous importance \r\nof the world’s oceans. We call for the establishment of \r\na sustainable development goal on healthy, productive \r\n26/27 13-48563\r\nA/68/PV.9 25/09/2013\r\nobtain fibre optics. We also welcome cooperation and \r\nsupport from the International Telecommunication \r\nUnion and our development partners.\r\nHuman trafficking continues to be a serious crime, \r\naffecting all nations and causing untold human misery \r\nand economic harm. My country is striving to protect \r\nits population from this scourge. We support the efforts \r\nof the United Nations to stop human trafficking, and \r\nwe hope to implement the United Nations Blue Heart \r\nCampaign against Human Trafficking in all forms in \r\nMicronesia. The ongoing tragedy caused by human \r\ntrafficking demands that it be prioritized and addressed \r\nby the entire international community.\r\nThe global development agenda will be shaped by \r\nthe launching of the sustainable development goals \r\nin 2015. Many processes will influence the selection \r\nand monitoring of those goals, including the work of \r\nthe Commission on Sustainable Development, which \r\nhas now been replaced by the high-level political \r\nforum. I cannot over-emphasize the importance of \r\nthe new forum, which will take on the monitoring \r\nof the implementation of sustainable development \r\ncommitments. These are outlined in the Barbados \r\nProgram of Action, the Mauritius Strategy and the \r\noutcome document of the United Nations Conference \r\non Sustainable Development (resolution 66/288).\r\nThe second event that will shape the sustainable \r\ndevelopment agenda is the comprehensive climate \r\nchange treaty, whose adoption is planned for 2015, and \r\nfor which we support ambitious, binding commitments. \r\nThirdly, preparations for the Third United Nations \r\nConference on Small Island Developing States, to be \r\nheld in September 2014 in Apia, Samoa, are now under \r\nway. Micronesia and other small island developing \r\nStates recognize the international community’s \r\ngoodwill and renewed willingness to help our countries \r\naddress our priorities and challenges.\r\nFourthly, I would also like to commend the \r\nSecretary-General for his vision and support of the wide \r\nrange of issues so critical to small island developing \r\nStates. His advocacy for next year’s high-level summit \r\non climate change and his focus on climate change \r\nthemes will generate the political momentum for a post-\r\n2015 development agenda to guide all stakeholders.\r\nWe recognize the central role that reliable data \r\nplays in government planning and the crucial need \r\nfor capacity-building, which must keep pace with \r\nthe changing dynamics of basic governance in the \r\nan environmentally sound energy policy. Historically, \r\nMicronesia has imported all of its energy in the form of \r\nfossil fuels. We have begun to reduce our dependence \r\non fossil fuels. There are already a number of renewable \r\nenergy projects up and running in many parts of my \r\ncountry, thanks to the assistance of our generous \r\ndevelopment partners. My country has adopted very \r\nambitious targets in this regard.\r\nIn order to continue implementing our national \r\ndevelopment policies, we call on the major donor States \r\nto honour their official development assistance (ODA) \r\ntarget of seven tenths of a per cent of gross national \r\nincome by 2015. We look forward to the discussion \r\nin the Intergovernmental Committee of Experts \r\non Sustainable Development Financing. Technical \r\nassistance as a component of ODA is also crucial, \r\nparticularly in the form of appropriate technology \r\ntransfers and capacity-building initiatives.\r\nSustainable development must be supported by all \r\nof its pillars — not just economic and environmental \r\nconcerns, but also social considerations. Our people are \r\nour most valuable assets. Therefore, we are tailoring an \r\napproach that is inclusive of all our people, with special \r\nattention to the circumstances of our women, youth, the \r\nelderly and disabled persons. Their advancement must \r\nbe mainstreamed into our discussion on a post-2015 \r\ndevelopment agenda.\r\nNon-communicable diseases such as diabetes and \r\nheart and kidney diseases continue to be a challenge. \r\nWe must address them through the sustainable \r\ndevelopment goals. This is a global crisis, demanding \r\na global solution. If not controlled, it could undermine \r\nsustainable development and degrade the quality of life \r\nof our people.\r\nWe welcome the High-level Meeting on Disability \r\nand Development (A/68/PV.3) that took place two \r\ndays ago. I was impressed by the achievements of \r\nthe speakers and their inspirational leadership in this \r\nforum. We support the outcome document (resolution \r\n68/3) of the High-level Meeting.\r\nThe Federated States of Micronesia places a high \r\npriority on the harnessing of advanced information and \r\ncommunication technologies for our socioeconomic \r\ndevelopment, especially in the areas of distance \r\neducation, health, and natural disaster early warning. \r\nWe thank the World Bank and the Asian Development \r\nBank for the assistance that they have offered to improve \r\nour telecommunications and to enable our country to \r\n13-48563 27/27\r\n25/09/2013 A/68/PV.9\r\nlive is too interdependent for us to stand aside while \r\ngenerations of internal conflict harden into unending \r\nhatred and bloodshed. We are all stakeholders. We must \r\nput an end to the senseless killings around the world. \r\nI call upon this Organization to employ its collective \r\nwill to pursue the ideals of our Charter. I know in my \r\nheart that the goal is achievable. The future we want is \r\nenduring peace and prosperity for our world.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nand Head of Government of the Federated States of \r\nMicronesia for the statement he has just made.\r\nMr. Emanuel Mori, President and Head of \r\nGovernment of the Federated States of Micronesia, \r\nwas escorted from the General Assembly Hall.\r\nThe meeting rose at 6.05 p.m.\r\ninternational landscape. The remoteness of our \r\nislands, limited national capacities, and the complex \r\nrequirements of the United Nations make our \r\ndevelopment efforts even more difficult and expensive. \r\nWe therefore look to the specialized United Nations \r\nagencies for urgent assistance.\r\nMr. Arias (Spain), Vice-President, took the Chair.\r\nIn closing, let me express my sympathy and \r\nsolidarity with those people around the world who \r\nare facing immediate threats to their survival. I am \r\nhorrified by the killing of innocents, especially women \r\nand children, in Syria and elsewhere. We in our peaceful \r\nislands condemn violence. But what can a small island \r\nnation in the Pacific do? What can any country, large \r\nor small, do? The answer, we believe, can be found \r\nonly within our Organization. The world in which we \r\n"