"In the absence of the President, Mr. Touré (Guinea), \r\nVice-President, took the Chair.\r\nThe meeting was called to order at 03.05 p.m.\r\nHigh-level Dialogue on International Migration \r\nand Development\r\nAgenda item 21 (continued)\r\nGlobalization and interdependence\r\n(e) International migration and development\r\nReport of the Secretary-General (A/68/190)\r\nNote by the Secretary-General (A/68/162)\r\nMr. Sinhaseni (Thailand): At the outset, allow me \r\njoin others in expressing our deepest sympathy and \r\ncondolences on the tragic incident off the island of \r\nLampedusa.\r\nOur sincere appreciation goes to the President of the \r\nGeneral Assembly for convening this important High-\r\nlevel Dialogue to discuss the important and dynamic \r\nissue of international migration.\r\nThailand aligns itself with the statement made \r\nby Fiji on behalf of the Group of 77 and China (see \r\nA/68/PV.25).\r\nMigration involves benefits and challenges for \r\ndevelopment. To manage migration in a sustainable \r\nmanner, it should be seen as a dynamic and long-\r\nterm process. We view this High-level Dialogue as an \r\nimportant part of that process. We are meeting here \r\ntoday to build upon the fruitful discussions we have \r\nhad in many different parts of the world in preparation \r\nfor this Dialogue. Thailand is proud and honoured \r\nthat the discussions of the Asia-Pacific countries took \r\nplace in Bangkok. We hope that the conclusions and \r\nrecommendations arrived at there will provide useful \r\ninputs to this meeting.\r\nThe High-level Dialogue is not only a forum to \r\nexchange views on the way forward in migration and \r\ndevelopment. It also highlights the importance of \r\ncooperation among stakeholders in the ongoing process \r\nof deliberating on and shaping norms to address the \r\nissue. Norms, however, cannot be established without \r\npositive perceptions of migration and migrants. The \r\nmigration of workers reduces the pressure in domestic \r\nlabour markets, enhances competition, allows greater \r\nopportunities, generates more income and benefit for \r\ncountries of origin through remittances, and stimulates \r\nthe transfer of skills and knowledge. However, \r\nunregulated migration creates its own problems. \r\nWhatever the case, a more open atmosphere is needed \r\nfor discussions on how to integrate migration policies \r\ninto the national agenda.\r\nThailand is unique in being simultaneously a \r\ncountry of origin, transit and destination for both \r\nregular and illegal migrants. Thus we have always \r\nhad to make tremendous efforts to manage migration \r\nin a comprehensive and holistic manner. The goal of \r\nmigration management that would guarantee safe and \r\nhumane conditions for migrants must go hand in hand \r\nwith prospects for growth and development. Effective \r\nUnited Nations A/68/PV.28\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n28th plenary meeting\r\nFriday, 4 October 2013, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1350009*\r\n13-50009 (E)\r\n2/31 13-50009\r\nA/68/PV.28 04/10/2013\r\npolicies. That would benefit not only countries and \r\nsocieties, but, equally important, individual human \r\nbeings — the migrants themselves.\r\nMr. Alhakim (Iraq) (spoke in Arabic): I would \r\nlike to thank the Secretary-General for his report on \r\nInternational Migration and Development (A/68/190), \r\nwhich is before the General Assembly today.\r\nI am pleased to thank Iraq’s international \r\ndevelopment partners, especially the International \r\nOrganization for Migration and its Director General, \r\nMr. William Swing, for his fruitful efforts in working \r\nclosely with Iraq on the issue of Iraqi migrants. My \r\ndelegation would like to add its voice to that of the \r\nrepresentative of Fiji, who spoke on behalf of the Group \r\nof 77 and China (see A/68/PV.25). I would also like \r\nto thank the Mexican delegation for their efforts in \r\nfacilitating the High-level Dialogue on International \r\nMigration and Development and the adoption of a \r\nbalanced outcome document (resolution 68/4) reflecting \r\nthe views of the countries of origin, destination and \r\ntransit.\r\nThe emigration of skilled Iraqis has directly and \r\nindirectly affected every aspect of Iraq’s development, \r\nas they are the main engine of socioeconomic \r\ndevelopment, particularly in the health and education \r\nsectors and services. It is clear that skilled professionals \r\nrepresent the national wealth and as such must be \r\nsupported and considered a priority of the country. \r\nFrom one perspective, such emigration, such brain \r\ndrain, constitutes a great loss to Iraq.\r\nMost migration is due to the economic situation, \r\nwith poverty and unemployment among the main factors. \r\nYet security issues resulting from the war against \r\nterrorism are among the most important factors to bear \r\nin mind. Therefore, enhancing development and the \r\nfight against terrorism can have a great effect on skills \r\nmigration. Iraq has faced great difficulties in attempts \r\nto acquire precise data on the effects of migration on \r\nthe Iraqi economy, due to lack of research and studies \r\non the effect of migration on Iraq’s development.\r\nIraq has carried out a number of measures. First, \r\nmigration issues are being integrated into national \r\ndevelopment programmes through projects set up \r\nto involve skilled migrants. Secondly, migration is \r\nregulated to make it safe by training migrants. Thirdly, \r\nwe are reinforcing cooperation and partnership with \r\ninternational and regional organizations for training \r\nmigrants. Fourthly, migration factors are integrated \r\nand efficient management of migration f lows must aim \r\nat an orderly and predictable movement of migrants.\r\nPredictable movements, setting out appropriate \r\npolicies and more effective migration management \r\nrequire accurate data collection, analysis and \r\ndissemination. Moreover, cooperation with different \r\nsectors of the economy is vital to better understand the \r\nchanging trends and needs of the labour market and of \r\nmigrants. That will in turn enable a correct formulation \r\nof migration policy in more forward-looking manner.\r\nIt is the responsibility of both the originating \r\nand receiving countries to ensure safe migration. \r\nMigrants themselves must also take precautions so \r\nthat their migration is not exploited by unscrupulous \r\ncriminals and gangs. We recognize that migrants and \r\ntheir rights must be protected. Thailand’s policies of \r\neducation for all and universal health coverage extend \r\nto foreign migrants, even illegal migrants and their \r\nfamilies. The Thai Prime Minister recently chaired a \r\nmeeting between international organizations and Thai \r\nGovernment agencies to discuss the issue of the health \r\nneeds of all foreign nationals in the Kingdom.\r\nWe greatly value the contribution of various \r\nregional consultative processes. Thailand is an active \r\nmember of various complementary initiatives such as \r\nthe Colombo Process and the Bali Process on People \r\nSmuggling, Trafficking in Persons and Related \r\nTransnational Crime. International organizations such \r\nas the International Organization for Migration and \r\nthe International Labour Organization have helped \r\nto ensure that our policies are keeping up with the \r\nconstantly evolving situation. In addition, the ongoing \r\nGlobal Forum on Migration and Development will \r\ncontinue to help to sensitize all stakeholders.\r\nWith our people-centred policies, Thailand is \r\nacutely conscious that the development of effective \r\nlabour and migration policies requires the cooperation \r\nof all stakeholders. Therefore, we have been working \r\nclosely in that connection with the private sector \r\nand civil society. At the global level, we hope that \r\nthe linkages between migration and sustainable \r\ndevelopment will gain greater recognition from the \r\ninternational community. We also hope that this High-\r\nlevel Dialogue will help to generate such a momentum.\r\nFinally, we would like to see migration-related \r\nfactors adequately reflected in the relevant post-2015 \r\nthematic priorities. That would encourage greater \r\nmainstreaming of migration into national development \r\n13-50009 3/31\r\n04/10/2013 A/68/PV.28\r\nreceiving countries, and lastly, regional consultative \r\nprocesses and their contribution to development must \r\nbe strengthened.\r\nPakistan has a large diaspora across the world, which \r\nhas contributed significantly in the socioeconomic \r\nlives of the receiving States. In Pakistan, we are proud \r\nof our diaspora and its very effective role and links \r\nwith Pakistan. They not only contribute to the receiving \r\ncountry, but also remit billions of dollars back to their \r\nfamilies.\r\nThere is also no doubt that the economic benefits \r\nof international migration are accompanied by a loss of \r\nhuman capital and the proverbial brain drain.\r\nAs for the future, Pakistan believes that without \r\nthe requisite machinery and institutional support, it \r\nwill be difficult to make progress on the objectives of \r\ngenerating and sustaining the much-needed coherence \r\nand coordination on migration issues. We therefore \r\nfavour strengthening the Global Migration Group and \r\nits role in facilitating migration.\r\nFinally, in the context of the post-2015 development \r\nagenda — without determining the crucial and \r\nimportant role played by official development assistance \r\nin catalysing development — we also believe that \r\nmigration and its development impact must form part of \r\nthe enhanced global partnership for development, with \r\nthe requisite targets and goals.\r\nMr. Sergeyev (Ukraine): The Ukrainian delegation \r\nis pleased and honoured to participate today in \r\nthe General Assembly’s High-level Dialogue on \r\nInternational Migration and Development.\r\nThe international discussion on migration and its \r\ninfluence on development is well timed and important. \r\nInternational migration is a complex set of issues that \r\ncalls for comprehensive and collaborative formulas \r\nand solutions. Therefore, we believe that in order to \r\nadequately reflect its importance and to hold a place \r\nfor it in future international dialogue, the topic should \r\nbe incorporated into the United Nations post-2015 \r\ndevelopment agenda.\r\nNowadays the majority of Member States clearly \r\nrecognize the important links between migration and \r\ndevelopment. Migrant workers play an important role \r\nin supporting the economy of Ukraine, in particular. \r\nAccording to different sources, between 3 and 5 million \r\nUkrainian citizens live abroad. The vast majority \r\nof them are migrant workers. Our country is a major \r\nthrough an ongoing data-gathering process. Fifthly, \r\nmigration is integrated into development strategies, for \r\npoverty reduction and education, for example. Sixthly, \r\nwe are taking the measures necessary to safeguard the \r\nrights of migrants in legislative reforms and by abiding \r\nby international covenants and agreements.\r\nDue to time limitations, I have delivered a shortened \r\nstatement. The complete version has been distributed to \r\nmembers. \r\nMr. Sahebzada Ahmed Khan (Pakistan): At the \r\nvery outset, let me express our deep condolences on the \r\ntragedy that struck the migrants yesterday off of the \r\nItalian coast. The loss of precious lives in search of a \r\nbetter tomorrow is a stark reminder of the importance of \r\nthe issues. Pakistan therefore welcomes the convening \r\nof the High-level Dialogue on International Migration \r\nand Development.\r\nWe align ourselves with the statement made by the \r\nrepresentative of Fiji on behalf of the Group of 77 and \r\nChina (see A/68/PV.25)\r\nPakistan is pleased to see international migration \r\nissues move up on the global agenda. We strongly favour \r\nintensified international cooperation and collaboration \r\non international migration issues.\r\nThe Dialogue should strengthen the nexus \r\nbetween migration and development through several \r\nactions. First, the factors that trigger migration should \r\nbe addressed. Second, we must aim to develop an \r\nintegrative framework and regulations to govern \r\nthe economic, financial and human rights aspects \r\nof migration. Third, we must ensure that States and \r\nthe private sector introduce temporary migration \r\nprogrammes as a means of addressing the economic \r\nneeds of sending and receiving countries, so as to curb \r\nillegal migration. Fourth, the present international \r\nlegal framework for migrants must be made adequate \r\nto respond to violations of their rights and, more \r\nimportantly, to ensure that tragedies like that of \r\nyesterday are minimized. Fifth, a regulatory framework \r\nmust be developed for the efficient remittance of \r\nmigrant earnings to their families back home, at \r\nlow cost. Sixth, the lack of capacity and the absence \r\nof policy coherence and coordination on migration \r\nissues, at both the national and the international levels, \r\nmust be overcome. Seventh, we need to undertake \r\ncomprehensive and analytical studies to determine \r\nthe contributions that international migration and \r\nmigrants make to the development of both sending and \r\n4/31 13-50009\r\nA/68/PV.28 04/10/2013\r\nfuture. In a post-industrial society, neither oil nor gas \r\nbut human beings are our most valuable and scarce \r\nresource. Therefore, the present competition for human \r\nresources is extremely bitter.\r\nUkraine is constantly developing its State \r\ninstitutions and legislation in order to address those \r\ndevelopments. We have adopted modern migration \r\nlegislation, part of which was a result of the \r\nimplementation of the European Union Action Plan on \r\nVisa Liberalization. We have created a State migration \r\nservice, incorporated international agreements on \r\nhuman rights into our national legislation, and developed \r\ninternational cooperation in the area of migration.\r\nKnowing quite well that the main factor that can \r\nslow labour migration is the creation of well-paid \r\nwork posts, the Government of Ukraine is undertaking \r\nappropriate measures in that direction. We believe that \r\nthe strategic objective of our activity should be the \r\nreturn of migrants to their homeland and the creation of \r\nconditions for the most productive and efficient use of \r\nthe experience gained abroad.\r\nOn the other hand, the protection of the rights and \r\ninterests of our citizens abroad is a core priority of our \r\nState. That is a systematic and complex activity, falling \r\nmostly within the competence of the Ministry of Foreign \r\nAffairs. It has three main prongs: the establishment of a \r\nlegal framework, cooperation with foreign Ukrainians \r\nand migrants, and the provision of consular protection \r\nto Ukrainian migrants abroad.\r\nUkraine contributes to the global process of \r\neliminating unequal treatment of migrants, displaced \r\npersons and refugees while combating, domestically and \r\ninternationally, criminal f lows and human trafficking. \r\nWe emphasize that building partnerships on migration, \r\nensuring cross-border cooperation and stimulating an \r\nopen exchange of best practices are the key elements \r\nfor addressing and minimizing the negative effects of \r\nmigration.\r\nTherefore, today we encourage all Member States \r\nto reaffirm their commitment to effectively seize the \r\nopportunities and, most importantly, to address the \r\nchallenges that international migration presents to \r\ncountries of origin, transit and destination.\r\nMr. Emiliou (Cyprus): Let me first congratulate \r\nthe President for convening this timely meeting. We \r\nalso extend our appreciation to Secretary-General Ban \r\nKi-moon for his efforts in focusing political attention at \r\na high level on the many linkages between development \r\nsupplier to the labour force of the European Union and \r\nthe Russian Federation.\r\nAccording to the latest European Commission’s \r\nAnnual Report on Immigration and Asylum, about \r\n204,000 Ukrainian citizens received European Union \r\nresidency permits in 2011, making them the largest \r\ngroup of legal migrants in the European Union. \r\nMigrants send home money that they earn overseas \r\nto support their families — to help them build homes, \r\nto send their children to school and to develop family \r\nbusinesses.\r\nAccording to the International Organization \r\nfor Migration, last year Ukrainian workers sent \r\n$7.5 billion to Ukraine. That is $1.5 billion more than \r\nwas invested in Ukraine during 2012. Thus Ukrainian \r\nlabour migration has become a major investor in the \r\ncountry’s economy. It is very important that those funds \r\neffectively complement the social function of the State: \r\nto take care of retired parents, to pay for family health \r\ncare, to fund children’s education, to solve housing \r\nproblems, and so on. But there is a f lip side to that coin.\r\nIt is well known that external labour migration \r\nis associated with a number of socioeconomic \r\nfactors, in particular the differences in the levels of \r\neconomic development, wages and unemployment in \r\nindividual countries, the level of social protection, \r\nand opportunities for productive employment in the \r\nnational labour market.\r\nUnable to fully meet those requirements for its own \r\ncitizens, Ukraine continues to lose its human resources. \r\nThe resulting outf low of citizens affects demographic \r\ndevelopment in Ukraine. The population decreases, \r\nwhich in turn causes demographic disparity — a gradual \r\ndecline in the young and middle-aged populations, \r\nan increase in the aged population and a noticeable \r\nreduction in fertility rates.\r\nMigration also causes numerous problems for the \r\neconomy and in the social sphere, including the outf low \r\nof skilled labour, sometimes on a non-returnable \r\nbasis. There is the risk of violation of the rights and \r\nfreedoms of Ukrainian citizens abroad, especially \r\nthose who are illegally employed. There is also the risk \r\nof undermining family relationships and of an increase \r\nin the number of children who need extra care from \r\nthe State, since they are growing up in families where \r\none or both parents are working abroad. The massive \r\noutf low of young people also results in the loss of \r\nfresh ideas and innovation and the best talents for the \r\n13-50009 5/31\r\n04/10/2013 A/68/PV.28\r\nreligion, citizenship, xenophobia, human smuggling \r\nand trafficking, and national security.\r\nHuman rights and the protection of migrants, \r\nespecially of women and children, should be respected \r\nand promoted by all. They should form an integral \r\npart of the policies at all levels — local, national, \r\nregional and international — and measures should be \r\nadopted against illegal migration, human trafficking \r\nand smuggling. At the same time, there should be \r\nmeasures to ensure that migrants who, in search for a \r\nbetter life for themselves and their families, fall victim \r\nto smugglers and traffickers are given help, protection \r\nand assistance. In that context, I would like to extend \r\nour deepest condolences on yesterday’s tragic incident, \r\nwhich caused many migrant deaths.\r\nCyprus is a country whose geostrategic position \r\nhas exposed it to strong mixed migratory pressures \r\nthat are aggravated by its limited geographic and \r\ndemographic size. On the one hand, our close proximity \r\nto a sensitive geographic area — one plagued by serious \r\npolitical problems, wars, conflicts and economic \r\ninstability — results in the fact that Cyprus receives \r\nillegal immigrants and asylum-seekers in numbers \r\ndisproportionate to our capacity.\r\nDespite pressure from mixed migratory f lows in \r\nrecent years, we have made significant strides in the \r\nmanagement of those f lows. We have managed to adopt \r\nand have commenced the implementation of action plans \r\nfor the integration of migrants into Cypriot society and \r\nfor combating trafficking in human beings. We have \r\nbeen able to greatly improve our asylum system, and \r\nwe are also trying to effectively address the multiple \r\nchallenges of those phenomena within the context of \r\nthe European Union. One of the key challenges we face \r\ntoday is related to the voluntary return of migrants in \r\nconjunction with the encouragement of mobility and \r\ncooperation with countries of origin.\r\nThe importance of migration for the post-2015 \r\ndevelopment agenda cannot be overstressed. Migration \r\nis a key driver and an enabler for achieving the \r\nMillennium Development Goals and a key factor for \r\nsustainable development. We need a coherent, humane \r\nand age- and gender-sensitive rights and facts-based \r\nglobal agenda that can address today’s realities. It \r\nis a truly global challenge that requires a global and \r\ncollective response. Only by working together can we \r\nsucceed.\r\nand migration. We welcome the Secretary-General’s \r\nreport (A/68/190) and his eight-point agenda for action.\r\nCyprus fully associates itself with the statement \r\nmade by the observer for the European Union on behalf \r\nof its 28 member States (see A/68/PV.25).\r\nSince the first High-level Dialogue, in 2006, we \r\nhave witnessed some tangible progress. Remittance \r\nf lows provide a good example. As the Secretary-\r\nGeneral indicates in his report, migrant remittances \r\ngrew to $401 billion just last year. Thus international \r\nmigration has proved during the last six years that it \r\ncan be mutually beneficial to countries of origin and \r\nreception, to developing and developed countries alike, \r\nand to South-South cooperation. It has become a major \r\nfactor in shaping the global landscape and reality, and a \r\npowerful force for social change and cultural interaction \r\nin the countries concerned. Migration provides \r\nmigrants themselves with significant opportunities for \r\na better life. Today there is more clarity and a better \r\nunderstanding of the many and complex effects on the \r\ndevelopment of countries of origin and destination.\r\nThe first High-level Dialogue was an historic \r\nevent. By recognizing the importance of international \r\nmigration to development, the international community \r\nhas accepted the need to establish a more coherent \r\npolitical response to this phenomenon. The 2006 \r\nDialogue brought the international community one step \r\nfurther by creating the Global Forum on Migration and \r\nDevelopment and by allowing civil society to have a \r\nvoice, substantial engagement and cooperation with \r\nmember States. The Global Forum, as the Secretary-\r\nGeneral states in his report, after six years of operation, \r\nhas become indispensable. It attracts more than \r\n150 States and fosters a common understanding of \r\nmigration.\r\nCyprus fully supports the open and transparent \r\nfocus established by the Global Forum on Migration \r\nand Development and appreciates the opportunity \r\nit provides for a frank and focused dialogue and for \r\nsharing experiences and best practices. We firmly \r\nbelieve that the Forum should be further reinforced and \r\nstrengthened in order to improve its effectiveness.\r\nNumerous are the challenges of the development \r\naspect of migration, and addressing them successfully \r\nis not an easy task. Both countries of origin and \r\ndestination must deal with issues such as brain drain, \r\nprotection of migrants’ rights, minority integration, \r\n6/31 13-50009\r\nA/68/PV.28 04/10/2013\r\nSixthly, development and migration policies involve \r\nprocesses for establishing human mobility that promote \r\nrespectable work for all migrant workers and their \r\nprogress towards full and transnational citizenship. In \r\nthat context, the safety of migrants must be ensured, \r\nas they are affected by organized crime. Therefore \r\nit is necessary to implement effective mechanisms \r\nfor access to justice for migrants, regardless of their \r\nmigration status.\r\nIn that connection, we recognize the contribution \r\nof criminal investigation institutions in our region \r\nin addressing the forced disappearances of Central \r\nAmerican migrants. That criminal phenomenon has \r\ngained strength in recent years and is related to other \r\ncrimes such as drug trafficking, organized crime and \r\nhuman trafficking and slavery. We also recognize the \r\nrole played by humanitarian institutions, such as the \r\nInternational Committee of the Red Cross, as well \r\nas partnerships developed with State institutions and \r\ncivil society in the search for disappeared migrants and \r\nunidentified remains.\r\nMigration’s fundamental role in the achievement \r\nof many of the Millennium Development Goals \r\nis undeniable. The human, social and economic \r\ndimensions of migration must have a central place in \r\nthe post-2015 development agenda. Guatemala believes \r\nthat by ensuring access to justice, health and education \r\nfor all migrants and their families, in particular the most \r\nvulnerable, we can ensure their full human development \r\nand the sustainable development of our societies.\r\nI take this opportunity to thank Member States, \r\nUnited Nations entities and civil-society participants \r\nfor their efforts, in particular the delegation of Mexico, \r\nin its capacity as facilitator of the Declaration of the \r\nHigh-level Dialogue on International Migration and \r\nDevelopment (resolution 68/4), which was adopted \r\nyesterday and with which we fully align ourselves.\r\nMr. Estremé (Argentina) (spoke in Spanish): At \r\nthe outset, I wish to express, on behalf of Argentina, \r\nsincere condolences to the families of the victims of the \r\ntragedy that took place near the island of Lampedusa. \r\nThat tragedy is another demonstration of the importance \r\nand need to hold those discussions in the framework \r\nof the United Nations and particularly to focus on the \r\nissue of international migration from a perspective of \r\nhuman rights and of the urgency of working to change \r\nthe paradigm.\r\nMs. De Sciolli (Guatemala) (spoke in Spanish): \r\nAllow me to express, with great feeling, Guatemala \r\nregret at the loss of many human lives off the Italian \r\nisland of Lampedusa. That tragedy demonstrates the \r\ndangers faced by migrants seeking a better life.\r\nAs we approach the closing of the plenary meeting \r\nand the round tables of the High-level Dialogue on \r\nInternational Migration and Development, Guatemala, \r\nas a country of origin, transit, destination and return \r\nof migrants, wishes to contribute the following \r\nrecommendations.\r\nFirst, for migration to be properly integrated into \r\nthe United Nations post-2015 development agenda, there \r\nmust be coherent public policies that include the migrant \r\nnot only as an object, but also as a subject of human \r\ndevelopment. International migration management \r\nmust safeguard at all times the protection of and \r\nrespect for human rights, equality and sustainability, in \r\nparticular those of the most vulnerable — children and \r\nadolescents, especially those who are not accompanied \r\nby adults, women, and people with various disabilities.\r\nSecondly, as migration is a universal issue, the \r\ngeneration and exchange of information and statistical \r\ndata on migration should be encouraged for the design \r\nof integrated State and regional public policies in \r\ncountries of origin, transit and destination.\r\nThirdly, with equity as a guiding principle in the \r\nnexus between migration and development, sustainable \r\ndevelopment begins and ends with ensuring the safety, \r\nhealth and education of children and adolescents, \r\nregardless of their migratory status.\r\nFourthly, only by building strong States can we \r\nensure the right to not migrate and eradicate irregular \r\nmigration. For that we need the broad and inclusive \r\nparticipation of various governmental actors, such as \r\nthose in social development, education, work, health, \r\nforeign affairs, migration and governance, among \r\nothers.\r\nFifthly, the objective of discussions on migration \r\nand development should be the improvement of \r\nmigration governance at local, national, regional and \r\nglobal levels. It is important to involve the diasporas \r\nin the migrant integration and reintegration processes, \r\ndeveloping strategic partnerships among them, \r\ngovernment institutions, civil society, the private sector \r\nand international partners.\r\n13-50009 7/31\r\n04/10/2013 A/68/PV.28\r\nequitable international system. Therefore, this issue \r\nshould be approached together with the promotion of \r\ngenuine development in all nations.\r\nWe reiterate our belief that not enough consideration \r\nhas been given in the Global Forum on Migration and \r\nDevelopment to our region’s proposal on migration and \r\ndevelopment. We believe that the General Assembly \r\nis the right place to engage in a comprehensive global \r\ndiscussion of a political nature on universal human \r\nmobility leading to the adoption of an international \r\nconvention on international migration.\r\nFurthermore, the human rights perspective should \r\nbe a cross-cutting theme that is common to all the \r\nmandates and programmes of the bodies and agencies \r\nof the United Nations system on international migration \r\nand its structural causes. The participation of civil-\r\nsociety organizations in the discussions that are taking \r\nplace in various forums on new migration tendencies \r\nis of particular importance in order to enrich those \r\ndiscussions.\r\nIn conclusion, I would like to underscore that \r\nthe Declaration of Buenos Aires, addressed to this \r\nDialogue, was recently introduced in the context of the \r\nSouth American Conference on Migrations. We urge \r\nmembers to pay special attention to the new way of \r\nconceptualizing international migration that is being \r\ndeveloped in South America and is starting to take hold \r\nin CELAC.\r\nOur statement will be circulated in its entirety.\r\nMr. Nduhuura (Uganda): I thank the President for \r\nconvening this High-level Dialogue on International \r\nMigration and Development. The adoption by consensus \r\nof resolution 61/208 in 2006 showed Member States’ \r\nacknowledgement of the significant linkages between \r\ninternational migration and development.\r\nThe Dialogue presents a unique opportunity for us \r\nto further identify the ways and means to maximize \r\nthe development benefits of international migration \r\nand to reduce its negative impacts. It is essential that \r\nwe exchange views on an array of important issues, \r\nincluding the governance of international migration, \r\nthe role of migration in sustainable development and \r\nthe role of the United Nations and Member States in \r\nmanaging migratory f lows.\r\nThe Dialogue also offers a platform to bridge our \r\ndifferences, along North-South or origin-destination \r\nlines, with a view to collectively harnessing the \r\nThe Argentine Republic would like to align itself \r\nwith the statements delivered by the delegation of \r\nFiji (see A/68/PV.25) on behalf of the Group of 77 \r\nand China, and the delegation of Cuba, on behalf of \r\nthe Community of Latin American and Caribbean \r\nStates(CELAC).\r\nAt the national level, I would like to underscore the \r\nfact that 10 years ago Argentina significantly changed \r\nits international migration paradigm, which allowed it \r\nto move from an anachronistic, restrictive and control-\r\nbased approach to one based on rights. For Argentina, \r\neveryone has the inalienable right to migrate and \r\nall migrants have rights. We ensure unconditional \r\nrespect for migrants’ human rights, regardless of their \r\nmigratory status, and we reject their criminalization. \r\nWe condemn all acts of xenophobia, discrimination and \r\nracism.\r\nArgentina understands that the motivation for \r\nmigration resides in the forces of globalization and \r\nthe structural conditions and policies of origin and \r\ndestination countries. Therefore, we do not consider \r\nmigrants to be mere factors of production, but instead \r\nwe emphasize their human dimension — their condition \r\nas people who have had to leave their countries on \r\naccount of those forces. We integrate them into the \r\neconomy, work and production but also ensure that they \r\nhave social and labour rights, have access to health care \r\nand education, receive equal treatment, are respected \r\nfor their culture and enjoy freedom in the broadest \r\nsense of the word.\r\nIrregular migration status encourages unequal \r\ntreatment and job insecurity and threatens the \r\nfundamental rights of people. We suggest that \r\nregularization be regarded as a crucial factor for human \r\ndevelopment and for the mutual integration of migrants \r\ninto host societies. The establishment of measures \r\nproviding easy access to regularization in Argentina \r\nhas led to a substantial decrease in undocumented \r\nlabour, as well as increased access to social security. \r\nWe underscore the negative consequences of those \r\nforms of admission of migrant workers that are aimed \r\nat transforming them into cheap and f lexible labour. In \r\nthat regard, we urge the States that still have not done so \r\nto ratify the International Convention on the Protection \r\nof the Rights of All Migrant Workers and Members of \r\nTheir Families of 1990.\r\nWe believe that the underlying causes of international \r\nmigration that derive from underdevelopment will be \r\nresolved only in a fairer, more supportive and more \r\n8/31 13-50009\r\nA/68/PV.28 04/10/2013\r\ngo any further, my delegation wishes to join others \r\nin offering our condolences to the families of victims \r\nof the tragedy near Lampedusa island in Sicily, which \r\nhas so far claimed the lives of more than 100 migrants. \r\nMalaysia also wishes to associate itself with the \r\nstatement made by Fiji on behalf of the Group of 77 and \r\nChina (see A/68/PV.25).\r\nAs a country that is strategically located in the \r\nSouth-East Asia region, which has enjoyed sustained \r\neconomic growth, Malaysia is only too aware of the role \r\nthat migration can play in the process of development \r\nand the difficulties that phenomenon entails. For \r\nMalaysia, the main challenge is to balance the need to \r\nmaximize the economic benefits of migration and the \r\ndesire to protect the interests of all those concerned. \r\nWe believe that, in order to achieve that balance, it is \r\ncrucial to ensure that migratory f lows are managed in an \r\norderly way. In that regard, Malaysia’s policy on foreign \r\nworkers is premised on the need to manage migration \r\nin cooperation with migrant sending countries so as to \r\nbenefit everybody.\r\nMalaysia recognizes the significant contributions \r\nmade by migrant labour to a country’s productivity and \r\nits economic development. In that regard, continuous \r\ncooperation with sending countries has been forged \r\nin order to ensure that labour migration benefits all \r\nstakeholders involved, in particular, migrant sending \r\nand recipient countries, employers, documented migrant \r\nworkers and civil society. Migration is inherently \r\na regional and global issue that requires concerted \r\nefforts, mutual understanding and respect. In view \r\nof that, Malaysia attaches a great deal of importance \r\nto regional and international cooperation aimed at \r\naddressing the challenges of migration.\r\nMalaysia believes that the benefits of the process \r\nof globalization have to be shared equally between \r\nmigrant sending and recipient countries. In that regard, \r\npolicies and measures at the global level must meet \r\nthe needs of all parties, and they must be formulated \r\nand implemented with the effective participation of \r\neveryone involved.\r\nLikewise, the issue of remittances is a crucial one \r\nfor migrants and correlates with global development. In \r\nthat regard, I wish to emphasize that Malaysia imposes \r\nno restrictions on migrant workers remitting money \r\nback home. Based on figures released by the World \r\nBank in 2011, I can say that Malaysia is towards the \r\ntop 20 countries in the world, with a total of 2.4 million \r\nmigrants. Those migrants remitted approximately \r\ncontributions of migration to development. It is being \r\nheld at a critical time, as we approach the target \r\ndate of 2015 for the achievement of the Millennium \r\nDevelopment Goals, and as negotiations are under way \r\non the post-2015 development agenda.\r\nUganda welcomes the efforts by the international \r\ncommunity to address various aspects of international \r\nmigration and development, through different \r\ninitiatives, both within the United Nations system and \r\nthrough other processes, particularly the Global Forum \r\non Migration and Development, regional processes \r\nand relevant organizations, such as the International \r\nOrganization for Migration.\r\nWe recognize and appreciate the important \r\ncontribution made by migrants and the diaspora to the \r\nsocioeconomic development of their countries of origin \r\nand residence, in terms of financial and intellectual \r\ninput and skills transfer, as well as social capital. In \r\nUganda, remittances from the diaspora currently \r\namount to about $800 million per year and constitute an \r\nimportant source of private capital and transfer earnings. \r\nThe Government continues to encourage the Ugandan \r\ndiaspora to invest in the country’s development and is \r\nin the process of operationalizing a diaspora bond.\r\nWe therefore stress the need to promote conditions \r\nfor cheaper, faster and safer transfers of remittances in \r\nboth source and recipient countries. Uganda calls for \r\ngreater commitment by the international community to \r\nrespect and protect the human rights of all migrants, \r\nin accordance with the International Convention on the \r\nProtection of the Rights of All Migrant Workers and \r\nMembers of Their Families. We would also like to stress \r\nthe importance of stepping up efforts to prevent and \r\ncombat human trafficking and to protect the victims.\r\nOne of the effective ways through which this can be \r\ndone is by ratifying and implementing the international \r\ninstruments on the prevention and combating of \r\nsmuggling and trafficking in human beings, as well \r\nas by establishing or upgrading national and regional \r\nanti-human-trafficking policies.\r\nMr. Haniff (Malaysia): At the outset, I would like \r\nto take this opportunity to congratulate the President \r\nfor convening this high-level meeting, which is both \r\nimportant and timely, given the increasing prominence \r\nof the issue of migration and development. Member \r\nStates will have the opportunity to take stock of the \r\nprogress made in the global discussion on migration \r\npolicies and to address future challenges. Before 1 \r\n13-50009 9/31\r\n04/10/2013 A/68/PV.28\r\nThe contributions of migrants to local development \r\nin their host communities should be recognized. We \r\nmust also recognize the importance of integrating \r\nmigrants into those policies, which should take a rights-\r\nbased approach that specifically combats xenophobia, \r\nincluding in education.\r\nAlso, enabling universal access to health care, \r\ninformation and education should become a priority, \r\nparticularly in terms of sexual and reproductive health, \r\nespecially for young people, women, children and \r\nother vulnerable groups. In that connection, Uruguay \r\nhighlights the importance of promoting the ratification \r\nof the International Convention on the Protection of the \r\nRights of All Migrant Workers and Members of Their \r\nFamilies.\r\nWe recognize that the link between migration and \r\ndevelopment goes beyond the mere economic aspect; \r\nit should be approached in a cross-cutting way, by \r\nincluding its human, social, cultural and environmental \r\naspects. We must highlight the fact that the relationship \r\nbetween migration, development and human rights \r\nis not limited to a discussion about remittances and \r\nprivate capital f lows, which can in no way be seen as \r\npart of official development assistance.\r\nWe emphasize the need to manage the discussion of \r\nmigration in the United Nations properly, highlighting \r\nthe importance of avoiding duplication and establishing \r\na new body within the Organization responsible for \r\nmigration, which would work hand in hand with the \r\nInternational Organization for Migration, the only \r\ninternational organization with an exclusive mandate \r\nin terms of migration and with almost universal \r\nmembership. It is also necessary to step up our efforts \r\nto coordinate the various forums that already exist and \r\nto reassert that the legitimacy of those bodies is related \r\ndirectly to their ability to foster democratic discussion \r\nof the contributions made to migration by all regions.\r\nMs. Byaje (Rwanda): Allow me first to express my \r\nsincere condolences to the families of the victims who \r\nperished yesterday off Lampedusa island on a journey in \r\nwhich they had placed their hopes for a brighter future. \r\nSuch tragedies remind us of our moral obligation to \r\nhelp the most vulnerable and call for concerted efforts \r\nto alleviate the negative impact and risks associated \r\nwith migration. My delegation aligns itself with the \r\nstatement made by the representative of the G-77 and \r\nChina (see A/68/PV25) and endorses the position of the \r\nAfrican Union and the least developed countries.\r\n$6.8 billion in 2009, which has contributed indirectly \r\nto the growth of developed countries.\r\nTo conclude, I wish to congratulate all delegations \r\nfor successfully finalizing the talks on the Declaration \r\n(resolution 68/4), which was adopted at the opening \r\nof this High-level Dialogue. Malaysia is committed to \r\ncontributing more towards the progress of international \r\nmigration and development. Regarding the protection \r\nof the human rights of migrants, foreign workers \r\nin Malaysia enjoy full protection of their human \r\nrights, in accordance with Malaysian laws. Malaysia \r\nparticipated in the negotiation of the Declaration and \r\nwishes to reaffirm its commitment to the Declaration, \r\nin accordance with our national policies and laws.\r\nMr. Cancela (Uruguay) (spoke in Spanish): Allow \r\nme at the outset to express my condolences with regard \r\nto the tragedy that took place yesterday, costing many \r\nmigrants their lives. Uruguay also aligns itself with the \r\nstatement made by the delegation of Fiji on behalf of the \r\nGroup of 77 and China (see A/68/PV.25).\r\nMy country attaches importance to the process of \r\nestablishing the post-2015 development agenda and in \r\nparticular to the talks which have already started. The \r\ntalks are particularly relevant, since despite the progress \r\nmade in promoting dialogue and cooperation at the \r\nglobal level, obstacles remain in terms of integrating \r\nthe issue of migration in the framework of development \r\nand in broader sectoral policies, as well as in global \r\ndevelopment agendas for development.\r\nWith regard to policies on migration, the effective \r\nprotection of the human rights of migrants has still \r\nnot been achieved, nor has there been a significant \r\nchange in public opinion on migration. In general, \r\nthe media continues to focus on security, the issue of \r\ncompetition for jobs and the difficulties of integrating \r\nmigrants within their host communities. That problem \r\nis particularly important in the light of the real and \r\ngrowing human mobility in our societies, which are \r\nmore and more transnational in nature.\r\nIn that regard, Uruguay considers the second High-\r\nlevel Dialogue on Migration and Development to be a \r\ndecision-making forum for achieving a strategic vision \r\nof migration in the post-2015 international agenda. For \r\nour country, it is important that the issue of migration \r\nis being addressed at the United Nations and that it \r\nis recognized as a factor that can make development \r\npossible, addressing it in terms of human rights and \r\ngender.\r\n10/31 13-50009\r\nA/68/PV.28 04/10/2013\r\naction to build capacities, including the management \r\nof migration. In that regard, civil society will need to \r\nplay a critical role. It is important to stress the power of \r\npartnership and strategic cooperation and to emphasize \r\nthe fundamental aim of achieving equal treatment and \r\nfundamental human rights as well as labour rights for \r\nmigrants.\r\nLet me just mention a few steps my country has \r\nundertaken in its attempts to deal with this issue. \r\nRwanda values people irrespective of their country of \r\norigin. In that regard, Rwanda has put in place a no-visa \r\npolicy for Africans who want to travel to Rwanda. A \r\nnational from any African country does not require \r\na visa to enter Rwanda. In addition, nationals of any \r\nmember of the East African Community, a subregional \r\nbody to which Rwanda belongs, have an automatic work \r\npermit and, effective January 2014, citizens of the East \r\nAfrican Community will require only a regular identity \r\ncard to travel within the East African Community \r\nregion.\r\nThanks to the end of the bad politics of \r\ndiscrimination that was the root cause of emigration in \r\nRwanda, the migratory movement has been reversed. \r\nIndeed, as all causes of fear have been eliminated, we \r\nare currently witnessing a massive influx of Rwandans \r\nfrom the diaspora, who are voluntarily returning to \r\ntheir motherland. Since 1994, more than 3.4 million \r\npeople have been repatriated and have been helped \r\nto reintegrate into their communities. Beginning on \r\n30 June 2013, the cessation clause to end the problem of \r\nRwandan refugees entered into force, and there are also \r\nmechanisms in place to help those Rwandans wishing \r\nto stay abroad to become involved in national life.\r\nFinally, the promotion of international relations \r\nbased on mutual respect, cooperation and mutually \r\nbeneficial economic exchange has attracted many \r\nmigrant workers from neighbouring countries. Rwanda \r\nbenefits tremendously from diaspora remittances. Last \r\nyear alone, such contributions amounted to $175 million. \r\nAll those initiatives globally militate in favour of \r\nincluding the issue of migration and development in the \r\npost-2015 development agenda to mitigate the effects of \r\nits absence from the Millennium Development Goals.\r\nMr. Tupouniua (Tonga): The delegation of \r\nthe Kingdom of Tonga conveys its appreciation to \r\nthe President for convening this second High-level \r\nDialogue on International Migration and Development \r\nand commends the Secretary-General for including \r\nthat crucial issue in his report entitled “A life of dignity \r\nFrom the outset I would like to thank the President \r\nof the General Assembly for convening this timely \r\nHigh-level Dialogue on International Migration and \r\nDevelopment, which indicates that migration has moved \r\nto centre stage in development policy discussions after \r\ndecades of being overlooked. For most of the past years, \r\nmigration has been portrayed in development circles \r\nin largely negative terms and identified as one of the \r\nproblems that development aims to address in the world.\r\nHowever, as far back as one can go in history, \r\nthere has always been a nexus between migration \r\nand development, both for countries of origin and for \r\ncountries of destination. It is high time for the potentially \r\npositive role of migration in the development process to \r\nbe recognized, as well as the contribution of migrant \r\nworkers through remittances, the transfer of knowledge \r\nand skills, and the development of transnational \r\nnetworks.\r\nAt this high-level meeting I would like to reiterate \r\nwhat those who preceded me have said in reference to \r\nthe rights of migrant workers. We have to admit that \r\nmigrants are drivers of innovation. Countries should \r\ntherefore strengthen the protection of migrant rights \r\nin the workplace. The time is right for Member States \r\nto tackle the discussion of international migration \r\nand development in a more constructive and more \r\ntransformative manner. Let us address the real issues \r\naffecting migrants, in particular the relegation of \r\nmigrants to shacks of discrimination, xenophobia and \r\nracism, which lead to the loss of many precious lives. \r\nIt is urgent and relevant to try to move the discussion \r\nforward by urging Member States to incorporate \r\nmigration into their policy debates. Let us address the \r\nissue, bearing in mind that we are dealing with human \r\nbeings, particularly the most vulnerable people in our \r\nsocieties, especially women and children, who are in \r\nno way criminals but rather individuals who seek to \r\novercome adverse conditions by exploring new horizons \r\nfor a better tomorrow.\r\nHuman mobility should therefore be recognized as \r\na fundamental component of people’s freedoms. Let us \r\nstrongly condemn the politicization of the immigrant \r\nissue. Indeed, some countries have looked at the issue \r\nof migration using a political mirror whereby politicians \r\nchange migration policies to feed their own political \r\nagendas. That has had adverse effects on immigrants \r\naround the world. African Governments must strive for \r\na comprehensive approach to migration, in particular \r\nby building partnerships and ensuring coordinated \r\n13-50009 11/31\r\n04/10/2013 A/68/PV.28\r\nFor countries such as Tonga, the migration of \r\nhighly skilled persons has affected development efforts, \r\nleading to the consideration of circular migration. At a \r\nregional level, mechanisms are being established for the \r\nrecognition of qualifications across the Pacific Ocean. \r\nThat includes a reciprocal beneficial relationship with \r\nour development partners Australia and New Zealand \r\nthrough seasonal worker schemes, by which Tongan \r\nworkers are able to find temporary employment in those \r\ncountries, contributing both to economic production \r\nand to the remittance economies back home. The same \r\ninitiative is also being explored with Papua New Guinea \r\nand its mining industry.\r\nWhile recognizing the important nexus between \r\ninternational migration and development, Tonga is well \r\naware of the social and cultural challenges associated \r\nwith it. Support has therefore been provided at a \r\nregional level to deal with some of those issues, such as \r\nthe growing number of deportees and its implications.\r\nOur experiences with the cross-cutting nature of \r\ninternational migration has led to our addressing it \r\nin a coherent, comprehensive and balanced manner, \r\nwhile integrating development with due regard to \r\nsocial, economic and environmental dimensions and \r\nrespecting human rights. We also recognize the need to \r\nconsider the role that environmental factors may play \r\nin migration.\r\nTonga supports the call for reliable migration \r\nstatistics and data analysis, including, when possible, \r\non the contributions of migrants to development in \r\nboth origin and destination countries. That analysis \r\ncould facilitate the design of evidence-based policy and \r\ndecision-making in all relevant aspects of economic, \r\nsocial and environmental development.\r\nWe wish to acknowledge with gratitude the efforts \r\nand support of our Pacific regional institutions and \r\nthe cooperation with relevant United Nations systems \r\nin efforts to improve the performance of existing \r\ninstitutions and frameworks, as well as in partnering \r\nwith the relevant stakeholders involved in international \r\nmigration and development at both the regional and \r\nglobal levels. That includes regional and international \r\nsupport for national efforts to prevent and combat \r\nhuman trafficking and protect victims of trafficking.\r\nFinally, Tonga would also like to acknowledge the \r\nsupport and close cooperation of civil society with \r\nregard to the challenges and opportunities in order to \r\nfind adequate responses to international migration. \r\nfor all” (A/68/202). The Tongan delegation joins other \r\ndelegations in expressing its condolences and prayers \r\nto the families of the victims following the tragedy that \r\noccurred on the Italian island of Lampedusa yesterday. \r\nThe Tongan delegation also wishes to align itself with \r\nthe statement made by Fiji on behalf of the Group of 77 \r\nand China.\r\nIt has been seven years since the inaugural High-level \r\nDialogue on International Migration and Development, \r\nwhich provided global attention to the nexus between \r\ninternational migration and development. Indeed, \r\nwe have this important opportunity to reflect on the \r\nprogress made to date at the national, regional and \r\nglobal levels, while focusing on the range of outstanding \r\nissues and challenges that still need to be addressed.\r\nTonga, as a sending State, has more people living \r\noutside its shores than in country. As both a transit and \r\na receiving State, Tonga is fully aware that international \r\nmigration is a multidimensional reality of major \r\nrelevance for the development of countries of origin, \r\ntransit and destination.\r\nTonga is a mature migration-remittance economy, \r\nwith remittances representing around 39 per cent of \r\nthe gross domestic product. Remittances constitute, \r\ntherefore, an important source of private capital and \r\nrepresent a major contribution to the economy. They \r\nimprove income distribution, alleviate poverty and \r\nincrease the level of savings. They also stimulate \r\nbusiness activities with higher levels of investments in \r\neducation and skills development.\r\nIn recent years, however, as the level of remittances \r\nhas declined, mostly as a result of the global financial \r\nand economic crisis, the question arises as to what \r\nmechanisms can be put in place to buffer the impacts \r\non both migrants and their families. In that connection, \r\nI would like to take this opportunity to acknowledge \r\nthe exemplary work of the International Organization \r\nfor Migration, particularly its office in Canberra, \r\nAustralia, with which Tonga works closely.\r\nLabour mobility is an important vehicle for making \r\ngood on commitments to pro-poor strategies, such as \r\nthe Millennium Development Goals, and other global \r\ncommitments to implementing national sustainable \r\ndevelopment strategies and, in particular, progress \r\ntowards the post-2015 development agenda. In order \r\nto enhance the prospect for labour mobility, attention \r\nshould be focused on increasing the level of investment \r\nin the development of transferable skills.\r\n12/31 13-50009\r\nA/68/PV.28 04/10/2013\r\nDevelopment and the Global Migration Group, along \r\nwith the dynamic leadership of Special Representative \r\nof the Secretary-General Peter Sutherland, as well as \r\nrelevant regional and other forums — the discourse on \r\nmigration has evolved to a very deep recognition of the \r\nfundamental link between migration and development \r\nand the parallel imperative of protecting the human \r\nrights of migrants so they may realize their full \r\ndevelopment potential.\r\nIt is striking that the great twenty-first-century \r\nchallenges are starting to look very similar around \r\nthe world. Competition for labour, skills and talent is \r\nnow a global phenomenon, as is the need to manage \r\ninequalities, diversity and social cohesion and to adapt \r\nto an increasingly mobile and urbanized planet.\r\nThe second High-level Dialogue on International \r\nMigration and Development takes place amid debates \r\non the shape of the global development agenda after \r\n2015. It also takes place against the background of daily \r\naccounts of migrants who suffer terribly and needlessly. \r\nMany, as off Lampedusa several days ago, perish at sea \r\nor along borders, while others face rejection and racism \r\nin their host communities.\r\nIn short, while migration carries significant \r\ndevelopment potential, positive development outcomes \r\nfor migrants and for countries of origin and destination \r\nare by no means guaranteed. Migration is an integral \r\npart of development but not a substitute for it. By the \r\nsame token, however, migrants can be the agents and \r\nthe enablers of development but should not be held \r\nresponsible for it. Positive development outcomes \r\nof migration depend on the protection of the human \r\nrights of migrants. For that, we need collaboration and \r\npartners.\r\nAs matters stand today, however, too much \r\nmigration takes place at the hands of traffickers and \r\nsmugglers. If we keep tightening visa regimes, building \r\nwalls, making integration impossible for migrants and \r\nmaking it impossible for people to move freely among \r\nsocieties, then more and more people will be pushed \r\ninto the hands of traffickers and smugglers. Too many \r\nmigrants suffer gross abuses of their human and labour \r\nrights. Too many must do work that falls far short of \r\ntheir actual qualifications. And too much of migrants’ \r\nearnings is subject to exorbitant recruitment fees, \r\nearnings that should not go to recruitment agencies. \r\nSadly, migrants often manage to improve their lot in \r\nspite of, not because of, Government policies.\r\nMoreover, Tonga encourages promoting the well-\r\nbeing of migrants and their integration into their \r\nsocieties, especially at times of conditions of extreme \r\nvulnerability, and seeks the support of the international \r\ncommunity for the efforts of such organizations.\r\nThe Acting President (spoke in French): In \r\naccordance with resolution 47/4, of 16 October 1992, I \r\ncall on the observer of the International Organization \r\nfor Migration.\r\nMr. Swing (International Organization for \r\nMigration) (spoke in French): With your permission, \r\nMr. President, I will speak first in my capacity as \r\nDirector General of the International Organization for \r\nMigration (IOM) and then as President of the Global \r\nMigration Group (GMG).\r\n(spoke in English)\r\nIt is an honour to take part, on behalf of the \r\nInternational Organization for Migration, in this second \r\n-ever High-level Dialogue that the General Assembly \r\nhas held on this issue. As the global lead agency on \r\nmigration, IOM today comprises of 151 member \r\nStates, with about 9,000 staff deployed in more than \r\n470 field locations in 175 countries, doing about 3,000 \r\nprojects a year. IOM is daily assisting Governments \r\nand millions of migrants and their families around the \r\nworld, including those who are caught up in some of \r\nthe current disasters in the world. We thus have a very \r\nclear view of the tremendous and growing importance \r\nof migration.\r\nMigration is a mega-trend of the twenty-first \r\ncentury. We know that jobs cannot be filled, skills \r\nwill not be available, and economies cannot f lourish \r\nwithout the free f low of people to get there. So in this \r\nperiod of the largest human movement in history, we \r\ncan no longer think about our economies, our societies \r\nor our cultures without thinking about human mobility. \r\nMigration today is a reality for all, irrespective \r\nof whether or not we ourselves move. Migration’s \r\nincreasing visibility and relevance is also reflected in \r\nthe growth of our organization. For example, we have \r\nalmost doubled our membership, from 90 at the turn of \r\nthe century to about 151 today, as mentioned earlier.\r\nMigration affects all of us. As a global community, \r\nwe have come far since the first High-level Dialogue, \r\nin 2006, but there is a long way to go. Seven years ago, \r\nthe interest in migration was at a very early stage. Since \r\nthen — through the Global Forum on Migration and \r\n13-50009 13/31\r\n04/10/2013 A/68/PV.28\r\nLibya, where we brought nearly 250,000 migrant \r\nworkers home to 54 countries, along with our partner, \r\nthe Office of the United Nations High Commissioner \r\nfor Refugees. However, we discovered after we brought \r\nthem home that we had no more tools in our toolkit. \r\nThey needed schools, they needed clinics. We simply \r\nhave to be better organized to help migrants in the \r\nfuture, and we think our Framework, which is already \r\nin operation, will do just that.\r\nFinally, there is the area of policy coherence and \r\ncapacity development, which is partly why we are here \r\nfor these two days. I offer our full commitment at IOM \r\nto all who wish to work together to further cooperation \r\nin the field of migration.\r\nI offer a final thought. Migration is inevitable. In \r\nview of the demographic trends, we know that many \r\ndeveloped societies will need tens of millions of \r\nworkers that they simply will not have. Most of them \r\nare going to come from the global South, and if we are \r\nnot educating and informing our people about that, \r\nthe migrant workers may not receive the welcome that \r\nwill be required if they are going to contribute their \r\npotential. Migration is also necessary if our economies \r\nand societies are to f lourish, and it is desirable if we \r\nhave the right policies.\r\nI would now like to read out, on behalf of the Global \r\nMigration Group, their statement, which was negotiated \r\nover many months. It represents the views of 15 United \r\nNations agencies and the International Organization for \r\nMigration. It is the Group which I happen to chair at \r\nthis time.\r\nThe Global Migration Group was established prior \r\nto the first High- level Dialogue in 2006 as the successor \r\nof the Geneva Migration Group. Today, it is the principal \r\ninter-agency coordination mechanism on migration, \r\nencompassing 15 entities of the United Nations system \r\nand the International Organization for Migration. It \r\naims to promote all relevant international and regional \r\ninstruments and norms relating to migration. Bringing \r\ntogether heads of agencies, the Global Migration Group \r\nalso seeks to encourage more coherent, comprehensive \r\nand coordinated approaches to maximize the benefits \r\nand address the challenges of migration.\r\nThis is the second time in 2013 that we are discussing \r\nthe theme of international migration and development at \r\na high- level event in the General Assembly. We believe \r\nit is essential that migrants — the main protagonists in \r\nthe migration-development debate — be at the centre of \r\nAt IOM, we believe that the High-level Dialogue \r\nprovides a critical opportunity to shine a spotlight \r\non migration and its contribution to development and \r\non the migration-development nexus, and to improve \r\ncooperation on the governance of migration, while \r\nkeeping the rights and well-being of migrants fully at \r\nthe centre of the debate.\r\nI believe we are here today because migrants matter. \r\nIt is a cruel irony, however, that at the moment of the \r\ngreatest human mobility in recorded history, there is \r\na rising tide of anti-migrant sentiment in much of the \r\nworld, especially in destination countries and, sadly, \r\neven in traditional migrant countries.\r\nWhen migrants come to a country, they carry \r\nwith them a lot more than a suitcase. They also bring \r\nfresh talent, experiences, new perspectives and a \r\ncatalytic element that society needs. Every migrant \r\nhas something unique to offer. As we heard from many \r\ncountries that participated in our recent Diaspora \r\nMinisterial Conference in Geneva, a well-educated and \r\nwell-connected global diaspora gathers talented people \r\nwho can offer resources in the form of remittances. \r\nThey also possess know-how and contacts, and they \r\nmay return home from time to time. Ultimately, those \r\ntransnational communities are development actors. \r\nAll Governments have a responsibility to dispel the \r\ndangerous stereotypes and destructive myths about \r\nmigrants. That means large public-education and public \r\n-information programmes about the overwhelmingly \r\npositive contribution that migrants have always made.\r\nMigration is a necessity for some, a dream for many \r\nand a reality for all States. Let me offer six areas that \r\nIOM believes will require our dedicated attention in the \r\nyears to come.\r\nFirst, a fundamental shift in public perceptions \r\nof migrants and migration is needed. Migration is not \r\na problem to be solved; it is a process to be managed \r\nresponsibly and humanely. Secondly, we need to \r\ninvest in fact-based migration policies. That requires \r\nimproving the quality of research and data collection \r\non migration. Thirdly, migration should be integrated \r\nas a key element of development and of broader sectoral \r\nplanning at all levels in developed and developing \r\ncountries alike. Fourthly, the human rights of all \r\nmigrants must be protected, regardless of their status.\r\nFifthly, migration in crisis situations must be \r\nmanaged. We have come up with a Migration Crisis \r\nOperational Framework based on our experience in \r\n14/31 13-50009\r\nA/68/PV.28 04/10/2013\r\nat large to firmly anchor the debate on international \r\nmigration and development in the three fundamental \r\nprinciples of human rights, equality and sustainability \r\nthat lie at the heart of the future United Nations \r\npost-2015 development agenda. Together we can lay \r\nthe foundation for improved rights-based migration \r\ngovernance that enhances the human development \r\noutcomes of international migration for migrants and \r\nStates.\r\nLet us fast forward a few years. Imagine we are in \r\nthis room again, say for the next High-level Dialogue. \r\nWhat would we hope to have achieved? What world do \r\nwe want for the migrant of the future?\r\nFirst, a few years from now, we would like to be \r\nworking in a world in which all States are committed, \r\nboth in law and in practice, to the human and labour \r\nrights of migrants and their families, with a focus \r\non the most vulnerable. As one indication of change, \r\nGovernments would enhance access to regular \r\nmigration channels to meet actual labour market needs, \r\nand for family reunification. Fewer migrants would \r\nlanguish in immigration detention facilities, and none \r\nof them would be children or adolescents. There would \r\nbe a significant reduction in human trafficking and \r\nexploitation of migrants, and prosecution of perpetrators \r\nwould increase. There would be a precipitous drop in \r\nhate crimes and violence against migrants, and in abuse \r\nand maltreatment in the workplace and of migrants in \r\ntransit.\r\nWe would like to see more national human rights \r\ninstitutions with mandates and dedicated departments \r\nfor migrants. Equally, we would like to see more \r\ninterministerial and intersectoral coordinating bodies \r\nto deal with migration in a whole-of-Government \r\napproach. Effective mechanisms would be in place to \r\nmeet the humanitarian needs of migrants, in particular \r\nmigrants in crisis. All migrants and their families, \r\nirrespective of their status, would have access to health \r\ncare, including sexual and reproductive health and \r\nreproductive rights, and to education, adequate housing, \r\nsocial security and protection, and other basic services. \r\nMigrant women, including domestic workers, would \r\nbe empowered to enjoy fully their rights. Migrants would \r\nhave their own organizational capacity to articulate and \r\nclaim their rights, and trade unions would continue to \r\nopen the doors to and advocate on behalf of upholding \r\nlabour standards for migrant workers. Migrants would \r\nhave productive and decent work, and employers and \r\nprivate recruitment agencies would adopt equitable \r\nour attention. Migrants are not commodities or factors \r\nof production. They are mothers and fathers seeking \r\na better life for their families. They are young people \r\nusing their talents to realize their dreams and ambitions. \r\nThey are individuals trying to escape discrimination, \r\nthe poverty trap and conflict. They are neighbours, \r\nrelatives, friends, employers, or colleagues of each \r\nand every one of us in this room. Many of us are also \r\nmigrants or the children of migrants. With that in mind, \r\nthe Global Migration Group calls for a people-centred \r\nand human-rights-based approach to migration and \r\ndevelopment.\r\nOur key message for this High-level Dialogue and \r\nbeyond is that migration is undeniably an enabler of \r\ninclusive and sustainable development for individuals \r\nand societies alike. Rights-based governance of \r\ninternational migration, premised on the protection \r\nand fulfilment of the human and labour rights of all \r\nmigrants regardless of their status, will make migration \r\na safe, productive and enriching experience for migrants \r\nand their families. We need migration policies and laws \r\nthat address the entire migration process and that are \r\ncoherent with other policy areas. We need inclusive, \r\ntransparent and accountable cooperation bilaterally, \r\nregionally and globally. Only then can we also harness \r\nthe substantial gains that migration offers to the \r\ncountries that migrants come from, travel through and \r\nlive and work in.\r\nThe experiences of migrant men, women, the \r\nyoung and the old are varied. Where a migrant comes \r\nfrom and moves to, her migration status, his sector \r\nof employment, and conditions of work, health, \r\nincluding possibly disability, and cultural identity \r\nand ethnicity — all these factors will influence the \r\nindividual migration experience. As a result, there is \r\nno simple, single migration story applicable to all. We \r\nneed to recognize the diverse biographies, capacities, \r\nneeds and vulnerabilities of those we collectively call \r\nmigrants.\r\nAt the same time, however, we can identify relevant \r\nuniversal principles, good practices, and policy priorities \r\nin addressing migration. All migrants, regardless of \r\ntheir legal status, are entitled to protection, respect \r\nand the fulfilment of their inherent human and labour \r\nrights. As the Universal Declaration of Human Rights \r\nstates, “All human beings are born free and equal in \r\ndignity and rights”.\r\nThe 2013 High-level Dialogue is a unique \r\nopportunity for States and the international community \r\n13-50009 15/31\r\n04/10/2013 A/68/PV.28\r\nlevels that promote the contributions and participation \r\nof migrants and civil society more generally.\r\nThose are just a few measures of progress that \r\nwe put before the Assembly for its consideration as it \r\ndeliberates on the future of migration. The Group offers \r\nits support to States and other actors and entities in that \r\nendeavour. We have put forward our recommendations \r\nin greater detail in a position paper on the Dialogue, \r\nwhich is available on the Group’s website. I also take \r\nthe opportunity to thank those who participated in our \r\nside event earlier today. We were honoured to have \r\nSecretary-General Ban Ki-moon join us in a discussion \r\non the Global Migration Group’s work priorities and \r\nfuture direction.\r\nIn closing, allow me to reiterate our call for future \r\nmigration governance that is migrant-centred and that \r\nrecognizes human rights and development as two sides \r\nof the same coin. It is our hope that this second High-\r\nlevel Dialogue will conclude with an agenda for action \r\non protection of the rights of all migrants, migration’s \r\nrole in development, reduction of the costs of migration \r\nand cooperation on migrant matters at all levels. We in \r\nthe Global Migration Group are strongly committed to \r\nthat endeavour and offer our full support to all.\r\nThe Acting President (spoke in French): In \r\naccordance with resolution 56/90, of 12 December 2001, \r\nI now give the f loor to the observer of the International \r\nDevelopment Law Organization.\r\nMs. Arenas (International Development Law \r\nOrganization): The International Development Law \r\nOrganization (IDLO) — the only intergovernmental \r\norganization exclusively devoted to advancing the rule \r\nof law — expresses its appreciation for this important \r\nDialogue.\r\nMigrants have been playing and continue to play an \r\nessential role in global development. The contribution \r\nthey make to socioeconomic development in countries \r\nof destination, transit and origin is undeniable, although \r\nnot always fully recognized. The potential benefits of \r\nmigration are too often undermined by discrimination, \r\nunequal treatment and human rights abuses against \r\nmigrants.\r\nIDLO would like to express its deepest sympathies \r\nto the families of those who died yesterday in the \r\nMediterranean. The loss of life in the waters off \r\nLampedusa underscores the tragic globalization \r\nof human misery. For millions around the world, \r\nmigration offers the only hope of escaping grinding \r\nrecruitment practices and respect labour laws. Perhaps \r\nmost important in this domain, migrant women, men, \r\ngirls and boys would be recognized and valued for their \r\nunique and inherent individual human worth, dignity \r\nand contributions.\r\nSecondly, we hope to have a new reference text for \r\nglobal development, one which builds on and enhances \r\nthe Millennium Development Goals (MDGs). That \r\ntext, we hope, will remedy the silence of the MDGs \r\non migration issues. It will ref lect the realization that \r\nmigration is not exclusively a South-North issue, but \r\ncontributes to equitable, inclusive and sustainable \r\ndevelopment in all countries and regions.\r\nA few years from now, we hope to implement a new \r\npartnership for migration as part of a renewed global \r\npartnership for development. Such a partnership could \r\nbe measured in terms of the number of development \r\nplans, labour market and employment policies, social \r\nprotection schemes, education and health policies \r\nas well as investment, trade-related and financial \r\ninclusion policies that systematically include migrants, \r\nparticularly the poorest and most vulnerable, through \r\nparticipatory and accountable processes.Other measures \r\nof progress could include reduced up-front costs for \r\nrecruitment, lower transfer costs for remittances, \r\nmore multiple-entry visas and dual citizenships and \r\nadditional mechanisms for the recognition of foreign \r\nqualifications — all of that would help ensure that \r\nthe globalization of personhood keeps pace with the \r\nglobalization of commerce.\r\nWe hope that, in the interim, dialogue, cooperation \r\nand partnership on international migration will have \r\nexpanded and f lourished and will have become more \r\ninclusive and accountable. We would like to see the \r\nGlobal Forum on Migration and Development continue \r\nto advance understanding and consensus on migration \r\nand development. The Forum could also use its \r\nposition to promote all international instruments and \r\nnorms relevant to migration. We encourage regional \r\nconsultative processes on migration to continue \r\nexpanding their agendas and their circle of participants.\r\nThe Global Migration Group stands ready to \r\ncontinue to support the Forum and explore synergies \r\nfor future collaboration. We would like to see a greater \r\nnumber of regional mobility schemes and labour \r\nmigration agreements signed and implemented that \r\nproject and fulfil the human and labour rights of migrant \r\nworkers and their families. Above all, we would like \r\nto see mechanisms at the global, regional and national \r\n16/31 13-50009\r\nA/68/PV.28 04/10/2013\r\nIDLO welcomes the Declaration’s specific \r\nrecognition of the need to prevent and combat \r\ntrafficking. Our experience has shown that it is \r\nimportant to align domestic legislation on human \r\ntrafficking with international standards and equally \r\nimportant to build the regional capacity of the law and \r\ncriminal justice enforcement sectors involved in the \r\nprosecution of human trafficking cases and increase \r\naccess to justice for victims and groups at risk.\r\nThe rule of law and human rights can improve the \r\nlives of vulnerable migrants, particularly women. By \r\nempowering these groups and enabling them to have \r\ngreater access to justice, IDLO believes that better, more \r\ninclusive and sustainable development outcomes can be \r\nachieved. As the adoption of a post-2015 development \r\nagenda draws nearer, IDLO is committed to playing its \r\npart to support the international community in framing \r\nan agenda that embraces the rule of law, human rights \r\nand justice to achieve fair, inclusive and sustainable \r\ndevelopment for all, including migrants.\r\nThe Acting President (spoke in French): In \r\naccordance with resolution 477 (V), of 1 November \r\n1950, I now call on the observer of the League of Arab \r\nStates.\r\nMs. Elfergany (League of Arab States): Let \r\nme begin by joining others in expressing our deep \r\ncondolences to the families of those who died tragically \r\nyesterday on the shores of Lampedusa.\r\nToday I am honoured to represent the general \r\nsecretariat of the League of Arab States at this \r\nDialogue, an important event in relation to migration. \r\nDuring its preparatory stage, all relevant countries and \r\norganizations focused exclusively on the event.\r\nGiven the importance that the League of Arab \r\nStates attaches to coordination and its use of a unified \r\nArab approach for international and multilateral \r\ndiscussions on migration and development topics, \r\nthe League of Arab States — in collaboration with \r\nthe Economic and Social Commission for Western \r\nAsia (ESCWA) and the International Organization \r\nfor Migration (IOM)— held a regional consultative \r\nmeeting for Arab States on international migration and \r\ndevelopment in the Arab region at the League of Arab \r\nStates headquarters in Cairo on 4 and 5 June 2013. The \r\nmeeting was attended by officials from 15 countries in \r\nthe Arab region, the representatives of authorities in \r\ncharge of migration and expatriate affairs and of labour, \r\nthe representatives of communities living abroad and of \r\npoverty and violence. But migrants — especially \r\nwomen and children — are some of the world’s most \r\nvulnerable people, subject to exploitation, abuse and \r\nfatal accidents. The Lampedusa tragedy only makes \r\nit more essential to promote a global culture of justice \r\nand development.\r\nIDLO supports the commitment in the Declaration \r\n(resolution 68/4) to work towards an effective and \r\ninclusive agenda on international migration that \r\nintegrates development and respects human rights, and \r\nit firmly believes that the rule of law must be at its core. \r\nHuman rights are universal and inherent, irrespective \r\nof migratory status. Respect for human rights and the \r\nrule of law can lead to better and more sustainable \r\ndevelopment outcomes for all, including migrants.\r\nLast year, the General Assembly adopted resolution \r\n67/1, an important resolution recognizing that “the rule \r\nof law and development are strongly interrelated and \r\nmutually reinforcing”. With regard to migration, it \r\nis important to remember two critical aspects of the \r\nrule of law: equality before the law and fairness in the \r\napplication of the law. Equality and non-discrimination \r\nmust be translated into good laws, policy and regulations \r\nthat further the rule of law and protect the rights of \r\nmigrants. Unfortunately, in many cases migrants are \r\ndiscriminated against and criminalized.\r\nBut good laws and regulations are not enough. In \r\nparticular, migrants from vulnerable groups often bear \r\nthe brunt of compounding abuse and marginalization. \r\nWomen and girls, a group which makes up half of the \r\nmigrants around the world, are particularly vulnerable \r\nto discrimination, violence and exploitation. An area \r\nwhere the rule of law can clearly prove valuable is \r\nin improving migrants’ access to justice. Critical to \r\nensuring access to justice are the practical steps that \r\nmust be taken to remove barriers for those in vulnerable \r\nsituations. In the case of migrant women, creating clear \r\npathways of care and protection that involve local \r\ncommunities and provide information, counselling, \r\nlegal assistance and hosting, in case of danger, allow \r\nthem to count on protection and access to justice in \r\ncountries not their own.\r\nFurther, good rule-of-law frameworks based on the \r\nhuman rights principles of participation, accountability, \r\nnon-discrimination, equality and empowerment can be \r\npowerful enablers for migrants, for example through the \r\nuse of legal empowerment techniques, legal education \r\nand legal awareness.\r\n13-50009 17/31\r\n04/10/2013 A/68/PV.28\r\nThe declaration commended the establishment of a \r\nworking group on international migration in the Arab \r\nregion by the general secretariat of the League of Arab \r\nStates, ESCWA and the International Organization for \r\nMigration, under their joint chairmanship, and with \r\nthe membership of concerned organizations. Its aims \r\nare severalfold. They include promoting coordination \r\nmechanisms, exchanging information on migration, \r\ndeveloping programmes, projects, activities and ideas \r\non international migration and development in the Arab \r\nregion, as well as following up on the outcomes of the \r\nsecond High-level Dialogue.\r\nThe participants emphasized the importance \r\nof establishing a regional consultative process on \r\nmigration in the Arab region within the framework of \r\nthe League of the Arab States, which is currently taking \r\nthe necessary steps for that to be accomplished.\r\nThere is an urgent need to link migration and \r\ndevelopment in the Arab region and to identify the \r\npotential role of expatriate communities and migrant \r\nskills in development planning and execution. We are \r\nconfident that that link will help advance development \r\nand resolve the challenges currently facing our region. \r\nI hope that the Dialogue will achieve its objectives and \r\nthat it will be in the interests of all participants, whether \r\nthey are representing, sending or receiving countries.\r\nThe Acting President (spoke in French): In \r\naccordance with resolution 57/31, of 19 November \r\n2002, I will now give the f loor to Mr. Peter Widermann, \r\nDirector-General of the International Centre for \r\nMigration Policy Development.\r\nMr. Widermann (International Centre for \r\nMigration Policy Development): Within the mandate of \r\nmy organization we are working together with countries \r\nof origin, transit and destination. I therefore want to \r\nfirst and foremost express my deep concerns about the \r\nevents of yesterday morning in Lampedusa. I think it \r\nwas the worst day at the doorstep of Europe.\r\nWhen we last met for the High-level Dialogue \r\non International Migration and Development, many \r\nof us were concerned about the state of the global \r\nframework for migration. Migration and development \r\nwere still perceived as separate and only vaguely \r\nrelated components in the global arena. For some, the \r\nissue of migration was mainly connected to security \r\nconsiderations and divorced from the development \r\nagenda. Our understanding of the nature of international \r\nmigration and the reciprocal links between migration \r\nregional, international and civil society organizations, \r\nas well as experts.\r\nThe final declaration of the meeting focused \r\nprincipally on international migration in the Arab \r\nregion and the main development challenges facing it. \r\nA detailed version is available on the websites of the \r\nLeague of Arab States, the IOM and ESCWA. Hard \r\ncopies are available in the Hall. The declaration included \r\ndiscussions on how to protect human rights and improve \r\nthe conditions of migrant workers and the importance \r\nof coordination at regional and international levels to \r\nprovide assistance to refugees and displaced persons, \r\nparticularly given their growing numbers owing to the \r\ncurrent situation in some Arab countries in the region.\r\nThe declaration emphasized several other points: \r\nthe importance of promoting the role of migrant \r\ncommunities in development planning and practice \r\nthrough the transfer of skills, the development of \r\npartnerships and communication networks between \r\nthemselves and their counterparts in the Arab region, \r\nand the optimal use of modern communications and \r\ntechnology to access better information on job and \r\ninvestment opportunities in the region.\r\nThe declaration also emphasized support for \r\ndevelopment goals through regional and international \r\nlabour mobility. Such mobility can be achieved by \r\nintegrating migration into development strategies at \r\nthe national, regional and international levels. The \r\ndeclaration called for strategies to alleviate poverty, \r\nprovide universal education, and adopt public service \r\nsector and social justice measures, as well as for the \r\ninclusion of migration in the post-2015 development \r\nagenda. It stressed the importance of partnership and \r\ncooperation in the field of international migration at \r\nregional and international levels.\r\nThe participants welcomed the convening of the \r\nsecond High-level Dialogue on International Migration \r\nand Development. They affirmed the importance of \r\nthe Arab countries’ participation in the Dialogue and \r\nits proceedings with a view to reaching a consensus \r\non promoting the contribution of migration to \r\ndevelopment, and to reducing its negative impact on \r\ncountries of origin and destination and on the migrants \r\nthemselves. They emphasized the need to take the \r\nregional specificities of each geographical area into \r\nconsideration, including migration-related challenges, \r\nand to incorporate Arabic as an official language in the \r\nGlobal Forum on Migration and Development.\r\n18/31 13-50009\r\nA/68/PV.28 04/10/2013\r\nwork in what we believe in: that migration is all about \r\npeople.\r\nICMP is celebrating its twentieth anniversary \r\nthis year. When the organization was founded, the \r\nmigration world looked different. I hope that 20 years \r\nfrom now, we can look back and know that we used \r\nthis momentum to move forward. I am sure next time \r\nwe meet we will have seen a fundamental shift in how \r\nmigration is governed.\r\nLet me conclude by congratulating the General \r\nAssembly and the organizers of the High-level Dialogue \r\non International Migration and Development and to \r\ninvite everybody to keep the momentum going. Through \r\nour work and, most importantly, through our concerted \r\nefforts to give migration a human face, we cannot miss \r\nthis opportunity. Migration is development, and it is \r\ntoo big to fail.\r\nThe Acting President (spoke in French): In \r\naccordance with resolution 64/124, of 16 December \r\n2009, I give the f loor to the observer for the \r\nParliamentary Assembly of the Mediterranean.\r\nMr. Schatzer (Parliamentary Assembly of the \r\nMediterranean): Parliamentarians have a key role to \r\nplay, because any effective international approach \r\nneeds to be backed by solid policies at the national and \r\nregional levels. Parliamentarians not only legislate; \r\nthey also link constituencies and administrations.\r\nOver the years, the Parliamentary Assembly of \r\nthe Mediterranean has tackled the issue of population \r\nmovements from several perspectives: economic \r\nmigration, forced migration, the condition of refugees \r\nand, last year, the impact of the Arab Spring on migration \r\nin the Mediterranean region. With the democratization \r\nprocess of the Arab Spring, the peoples of Tunisia, \r\nEgypt and Libya have fought for their freedom, and as a \r\nresult, the political dimension in the Mediterranean has \r\nchanged radically. Those democratization processes \r\nand the ongoing crisis in Syria have created a huge wave \r\nof migration in our region. In such an evolving context, \r\nit is clear that securing regional stability — whereby \r\neverybody can enjoy their political rights, freedom of \r\nreligion, social justice, dignity, freedom of movement, \r\naccess to labour markets, availability of basic resources \r\nat affordable prices — represents a key condition for \r\npeace and sustainable socioeconomic development in \r\nour region.\r\nAt the Parliamentary Assembly, we have been \r\nworking on the creation of a Mediterranean observatory \r\nand development were limited and the policy responses \r\ninappropriate.\r\nAs a result of our deliberations, the continuity \r\nof discussions in the Global Forum on Migration and \r\nDevelopment has helped us to bridge the divide between \r\nmigration as a purely domestic concern and migration \r\nas an enabler of global development. Now we find \r\nourselves at an important crossroads. The post-2015 \r\ndevelopment agenda is being elaborated. We should \r\ninclude migration in that framework to ensure that we \r\nutilize its development potential. That is contingent \r\non migration being safe, humane and managed in an \r\norderly fashion. In order to get there, we need to revisit \r\nsome of the fundamentals of migration governance.\r\nFirst and foremost, better migration entails \r\nfacilitating the mobility of people, so that their full \r\npotential for human and social development can be \r\nutilized. That calls for less red tape around immigration \r\nand safeguards against abuse and exploitation. The \r\nmobility of people offers much more than fiscal and \r\neconomic benefits. It is about skills transfer; it is \r\nabout global movement that brings social and cultural \r\ndiversity to the places we live in.\r\nSecondly, in a mobile world our integration \r\nframeworks need to ensure participation and inclusion. \r\nThose societies that enable migrants to thrive and excel \r\nwill be the most successful.\r\nThirdly, borders will have to be managed so as \r\nto facilitate the movement of people and goods at the \r\nsame time. Border management is necessary to help \r\nreduce the risks linked to increased mobility. We need \r\nto prosecute those who exploit our endeavours to create \r\nbetter migratory f lows.\r\nWith that in mind, we are noticing a growing \r\nconviction that we need dialogue that includes all \r\nstakeholders in order to have better migration. We have \r\nto include the diasporas, civil society organizations, \r\ntrade unions, employer associations, businesses, \r\nrecruitment agencies and universities, to name a few \r\nof them. We as migration organizations will continue \r\nto pay particular attention to including development in \r\nour discussions about migration, and we will continue \r\nto undertake sound research to guide those talks and \r\nevidence-based policy-making. As we already know, \r\nbetter data and better analysis help in the design of \r\nbetter policies. We at ICMPD will continue to put our \r\nexpertise at the service of the global community and to \r\n13-50009 19/31\r\n04/10/2013 A/68/PV.28\r\n1948, I give the f loor to the observer for the Organization \r\nof American States.\r\nMs. Moreno de Tagle (Organization of American \r\nStates) (spoke in Spanish): I wish to start by expressing \r\nmy sincere condolences to the families and friends of \r\nthose who died off the coast of Italy.\r\nI welcome this opportunity to speak in this \r\nforum as Chair of the Organization of American \r\nStates’ Committee on Migration Issues. The topic \r\nof migration is unquestionably relevant, given its \r\nprofound economic, demographic, social, cultural and \r\neven political implications. The region of the Americas \r\nis no stranger to the reality inherent in the processes \r\nof integration and globalization, as we are currently \r\nexperiencing them.\r\nThe World Bank estimates that 30 million \r\npeople — that is, 5.2 per cent of the total population \r\nof Latin America and the Caribbean — have emigrated \r\nfrom their countries of origin in search of better \r\nopportunities. Also, according to the 2012 report on \r\ninternational migration in the Americas, 80 per cent \r\nof the migrants in the Americas come from other \r\ncountries in the same hemisphere, specifically from a \r\nsingle neighbouring country. Thus we can say that the \r\nmigration in this hemisphere is mostly a regional affair.\r\nWe should also mention the important contributions \r\nthat migrants make in countries of origin and in \r\ndestination countries. According to the World Bank \r\ndata, in 2012 the f low of remittances to Latin America \r\nand the Caribbean was approximately $62 billion. \r\nHowever, that figure does not reflect the intangible \r\ncontributions of our migrants, such as their skills, their \r\nknowledge, their cultural contributions, their identities \r\nand their ideas. The Organization of American States, \r\nas the hemisphere’s highest forum, is following the \r\nevolution of this phenomenon, which has a profound, \r\npermanent impact in our societies, through two offices: \r\nthe legal office dealing with the the rights of migrants \r\nof the Inter-American Commission on Human Rights, \r\nand the Committee on Migration Issues.\r\nThe Committee, which was set up only in 2012, \r\nis the Organization’s principal forum for dealing with \r\nthe issue of migration with an integral, balanced and \r\ntechnical focus that considers the contribution and \r\nthe challenges that migration represents for countries \r\nof origin, transit, destination and/or return. Among \r\nthe Committee’s functions, criteria and activities, I \r\nwish to highlight the following. It promotes dialogue, \r\non migration, to be established in Greece, in order to \r\nbetter monitor and facilitate the lessons learned on \r\nmigratory f lows in the region. In recent years, those \r\nf lows have undergone changes, including a change \r\nof direction due to the economic crisis in Europe, \r\nwhen, for example, thousands of Spaniards had to \r\nleave their country to look for jobs. The history of the \r\nMediterranean is built on accounts of human movement. \r\nTheir passage left its mark on the culture and the way \r\nof life of the countries of adoption. In the work of our \r\nAssembly we give high priority to migration issues.\r\nIn the coming decades, Europe’s indigenous \r\nworkforce will shrink, due to low population growth \r\nand ageing. On the other hand, migration movements \r\nare on the increase. Those volumes make it difficult for \r\nthe receiving countries to adequately meet the needs \r\nthat such movements generate. It is important for those \r\nof us at the legislative level to examine ways to ensure \r\nthat such movements will match the interests of the \r\nmigrants, within economic and cultural parameters that \r\nthe countries of adoption can extend. The latest tragedy \r\nin Italian territorial waters only underlines the urgency \r\nof such efforts.\r\nMigration is a multifaceted topic, and our Assembly \r\nhas also analysed it from an educational point of view. \r\nI am referring to vocational training and to student \r\nexchange programmes, the usual tools to increase the \r\ntransfer of know-how in the region and to prevent brain \r\ndrain. In that connection, I am proud to report that \r\nthe Parliamentary Assembly of the Mediterranean is \r\nworking, in cooperation with the French Government \r\nand Paris Sorbonne University, to launch a summer \r\nuniversity for Mediterranean students, which will host \r\n50 students every year at Villefranche-sur-Mer. Each \r\nyear the project will focus on a different subject, with \r\nthe cooperation of professors and experts from the \r\nentire Euro-Mediterranean region.\r\nTo conclude, I would like to stress and reiterate \r\nthe commitment of the Parliamentary Assembly of \r\nthe Mediterranean to contribute to the efforts of the \r\ninternational community — particularly the Group \r\nof 20, the Dialogue 5+5 group, the United Nations, \r\nthe International Organization for Migration and the \r\nAlliance of Civilizations — in addressing the migration \r\nphenomenon through coherent and harmonized \r\nlegislative action by members of parliament.\r\nThe Acting President (spoke in French): In \r\naccordance with resolution 253 (111), of 16 October \r\n20/31 13-50009\r\nA/68/PV.28 04/10/2013\r\nthe opportunity to contribute to the 2013 High-level \r\nDialogue on International Migration and Development. \r\nWe welcome the Declaration on International \r\nMigration and Development (resolution 68/4), which \r\nis an extremely important reaffirmation of the rights \r\nof all migrants, irrespective of their legal status. \r\nFurthermore, we welcome the recognition of the \r\nspecific situation and vulnerability of migrant women \r\nand children and of the need to counteract xenophobia \r\nand discrimination against migrants.\r\nThe Declaration also calls for practical and \r\naction-oriented initiatives aimed at identifying and \r\nclosing protection gaps. Allow me to make three points \r\nin that regard, which are based on resolution 3 of the \r\n31st International Conference of the Red Cross and Red \r\nCrescent Movement, entitled “Migration: Ensuring \r\naccess, dignity, respect for diversity and social \r\ninclusion”. The Conference was held in Geneva in 2011. \r\nThe resolution was agreed to by all State parties to \r\nthe Geneva Conventions, the International Federation \r\nof Red Cross and Red Crescent Societies (IFRC), the \r\nInternational Committee of the Red Cross and 187 \r\nnational societies.\r\nFirst, migrants at all stages of their journey often \r\nfind themselves in extremely vulnerable situations. That \r\nis particularly true at borders, where migrants often \r\nface serious risks to their dignity and safety with no \r\naccess to basic services or international protection over \r\nsignificant periods of time. One way of addressing that \r\nwould be for States to ensure that national procedures, \r\nespecially those that might result in the deportation or \r\ninterdiction of persons, include adequate safeguards at \r\nborders to protect the dignity and safety of all migrants.\r\nSecondly, States should ensure the ability of \r\nmigrants at all stages of their journey to access basic \r\nservices, including health care, shelter, food, clothing, \r\neducation and family unification services. We stress \r\nthat those services are essential for human life and \r\nshould not be denied to any person, irrespective of the \r\nperson’s legal status.\r\nThirdly, Red Cross and Red Crescent national \r\nsocieties and Governments have worked together and \r\nwill continue to do so to protect and fulfil the rights \r\nof migrants. Resolution 3 of the 31st International \r\nConference requests States to ensure that national \r\nsocieties have effective access to migrants in order \r\nto provide relevant services and strongly encourages \r\nenhanced cooperation between national societies and \r\ncooperation and exchange of experiences, information, \r\nlessons learned and best practices between member \r\nStates within the framework of respect for the human \r\nrights of migrants. It identifies steps that could \r\nstrengthen the contribution of migrants by enhancing \r\ntheir image and removing any rejection, discrimination \r\nand intolerance that they are subject to in host societies \r\nas a result of a false concept arising from negative \r\nstereotypes. It reviews, implements and provides \r\nfollow-up to our inter-American programme to promote \r\nand protect the human rights of migrants, including \r\nmigrant workers and their families. The Committee \r\nexamines the existing linkage between migration and \r\ndevelopment in the Americas through this High-level \r\nDialogue and as part of working out the post-2015 \r\ndevelopment agenda.\r\nI would also like to highlight the development of \r\nthe Continuous Reporting System on International \r\nMigration in the Americas by the General Secretariat \r\nof the Organization of American States, also known \r\nas SICREMI. The objective since 2009 has been to \r\nperiodically produce and systematize information on a \r\nhemisphere level on migration f lows, legal frameworks \r\nand policies that would allow member States to make \r\ninformed decisions on migration. Without a doubt, \r\nthis is a tangible result of the important work that the \r\nOrganization is doing in the area of migration.\r\nIn conclusion, I would like to point out that \r\nthe Committee on Migration Issues considers it \r\nfundamental to analyse migration from an integral and \r\nbalanced perspective that considers, on the one hand, \r\nthe causes, effects, challenges and opportunities of \r\nmigration and, on the other, places migrants as people \r\nwith human rights at the centre of any policy or plan \r\nfor migration. In that sense, we note the indissoluble \r\nlink among migration, development and human rights, \r\nrecognizing that respect for human rights is an essential \r\npillar for development, which in its turn is essential for \r\nthe effective exercise of those rights and for enjoying \r\nthe positive aspects of international migration.\r\nThe Acting President (spoke in French): In \r\naccordance with resolution 49/2, of 27 October 1994, I \r\nnow call on the observer for the International Federation \r\nof Red Cross and Red Crescent Societies.\r\nMr. Madiwale (International Federation of Red \r\nCross and Red Crescent Societies): As a network of \r\nnational societies with over 100 years of experience \r\nassisting vulnerable migrants, we are grateful for \r\n13-50009 21/31\r\n04/10/2013 A/68/PV.28\r\nfor decent work, dignity and a better future, free from \r\nexploitation. Those are rights they deserve.\r\nIn the debate on global governance of migration, \r\na rights-based approach to the existing international \r\nnormative framework governing migration must be the \r\ncore outcome of the High-level Dialogue on International \r\nMigration and Development. We call on Governments \r\nto ratify the United Nations and International Labour \r\nOrganization (ILO) conventions on migration. We \r\nalso call on the European Union to comply with the \r\nfundamental rights of migrants in accordance with \r\nthose conventions. The approach compels all of us to \r\nrecognize that migrant workers have rights that must be \r\nprotected and promoted in all situations — rights that \r\nshould not be denied or compromised.\r\nIn the discussion on labour mobility, we should focus \r\non unscrupulous recruiters, outsourcing agencies and \r\nhuman traffickers who exploit the desires of migrants \r\nand view them only as commodities instead of human \r\nbeings. Governments must assume responsibility for \r\ncreating effective and transparent mechanisms that \r\nwould regulate recruitment to protect the rights of \r\nmigrant workers. Unfortunately, some Governments \r\nhave also viewed migrants as commodities instead \r\nof human beings, although labour mobility has \r\nbeen included in many bilateral and regional trade \r\nagreements.\r\nTrade unions will continue to promote the Decent \r\nWork Agenda and ensure that migrant workers’ rights, \r\nincluding freedom of association, are respected in their \r\ndebates. Although we participate in the Global Forum \r\non Migration and Development, that Forum must give \r\nprecedence to bilateral agreements in which decent \r\nwork and migrant workers’ rights are given priority. \r\nI reiterate that migrant workers’ rights cannot be \r\nprotected through non-binding mechanisms, bilateral \r\nagreements with no reference to United Nations \r\nnormative frameworks and informal networks with no \r\nmonitoring system and no genuine participation of civil \r\nsociety.\r\nWe look to the ILO to take the leadership role and \r\nsee the ILO’s tripartite mechanism and social dialogue \r\nas being the most transparent, accountable, participative \r\nand substantive one for future dialogue and cooperation \r\non migration.\r\nI speak here on behalf of the 200 million members \r\nof the Global Trade Union Movement. I would like \r\nto submit our open letter for the Assembly’s careful \r\npublic authorities to improve cultural awareness and \r\nsocial inclusion through engagement with migrants in \r\nlocal populations.\r\nAllow me to highlight a few successful examples of \r\nthat cooperation and partnership. The Italian Red Cross \r\nhas been an essential part of the Presidium project, which \r\naims to improve the reception, standards and assistance \r\nin Lampedusa, the site of yesterday’s horrific tragedy. \r\nThe Iceland Red Cross works with the Directorate \r\nof Immigration to monitor the condition of asylum-\r\nseekers throughout the asylum process. The British Red \r\nCross works with the Home Office to deliver services \r\nto vulnerable migrants in over 40 counties in the United \r\nKingdom. In Austria and Croatia, national Red Cross \r\nsocieties have led campaigns to assist unaccompanied \r\nminors and improve the public perception of migrants.\r\nAcross the developing world as well, including in \r\nUzbekistan, Honduras, the Philippines and the Sudan, \r\nnational societies have worked with their Governments \r\nto combat human trafficking and to improve the migrant \r\nexperience by alerting communities to the risks of \r\nmigration, improving their knowledge of the migration \r\nprocess and restoring family links.\r\nThe IFRC and its 187 national societies stand ready \r\nto work with Governments in the international system \r\nto protect and fulfil the rights of migrants everywhere. \r\nWe are thank the Assembly for the opportunity to \r\ncontribute to the discussion.\r\nThe Acting President (spoke in French): In \r\naccordance with paragraph 13 of resolution 67/219, I \r\nnow give the f loor to the representative of the Council \r\nof Global Unions and General Secretary of the Building \r\nand Woodworkers International.\r\nMr. Yuson (Council of Global Unions and Building \r\nand Woodworkers International): Mr. President, we are \r\ngrateful that trade unions can be heard in the General \r\nAssembly. I guess that it is never too late to raise our \r\nvoices.\r\nOne hundred and twenty migrants from Ghana, \r\nSomalia and Eritrea were killed as their f limsy boat \r\ncaught fire and capsized near the shores of Italy. Forty-\r\nfour Nepalese migrant construction workers recently \r\ndied in Qatar, which will be hosting the World Cup \r\nin 2022. Another 13 migrant workers were killed in \r\nBahrain in a tragic fire due to poor housing and unsafe \r\nconditions. Those are only a snippet from numbers \r\nof deaths suffered by migrant workers throughout the \r\nworld as they leave their homes and families to look \r\n22/31 13-50009\r\nA/68/PV.28 04/10/2013\r\nwith other sectors requires first and foremost the \r\nwillingness to talk and listen. It also requires giving \r\nup ground in order to enhance complementarities. \r\nEssentially, it requires a high level of trust between the \r\nparties.\r\nPrivate companies have specific production and \r\nsales targets. Those goals can be complementary \r\nto the objectives of ensuring better conditions for \r\nmigrants, decent working conditions and building \r\ntheir development capacity. But how and where should \r\nwe begin? Companies employ migrants, train them, \r\npay them wages and sell them services and essential \r\nproducts. The company communicates with the \r\nmigrants and knows their preferences. Those skills \r\ncould be exploited in the context of the goal that we \r\nshare of improving migrants’ conditions.\r\nLet me share some concrete examples of that \r\npotential.\r\nFirst, the Filipino telecommunications company, \r\nPhilippine Long-Distance Telephone Company, has \r\ngenerated a special service specifically for migrants \r\nabroad. Through its telephones, clients can pay the \r\naccounts of their families back home in the Philippines \r\nand buy food and services for them. Secondly, \r\nthe Manpower company, in partnership with the \r\nGovernment of Viet Nam, is developing a system to \r\nrecognize new skills acquired abroad by Vietnamese \r\nreturnee migrants.\r\nThere are many other examples, but since I do not \r\nhave much time, I will limit myself to those cited. I hope \r\nthose I have shared with the Assembly demonstrate \r\nthe potential for private-sector collaboration and \r\nfor recognizing its role as an integral member of the \r\nprocess.\r\nWe also know that private enterprise is sometimes \r\npart of the problem; therefore, we need to step up our \r\nefforts to integrate the companies in the dialogue. The \r\nmodel we are proposing is one of a private enterprise \r\nthat is committed. Through its objectives of generating \r\nsales it could play an extraordinary role in the lives of \r\nmigrants. We could take advantage of its contribution \r\nand use it to help solve migrants’ problems by \r\nproviding companies with cooperation opportunities \r\nand generally by opening the doors to that process.\r\nThe Acting President (spoke in French): We have \r\nheard the last speaker in the debate on this item.\r\nconsideration. To the representatives of the trade union \r\nmovement, together with the civil society movement, \r\nwho are listening to us today, we would like to convey \r\nour message: trade unions and civil society are part of \r\nthe solution. All of us here are committed to realization \r\nof article 1 of the Universal Declaration of Human \r\nRights, which states, “All human beings are born free \r\nand equal in dignity and rights.”\r\nThe Acting President (spoke in French): In \r\naccordance with paragraph 13 of resolution 67/219, \r\nI now give the f loor to Ms. Isabel de Sola, Senior \r\nKnowledge Manager of the World Economic Forum.\r\nMs. De Sola (World Economic Forum) (spoke in \r\nSpanish): It is an honour, but also a challenge, to be the \r\nfinal speaker in the debate at this High-level Meeting. \r\nIn my country, El Salvador, we tend to remember the \r\nwords of the Bible that say that the last will be the first \r\nin paradise. I at least hope this evening that my ideas \r\nwill help to inspire a final reflection on cooperation.\r\nI represent the World Economic Forum, a \r\nnon-governmental organization based in Switzerland. \r\nFor five years we have promoted a project to promote \r\ncooperation with the private sector in the field of \r\nmigration.\r\nDuring the debate many people have argued \r\nthat improving conditions for migrants requires \r\ncollaboration between all the parties concerned. The \r\nAction Plan presented by civil society, as well as the \r\ngovernmental conclusions, refer to the determination to \r\ntighten cooperation with civil society and the private \r\nsector. Now, although we wish to cooperate, one \r\nof the key players in terms of the migrant has been \r\nmarkedly absent — the private sector. We recognize the \r\ncontribution of migrants to human capital, innovation \r\nand job creation, yet we do not see representatives of \r\nemployers, vendors and contractors in the audience. If \r\nwe wish to cooperate, we need to open the door and \r\nallow the private sector to take part in this dialogue, as \r\nan additional partner in the process.\r\nThe World Economic Forum fervently believes \r\ncooperation is one of the ways to address global \r\nchallenges. In fact, we believe it is the best strategy for \r\nthe future; without the firm commitment of companies, \r\nGovernments, international agencies, academia and \r\ncivil society, we will not overcome the injustices and \r\ncorrect the errors of modern times. It sounds good to \r\ncooperate, and it can even be a fairly powerful tool. \r\nNevertheless, we know that it is not easy. Cooperation \r\n13-50009 23/31\r\n04/10/2013 A/68/PV.28\r\nto time, excluded from a debate that is central to its \r\npreoccupations. Creating a forum for discussion that \r\nallowed States to speak to each other was an essential \r\npart of the Global Forum. It brought about positive \r\nresults, but it was also absolutely vital that dialogue \r\nshould take place with the civil society representatives, \r\nwho reflect, understand and amplify the facts on \r\nthe ground and the real difficulties on the ground \r\nconcerning this great issue of our time.\r\nSo where are we now? Now we must move on to \r\naction. We have had something like 250 outcomes from \r\nthe Global Forum over the years, and I do not in any \r\nway want to minimize their importance. However, \r\nwe also have big challenges that we have not yet \r\naddressed. During the last couple of days, we have \r\nfocused on migrants in crisis and the need to have \r\nguiding principles or rules that can affect the behaviour \r\nof States — States where crises take place, whether it \r\nbe tsunamis or f loods or wars — their obligation to \r\nmigrants and migrant communities, the obligations \r\nof the countries of origin to trace and know where \r\nthe members of their societies are, the obligations of \r\ncontiguous States in terms of keeping borders open and \r\nthe obligations of employers. We are going to move \r\ntowards creating guiding principles, which we expect \r\neverybody to apply.\r\nI would like to thank, in regard to this whole issue \r\nof migrants in crisis, the United States for agreeing \r\nto take on a leadership role and the Philippines and \r\nMexico for a responsible leadership role that can help \r\nus into the future.\r\nWe are also looking at another issue, and I think it \r\nis a big one. If the post-2015 development goals do not \r\ncontain substantive reference to migration as an element \r\nand issue in the context of development, they will have \r\nfailed, in my view, to have properly reflected one of the \r\nbiggest issues that are directly linked to development. I \r\nam not talking just about remittances, although I could \r\nbe. We all know that they make up a substantial part of \r\nforeign direct investment and of overseas development, \r\nand that every percentage or two by which we reduce \r\nthe cost of transferring remittances is passed on to the \r\nbroader migrant community — the families of those \r\nwho have been left behind, a group which is probably \r\nof the order of a billion people — and provides great \r\nopportunities.\r\nI also want to mention, before I finish, the Domestic \r\nWorkers Convention. Anyone who reads the Domestic \r\nWorkers Convention must have great difficulty \r\nBefore proceeding to hear the summaries of the \r\nfour round-table discussions, I should like, with the \r\nconsent of the Assembly, to give the f loor to Mr. Peter \r\nSutherland, Special Representative of the Secretary-\r\nGeneral for Migration and Development.\r\nIt was so decided.\r\nMr. Sutherland: It gives me great pleasure to \r\nmake a short contribution at the end of a couple of very \r\narduous days, in which a great deal of work has been \r\naccomplished. I would like to preface my remarks by \r\nvery sincerely thanking the President of the General \r\nAssembly for organizing the High-level Dialogue \r\nduring a very difficult period. He did so with great \r\ncourtesy, and we are all very grateful to him for the \r\nassistance that was provided.\r\nI am one of those — and there are others \r\npresent — who attended the first High-level Dialogue. \r\nThat High-level Dialogue, in 2006, was in many ways \r\npolarized between different positions on the whole \r\nissue of migration and development, different positions \r\non the whole engagement of the multilateral process and \r\ndifferent positions on the priorities that were to apply to \r\na debate on one of the great issues of our time, namely, \r\nmigration and its connectivity with development. The \r\ngreatest possible tribute that can be paid to the first \r\nHigh-level Dialogue is its creation of the Global Forum \r\non Migration and Development, which was its sole \r\nproduct and a source of harmony and progress rather \r\nthan a forum for division.\r\nThe convergence of views that has taken place and \r\nthat is evident in the Declaration adopted at this High-\r\nlevel Dialogue (resolution 68/4) is something that is, \r\nI think, testimony to the new approach that has been \r\ntaken by the Member States in dealing with this issue. \r\nI would like to pay particular tribute in this regard to \r\nMexico. Mexico played a fundamental role in putting \r\ntogether the Declaration, which is no simple matter. \r\nIt involves all aspects of a very complicated subject. \r\nWe could not agree on a declaration the first time we \r\nhad a High-level Dialogue — no declaration at all. The \r\nDeclaration that we now have is therefore testimony to \r\na new era of relative consensus. One cannot have total \r\nconsensus, and indeed nobody should want it, because \r\nthere are different interests and different issues.\r\nThe second group that I would like to thank, \r\nbecause I think that they are of crucial importance in \r\nall of this, apart from the generality of the Member \r\nStates, is civil society. Civil society has felt, from time \r\n24/31 13-50009\r\nA/68/PV.28 04/10/2013\r\nin a region such as ours, the Middle East. Qatar is a \r\nsmall, third-world country and part of the Muslim \r\ncommunity, so there was a racist bias that evolved into \r\na political position for some.\r\nIt has been alleged that certain Nepalese workers \r\nare being abused. We contacted our friends in the \r\nKingdom of Nepal and a Nepalese delegation visited \r\nQatar. We held a meeting in Doha and showed those \r\nallegations to be lacking in truth. What is happening in \r\nQatar happens everywhere else in the region. Yes, it is \r\nwarm and the temperatures may be high, but those are \r\nthe same temperatures that exist everywhere in region; \r\nthey are not specific to Qatar. And accidents in the \r\nworkplace happen in every country.\r\nAs is well known, we have 2 million residents in our \r\ncountry, 1.7 million of whom come from 190 countries \r\nseeking job opportunities. They work alongside their \r\nQatari brothers and sisters. So why was it not alleged \r\nthat all of those 1.7 million people are being abused? \r\nWhy was just one country named? We are very happy \r\nwith and proud of our relationships with the Kingdom of \r\nNepal and with every other country that sends workers \r\nto us. It is a question of joint interests.\r\nI was puzzled recently by a statement issued by \r\nthe representative of Building and Wood Workers’ \r\nInternational, an institution that we respect and \r\nappreciate. But we are astonished by the allegations \r\nthat were made. As the representative of my country, \r\nI reject those allegations. An international firm has \r\nbeen appointed to examine all the allegations. Worker \r\nsafety is a priority for us, and we will not allow any \r\nworker or any resident who is not a citizen of Qatar to \r\nbe humiliated. The Constitution of the State of Qatar \r\nregards Qataris and non-Qataris as equals in terms of \r\nrights and duties in the eyes of the law. Nobody can try \r\nto one-up us in that respect.\r\nI do not wish to speak at length, but my country \r\nis a transparent and open one. As I have said, we have \r\nreceived a delegation from the Kingdom of Nepal and \r\nwe have hired an international firm to examine the \r\nissue, and all State institutions have been ordered to \r\ninvestigate any companies that might abuse any worker \r\nwith a view to prosecution if appropriate.\r\nI ask the representative of the Building and Wood \r\nWorkers’ International not to be swept up in politically \r\nmotivated allegations. We do not want workers’ lives to \r\nbe treated like merchandise. The lives of workers cannot \r\nbe traded or made into political bargaining chips.\r\nunderstanding how any civilized country could reject it \r\nand not ratify it. I just do not understand it. We all know \r\nthe abuse that is taking place — vulnerable women who \r\nare left in houses, isolated from any contact with others. \r\nWe know of places where there are numbers of them on \r\ndeath row. It is the least that one could expect to get \r\na more positive dynamic, although, particularly in the \r\nnorthern countries, but also in the southern countries, \r\nefforts to adopt that particular Convention have begun. \r\nThere is a growing momentum, which has been evident \r\nsince 5 September, when the Convention came into \r\nforce.\r\nHowever, the post-2015 period is our most urgent \r\nchallenge, and we have to stop preaching to the \r\nconverted and start preaching to those who are not \r\nconverted. We only have a matter of weeks. If something \r\nis not done about it, the opportunity will simply pass us \r\nby, and future generations will look at the post-2015 \r\ndevelopment goals and say “What were they doing?”. \r\n“They” are us, and something must be done.\r\nSo we must work together. I am hoping to do so as \r\nSpecial Representative of the Secretary-General, who, \r\nin opening the High-level Dialogue, asked me to try to \r\nwork at bringing together the Global Migration Group \r\nand the Global Forum on Migration and Development in \r\na way that leads to constructive, ongoing developments. \r\nCertainly, I know that all those concerned in those \r\ninstitutions have a commitment, too.\r\nI thank members for listening to me. I often wonder \r\nabout these speeches, whether they are more useless \r\nrhetoric or whether they are actually having effects. It \r\nis really up to the Assembly, and the proof will be there, \r\nor will not be there, over the next couple of years.\r\nMr. Al-Hajri (Qatar) (spoke in Arabic): My \r\ncountry’s delegation has taken part in the Dialogue in a \r\nvery positive spirit, and we have been an active member \r\nof the Group of 77 in order to ensure the success of the \r\nDialogue.\r\nThe Assembly may be aware that a few days ago \r\na certain newspaper published false allegations about \r\nthe State of Qatar in which it alleged that workers were \r\nbeing abused in our country and that some had died. \r\nThe Assembly is also aware of the political background \r\nof those allegations.\r\nEver since my country began its quest to host the \r\n2022 World Cup and submitted an excellent, complete \r\nand universally recognized proposal, some people have \r\nbelieved that it would be difficult to host the tournament \r\n13-50009 25/31\r\n04/10/2013 A/68/PV.28\r\nstate of governance on migration. Many migrants and \r\ntheir families encounter violations of their human rights \r\nin employment and in daily life or are encountering \r\nexcessive migration costs, including recruitment fees \r\nfor jobs. In our discussion, we concluded that States \r\ncan make significant social and economic gains from \r\nmigration when they respect the human rights of \r\nmigrants and their families.\r\nFourthly, we agreed on the need to have data \r\nthat would show the links between migration and \r\ndevelopment. In particular, a number of Governments \r\ndrew attention to important data on the impact of \r\nmigration on development in countries of origin, \r\ntransit and destination, and with regard to the \r\nmigrants themselves and their family members. It \r\nwas also recognized that that information could help \r\nGovernments to design and implement national policies \r\nand in the development of bilateral and multilateral \r\npolicies and programmes.\r\nFifthly, we recognize the need to improve \r\ncooperation and relations between all interested \r\nparties. That includes relationships between countries \r\nand regional organizations, as well as South-South \r\ncooperation, identified as particularly promising \r\nareas. A number of participants brought up the fact \r\nthat Governments should work with both international \r\norganizations and representatives of civil society \r\nin order to maximize the benefits of migration and \r\nreduce its negative impact. Similarly, the discussion \r\nemphasized the key role of the Global Forum on \r\nMigration and Development, which plays an important \r\npart in facilitating the work of such associations. The \r\nSpecial Representative of the Secretary-General on \r\nMigration and Development, Mr. Peter Sutherland, and \r\nthe Global Migration Group were also singled out for \r\ntheir important roles, the former for advocating the \r\nintegration of migration into the United Nations post-\r\n2015 development agenda and the latter for monitoring \r\nthe achievement of migration goals.\r\nThe Acting President (spoke in French): I thank \r\nthe co-Chair of Round Table 1 for her statement.\r\nI now give the f loor to Mr. Alejandro Alday \r\nGonzález, Director General for Human Rights and \r\nDemocracy of the Ministry of Foreign Affairs of \r\nMexico, who will speak on behalf of the co-Chairs of \r\nRound Table 2.\r\nMr. Alday González (Mexico) (spoke in Spanish): \r\nOn behalf of the United States and Mexico, co-Chairs \r\nThe Acting President (spoke in French): I would \r\nlike to inform members that we shall now hear the \r\nsummaries of the deliberations of the four round-\r\ntable discussions by their respective Chairpersons. I \r\nnow give the f loor to the co-Chair of Round Table 1, \r\nMs. Rita Claverie de Sciolli, Vice-Minister of Foreign \r\nAffairs of Guatemala.\r\nMs. Claverie de Sciolli (Guatemala) (spoke in \r\nSpanish): It is my pleasure to summarize the debate that \r\ntook place in Round Table 1 on the theme, “Assessing \r\nthe effects of international migration on sustainable \r\ndevelopment and identifying relevant priorities in \r\nview of the preparation of the post-2015 development \r\nframework”. The discussion in our Round Table \r\nidentified five principal points to which I would like to \r\ndraw the Assembly’s attention.\r\nFirst of all, through the discussions we recognized \r\nthe positive impact of international migration for \r\ndevelopment, both in countries of origin and destination. \r\nWe recognize that migration plays an important role \r\nin assisting millions of people throughout the world \r\nto emerge from poverty. Also, migration contributes \r\nto development through the accumulation of human \r\ncapital, greater access to health and education services \r\nfor migrants, and the better participation of women \r\nin productive employment. Therefore, when there are \r\nappropriate policies in place, migration can contribute \r\nto achieving the remainder of the Millennium \r\nDevelopment Goals and other internationally agreed \r\ndevelopment goals.\r\nSecondly, we recognize that the High-level Dialogue \r\nrepresents an important opportunity to ensure that \r\nmigration should be integrated into the United Nations \r\npost-2015 development agenda. Governments identified \r\na number of options for incorporating migration in \r\nthe future framework for development, including as \r\npart of a new goal in the international development \r\nassociations. We also raised a number of specific \r\nproposals regarding possible indicators and goals. A \r\nnumber of Governments drew attention to the reduction \r\nof the human, social and financial costs of migration, \r\nincluding those related to recruitment and the transfer \r\nof remittances. Other specific goals proposed include \r\npromoting the recognition of foreign qualifications \r\nand labour experience, protection of human rights for \r\nall migrants and combating trafficking in humans and \r\nillicit trafficking in migrants.\r\nThirdly, our discussions reiterated the fact that there \r\ncontinue to be a number of challenges because of the \r\n26/31 13-50009\r\nA/68/PV.28 04/10/2013\r\nSpeakers pointed out that migrants whose status is \r\nirregular are at greater risk of abuse, extortion, violence, \r\ndiscrimination and other human-rights violations, \r\nand encouraged States to implement programmes for \r\nregular migration. They also emphasized the fact that \r\nmigrants can be vulnerable to trafficking in persons. \r\nSpeakers supported the International Organization \r\nfor Migration’s appeal to countries to fully ratify and \r\nimplement the United Nations Convention against \r\nTransnational Organized Crime and its protocols, and \r\nurged Government and civil society to work together \r\nin order to combat trafficking in persons and migrants.\r\nThere was general agreement on the need for \r\nStates and international organizations to pay particular \r\nattention to migrants in difficulties as a result of \r\nserious humanitarian situations and natural disasters. \r\nStates, international organizations, civil society and the \r\nprivate sector have a role to play in ensuring protection \r\nand assistance in such cases. The prioritizing of such \r\nprotection and assistance should be based on needs and \r\nnot on a person’s migrant status.\r\nFinally, a number of delegations expressed their \r\nsatisfaction with the opportunity that the High-\r\nlevel Dialogue had afforded to discuss international \r\nmigration, development and human rights. They also \r\nvoiced interest in developing initiatives focused on \r\naction to promote significant progress with this agenda.\r\nThe Acting President (spoke in French): I thank \r\nthe representative of the co-Chairs of Round Table 2 \r\nfor his statement.\r\nI now give the f loor to the co-Chair of Round Table \r\n3, Mr. Patrick Abba Moro, Minister of the Interior of \r\nNigeria.\r\nMr. Abba Moro (Nigeria): On behalf of the \r\nco-Chairs of Round Table 3, Nigeria and Switzerland, \r\nI have the honour to present the outcome of the debate \r\nentitled “Strengthening partnerships and cooperation \r\non international migration, mechanisms to effectively \r\nintegrate migration into development policies and \r\npromoting coherence at all levels”. The insightful and \r\nlively debate, engaging a variety of stakeholders, was \r\nframed by identifying the crucial challenges faced \r\nby the international community in addressing the \r\nmultifaceted nature of migration and development. The \r\nfollowing points were identified.\r\nFirst, the international community often continues \r\nto think in silos and should overcome its sectoral \r\nof Round Table 2, it is my honour to present a summary \r\nof the discussion that took place on the theme of \r\nmeasures to ensure respect for and the protection of the \r\nhuman rights of all migrants, with particular reference \r\nto women and children, how to combat trafficking in \r\nmigrants and persons, and how to ensure that migration \r\nis regular, orderly and safe. The Round Table’s discussion \r\nwas a fruitful one, with broad participation by Member \r\nStates, United Nations entities and representatives of \r\ncivil society. I am therefore very pleased to share with \r\nthe Assembly some of the key ideas that emerged from \r\nthe discussion.\r\nFirst, there was consensus on Member States’ \r\nobligation to promote, respect and protect the human \r\nrights of all migrants in the migration process, regardless \r\nof their migration status. It was considered especially \r\nimportant to protect the rights and freedoms of the most \r\nvulnerable groups, such as women and children. Also \r\nrecognized was the importance of integrating human \r\nrights into migration policy and designing programmes \r\naimed at empowering migrants, including women, to deal \r\neffectively with their vulnerable situation and recognize \r\ntheir roles as partners in the development of countries \r\nof origin and destination. Participants highlighted the \r\nfact that migration affects not only migrant children \r\nbut also those who remain in their countries of origin \r\nand those born in the countries of destination. A \r\nnumber of participants added that procedures should \r\ntake childhood into consideration and thus contribute \r\nto effectively protecting and enforcing the rights of \r\nchildren, particularly unaccompanied minors, in the \r\ncontext of migration, through safe-repatriation and \r\nfamily-reunification policies.\r\nIt was agreed in Round Table 2 that half of \r\ninternational migrants are women. While they are agents \r\nof change, they are very vulnerable to exploitation, \r\nabuse, violence and discrimination. Speakers agreed \r\nthat Governments should design and implement policies \r\nwith a gender perspective. There was also general \r\nagreement that manifestations and expressions of \r\nracism, racial discrimination, xenophobia, intolerance \r\nand stereotyping aggravate migrants’ vulnerability. \r\nParticipants encouraged Governments to ratify, \r\nadhere to and implement the relevant international \r\ninstruments, to take account of them in national \r\nlegislation and enhance cooperation in order to improve \r\nprotection of all migrants’ human rights, regardless of \r\ntheir migration status, so as to combat trafficking in \r\npersons and ensure regular, orderly and safe migration.\r\n13-50009 27/31\r\n04/10/2013 A/68/PV.28\r\nsteps undertaken to achieve greater coherence and \r\ncoordination, and stress the need to pursue those efforts \r\nwith the support of Member States.\r\nEighth, we should adopt a human rights-based \r\napproach as a guiding principle for all migration and \r\ndevelopment actions. Governments should further \r\nconsider ratifying all relevant conventions, in particular \r\nthe Domestic Worker Convention (No. 189) of the \r\nInternational Labour Organization.\r\nTaking a step back and looking at the larger picture, \r\nthe debate in Round Table 3 at its core addressed the \r\nway forward on global migration governance. The \r\nstrong message that emerged from the discussion was \r\nthe need to move from theory to practice. However, one \r\nmajor obstacle was identified — the ambivalent, if not \r\nto say negative, perception of migrants and migration \r\nin many of our societies. Such perceptions stand in the \r\nway of mustering the necessary political will to jointly \r\npursue a coherent, coordinated and action-oriented \r\nagenda for the way forward.\r\nThe Acting President (spoke in French): I thank \r\nthe co-Chair of Round Table 3 for his statement.\r\nI now give the f loor to the co-Chair of Round Table \r\n4, Mr. Shahidul Haque, Permanent Secretary in the \r\nMinistry of Foreign Affairs of Bangladesh.\r\nMr. Haque (Bangladesh): On behalf of my co-Chair, \r\nMr. Romodanovsky of the Russian Federation, and my \r\nfellow participants in Round Table 4, it is my privilege \r\nto present the outcome of the deliberations of that round \r\ntable. I am here to share with the General Assembly \r\nsome of the discussion that took place in our round \r\ntable on international and regional labour mobility and \r\nits impact on development.\r\nBefore I present a couple of points, let me give my \r\noverall impression as co-Chair. The countries shared \r\ntheir experiences both as countries of origin and as \r\ncountries of destination on an extremely positive note \r\nand in a very constructive manner and in the spirit of \r\naddressing some of the difficulties in that area. We see \r\nample convergence in terms of interest, concerns and \r\nhow we can make a better impact on labour mobility \r\nand migration.\r\nWe were asked to look at three things. We looked \r\nat the overall labour mobility practices in regions \r\nand globally, identified some of the obstacles, and \r\nthen determined what still needs to be addressed. \r\nAs I said, when countries — both of origin and of \r\nthinking in order to move towards a holistic approach \r\nto migration and development.\r\nSecondly, despite the increased number of \r\nstakeholders engaged in the dialogue, the potential for \r\ncooperation has not been fully exploited.\r\nThirdly, the institutional set-up and legal framework \r\nare fragmented, posing a challenge to coherent policy \r\napproaches. Discussions on concrete measures for \r\naddressing those challenges ensued, reflecting the \r\noverarching theme of the High-level Dialogue.\r\nOut of the rich discussion in our round table, allow \r\nme to highlight eight action points that Governments \r\nand other relevant stakeholders are invited to embrace.\r\nFirst, we should pursue a whole-of-Government \r\napproach with the necessary resources to implement \r\ncoherent migration policies in a coordinated manner.\r\nSecond, we should factor migration into all relevant \r\npolicy sectors, in particular in our poverty-reduction \r\nstrategies and development cooperation frameworks. \r\nIn that regard, the post-2015 agenda offers a unique \r\nopportunity to send a strong signal on the relevance of \r\nmigration as a key factor for development.\r\nThird, we should recognize civil society as an \r\nimportant set of actors, not only at the grass-roots \r\nlevel, but also as partners in all spheres of migration, \r\ndevelopment policies and dialogue processes.\r\nFourth, we should embrace the concept of bilateral \r\nand multilateral partnerships between all stakeholders, \r\nin particular those that are still absent from the debate, \r\nsuch as the private sector and migrants themselves, as a \r\nguiding principle to address migration and development \r\ndomestically and internationally.\r\nFifth, we should recognize the important \r\ncontributions of regional and global platforms such \r\nas the regional consultative processes and the Global \r\nForum on Migration and Development, and ensure \r\nmutual enrichment between the different processes and \r\nlevels.\r\nSixth, we should continue to engage in the \r\nGlobal Forum as the leading expert-level State-led \r\ninformal global platform for dialogue and consider \r\ncomplementing the international dialogue with future \r\nUnited Nations high-level dialogues for stocktaking \r\nand agenda-setting.\r\nSeventh, we should acknowledge the relevance \r\nof the Global Migration Group, especially the recent \r\n28/31 13-50009\r\nA/68/PV.28 04/10/2013\r\nthe cost of remitting money were reduced by only 5 per \r\ncent, it would add $60 billion to the $400 billion that \r\nwe are talking about. But that was not the only point \r\nthat was heard in the room. There was also the cost of \r\nrecruitment. Some countries pointed out how that could \r\nbe reduced, and we heard a very strong voice from civil \r\nsociety and the business sector as to how ethically we \r\ncould possibly recruit people to go abroad to work and \r\nlive.\r\nSo, that is the second component under the rubric \r\nof cost, but there is another component that came \r\nup. It relates to the cost that is often borne by family \r\nmembers who are left behind. What are countries of \r\norigin doing to address that? How can we best ensure \r\nthat families who are left behind are also taken care \r\nof? There was also a valuable presentation by Professor \r\nLant Pritchett from Harvard University’s Kennedy \r\nSchool, where, in a very interesting way, he presented \r\na couple of figures, and we all know that there are a \r\nnumber of models that currently exist, suggesting that \r\nthere would be enormous gains from facilitating labour \r\nmobility. He said that \r\n“given the huge gaps existing in labour productivity \r\nand wage differentials, even a modest labour \r\nmobility increase could yield substantially higher \r\nreturn, and that could be the greatest intervention \r\nto benefit development”.\r\nSo, he is suggesting what he has termed an \r\n“international agenda for development cooperation”, \r\nwhich I do not think has been explored that much.\r\nLastly, there was a consensus to work together \r\nto build alliances, corridors and partnerships, both \r\nbilaterally, regionally and globally, in order to ensure \r\nthat labour mobility becomes and remains an integral \r\ncomponent of sustainable development, hopefully \r\nbeyond 2015 and 2030. There also were interesting \r\ndiscussions as to how the world will look in 2030. \r\nWill it be the same, and if not, how would the labour \r\nmarket move? How would other factors move? If other \r\nfactors underwent revolutionary changes, would labour \r\nmobility also go through the same changes? Would \r\npeople still remain at home and contribute to a foreign \r\neconomy? Those are some of the thoughts that emerged \r\nduring our discussions.\r\nI will end with a particular message. In the end, we \r\nare talking about people. We are talking about migrants. \r\nWe are talking about planet Earth.\r\ndestination — made their presentations, most of them \r\nfocused on three areas — policy, legislation and what \r\nis working and what needs to be fixed. That was the \r\nbroader framework.\r\nThere are a few points that I would like to present \r\nhere. First, there was a sense in the presentations that \r\neverybody was willing to make migration safe, orderly \r\nand humane, based on labour-market demands — that \r\nis something that is also very crucial — indeed, some of \r\nthe delegations suggested that if labour mobility is out \r\nof sync with labour-market demand in a given situation, \r\nit is likely that it will end up in failure. On that point, \r\na number of ideas were raised by participants in the \r\nround table.\r\nSecondly, the rights of migrant workers — and \r\nfor that matter, migrants — were at the centre of the \r\ndebate, both for countries of origin and for destination \r\ncountries, which was extremely encouraging. We were \r\ngratified to see that everyone in the room was concerned \r\nabout migrants, rather than solely about the issues of \r\nmobility and movement and economic gain. Economic \r\ngain always played a secondary role in our discussions.\r\nThere was also a feeling that if we can manage \r\nmigration in a positive and constructive manner that \r\nwill, in the end, promote development and help sustain \r\nthe development that we have achieved. In the process, \r\nthere were countries that identified the risks that \r\nmigrants often undertake by engaging in an unsafe \r\njourney. That needs to be stopped. In that regard, I am \r\nthinking of irregular migration and human trafficking. \r\nThat was also quite comprehensively dealt with by \r\nall countries, not only in the destination countries’ \r\npresentations but also in the presentations of the \r\ncountries of origin.\r\nThirdly, countries also felt that the rights of migrant \r\nworkers are at the centre of our undertaking in terms \r\nof development. At the same time, the responsibilities \r\nof migrants also came up, which I think is a valid \r\nconcern. A particular country raised the issue, stating \r\nthat when migrants enjoy rights, they also have certain \r\nresponsibilities. It was clear that the round table was an \r\nextremely conducive environment for discussing that \r\nparticular issue.\r\nThere was also a call to reduce the cost of \r\nmigration. When we are talking about reducing the cost \r\nof migration, it was interesting to note that it was not \r\nonly the remittance costs that we were talking about. \r\nThat issue is extremely important, since, as we know, if \r\n13-50009 29/31\r\n04/10/2013 A/68/PV.28\r\nconcrete experiences before us to see what works and \r\nyields results, and let us redouble our efforts. We still \r\nhave much more to achieve. Our formal and, I would \r\nsay, informal follow-up work is extremely important. \r\nLet me briefly outline five concrete areas.\r\nFirst, we should build on the momentum of the \r\nHigh-level Dialogue to generate greater support for \r\nintegrating migration into the global development \r\nagenda. In order to do that, we need to make a case \r\nthat migration is, in fact, a catalyst for development. \r\nRight now, reducing the economic and social cost of \r\nmigration and protecting the human rights of migrants \r\nare two areas where we can make tangible differences. \r\nAlso, let us not forget the importance of supporting \r\ncountries in promoting peace and security, as well as \r\nhuman rights and the rule of law.\r\nWe have to work on all of those three pillars of \r\nthe United Nations to create a stable and harmonious \r\nsociety, so that migration can be a choice, not a \r\ndesperate necessity, as someone put it so beautifully \r\nhere yesterday. Those pillars are, of course: there is no \r\npeace without development, there is no development \r\nwithout peace and there is no lasting peace or \r\nsustainable development without respect for human \r\nrights and, I would add, the rule of law. We should also \r\nthink and act strategically about how migration can fit \r\ninto the post-2015 development agenda, on its own and/\r\nor in combination with other drivers for development.\r\nSecondly, we need to improve the daily lives and \r\nworking conditions of migrants across the globe. For \r\nexample, the cost of transferring remittances must be \r\nreduced. Member States have brought that up several \r\ntimes. We also need to facilitate international mobility \r\nand the transfer of skills. Training and university \r\ndegrees should be validated quickly and recognized in \r\nall countries. That is something we have also discussed \r\nat length, with many good ideas on how it could be \r\ndone. Of course, as we already know, a great number of \r\ndomestic workers, many of them migrant women, face \r\nexploitation and other precarious circumstances. I urge \r\nall Members represented here to ratify and implement \r\nthe International Labour Organization’s Domestic \r\nWorkers Convention (No. 189) and the International \r\nConvention on the Rights of All Migrant Workers and \r\nMembers of Their Families.\r\nThirdly, we need to address the situation of migrants \r\ntrapped in crisis areas. I have seen so many examples \r\nof that throughout my life at the United Nations and in \r\nthe Swedish Foreign Service. Recent events around the \r\nThe Acting President (spoke in French): I thank \r\nthe co-Chair of Round Table 4 for his statement.\r\nI give the f loor to the Deputy Secretary-General.\r\nThe Deputy Secretary-General: Let me begin \r\nby adding my voice to those of many others who have \r\nexpressed shock and grief at the tragic and terrible loss \r\nof life after a ship carrying migrants sank off the coast \r\nof Lampedusa. As you have all noticed, the number of \r\nvictims has been growing by the hour, now reaching \r\nhundreds of people. There are still many people missing. \r\nWith the President’s agreement, I suggest that we now \r\nreflect deeply on the basic message from that disaster \r\nwhile we honour the victims with a moment of silence. \r\nI thank members very much for that act of solidarity \r\nand compassion.\r\nIt has been extremely interesting for me to follow \r\nthe Assembly’s deliberations in the High-level Dialogue \r\nover the past two days. There has been a rich and \r\npenetrating review of migration, a topic that is so central \r\nand so crucial to the national and international agenda \r\nin today’s globalized world. Having presided over the \r\npreparations for the first High-level Dialogue in 2006 \r\nand based on what I have heard during the Dialogue \r\ntoday and yesterday, I can assure the Assembly that \r\nwe have come a long way. I am especially encouraged \r\nthat so many areas of common interest and action have \r\nbeen identified. I am also impressed by the constructive \r\nengagement of our partners, including civil society, the \r\nprivate sector and academia, in our common mission, \r\none of the greatest and most important challenges for \r\nall of us.\r\nWe all share the objective of making migration \r\na positive force, a positive force in national and \r\ninternational affairs. We have to work to ensure that the \r\nbenefits of migration are realized and felt by all migrants \r\nin countries of origin and destination countries alike. \r\nThe joint Declaration (resolution 68/4), a milestone on \r\nthe significance of migration for development and on \r\nthe protection of the rights of migrants, points to the \r\nremarkable strides we have made. We also share the \r\ngoal of strengthening coherence and cooperation.\r\nWe should all feel proud that, through the \r\nAssembly’s commitment to working together within \r\nthe United Nations, the International Organization for \r\nMigration (IOM), and the Global Forum on Migration \r\nDevelopment, we have been able to make such \r\nimportant progress. Now we must look at the future \r\nand the remaining challenges. Let us learn from the \r\n30/31 13-50009\r\nA/68/PV.28 04/10/2013\r\nof civil society, the private sector and the academic \r\nworld — for their extremely valuable contributions.\r\nWe all have important work to do. Millions of \r\nmigrants worldwide are looking to us with hopes and \r\nexpectations. Let us do our utmost to turn the political \r\nwill and forward-looking approaches demonstrated \r\nat this High-level Dialogue into positive actions and \r\nresults, not only for them but for all of us.\r\nThe Acting President (spoke in French): I thank \r\nthe Deputy Secretary-General for his statement and for \r\nhaving taken the time to participate in the closing of the \r\nHigh-level Dialogue, which underscores once again its \r\nimportance.\r\nThe President of the General Assembly, Mr. John \r\nAshe, has asked me to deliver the following statement \r\nto the Assembly on his behalf.\r\n(spoke in English)\r\n“We have come to the end of our second High-\r\nlevel Dialogue on Migration and Development. \r\nWhile it lasted only two days, this Dialogue was \r\nthe culmination of many years of hard work and \r\npreparation and benefited from the support of \r\nmany individuals. I wish to express my gratitude to \r\nthe Secretary-General for his unwavering support \r\nin promoting and emphasizing this issue within \r\nthe United Nations. My appreciation goes also to \r\nMr. Peter Sutherland, Special Representative of the \r\nSecretary-General on Migration, for his tireless \r\nefforts representing the United Nations at the \r\nGlobal Forum and working with Member States \r\nto find practical solutions to one of the greatest \r\nchallenges of our time.\r\n“I also pay tribute to the eight co-Chairs of \r\nthe four round tables for the enormous efforts \r\nthey exerted to make the interactive discussion \r\namong all stakeholders a success. I likewise pay \r\ntribute to the Permanent Mission of Mexico to the \r\nUnited Nations, under whose effective leadership \r\ndelegations debated and yesterday adopted a \r\nDeclaration that conveys and reaffirms many of \r\nour shared beliefs on migration (resolution 68/4).\r\n“Tribute is also due to Member States, \r\nrepresentatives of non-governmental organizations, \r\ncivil society and the private sector for their various \r\ncontributions to both the national and the regional \r\npreparations that preceded the Dialogue.\r\nworld have shown yet again that emergencies can erupt \r\nwithout warning and that they test our systems to their \r\nlimits. Member States, international organizations, \r\ncivil society and the private sector all have a role to \r\nplay in dealing with such situations.\r\nFourthly, we need to strengthen the data and \r\nevidence base. Former Finnish President Paasikivi once \r\nsaid: “The source of wisdom is knowing the facts”. I \r\nagree with that. If we are to succeed in integrating \r\nmigration into the post-2015 development agenda, \r\nwhich is a very valid cause indeed, we need data for all \r\ncountries on international migrants and their core social \r\nand economic characteristics. That will be crucial if we \r\nare to develop sound policies and monitor global goals \r\nand targets.\r\nFifthly, we need to give thought to and develop \r\nan overarching strategy for achieving our objectives. \r\nYesterday, the Secretary-General outlined his vision \r\nand views on where we should focus our efforts. Many \r\nconstructive proposals and creative ideas have been \r\npresented by participants over the past two days. Let us \r\nmake sure that we, on different tracks, not least through \r\nthe Special Representative of the Secretary-General, \r\nthe Global Forum on Migration and Development, \r\nthe Global Migration Group and the International \r\nOrganization for Migration, pursue those proposals in \r\nan action-oriented and pragmatic way. I believe that the \r\nGlobal Forum meeting to be held next year in Sweden \r\nwill be one of several important events in that regard. \r\nOur challenge is to establish a plan, or, more modestly, \r\na map for the road ahead, together with a monitoring \r\nframework with clear follow-up mechanisms.\r\nIn closing, let us agree that it is within our grasp \r\nand within our power to make migration a positive \r\nforce for development, as well as for peace and \r\nsecurity and human rights. We have the skills; we have \r\nthe tools. Based on this High-level Dialogue and the \r\ncommitments made here, I am confident we also have \r\nthe political will.\r\nI wish to thank the colleagues who have helped \r\nmake this meeting a success. I particularly wish to \r\nthank the Secretary-General’s Special Representative, \r\nMr. Peter Sutherland, and the Director General of the \r\nIOM, Mr. William Lacy Swing, for their committed and \r\ncontinuing leadership and advocacy.\r\nI also with to thank all of the participants — Member \r\nStates, international organizations, representatives \r\n13-50009 31/31\r\n04/10/2013 A/68/PV.28\r\nNations. It is, therefore, now time to transform the \r\nkey messages emerging from the Dialogue into an \r\naction-oriented agenda with concrete follow-up.\r\n“The eight-point plan outlined yesterday by \r\nSecretary-General Ban Ki-moon offers a clear \r\nroad map for where to focus our efforts. I urge the \r\nAssembly to see in this, and in the many excellent \r\nproposals and ideas that have been put forward over \r\nthe course of the past two days, a programme for \r\naction.\r\n“Seven years ago, the Assembly embraced the \r\nproposal by the Secretary-General to create a Global \r\nForum. Undoubtedly, the activities and meetings of \r\nthe Global Forum on Migration and Development \r\nhave built trust and strengthened cooperation. \r\nI hope that under the able leadership of Sweden, \r\nthe Global Forum on Migration and Development \r\nwill become increasingly focused on concrete \r\nfollow-up, continuing to work with the Global \r\nMigration Group, the Special Representative of the \r\nSecretary-General on International Migration and \r\nDevelopment, Governments and civil society.\r\n“It is my hope that we will be fully and justifiably \r\nproud of our progress and that we might be able to \r\nconfidently affirm that migration has been fully \r\nintegrated into the post-2015 development agenda. \r\nWe are doing a better job of addressing the plight of \r\nmigrants who are stranded in humanitarian crises, \r\nensuring that each individual act of migration is \r\nwanted and voluntary. Sufficient legal channels \r\nexist to accommodate the demand for human \r\nmobility, and the various costs of migration have \r\nbeen reduced. With initiatives like our High-level \r\nDialogue, I firmly believe that we are setting the \r\nstage to realize those shared aspirations.”\r\n(spoke in French)\r\nThe High-level Dialogue on International Migration \r\nand Development is now concluded.\r\nMay I take it that it is the wish of the General \r\nAssembly to conclude its consideration of sub-item (e) \r\nof agenda item 21?\r\nIt was so decided.\r\nThe meeting rose at 6.30 p.m.\r\n“The four round tables of the Dialogue allowed \r\nfor interactive, mutli-stakeholder debates, insightful \r\npresentations and frank exchanges. Allow me to \r\nhighlight some keys points. In the presentations, \r\nwe heard many examples of how migration can \r\nwork for development and examples of practical \r\nmeasures to address urgent migration challenges. \r\nParticipants further announced concrete initiatives \r\nto implement some of the ideas put forward by the \r\nSecretary-General, and they affirmed many of the \r\nkey messages from his report prepared for this \r\nmeeting (A/68/190).\r\n“Participants expressed their belief that \r\nmigration can be a powerful enabler of development \r\nand should be an integral feature of the post-2015 \r\ndevelopment agenda. Efforts should focus on \r\nfacilitating international mobility and enhancing \r\nthe benefits of migration, while protecting and \r\npromoting the human rights of migrants and their \r\nfamilies.\r\n“Participants were also emphatic that no country \r\ncan address international migration alone and that \r\ndialogue and cooperation on migration should be \r\nstrengthened and the coherence of sectoral policies \r\nat the national level should be promoted to fully \r\nharness the benefits of migration.\r\n“Participants stressed that migration can \r\nhave positive development impacts if supported \r\nby the right policies and that the time had come \r\nto integrate migration into national development \r\nstrategies and plans.\r\n“Much emphasis was placed on the need \r\nfor access to decent work and decent working \r\nconditions in countries of origin, transit countries \r\nand destination countries. The need to respect, \r\npromote and protect the rights of migrants, in \r\nparticular of vulnerable groups, such as migrant \r\nwomen and children and migrants in crisis \r\nsituations, was also highlighted.\r\n“Apart from the substantive consideration \r\nof the question of migration and development, \r\nthe Dialogue has once again demonstrated that \r\ninternational migration and development can \r\nbe constructively discussed within the United \r\n"