"In the absence of the President, Mr. Arias (Spain), \r\nVice-President, took the Chair.\r\nThe meeting was called to order at 6.05 p.m.\r\nAddress by Mr. Carlos Mauricio Funes Cartagena, \r\nPresident of the Republic of El Salvador\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of El Salvador.\r\nMr. Carlos Mauricio Funes Cartagena, President \r\nof the Republic of El Salvador, was escorted into \r\nthe General Assembly Hall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Carlos \r\nMauricio Funes Cartagena, President of the Republic of \r\nEl Salvador, and to invite him to address the Assembly.\r\nPresident Funes Cartagena (spoke in Spanish): It \r\nis an honour to join other speakers in addressing the \r\nGeneral Assembly at its sixty-eighth session. This \r\nyear the Assembly has as its theme “The post-2015 \r\ndevelopment agenda: setting the stage”. These annual \r\nmeetings are thus an opportunity to consider and reflect \r\non the course that each of our countries is following to \r\nachieve the Millennium Development Goals (MDGs).\r\nThere can be no doubt that recent events have posed \r\na major challenge to the achievement of prosperity, \r\ndevelopment and progress, especially in those regions \r\nof the world that have suffered most from the effects of \r\nthe international economic crisis and of climate change. \r\nEl Salvador has been no exception.\r\nWhen, on 1 June 2009, the Government that I head \r\ntook power, the nation’s economic growth rate was at \r\nnegative 3 per cent, with 40,000 jobs lost. There had \r\nbeen a considerable drop in exports, especially to the \r\nUnited States, our principal market. Income from taxes \r\nand family remittances had decreased, and broad sectors \r\nof the population were impoverished or excluded from \r\nthe benefits of public policies.\r\nBut that harsh reality was not just a product of the \r\ncrisis. It was the result of decades of the implementation \r\nof economic and social models that excluded the great \r\nmajority and promoted backwardness and injustice. As \r\nfrom June 2009, with the process of political alternation \r\nin El Salvador, that reality began to shift.\r\nAs soon as our Government took power, we made a \r\ncommitment to achieving the Millennium Development \r\nGoals and to use them as a road map. The Government’s \r\nfive-year plan states that our strategic plan is to have \r\na healthy, educated and productive population with \r\nthe capacity and appropriate opportunities to fully \r\ndevelop its potential to become the foundation of our \r\ndevelopment. The Government’s plan incorporates \r\nstrategic instruments and policies aimed at achieving \r\nthe MDGs over the short and medium term. We took \r\nthe strategic decision not to shift the costs of the crisis \r\nonto the poorest segments of the population, as had \r\nbeen the habit in the past.\r\nFor that reason, we devised and implemented \r\npolicies aimed at combating poverty, reducing \r\nUnited Nations A/68/PV.10\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n10th plenary meeting\r\nWednesday, 25 September 2013, 6 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1348569*\r\n13-48569 (E)\r\n2/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nreducing the rate to 41.9 maternal deaths per 100,000, \r\nor 11 fewer than the target for this Goal.\r\nThe comprehensive health-care reform initiative \r\nthat we launched has been tasked with bringing health-\r\ncare services to the most remote corners of our country \r\nthat, historically, have been isolated from economic \r\nand social development. This firm commitment of \r\nour Government has led us to increase the health-care \r\nbudget by 60 per cent over a period of four years. That \r\nhas allowed us to increase the supply of medicines in \r\nhospitals and public health clinics by between 50 to \r\n82 per cent in that time and to significantly expand \r\nthe proportion of the population who are immunized. \r\nSimilarly, free health consultations mandated by our \r\nGovernment have contributed to a 40 per cent increase \r\nin demand for such services, which represents a \r\nsignificant step in our goal to extend that service to the \r\nmajority of the population. \r\nI cannot speak of advances in health care \r\nwithout talking about access to and improvement \r\nof basic services such as drinking water. Our efforts \r\nhave gradually borne fruit in the areas under our \r\nresponsibility in this respect. We have met the target \r\nof 71 per cent of households having treated water piped \r\ninto their houses. In 2011, under our Government, this \r\nwas already true of 72 per cent of households. Sanitation \r\nis covered by another Millennium Development Goal, \r\nwhich set the target of 89 per cent of households having \r\nthis service by 2015. As of two years ago, 96 per cent of \r\nSalvadoran households had access to sanitation.\r\nIn summary, great efforts have been undertaken \r\nto achieve the best possible outcome on each of the \r\nindicators, leading to enhanced well-being for all \r\nSalvadorans. I believe that the time has come to conceive \r\nof social programmes for people as an investment and \r\nnot as an expense, or even worse as a waste, as some \r\nleaders in the country mistakenly continue to believe, \r\nstuck as they are in their stingy and outdated ways of \r\nthinking.\r\nIt is clear that the gains we have made in my \r\ncountry in recent years have not been the result of \r\nchance. El Salvador is going through a period of great \r\nchange. This profound transformation has occurred \r\nfirst through a change in the economic model that has \r\nset a different course for our nation. We are working \r\nprimarily on restoring the vitality of our countryside \r\nin order to make it once again a central engine for \r\neconomic development. \r\ninequality, achieving a process of social inclusion and \r\ncreating new institutional mechanisms that would make \r\nit possible to more equitably distribute wealth and the \r\nbenefits of economic growth.\r\nOur Government put an end to the old concept \r\nof the patrimonial State, which defended only the \r\ninterests of small political and economic groups. \r\nNow the Salvadoran State is at the service of the \r\nmost underprivileged. That shift in public policy has \r\ntranslated into an increasingly modern and effective \r\nState that is fighting poverty, social exclusion, violence \r\nand corruption. Thus this new type of governance, \r\nwhich is based on the implementation of best practices, \r\ntransparent and increasingly participatory, has already \r\nbegun to have a positive impact on the achievement of \r\nthe MDGs, as demonstrated by the following results.\r\nEl Salvador has made great progress towards \r\neliminating poverty and hunger. In the past year, we \r\nnot only achieved but exceeded the goal of reducing the \r\nnumber of households living in extreme poverty. We \r\nalso made major achievements when it comes to access \r\nto education. In 1991, the net coverage for primary \r\neducation was 75 per cent of the population; last year it \r\nwas 93 per cent. We have gained almost 20 percentage \r\npoints in those years. \r\nSince the beginning of my Administration, \r\nall students in public schools — some 1.3 million \r\nchildren and young people — have received free shoes, \r\nuniforms and school supplies. The impact of this was \r\nimmediately noticeable, as we increased enrolment \r\nwhile dramatically reducing the dropout rate. Twenty \r\nyears ago, 85 per cent of the population of working \r\nage was literate, but this rate has now reached almost \r\n100 per cent. Over for the past four years alone, the \r\nGovernment has managed to reduce the illiteracy rate \r\nby 5 per cent. With the help of thousands of volunteers, \r\nwe are teaching over 170,000 adults to read.\r\nIn terms of health, one of the achievements we are \r\nmost proud of is related to the significant reduction in \r\nmaternal mortality, one of the two sections of Millennium \r\nDevelopment Goal 5. With the health-care reform \r\nundertaken by my Administration, we have increased \r\naccess to health services by hiring more doctors, \r\nnurses and specialists and establishing new women’s \r\ncentres. Pursuant to the Millennium Development \r\nGoals, the objective is to achieve a maternal mortality \r\nrate that is equal to or below 52.8 maternal deaths per \r\n100,000 inhabitants by 2015. We have reached that \r\ngoal in El Salvador and even exceeded expectations by \r\n13-48569 3/33\r\n25/09/2013 A/68/PV.10\r\nof gender equality and the prevention, punishment and \r\neradication of violence against women.\r\nIn addition to establishing a confidential call \r\ncentre for reporting gender violence, the Government \r\nhas approved the first national policy against human \r\ntrafficking and achieved a considerable decrease in \r\nwomen’s deaths by homicide. Without a doubt, the \r\nmost valuable contribution in this area lies in the City \r\nof Women initiative, through which we have created \r\nfour comprehensive care centres for women and are \r\non track to create two more, scheduled to open later \r\nthis year. This initiative is already considered by \r\ninternational organizations and world leaders a model \r\nof public management. It is a comprehensive and \r\nintegrated system of specialized services for women in \r\nthe areas of sexual and reproductive health, economic \r\nempowerment — through both formal employment \r\nand support for entrepreneurship — and prevention \r\nand treatment of gender-based violence. It also helps \r\nto focus the priorities and attention of my Government \r\non women.\r\nAnother tangible demonstration of the ongoing \r\nprocess is the dialogue undertaken to achieve reparations \r\nfor victims of gross violations of human rights and the \r\nvindication of the rights of war veterans. With regard \r\nto the latter, we have succeeded in repaying a debt that \r\nadminstrations prior to ours had failed for years to \r\nrecognize and to repay. Moreover, my Government has \r\npromoted a reconciliation process without precedent in \r\nthe nation’s history and a recognition of the human rights \r\natrocities committed in El Salvador. As Head of State, I \r\nasked forgiveness for the disappearances, murders and \r\ntorture, and from all those who experienced the brunt \r\nof such abuses during our civil war. I ordered a dialogue \r\nwith organizations representing the victims of serious \r\nhuman rights violations. As a result of this process, in \r\nthe days to come I will announce a national reparations \r\nprogramme, which will include the ratification of \r\nvarious treaties human rights adopted by the General \r\nAssembly and a guarantee that such violations will \r\nnever recur.\r\nThe right to food, education and welfare must be \r\nensured in order to achieve sustainable development \r\nand eradicate poverty. In that respect, all the efforts \r\nof national Governments must be complemented and \r\nstrengthened with the support of the international \r\ncommunity and the United Nations system.\r\nRadical change is needed in the global economic \r\nsystem, which is based on financial speculation \r\nThanks to our family agriculture plan, which \r\nprovides small and medium-sized farms with free \r\ndelivery of improved seed packets and fertilizer, \r\ntraining and access to technology and credit, last \r\nyear we had record food-crop harvests and were still \r\nable to keep the price of basic grains within reach of \r\nthe entire population of El Salvador. We have also \r\nsuccessfully implemented school lunch programmes, \r\nso that children receive at school fresh, healthy food \r\ngrown on Salvadoran farms. Today, more than 800,000 \r\npoor Salvadoran children receive two glasses of fresh \r\nmilk a week in school as part of their diet. All these \r\nefforts have brought more prosperity to Salvadorans, \r\nespecially the poorest. \r\nBut in addition to poverty, there are other scourges \r\nsuch as violence, drug trafficking and organized crime \r\nthat deprive our people of well-being and happiness. \r\nWith this in mind, we have implemented public policies \r\nto reduce violence and fight crime.\r\nThe Government has created new police units, \r\noverseen the graduation of 4,000 new agents and \r\nredoubled operational plans to curb crime. At the same \r\ntime, a non-aggression pact between the two main youth \r\ngangs was agreed on two years ago. The Government \r\nwas only a facilitator of that pact, which has established \r\nthe minimal conditions to reduce gang violence levels \r\nin the areas most affected by that phenomenon. Thus, \r\nongoing crime suppression and prevention efforts have \r\nresulted in a 50 per cent reduction in homicides. The \r\nGovernment’s security policy has also dealt a heavy \r\nblow to organized crime gangs, allowing for significant \r\nseizures of drug shipments. \r\nWe know, however, that huge challenges remain. \r\nThere are major obstacles to development that will not \r\nbe overcome in my new Administration’s four years in \r\npower. I would highlight in particular the challenges \r\nrepresented by climate change and the resulting need \r\nto protect and safeguard the lives of tens of thousands \r\nof Salvadorans. We are a region exposed to extreme \r\nweather phenomena, at least five of which El Salvador \r\nhas experienced in recent years. They have had the \r\ngreatest impact on the most vulnerable parts of the \r\npopulation and the country’s infrastructure, causing \r\nlosses in the billions of dollars.\r\nA major challenge is to build a sufficiently fair and \r\ndemocratic society that is respectful of those who make \r\nup the majority of the population — women. El Salvador \r\nhas undertaken serious efforts to achieve goals derived \r\nfrom the Millennium Development Goals in the area \r\n4/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nMr. Carlos Mauricio Funes Cartagena, President \r\nof the Republic of El Salvador, was escorted from \r\nthe General Assembly Hall.\r\nAddress by Mr. Tommy Esang Remengesau Jr., \r\nPresident of the Republic of Palau\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Palau.\r\nMr. Tommy Esang Remengesau Jr., President of the \r\nRepublic of Palau, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Tommy Esang \r\nRemengesau Jr., President of the Republic of Palau, and \r\nto invite him to address the Assembly.\r\nPresident Remengesau: At the outset, let me \r\nextend my congratulations and appreciation to the \r\nPresident of the General Assembly for his leadership \r\nand work with the General Assembly at its sixty-eighth \r\nsession and to the Secretary-General for his continuing \r\nleadership.\r\nThe Palauan f lag depicts a yellow full moon against \r\na blue ocean. That combination of moon and ocean is a \r\nmetaphor for nature’s balance and harmony through the \r\nconsistency of the rising and falling tides. Just before \r\nI left to come to the General Assembly, during a full \r\nmoon high tide, my back yard, which nestles against \r\nthe ocean, f looded. Typhoon Usagi passed through the \r\nPacific just a few days later and landed in Asia, killing \r\nmany people. It was followed almost immediately by \r\nTropical Storm Pabuk.\r\nWhen I was a child, my back yard did not f lood \r\nand we did not have tropical storm after tropical storm \r\npass through our Pacific islands. It is therefore as clear \r\nto me as it is to other Pacific leaders that the full moon \r\nand the ocean are no longer metaphors for balance and \r\nharmony. Today they represent imbalance from our \r\npast excesses and a lack of harmony due to our current \r\ninability, as the Secretary-General has so often said, to \r\ncreate the world we want.\r\nThe leaders and the people of the world certainly \r\nface many challenges moving forward in creating the \r\nworld we want and in developing a sustainable future. \r\nIn addressing the next round of sustainable development \r\ngoals and in responding to the ever-growing challenges \r\nand consumerism and not only has an impact on the \r\nmost developed economies of the world, but also \r\nand especially makes the least developed countries \r\neven poorer. International cooperation must seek \r\nfundamentally to improve the productive capacities of \r\nour countries and to invest in people suffering from \r\npoverty and exclusion. My Government believes that \r\nthe path to growth is investment in the poor and their \r\ntransformation into a middle class with access to health \r\ncare and education.\r\nI invoke international solidarity and the agenda of \r\nthe General Assembly in which we are gathered here \r\ntoday in order to advocate once again for the lifting \r\nof the blockade against Cuba. I have made this same \r\nrequest in my previous statements before this forum, \r\nas I believe that Cuba is part of the American soul and \r\nthat the blockade is a relic of the past. The brotherly \r\npeople of Cuba, like all peoples of the world, have \r\nthe right to seek development and well-being through \r\ncomprehensive integration.\r\nSimilarly, we support diplomatic efforts seeking \r\na swift peaceful solution to the conflict in Syria. We \r\ncondemn the use of chemical weapons, and we support \r\nthe agreement between Russia and the United States \r\nwhereby Syria’s chemical weapons would be destroyed \r\nunder the supervision of the United Nations.\r\nBefore I conclude, I should like to express my firm \r\nbelief that the United Nations will take the necessary \r\nsteps to guarantee the development and implementation \r\nof a comprehensive post-2015 agenda. In that context, I \r\nbelieve that we will realize a better and fairer world for \r\nall of humankind.\r\nIn El Salvador, we are preparing to implement that \r\nagenda. We are happy to be among the few countries \r\nin Latin America working on multidimensional \r\npoverty measurement. Next year we hope to use these \r\nstatistics to complement our income-based poverty \r\nmeasurement. We will thereby be in a better position \r\nto implement comprehensive policies that will allow us \r\nto eradicate poverty in a definitive and lasting way. I \r\nthank the United Nations for its invaluable cooperation \r\nin the pursuit of our major aspirations as a nation, and \r\nthe Assembly for its attention.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of El Salvador for the statement he has \r\njust made.\r\n13-48569 5/33\r\n25/09/2013 A/68/PV.10\r\nthe resources of another. Thirdly, we must recognize \r\nthe need for the richer nations of the world to actively \r\naddress actions that threaten the poorer nations of the \r\nworld. Fourthly, we must protect human resources \r\nthrough governing strategies that focus on broad-based \r\neducation, health, jobs and equal opportunities, and \r\nthat acknowledge cultures, traditions and homelands. \r\nFinally, we must agree, in all matters, to promote and \r\nprotect the human rights and peaceful existence of all \r\nthe people of the world. Discussion, not weapons, is \r\nthe best way to resolve differences and uphold human \r\nrights.\r\nLet me interject here that as we witness so many \r\nareas of conflict on our planet, I think it is time for all of \r\nus, as leaders, to use this great institution and our own \r\nefforts to condemn violence against people, including \r\nthe use of chemical weapons, for any reason, and to \r\nseek an end to armed conflict wherever we can. The \r\nevents in Kenya are but one of a series of violent acts \r\nagainst people that we must work together to eliminate.\r\nOur global warming doomsday is already set \r\nin stone if we fail to act. It is therefore our job as \r\nleaders to take all necessary action to eliminate the \r\ncurrent threat. My country, along with other Pacific \r\nisland nations, is unwilling even to discuss a 3°C-to-\r\n5°C temperature-increase scenario by the end of the \r\ncentury, for that will ensure our demise. We are also \r\nunwilling to discuss the issue of migration. Instead, we \r\nwill continue to work with our developed partners to \r\nimplement strong mitigation commitments and follow-\r\nthrough action to hold the line on that increase to a \r\nmore realistic 1.5°C level.\r\nMy small Pacific country supports the concepts \r\ninherent in the Majuro Declaration for Climate \r\nLeadership, issued at the Pacific Island Forum this year. \r\nThe Declaration acknowledges the gross insufficiency \r\nof current efforts to reduce greenhouse-gas emissions. \r\nIt also recognizes the necessity of ramping up climate \r\nchange responses immediately and provides a platform \r\nfor country leaders to establish new and realistic \r\nreduction commitments. As leaders, we must all \r\nrespond to global warming in both the short and long \r\nterm, from the top down and the bottom up, both pre-\r\n2020 and post-2020.\r\nWe should not forget, however, that the primary \r\nresponsibility for reducing greenhouse gases still rests \r\nwith our developed partners. We must therefore use \r\nthe opportunity of the nineteenth session of the United \r\nNations Framework Convention on Climate Change, \r\nof global warming, it is imperative that we all do a better \r\njob of working together to solve the serious issues that \r\nwe face.\r\nWorld leaders at the 1992 Earth Summit in \r\nRio established a positive and rational vision of \r\npartnership and sustainable development for the \r\nworld. Unfortunately, that vision seems to have been \r\nsidetracked. There is therefore frustration in many \r\ncountries today related to our failure to move that vision \r\nforward, the slow pace in progress in meeting our joint \r\ngoals, and the fear that those goals are being diluted.\r\nToday, it appears that the United Nations Framework \r\nConvention on Climate Change has stalled, that the \r\nKyoto Protocol is on life support, and that the United \r\nNations Conference on Sustainable Development \r\nhas not done enough to strengthen our three pillars \r\nof sustainable development. Our job as leaders is to \r\nreinvigorate our efforts by establishing real mitigation \r\ncommitments and identifying immediate, sufficient \r\nand long-term implementation financing.\r\nTogether, we reaffirmed the principle of common \r\nbut differentiated responsibilities at Rio and moved \r\nforward with the green economy approach to \r\nsustainable development issues. We must not allow our \r\ngreen economy to become business as usual. Rather, \r\nwe must take concrete actions to make real our stated \r\nreaffirmation of the principles of the Monterrey \r\nConsensus and the Doha Declaration on Financing \r\nfor Development. Only then will our sustainable \r\ndevelopment goals discussed at this session of the \r\nGenerally Assembly have a real chance to respond to our \r\ncurrent worldwide environmental and developmental \r\nemergency. \r\nIt is clear that what is needed today is \r\nleadership — leadership from the developed world and \r\nleadership from the developing world; leadership that \r\nfocuses beyond borders and looks farther than today’s \r\nproblems; ultimately, leadership that creates a broad \r\nconsensus vision to preserve our planet for tomorrow’s \r\nchildren. Such leadership must be based upon concrete \r\nand clear principles that will help guide all of our \r\nactions.\r\nFirst, all nations, large and small, must accept \r\ndirect and primary responsibility for global issues that \r\nthreaten our planetary future, and must immediately \r\ntake appropriate action. Secondly, we must protect \r\nthe natural resources of all people and all nations, \r\nand recognize that no nation has the right to pollute \r\n6/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nmost ambitious commitment to date — establishing \r\nthe world’s first comprehensive marine sanctuary, \r\nwhich will close Palau’s exclusive economic zone to \r\ncommercial fishing. We ask all the nations of the world \r\nto move in a similar direction, while recognizing their \r\nown unique circumstances, to help protect our planet’s \r\nnatural resources. An example of one simple action \r\nthat would have a major impact on saving our shark \r\npopulation would be the prohibition of shark’s fin soup. \r\nThat is something that everyone in the world can clearly \r\ndo without.\r\nWe are at a historic global moment. A year from \r\nnow, the United Nations will launch the sustainable \r\ndevelopment goals, in a framework that will define \r\nthe relationship between our peoples and our planet \r\nfor generations to come. Through those goals, we must \r\ncommit to a more sustainable use of the oceans. They \r\ncover two-thirds of the world’s surface and connect \r\n90 per cent of its population. A billion people are \r\ndependent on their fish. The oceans’ health is undeniably \r\nlinked to our culture, societies and economies. Yet \r\nin the Millennium Development Goals (MDGs), the \r\noceans received no mention. As the MDGs wind down \r\nin 2015, we need a new paradigm.\r\nIt is therefore time to enunciate our commitment \r\nto our oceans with a sustainable development goal that \r\ndeals exclusively with them. Drawing from the lessons \r\nlearned from the MDGs, we as leaders must create a goal \r\nthat is resonant, measurable and easily communicated. \r\nFailure to do so will leave us naked before the shifting \r\ntides. In our sustainable development goals, we must \r\nalso focus on non-communicable diseases (NCDs), \r\nwhich cause two-thirds of the world’s 57 million deaths \r\nannually. Within that context, we should also recognize \r\nthat tobacco consumption, which was not included in \r\nthe MDGs, has a direct impact on worsening NCDs and \r\nmust therefore be separately targeted.\r\nNone of our leadership goals can be achieved \r\nwithout strong partnerships. Fortunately, Palau has \r\nbeen blessed over the last half-century with strong \r\nregional and international partners. I would first like \r\nto acknowledge the more than 50 years of support and \r\nleadership shown to us by the United States. We stand \r\nwith the United States in its ongoing efforts to guide the \r\ninternational response to the horrific actions in Syria. \r\nWe are also grateful for its very generous economic \r\nsupport over the years, and for being a reliable ally on \r\nwhich we can depend. We look forward to the final \r\nto be held in Warsaw, and thereafter, to support the \r\ntechnical work needed to fast-track the policies and \r\ntechnologies appropriate to accomplishing our goal; to \r\nrevive the Kyoto Protocol or develop a more responsive \r\nalternative, and deliver and expand on commitments \r\nto reduce greenhouse gases; to phase out inefficient \r\nfossil-fuel subsidies that distort world oil prices; and \r\nto arrive at a legally binding agreement to respond to \r\nand compensate for loss and damage associated with \r\nthe impact of climate change in vulnerable countries.\r\nHere at the United Nations in New York, we must \r\ndeal with global warming security issues by appointing \r\na special representative on climate and security to help \r\nexpand our understanding of the security dimensions of \r\nclimate change, and by establishing a joint task force, \r\nled by the Secretary-General, to assess and expand \r\nUnited Nations capacity to respond to the security \r\nimplications of climate change. We must make 2014 \r\nthe year of ambition. As host of the forty-fifth Pacific \r\nIslands Forum, Palau pledges to use that summit to \r\nbuild on the Majuro Declaration and to drive greater \r\naction. As leaders, we must also come to the Secretary-\r\nGeneral’s climate change summit next year ready to \r\ndiscuss the new mitigation actions we are prepared to \r\ntake and the plans necessary to see that they are fully \r\nimplemented.\r\nMy country is trying with all its might to embrace \r\nits leadership on issues of sustainable development. To \r\ndate, Palau has committed to providing 20 per cent of \r\nits energy through renewable sources by 2020 and to \r\nreducing energy consumption through efficiency and \r\nconservation efforts. We have also declared and begun \r\nto implement the Micronesia Challenge, which commits \r\nthe Micronesian region to effectively conserving at least \r\n30 per cent of near-shore marine resources and 20 per \r\ncent of terrestrial resources by 2020. In that effort, Palau \r\nand other Micronesian jurisdictions have strengthened \r\nor established more than 150 protected and managed \r\nareas covering more than 680,000 hectares, leveraged \r\nmore than $20 million in operational funds and inspired \r\nother efforts, such as the Caribbean Challenge, the \r\nCoral Triangle initiative and the Western Indian Ocean \r\nCoastal Challenge.\r\nIn addition, we have recently sponsored the \r\ncreation of a Pacific Islands Forum invasive species \r\nadvisory group to improve regional efforts to reduce \r\nthe expansion of invasive species throughout the \r\nPacific. Palau has also pioneered the planet’s first shark \r\nsanctuary and, finally, recently engaged to pursue our \r\n13-48569 7/33\r\n25/09/2013 A/68/PV.10\r\nPresident Dhoinine (spoke in French): At the \r\noutset, let me convey to the United States authorities \r\nour full gratitude for the always warm and fraternal \r\nhospitality they show us at this great annual event in \r\nNew York at the United Nations. I also express my \r\nsincere congratulations to the President, and I wish him \r\nevery success and an excellent conduct of the work of \r\nthe Assembly at its sixty-eighth session on the post-2015 \r\ndevelopment agenda. Finally, on behalf of my delegation \r\nand myself, I join the other heads of delegations present \r\nin the Hall to express my full gratitude to Secretary-\r\nGeneral Ban Ki-Moon for his willingness to serve our \r\nworld with the commitment and self-sacrifice for which \r\nhe is known. \r\nAt a time when the world is facing the most serious \r\nkinds of crises, blind barbaric terrorist acts, which \r\nwe strongly condemn, have just been perpetrated in \r\nKenya, claiming dozens of innocent victims, including \r\nwomen and children. At a time when armed conflicts \r\nare challenging our common abilities to build a world \r\nwhere peace reigns, the crisis that has been evolving \r\nin Syria for two and a half years, with its litany of \r\ndistress and human tragedy, should call on us to reach \r\nan early settlement of the conflict and put an end to the \r\nsuffering of the Syrian people. We strongly condemn \r\nthe use of chemical weapons in Syria against innocent \r\npopulations, just as we vigorously condemn the \r\nperpetrators of that horrible act. \r\nLet me formally draw our attention to other crises \r\nand other evils that, while they may appear to us to be \r\nminor or insignificant, are also every bit as serious. \r\nThey are serious particularly because they lead to a \r\nheavy loss of human lives and, for those who live with \r\nthem daily, they frequently give rise to frustration, \r\nscorn and a sense of abandonment. \r\nAt the same time, those other evils actually should \r\nnot even exist, because it was together in the United \r\nNations that our predecessors unanimously, in a spirit \r\nof the equality of peoples, universal justice, fairness and \r\nhumanism, decided with an open heart and free spirit to \r\nmake humankind more harmonious for the well-being \r\nof our species. Indeed, it was our Organization that \r\ndecided to decolonize all territories under the colonial \r\nyoke. It set the rules, laid out a path, and supported the \r\npeoples to be freed. \r\nLet me also pay tribute to the permanent members \r\nof the Security Council and to all States Members of \r\nthe United Nations for the responsible attitude they \r\ncompletion of the treaty that will renew and reinforce \r\nour relationship.\r\nPalau would also like to acknowledge the significant \r\nsupport we have received over the years from our friend \r\nJapan. We are hopeful that expansion and reform of the \r\nSecurity Council will result in permanent membership \r\nof the Council for Japan. In addition, we would like \r\nto thank the Republic of China on Taiwan for its \r\nfriendship and economic support in helping Palau to \r\nachieve its Millennium Development Goals and move \r\non to the post-2015 development agenda through grants \r\nand technical assistance in the areas of infrastructure, \r\nfood security enhancement and human capacity. We \r\nstrongly support Taiwan’s expanded participation in \r\nthe United Nations system, acknowledge the expansion \r\nof its meaningful participation in United Nations \r\nspecialized agencies and mechanisms, and call on the \r\nUnited Nations system to accept Taiwan’s participation \r\nas a valuable contributor to our collective efforts.\r\nBeginning with the leadership of those assembled \r\nhere, and working down to every level of international \r\naction and cooperation, we can respond, in a timely and \r\nexpedited fashion, to the real emergencies we face. But \r\nthe time for excuses is over. It is now time for leaders \r\nto lead.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Palau for the statement he has just \r\nmade.\r\nMr. Tommy Esang Remengesau Jr., President of the \r\nRepublic of Palau, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Ikililou Dhoinine, President of the \r\nUnion of the Comoros\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Union of the Comoros.\r\nMr. Ikililou Dhoinine, President of the Union of the \r\nComoros, was escorted into the General Assembly \r\nHall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Ikililou \r\nDhoinine, President of the Union of the Comoros, and \r\nto invite him to address the Assembly.\r\n8/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nsupposedly expressed a desire to remain colonized, we \r\nsincerely wonder if they are trying to relive the Berlin \r\nConference of 1885. \r\nIf that were indeed the case, are we to understand \r\nthat these same people would seek to raise that issue \r\nwith all peoples who wish to remain themselves or \r\nchange their destiny? Since it is the desire of all people \r\nto strive for freedom, what would happen if one day \r\nthe Comorian people of Mayotte called for its freedom \r\nfrom France? What a historical inconsistency that \r\nwould be, and what norms of international law would \r\nthe Organization act on?\r\nSince 6 July 1975, the date on which my country, \r\nthe Comoros Archipelago, acceded to its sovereignty, \r\nthe Comorians have continued to call simply for the \r\nimplementation of international law. They have done so \r\nin vain. And yet, in other similar cases, certain major \r\nPowers demand compliance with the same international \r\nlaw and win their case. Thus, the movement of peoples \r\namong the islands of the Comoros Archipelago, which \r\nis an inalienable right, is impeded by an unfathomable \r\nand unacceptable decision of the French authorities who, \r\nin 1994, imposed a visa on travel between Mayotte and \r\nthe three other Comorian islands. That visa system has \r\nto date led to the death of nearly 10,000 of my fellow \r\ncitizens, making the strait that separates Mayotte and \r\nthe other islands the largest marine cemetery in the \r\nworld. Our common conscience requires that we act \r\nquickly.\r\nIn all international forums, including the \r\nUnited Nations, the international community, while \r\nrecognizing the right of the Comorians to recover \r\ntheir territorial integrity, has repeatedly called upon \r\nthe two parties involved, the Comoros and France, to \r\nenter into negotiations in order to find a lasting and \r\nequitable solution to this unfortunate territorial dispute \r\nin accordance with international law. Each of my \r\npredecessors in turn undertook negotiations with the \r\nFrench State, but it is undeniable that we are still at \r\nsquare one.\r\nSince I was elected President of the Republic, I \r\nhave thought a great deal about the issue and consulted \r\nwidely. The responsibilities I have assumed require \r\nchanging a game that has remained unchanged now \r\nfor 38 years. After an initial meeting with my French \r\ncounterpart, President François Hollande, in Kinshasa, \r\non the sidelines of the Summit of La Francophonie, I \r\nunderstood that the new French authorities were at long \r\nlast ready to find a solution to the issue of the Comoros. \r\nhave demonstrated since the creation of the United \r\nNations to the present time in supporting national \r\nliberation movements and organizations, particularly in \r\nour continent of Africa. It is, however, regrettable that, \r\n68 years after its inception and after the adoption of the \r\nCharter, the Assembly continues to bear witness today \r\nto a situation in which the territory of a small island \r\nState — in this case my own country, the Comoro \r\nArchipelago — remains under the thumb of another \r\nState, a major Power and a permanent member of the \r\nSecurity Council — the State of France. \r\nAnd yet the Organization came out unequivocally \r\nin favour of the independence of the Comoro \r\nArchipelago, in accordance with resolutions 1514 (XV) \r\nof 14 December 1960 on the Declaration on the Granting \r\nof Independence to Colonial Countries and Peoples, and \r\n2621 (XXV) of 12 October 1970, containing the Plan of \r\nAction for the Full Implementation of the Declaration \r\non the Granting of Independence to Colonial Countries \r\nand Peoples. Furthermore, resolutions 3161 (XXVIII) \r\nof 14 December 1973 and 3291 (XXIX) of 13 December \r\n1974 reaffirm the unity and territorial and integrity of \r\nthe Comorian islands and the inalienable right of its \r\npeople to self-determination and independence.\r\nThus, the Security Council, through its unanimous \r\nadoption of resolution 376 (1975) of 17 October 1975, \r\nrecommended to the General Assembly that the \r\nComoros be admitted to membership in the United \r\nNations. The Comoros therefore became a Member of \r\nthe United Nations, under resolution 3385 (XXX) of \r\n12 November 1975, which reaffirms the need to respect \r\nthe unity and integrity of the Comoro Archipelago, \r\ncomposed of the islands of Anjouan, Grande Comore, \r\nMayotte and Mohéli. I recall that all Member countries, \r\nincluding the European countries, voted in favour of \r\nthat resolution. France did not oppose it.\r\nCan those who lead our States and Governments, \r\nguarantors of the independence and integrity of their \r\nterritory, imagine the frustration and moral torture \r\nof a Head of State who has to deal with such a tragic \r\nsituation on a daily basis? In addressing them, I am \r\nletting my heart speak. They may rest assured that \r\nall my fellow citizens do the same daily. What have \r\nwe, the Comorian people, done that is so serious that \r\nhistory does not treat us as it does all other peoples of \r\nthe world? Why must we time and time again explain \r\nor justify the united nature of our people, its history, its \r\ngeography or its culture? Moreover, when some seek to \r\npersuade us that it is because a part of our population \r\n13-48569 9/33\r\n25/09/2013 A/68/PV.10\r\nOrganization of Islamic Cooperation, the Non-Aligned \r\nMovement and the Indian Ocean Commission — to \r\nprovide us with their full support during the negotiations.\r\nA high joint council, the follow-up body to the \r\nParis Declaration that I mentioned previously, will be \r\nestablished in the weeks ahead. It will begin its work \r\nthis year by considering the problem of the movement \r\nof goods and persons in order to put an irreversible end \r\nto the human tragedies that daily aff lict all Comorian \r\nfamilies.\r\nNever has our world has been so close to achieving \r\nthe objective for which we, the world’s leaders, meet in \r\nthis United Nations temple at least once a year. That goal, \r\nas the United Nations Charter stipulates, is to maintain \r\ninternational peace and security. It would therefore be \r\nappropriate for me, before I conclude my statement, to \r\ncommend the efforts of the international community \r\nthat have led to considerable progress in Madagascar, \r\nthereby opening the path to the forthcoming presidential \r\nelections in that great brother country. \r\nIn order to ensure that “The post-2015 development \r\nagenda: setting the stage”, which is the theme of the \r\nsixty-eighth session, is not just one more pipe dream, \r\nwe need to act quickly to shelter our peoples from fear \r\nand need. Let us dare to fight injustice. Let us dare to \r\nput an end to deadly conflict. Let us dare to make peace \r\nour daily struggle and our sole reason for being, so that \r\nhumankind may live in harmony.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Union of the Comoros for the statement he has \r\njust made.\r\nMr. Ikililou Dhoinine, President of the Union of the \r\nComoros, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Evo Morales Ayma, Constitutional \r\nPresident of the Plurinational State of Bolivia\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Constitutional \r\nPresident of the Plurinational State of Bolivia,\r\nMr. Evo Morales Ayma, Constitutional President \r\nof the Plurinational State of Bolivia, was escorted \r\ninto the General Assembly Hall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Evo Morales \r\nI noted and acknowledge that France today is prepared \r\nto play its historic role as a State that is respectful of \r\ninternational law, regardless of what that law may say \r\non any particular subject. What France has recently \r\ndone for Mali is the most eloquent example of that. \r\nOn that note, let me join the Malian authorities and \r\npeople and the African continent in general to thank the \r\nFrench authorities who took the responsible decision to \r\nensure that the armed forces of the Republic of Chad \r\nand the countries in the West African region join the \r\nFrench armed forces in helping Mali recover its unity \r\nand territorial integrity. I take this opportunity also to \r\nwelcome the presence among us here of His Excellency \r\nMr. Ibrahim Boubacar Keita, President of the Republic \r\nof Mali, and express our joy in sharing with the brother \r\npeople of Mali the sense of pride at their having \r\nrecovered the integrity of their territory.\r\nMove by the same ideal and the same hope of seeing \r\nmy country recover its territorial integrity, I warmly \r\nwelcomed the invitation from President François \r\nHollande to carry out a working visit to France in \r\norder to undertake serious negotiations and give a new \r\nimpetus to our relations, particularly on the issue of the \r\nComorian island of Mayotte. In the wake of that visit, \r\nwe signed and issued a political declaration, the so-\r\ncalled Paris Declaration. Before my visit, I consulted \r\nthe Chairperson of the African Union Commission in \r\norder to ensure that our latest effort was in keeping with \r\nthe principles upheld by our continental organization \r\nand also to consult her expertise. I take this opportunity \r\nto express all our gratitude to Ms. Dlamini-Zuma, \r\nChairperson of the African Union Commission, for her \r\nongoing support to our country. \r\nIn thus expressing myself, I call on the entire \r\ninternational community to bear witness to my request \r\nthat the Secretary-General provide his expertise, \r\nsupport and backing throughout the negotiations for \r\nthe new dynamic to which we and the French have \r\nresolutely committed. \r\nI would like to inform the General Assembly that \r\nthe issue of Mayotte will henceforth be on our agenda \r\nevery year and that we, the Comorian authorities, are \r\ncommited to reporting every year on the course of the \r\nnegotiations until a lasting settlement is found to the \r\nissue of the sovereignty of my country. My country \r\ncalls on the United Nations and other international \r\norganizations with which we are affiliated — including \r\nthe African Union, the International Organization \r\nof La Francophonie, the League of Arab States, the \r\n10/33 13-48569\r\nA/68/PV.10 25/09/2013\r\npossible a decrease in maternal and child mortality. \r\nCoverage in terms of potable water has increased. For \r\nexample, we created a programme entitled “My water \r\n(more investment for water)”. I must thank the Andean \r\nDevelopment Corporation and the Inter-American \r\nDevelopment Bank for their contributions. With their \r\nfunding we put together “My water” I and II, and we \r\nare now on the third programme, with $300,000 per \r\nmunicipality in rural areas. That has made it possible \r\nfor us to provide some municipalities with 100 per cent \r\ncoverage in terms of potable water.\r\nI have just come from a major event in the department \r\nof Santa Cruz, where I visited several municipalities. \r\nIn two of them, the mayors — who are not from the \r\nparty in power but from other parties — told me that \r\n“My water” III will result in 100 per cent of the local \r\npopulation having drinking water. We have made \r\nadvances in that area. Investment in water is a blessing \r\nfor life. It means minimizing disease, because potable \r\nwater helps people avoid contracting diseases. \r\nI would like all here to know that we have been able \r\nto achieve this thanks to a State that lives in conditions \r\nof sovereignty and dignity. Why am I saying this? \r\nBecause previously, politically we were subject to the \r\nAmerican empire. The embassies of the United States \r\ndecided who would be minister. Economically, we were \r\nsubject to the International Monetary Fund. From the \r\ntime we arrived, we have said “Enough!” to submitting \r\nto international organizations and to the United States \r\nembassy. Previously, for any loan, the International \r\nMonetary Fund set conditionalities, blackmailing the \r\nvarious Governments. Those conditionalities involved \r\nour giving up our natural resources to transnational \r\ncompanies, so that Bolivia would privatize basic \r\nservices. But basic services are a human right and \r\ncannot be private property. So when we freed ourselves \r\npolitically and economically, we started to do better.\r\nOne of the policies we adopted was to nationalize \r\nhydrocarbons — gas and oil. I want the Assembly to \r\nknow, just to share a small experience, that previously \r\nState contracts with transnational oil companies stated \r\nthat the bearer acquired the right to the land at the mouth \r\nof the well. When union leaders asked Governments \r\nwhy the gas and oil were not the property of Bolivians, \r\nthey told us that as long as they were underground they \r\nbelonged to the Bolivians, but once they were out of the \r\nground that was no longer the case. They invented this \r\ntitle business for the land at the mouth of the well. \r\nAyma, President of the Plurinational State of Bolivia, \r\nand to invite him to address the Assembly.\r\nPresident Morales Ayma (spoke in Spanish): I \r\nwish to convey my greetings to the Secretary-General \r\nand all the Presidents, Heads of State, delegations and \r\ninternational organizations from across the world. I \r\nconvey also my special greetings to those attending this \r\nannual general debate of the General Assembly.\r\nWe are here once again, as usual, to share \r\nexperiences relating to leadership and to work for the \r\nsake of life, humanity, equality and social justice. But \r\nwe are also here to express our profound differences as \r\nconcerns life, peace and democracy. Over the past few \r\ndays I have been listening to the statements made by \r\ncertain Powers, which leave a lot to be desired in terms \r\nof liberty, equality, dignity and sovereignty.\r\nThanks to the awareness of the Bolivian people, I \r\nhave now held the presidency for almost eight years. In \r\nthat time — despite the economic and financial crises in \r\nsome so-called developed, industrialized and, I would \r\neven say, even exaggeratedly industrialized countries, \r\nbecause some Powers industrialize simply to put an end \r\nto life — we in Bolivia have an economic growth rate of \r\n4.8 per cent, on average. Previously it was just over 2 per \r\ncent under the economic policies of the free market and \r\nneoliberalism. This year the economic growth rate is \r\nestimated at 6 per cent, at least, so we are doing well. \r\nI would like to point out that thanks to that economic \r\ngrowth, in the context of the Millennium Development \r\nGoals (MDGs) we have reduced poverty; we have met \r\nthe MDG of reducing poverty and extreme poverty. \r\nUnited Nations data for 2011 indicates that that year \r\n1 million Bolivian men and women entered the middle \r\nclass. Bolivia has 10 million inhabitants, so that means \r\nthat 10 per cent of Bolivia’s inhabitants improved \r\ntheir economic status. The rate of undernutrition for \r\nchildren under the age of 5 has decreased even more \r\nthan required by the related Millennium Development \r\nGoal. The literacy-rate goal for people between 15 and \r\n24 years of age was met, and UNESCO declared Bolivia \r\na country free of illiteracy thanks to the cooperation of \r\nCuba and Venezuela, which have been working with us \r\nsince 2006-2007.\r\nThe Goal on coverage in terms of maternal health \r\nhas been reached, and maternal and child mortality has \r\ndecreased. Thanks to that economic growth we have \r\nbeen able to create vouchers for pregnant women and \r\nfor children under 2 years of age, which has made \r\n13-48569 11/33\r\n25/09/2013 A/68/PV.10\r\nWhat did the President of Chile say in September \r\n2010 when he addressed the General Assembly here \r\nin New York (see A/65/PV.12)? He said that treaties \r\nwere inviolable and they must not be touched. On \r\n28 January 2013, during the summit of the Community \r\nof Latin America and the Caribbean States (CELAC) \r\nin Santiago, President Piñera Echeñique said that of \r\ncourse treaties could be perfected. First, he said they \r\nwere untouchable, and then he said they could be \r\nperfected. That shows that this issue is on his mind and \r\nthat it needs to be resolved. \r\nOn 17 December 2012, Piñera Echeñique publicly \r\nstated that Chile would ensure respect not only for the \r\ntreaties it had signed, but also its sovereignty, with \r\nall the strength in the world. But in January at the \r\nCELAC summit President Piñera Echeñique said that \r\nsovereignty could not be touched unless economic \r\ninterests were at stake. On 22 September 2011, at the \r\nGeneral Assembly President Piñera Echeñique said \r\nthat there were no ongoing territorial issues between \r\nChile and Bolivia (see A/66/PV.15). However, on \r\n2 February 2013, in an interview with La Tercera, a \r\nChilean newspaper, he recognized the following: Chile \r\nhas offered Bolivia autonomy in a territorial enclave. In \r\nother words, he is trying to resolve the issue. But that \r\nproposal has never been made official. \r\nThere is a fourth contradiction. On 11 November \r\n2012, at the Ibero-American Summit held in Cadiz, \r\nSpain, the President of Chile said that Chile would \r\ndemand that a valid treaty that was still in force — the \r\ntreaty of 1904 — be respected, and that any conversation \r\nabout the matter must be bilateral in nature: it did not \r\nbelong in a multilateral forum such as that in which we \r\nare participating today. \r\nWhat did the President of Chile say on 2 February \r\n2013? He said that the possibility of a gateway to the \r\nsea without sovereignty, north of Arica, will come to an \r\nend if Peru won at The Hague. Another contradiction: \r\nin June 2013, President Sebastián Piñera Echeñique \r\nsaid that Chile had the right to defend its territory, \r\nsea and sovereignty with strength and conviction and \r\nthat Chile was a country that would never bend in the \r\nlegitimate defence of its territory. In June, he said \r\nthat Chile would not cede to the Bolivian position \r\nwhile President Morales continued to belittle him. On \r\n7 September 2013, he said that, naturally, they would \r\nrespect the ruling from The Hague. When it came to \r\nthe ruling from The Hague, they were a country that \r\nrespected rulings. \r\nIn addition, 82 per cent of the benefits went to \r\ntransnationals, especially in mega-oilfields, and 18 per \r\ncent to Bolivians. It was looting, it was theft. But since \r\nwe nationalized hydrocarbons, I must say that we \r\nhave really begun to improve the economic situation \r\nand the social conditions in our country. Just one \r\nexample: oil income in 2005, before I was President, \r\nwas $300 million. This year, thanks to nationalization \r\nand the fight waged by social movements, oil sales will \r\ntotal more than $5 billion. Last year we almost reached \r\n$5 billion. That figure continues to grow with new \r\ninvestments, and today we have reached the stage of \r\ngiving added value to those natural resources.\r\nAs the Assembly is aware, I am not an expert in \r\npolitics or in economic matters. But I am here at the \r\nrequest of the Bolivian people, learning daily about the \r\nneeds, problems and demands of my people, the people \r\nof Bolivia.\r\nI would therefore also like to say that this joint work \r\nwith the social movements, which are the organized \r\nrepresentatives of the people, is going well. I would \r\nlike the United Nations and the Secretary-General to \r\nknow that we have issued a directive and are working \r\non the patriotic agenda for 2025. What exactly is that \r\nagenda about? As Bolivia was founded in 1825, the year \r\n2025 will be our bicentennial as a republic, while we \r\nare now a plurinational State. We are working with all \r\nsocial movements and authorities, be they local mayors \r\nor provincial Governments, to establish a medium- and \r\nlong-term plan that will make it possible to guarantee a \r\nfuture for the generations to come.\r\nBesides local issues, there are also pending regional \r\nissues, such as the one between Bolivia and Chile on \r\nsovereign access to the Pacific Ocean. An invasion \r\nbegan on 14 February 1879, which on 23 March of \r\nthe same year gave rise to a limited resistance. Who \r\ninvaded us? It was the Chilean oligarchy of the time, \r\nalong with British companies. We lost our access to the \r\nsea, and many meetings have been subsequently held \r\non the issue. An unfair treaty was imposed on us, and it \r\nwas not observed. \r\nI want the Assembly to be aware of the following. \r\nIn a number of meetings with former Presidents and \r\nwith the latest brotherly President of Chile, we have \r\ntried to reach an understanding. However, there has \r\nnever been an official proposal to resolve the issue of \r\nthe Bolivian people’s irrevocable right to return to the \r\nPacific with sovereignty. \r\n12/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nThat is why we continue to speak out. Not only \r\ndo they spy, they also hatch coups d’état. What peace \r\ncan we speak of when military spending sacrifices the \r\nhuman rights of our peoples? I would like to ask the \r\npeople of the United States: How is it possible, when \r\nthere are so many people out of work, for their country’s \r\nGovernment and President to spend $700 billion on \r\nthe military and espionage annually, when there are \r\nso many of our brothers in the United States who are \r\nhomeless and jobless and without an education? One \r\ncannot understand how that country can spend so much \r\nmoney interfering with other countries while leaving \r\nits own unprovided for.\r\nThey talk to us of human rights while torture is \r\nbeing carried out in the prisons of Guantánamo and \r\non military bases in the Middle East, and while union \r\nand political leaders who do not share imperialist \r\nand capitalist views are also tortured. I would like to \r\nsay to the United States that it must not believe it is \r\nmaster of the world. It is mistaken. Furthermore, it \r\nsigns agreements yet refuses to sign some of the most \r\nimportant treaties in the world. It does not respect \r\nUnited Nations resolutions.\r\nThe security of the empire and the fight against \r\nterrorism have become the biggest excuse and tool \r\nfor unilateral military intervention. Terrorism cannot \r\nbe combated through more military spending and \r\ninterventions or the training of military forces. As \r\nfar as I know, the way to fight terrorism is with social \r\npolicies, not military bases; with religious tolerance, \r\nmore democracy, more equality of justice and more \r\neducation. \r\nWhat country is free from problems? Of course \r\nthere are differences. The best thing to do is to provide \r\nmeans, even if not all our Governments have the same \r\neconomic policies. Capitalism wants to emerge from its \r\ncrisis through war and armed intervention. We must ask \r\nourselves who benefits from the wars. Who distributes \r\nthe natural resources after an intervention? Whose \r\nhands do they end up in, once countries are bombed? \r\nWho is really governing in the United States, I wonder? \r\nIs it its citizens, or the companies that promote wars? \r\nFrom outside, at least — I am not an ambassador living \r\nin the United States — what we see is that those who \r\nfinance political and election campaigns are bankers \r\nand big businessmen, and they are the ones setting \r\npolicy.\r\nThose who govern cannot be mistaken or confused \r\nabout the conflict in Syria. Naturally, we are against \r\nI simply wanted to state that to avoid conflict. \r\nSince its foundation as a plurinational State, Bolivia has \r\nbeen by nature a peaceful State. With all due respect, \r\nI would like to inform members that we have turned to \r\ninternational courts. We have requested the International \r\nCourt of Justice to declare that the Republic of Chile \r\nhas an obligation to effectively negotiate, in a timely \r\nfashion and in good faith, sovereign access to the Pacific \r\nOcean in order to re-establish Bolivia’s past, present \r\nand future rights to the sea. I want members to be aware \r\nthat this request cannot and should not be interpreted as \r\nan act of hostility. On the contrary, it is a demonstration \r\nof Bolivia’s respect and confidence in the mechanisms \r\nfor the peaceful settlement of international disputes. \r\nMembers cannot imagine how much damage we \r\nhave suffered, economically and geographically, or the \r\ndamage that has been done to the people of Bolivia and \r\nto our past and future generations, by the 1879 invasion. \r\nOur grandparents continue to ask us when we are going \r\nto go back to the sea, because Bolivia was born with an \r\noutlet to the Pacific Ocean. So that everyone is aware: \r\nwe are seeking a peaceful solution to this dispute. \r\nWe have heard the various statements made over \r\nthe past few days. One cannot listen to every single one \r\nof them, but I want to say that, while we are working \r\nto eliminate extreme poverty, we, the Heads of State \r\nand Government, are also working for peace with social \r\njustice. Nevertheless, a handful of Powers promote \r\nwars, armed conflict and military intervention without \r\nrespecting even international organizations. \r\nWe have heard here statements about freedom, \r\ndemocracy, peace, justice and security. As peoples \r\nwho have been the subject of interventions and have \r\nbeen exploited, marginalized and robbed of our natural \r\nresources by the empires of the time, we wonder what \r\ndemocracy, what peace and what social justice some \r\nPresidents who come here are talking about. We witness \r\nPresidents and their retinues blocking airspace and not \r\nproviding guarantees of our attendance to this forum, \r\nfor example. How can they speak of democracy, when \r\nthe spy services of the United States violate human \r\nrights and the privacy and security of other States while \r\nusing private companies? It turns out that they spy not \r\nonly on democratic Governments, but even on their own \r\nallies, their own citizens and the United Nations itself. \r\nWell, fine, let them spy on us anti-imperialist Presidents \r\nand Governments. But spying on the United Nations? \r\nSpying on their allies? I feel that there is a great deal of \r\noverweening arrogance towards humankind.\r\n13-48569 13/33\r\n25/09/2013 A/68/PV.10\r\nof fighting drug trafficking than the way imposed by \r\nthe DEA and the United States. I welcome the fact that \r\nthe United Nations has acknowledged the decrease in \r\ndrug trafficking in Bolivia, but it has not been certified \r\nby the Government of the United States. Who should \r\nwe believe, the United States or the United Nations? I \r\nleave it up to the Assembly.\r\nI have felt somewhat insecure when it comes to \r\nvisiting the United Nations in New York, which is \r\nwhy we should think seriously about changing the \r\nlocation of the Headquarters of the Organization. The \r\nHeadquarters of the United Nations should be in the \r\nterritory of a State that has ratified all the treaties \r\nadopted by the United Nations. As the Assembly is \r\naware, the Government has never ratified the treaties on \r\nhuman rights or the rights of Mother Earth. They do not \r\nguarantee us visas or overflights. I offer my solidarity \r\nwith my friend Nicolás Maduro Moros, President of \r\nVenezuela. How can we be sure that a meeting of the \r\nUnited Nations here in New York is secure? Perhaps \r\nsome of us do, but those of us who do not share the \r\nviews of imperialism and capitalism feel completely \r\ninsecure. \r\nI would just like to say, though not out of fear, that \r\nwe should not be complicit in such an arrogant attitude \r\nto the peoples of the world. How can we genuinely \r\nbelieve in the United Nations if we do not respect \r\nresolutions — for example, those ending the economic \r\nblockade of Cuba. There are only two or three countries \r\nthat do not vote to end it. Most of us welcome it and \r\nvote for the resolution every time. But if it is not \r\nimplemented and not respected, then why are we here \r\nat the United Nations?\r\nFurthermore, I wish to inform the Assembly \r\nthat everyone knows that the United States harbours \r\nterrorists, criminals and the corrupt. They escape \r\nfrom Bolivian justice and arrive here. The United \r\nStates Government is not assisting in the fight against \r\ncorruption. What kind of an agreement could we then \r\nhave in the fight against corruption? \r\nBeyond that, the United States accuses the \r\nGovernments of other countries. It accuses Cuba, of \r\npromoting terrorism. How can Cuba do that? Perhaps it \r\nis due to such accusations that only 60 or 70 Presidents, \r\nof the more than 190, have come here. I feel that such \r\npolicies scare off Presidents. Who will come next year \r\nto vote, when resolutions are never respected? \r\nthe use of chemical weapons and weapons of mass \r\ndestruction. But who possesses the greatest nuclear \r\narsenal? Who invented chemical weapons? Who \r\nindustrialized those weapons that end human lives? In \r\nmy region, at least, things are perfectly clear. We know \r\nwhose hands they are in, where they come from and \r\nwho produces them. \r\nDemocracies do not wage war. What we are seeing \r\nis that those who make the decisions about wars are the \r\narms industry, the financial system and oil companies. \r\nPlutocracy has become a substitute for democracy. The \r\nGovernment of the rich and powerful decides the fate of \r\nthe world. We are facing a new moment in the imperial \r\ngeopolitical disposition — and I do not wish to revisit \r\nhow Latin America and the Caribbean, like Africa and \r\nthe Middle East, were at one time carved up by various \r\nimperial Powers, who were interested not in resolving \r\nissues of poverty, democracy and equality but rather \r\nin those countries’ natural resources — and now, once \r\nagain, those Powers wish to divide it all up through \r\nmilitary intervention and with military bases.\r\nAnother subject being debated is the colonization \r\nof space, as we have seen in recent years. Those who \r\nbelieve they are the masters of the world have told \r\nus that their power has no limits and that they can \r\nintervene wherever they feel like. Again, I wonder what \r\nthe United Nations is for. What do we have treaties and \r\nconventions for? What use is multilateralism? Human \r\nmultilateralism we welcome; inhuman interventionism \r\nwill be combated by people all over the world. I believe \r\nthat as a union leader and as someone from one of the \r\nmost humiliated sectors in the history of Latin America, \r\nthe indigenous peasant peoples.\r\nWar is a business for capitalism. There can be no \r\npeace without justice; there can be no equality as long \r\nas the business of war has pride of place. It starts and \r\nwages wars for its businesses. That is why I believe it is \r\nimportant at this event to consider such issues in depth.\r\nAnother instrument of domination is the fight \r\nagainst drug trafficking. But I have to say that despite \r\nthe efforts of the Bolivian people and Government, \r\nthere are certain Powers that do not shoulder their \r\nresponsibilities in combating the traffic in drugs, \r\nbecause the drug market is in the capitalist countries. \r\nSince we got rid of the Drug Enforcement Agency \r\n(DEA) and launched our own national policy — and \r\nthanks to some of our neighbours, such as Argentina, \r\nBrazil and Chile, to which I am grateful for their joint \r\nefforts — we have seen improvements and a better way \r\n14/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nAmbassador to Bolivia, I had no regrets. We are better \r\noff now, politically and democratically. We are now \r\nending our cooperation with the United States Agency \r\nfor International Development, which had been plotting. \r\nWe want and welcome cooperation, so long as it is \r\nunconditional and free of blackmail or preconditions \r\ninvolving Presidents or the privatization of natural \r\nresources and basic services. \r\nImagine the damage inflicted on a country by \r\nan economic blockade. It is the best tool of genocide. \r\nTherefore, if we are truly responsible for the well-being \r\nof humankind, if we are responsible for truth, justice \r\nand peace, then we must organize to fight back so that \r\nno president — from South America, the Middle East \r\nor anywhere else in the world — will ever again cause \r\nharm to life or to humankind. \r\nLike previous debates here — on the financial, \r\nclimate, economic and food crises — the Assembly is \r\nnow addressing the issue of interventionism. As long \r\nas imperialism and capitalism exist, peace, justice, \r\nliberty, dignity and sovereignty for the people of the \r\nworld will never be possible. I am convinced of that, \r\nbecause I have a little experience. We should therefore \r\ncontemplate a world free of oligarchies, monarchies \r\nand hierarchies, and then consider the sort of human \r\norder we would want for the world.\r\nAll of us possess sovereignty and dignity, whether \r\nwe are small and backwards — “developing”, as they \r\ncall us — or whatever our situation. What damages the \r\npolitical class? Sometimes it is arrogance, the abuse of \r\npower and corruption. As Presidents of Governments, it \r\nis our obligation to fight against such policies that cause \r\nso much harm to the political class. It is our obligation \r\nto change the politics. In my experience, politics is not \r\nabout business or profits. It is about service, commitment \r\nand extending the greatest effort for one’s people. If \r\nanyone thinks that politics involves business or profit, \r\nthey are wrong. Such President or Government will not \r\ngo far. If a Government allows bankers, financiers or \r\nmultinational corporations to govern, it is mistaken. \r\nA Government must be controlled by a President who \r\nhas been democratically elected by the people, with the \r\nparticipation of society and for the well-being of the \r\nmajority of the people. \r\nWe welcome the fact that private property is \r\nrespected. However, it is something else when economic \r\npolicy and governing are considered in favour of the \r\nfew, rather than of the many. With my little bit of \r\nexperience, therefore, I call on all members to fight \r\nThat reason, and many others, should encourage us \r\nto consider changing the Headquarters of the United \r\nNations. I do not expect it to be Bolivia, or South \r\nAmerica. There are countries that have ratified all of the \r\nhuman rights treaties. That is where the Headquarters \r\nof the United Nations should be located.\r\nThere is blackmail when it comes to visas. I had to \r\nwait for a visa in order to come here, and then it was \r\nfor only four, five or six days — no more. What good \r\nis such a visa? One has to watch the clock and when \r\nto leave, because the visa will be taken from us. We \r\nare being threatened, intimidated and blackmailed with \r\nvisas.\r\nIf the Assembly is here to seriously discuss the well-\r\nbeing of humankind, perhaps my country can share \r\nwith some who are present here the idea of seriously \r\nconsidering establishing a tribunal of the peoples, \r\nincluding major international organizations that defend \r\nhuman rights, to begin an investigation of the Obama \r\nGovernment. \r\nI was surprised by the words of United States \r\nPresident Obama at the start of his term. It struck me \r\nwhen he stated, “I was elected to end wars”. Those \r\nwere his words, found in newspapers, on radio and on \r\ntelevision. I said to myself, this fraternal President of \r\nthe United States originates from a family that suffered \r\nfrom discrimination like me. We are going to agree and \r\nwe will put an end to war. I was deeply struck by that. \r\nNow we are seeing the exact opposite. Perhaps it is due \r\nto the Nobel Peace Prize. We congratulate him. In the \r\nend, however, it is a Nobel Peace Prize, rather than a \r\nNobel war prize. \r\nWhat is the basis for a trial? It certainly includes \r\ncrimes against humanity and the bombing of Libya. \r\nI would like to know who owned the oil in Libya \r\nbeforehand? Who owns it now? Previously, at the least, \r\nthe people of Libya benefited from that oil, but how is it \r\nbeing managed and used now? What happened in Iraq? \r\nI am convinced that behind any war or intervention, \r\na plan is being devised on how to later seize the \r\nnatural resources. That was our experience in Bolivia. \r\nHowever, we have recovered our natural resources \r\ndemocratically, without bullets but with votes, not \r\nwith money but based on the awareness of the Bolivian \r\npeople. \r\nAs for prosecuting acts of international terrorism, \r\nthe financing of terrorist groups and the arming of \r\nopposition forces — once I expelled the United States \r\n13-48569 15/33\r\n25/09/2013 A/68/PV.10\r\ndictatorial regime. I wish to assure the international \r\ncommunity, and the United Nations in particular, \r\nthat Libya is working tirelessly, with confidence and \r\ndetermination, to establish State laws and institutions, \r\nrespect for human rights and fundamental freedoms \r\nand the peaceful transfer of power, as well as to forge \r\npositive partnerships with development partners that \r\nare fully respectful of the interests of all countries, \r\nincluding non-interference in the internal affairs of \r\nother States, and to promote peace and security in \r\naccordance with the Charter of the United Nations and \r\ninternational laws and norms.\r\nThe people of Libya will always highly appreciate \r\nthe important role played by the United Nations in the \r\nestablishment of Libya, beginning with resolution 289 \r\n(IV), of 21 November 1949, on the independence of \r\nLibya, through to the Security Council’s adoption of \r\nresolutions 1970 (2011) and 1973 (2011), to protect Libyan \r\ncivilians and support the revolution of 17 February 2011. \r\nThat positive role continues through the United Nations \r\nSupport Mission in Libya (UNSMIL), which is making \r\ncommendable and praiseworthy efforts to provide \r\ntechnical advice and training, raise awareness and \r\nbuild capacity in various sectors in order to advance the \r\ndemocratization process, achieve justice and national \r\nreconciliation and rebuild modern State institutions. \r\nUNSMIL has been crucial in launching and supporting \r\na national dialogue, which will start in a few days. The \r\nCouncil of Ministers is now considering a draft law on \r\nvictims of rape and violence during the dictatorial era \r\nand the liberation war. \r\nIn response to the relevant Security Council \r\nresolutions, we are cooperating with the International \r\nCriminal Court (ICC) in order to expand the scope of \r\ninvestigations into those who committed crimes against \r\nthe Libyan people, through the implementation of the \r\nmechanisms and rulings of the ICC and in line with \r\nnational legislation. We are looking forward to the \r\ncooperation of the countries concerned, in particular \r\nneighbouring countries, in surrendering and extraditing \r\nthe wanted individuals of the former regime.\r\nWe trust that an understanding will be reached \r\nwith the United Nations, and the Security Council \r\nin particular, with regard to security and the need to \r\nimpose control over our vast land and sea borders and \r\nto lift the ban on arms completely. Libya faces a broad \r\nrange of problems caused by illegal migration. This \r\nrequires efforts to be coordinated at the international \r\nand regional levels in order to find an urgent solution \r\nagainst the economic policies that cause great harm to \r\nhumankind around the world. \r\nI reiterate that as long as imperialism and \r\ncapitalism exist, the struggle will continue, the people \r\nwill continue to rise up, but there will be no justice. \r\nFreeing ourselves from imperialism and capitalism will \r\ncertainly ensure peace and social justice and dignity \r\nand sovereignty for our peoples.\r\nThe Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nConstitutional President of the Plurinational State of \r\nBolivia for the statement he has just made.\r\nHis Excellency Mr. Evo Morales Ayma, \r\nConstitutional President of the Plurinational State \r\nof Bolivia, was escorted from the General Assembly \r\nHall.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mr. Ali Zeidan, Prime Minister  \r\nof Libya \r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister of Libya.\r\nMr. Ali Zeidan, Prime Minister of Libya, was \r\nescorted to the rostrum.\r\nThe Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency Mr. Ali \r\nZeidan, Prime Minister of Libya, and inviting him to \r\naddress the General Assembly.\r\nMr. Zeidan (Libya) (spoke in Arabic): At the outset, \r\nI warmly congratulate Mr. John Ashe on his election as \r\nPresident of the General Assembly. I wish him every \r\nsuccess in his endeavours. I also wish to convey my \r\ngreetings to His Excellency Mr. Ban Ki-moon and to \r\ncommend him and his team for the remarkable efforts \r\nthey continue to exert in the realization of the lofty \r\npurposes and principles that have been at the heart of \r\nthe United Nations since its inception.\r\nI have the honour to speak before the Assembly \r\ntoday on behalf of my country, the new Libya, which \r\nis forging ahead towards democracy, establishing \r\nState institutions, the rule of law, development and \r\nprosperity, despite the range of political, economic, \r\nsocial and cultural difficulties and obstacles we face \r\nas a result of the burdensome legacy left behind by the \r\n16/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nany compromise thereof, especially in some countries \r\nin Africa, Asia and Latin America, where coercive \r\nmeasures have caused significant damage to those \r\ninvestments.\r\nMy country attaches great importance to human \r\nrights issues and to the process of safeguarding and \r\npromoting those rights. Preventing any violations \r\nin this area is therefore a priority for Libya’s interim \r\nGovernment. That is why our Government, in \r\ncoordination with the General National Congress, \r\nhas taken a number of steps to that end. They include \r\namending or repealing legislation that is inconsistent \r\nwith the international obligations of the Libyan State in \r\nthe field of human rights, as well as setting in motion \r\na process of constitutional review of legislation that \r\nruns counter to the provisions of the Constitutional \r\nDeclaration. We are also taking steps to ratify or accede \r\nto certain international human rights conventions, \r\nincluding the Convention on the Rights of Persons with \r\nDisabilities and its Optional Protocol. Preparations are \r\nunder way to accede to other international agreements, \r\nsuch as the Optional Protocol to the Convention against \r\nTorture and the International Convention for the \r\nProtection of All Persons from Enforced Disappearance. \r\nA further step includes developing a practical \r\nmechanism for the implementation Human Rights \r\nCouncil decision 19/39, in order to provide technical \r\nassistance and capacity-building to Libya through \r\ndirect cooperation between the Libyan Government and \r\nthe Office of the United Nations High Commissioner \r\nfor Human Rights, with the assistance of UNSMIL. \r\nWe are also establishing a ministerial committee to \r\nfollow up on the situation of human rights in Libya, \r\nheaded by the Minister of Justice and including the \r\ndeputy ministers of the interior, defence and culture, \r\nas well as representatives of civil society. We are \r\nmaking every effort to prepare for the visit to Libya \r\nby High Commissioner Navi Pillay before the end \r\nof this year. We hope that the visit will reinforce the \r\nrelationship between Libya and the Office of the High \r\nCommissioner, in the mutual interests of both.\r\nLibya contributes very seriously to the international \r\nefforts to eliminate weapons of mass destruction \r\nand safeguard international peace and security, and \r\nwe cooperate fully with international institutions \r\nand organizations in this field. We reiterate the call \r\nto conclude an unconditional and legally binding \r\ninstrument to protect non-nuclear States from the threat \r\nor use of nuclear weapons, pursuant to the relevant \r\nand curb the phenomenon of illegal migration, ensure \r\nrespect for the sovereignty of States, promote and \r\nensure the rights and dignity of the illegal migrants \r\nthemselves and enhance cooperation with international \r\norganizations.\r\nI would be remiss if I failed to express my \r\nsincere gratitude to the International Organization \r\nfor Migration for its cooperation with the relevant \r\ninternational institutions. I also wish to thank the \r\nEuropean Union for its assistance to Libya in curbing \r\nthe problem of illegal migration through its assistance \r\nto Libyan institutions in securing the vast borders.\r\nLibya faces a number of security threats, including \r\nthe illicit trafficking of narcotic drugs and psychotropic \r\nsubstances, illegal migration and arms smuggling. That \r\nis why we hosted a regional ministerial conference \r\non border security in March 2012, which included the \r\nadoption of the Tripoli action plan for border cooperation \r\nand the establishment of mechanisms and structures \r\nfor cooperation and the sharing of information and \r\nexperience in the field of border protection and control.\r\nIn addition, last spring, the Libyan city of Ghadames \r\nhosted a meeting of the Heads of Government of \r\nLibya, Algeria and Tunisia to strengthen joint security \r\noperations in addressing the challenges posed by \r\ndevelopments in the Sahel and Sahara regions.\r\nWe also contributed to the ministerial conference \r\non support to Libya in the areas of security, justice and \r\nthe rule of law, which was held in Paris in February \r\nat the initiative of the Libyan interim Government and \r\nwith the support of the French and British Governments. \r\nTwo action plans were adopted at that meeting on the \r\ndevelopment of the Libyan security and justice sectors.\r\nThe interim Government is sparing no efforts in \r\nreactivating the role of the Arab Maghreb group to \r\npromote political, development and security cooperation \r\nand to promote the interests of all countries in North \r\nAfrica and the Arab Maghreb. Libya is taking all the \r\nnecessary steps to get back on the path to development \r\nand to complete national projects in all sectors, which \r\nrequires substantial funds. It is crucial that we recover \r\nthe looted funds that were smuggled out of Libya. From \r\nthis rostrum, I reiterate the call that we made to all \r\nStates to cooperate with and help us locate and recover \r\nthose funds.\r\nWe also emphasize our request to the countries in \r\nwhich there are Libyan investments to ensure the right \r\nof the Libyan State to those investments and to prevent \r\n13-48569 17/33\r\n25/09/2013 A/68/PV.10\r\nThe tragic developments taking place in Syria make \r\nit incumbent upon the international community to put \r\nan end to that human tragedy and stop the bloodshed \r\nand destruction. We therefore call upon the Security \r\nCouncil to act in accordance with the concept of the \r\nresponsibility to protect in order to find a solution to \r\nthe problem, through consensus among its members, so \r\nas to save the Syrian people from the daily massacres \r\nand help them to achieve their legitimate demands.\r\nLibya once again calls upon the international \r\ncommunity and human rights institutions to put an end \r\nto the human tragedy being experienced by the Muslim \r\nRohingya minority in Myanmar and to accelerate the \r\nsetting up of an international investigation committee \r\nto bring those responsible for the tragedy before \r\ninternational justice, ensure the return of the displaced \r\nto their homes and provide compensation to the victims.\r\nA revolution took place in Libya to put an end to \r\ndespotism and dictatorship, a revolution that was the \r\nresult of deep and long suffering. I assure the Assembly \r\nthat, with the will of the people who brought about \r\nthat revolution, our Government will build State \r\ninstitutions, uphold the rule of law, protect its borders, \r\nfulfil its promises, honour its obligations towards \r\nneighbouring countries and work for the promotion of \r\npeace and security. The revolution will achieve peace \r\nand security. I wish the Assembly every success at this \r\nsession.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the Prime \r\nMinister of Libya for the statement he has just made.\r\nMr. Ali Zeidan, Prime Minister of Libya, was \r\nescorted from the rostrum.\r\nAddress by Mrs. Kamla Persad-Bissessar, Prime \r\nMinister of the Republic of Trinidad and Tobago\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister of the Republic of Trinidad and Tobago.\r\nMrs. Kamla Persad-Bissessar, Prime Minister of \r\nthe Republic of Trinidad and Tobago, was escorted \r\nto the rostrum.\r\nThe Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming Her Excellency Mrs. Kamla \r\nPersad-Bissessar, Prime Minister of the Republic of \r\nTrinidad and Tobago, and inviting her to address the \r\nGeneral Assembly.\r\nGeneral Assembly resolutions and in line with the 1996 \r\nadvisory opinion of the International Court of Justice \r\non the Legality of the threat or use of nuclear weapons \r\n(A/51/218, annex).\r\nI also reaffirm Libya’s full support for international \r\nefforts aimed at establishing additional zones free of \r\nnuclear weapons and other weapons of mass destruction \r\nin various regions of the world. To contribute to \r\nthe achievement of that goal, Libya is working, in \r\ncoordination with its brothers in the League of Arab \r\nStates, to convene a successful conference on making \r\nthe Middle East such a zone — a conference that, \r\nunfortunately, has been postponed. We call upon the \r\nSecretary-General and other organizing parties to \r\nmake every effort, as stipulated in the 1995 resolution \r\non the Middle East and the outcome document of the \r\n2010 Review Conference of the Parties to the Treaty on \r\nthe Non-Proliferation of Nuclear Weapons, to convene \r\nthe conference before the end of 2013. We call upon all \r\nStates concerned to participate in in the conference in \r\norder to ensure its success.\r\nLibya shares the concerns of the international \r\ncommunity concerning the scourge of terrorism, which \r\nis not exclusive to any particular religion, nationality \r\nor culture. We have acceded to most international \r\ninstruments on combating terrorism and are \r\ncooperating with other countries in order to conclude a \r\ncomprehensive convention on terrorism, in accordance \r\nwith resolution 66/105.\r\nThe Palestinian people have now been living in \r\ntruly tragic humanitarian conditions for more than six \r\ndecades, starting with their expulsion from their homes \r\nand continuing with the annexation of most of their \r\nterritory, the confiscation and levelling of their land and \r\nthe demolition of their homes — all in f lagrant violation \r\nof international humanitarian laws and norms. The \r\ntime has now come for the international community to \r\nassume its responsibilities to put an end to this tragedy \r\nas soon as possible by taking urgent and decisive \r\naction to ensure the full protection of the Palestinian \r\npeople and to put an end to their daily suffering and the \r\ninjustice done to them. That should be done through \r\na comprehensive solution to the Palestinian issue \r\nthat ends the occupation and enables the Palestinian \r\npeople to regain their territory and establish their own \r\nindependent Palestinian State, with Al-Quds Al-Sharif \r\nas its capital, and makes it possible for all Palestinian \r\nrefugees to return to their homes, in accordance with \r\nthe relevant international resolutions.\r\n18/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nWe are well aware that a number of countries \r\nare not on track to realize any of the targets set. By \r\n2005, and again in 2010, it was evident that greater \r\nefforts were needed if developing countries as a whole \r\nwere to meet their MDG targets by the deadline. \r\nHowever, despite numerous constraints in the difficult \r\ninternational economic and financial environment, \r\ndeveloping countries have done much to finance their \r\nown development. In contrast, many commentators \r\nhave asserted that developed countries have not done \r\nenough to honour their commitments or to provide \r\ndevelopment assistance to their partners, consistent \r\nwith the agreement reached at the Millennium Summit. \r\nArguably, some developed countries have not done \r\nenough to reform their trade, tax and transparency \r\npolicies. Moreover, insufficient attention has been paid \r\nto appropriate regulation of the global financial and \r\ncommodity markets. What has happened is that those \r\nin turn have negatively impacted the ability of many \r\ndeveloping countries to achieve the MDGs.\r\nSince the 2000 Summit, there has been some \r\nprogress in the achievement of the internationally \r\nagreed goals including the MDGs, but there have \r\nalso been many pitfalls. It has become apparent that \r\nbusiness-as-usual approaches will not suffice to address \r\nand eradicate poverty on a global scale; to ensure food, \r\nnutrition and energy security; to reverse environmental \r\ndegradation and to deal with climate change.\r\nCurrent approaches will not advance the MDG \r\nagenda by 2015 or ensure sustainable development in \r\nthe post-2015 context, as agreed at the June 2012 Rio \r\nde Janeiro United Nations Conference on Sustainable \r\nDevelopment (Rio+20). Transformative change at the \r\nnational, regional and international levels is what is \r\nrequired.\r\nIn reflecting on the role of the United Nations in \r\naddressing the issue of development so that all peoples \r\nof the world may live in larger freedom, we welcome \r\nthe outcome document adopted on 23 September for \r\na renewed commitment to the MDG agenda and the \r\nintensification of the efforts towards its achievement \r\nby 2015. We also welcome the decision to launch the \r\nintergovernmental process that will lead to an agreement \r\non the post-2015 development agenda, which should \r\nprovide a new and more inclusive architecture to assist \r\nus in achieving our global sustainable development \r\nobjectives.\r\nMrs. Persad-Bissessar (Trinidad and Tobago): This \r\nevening, as the Chairperson of the Conference of Heads \r\nof State and Government of the Caribbean Community \r\n(CARICOM), I am very delighted and honoured to \r\nextend to President Ashe our congratulations on his \r\nassumption of the position of President of the General \r\nAssembly at its sixty-eighth session. His elevation to \r\npreside over this central organ of the United Nations \r\nis testimony to the contribution that CARICOM, as \r\na grouping of small States, continues to make to the \r\nadvancement of the global agenda for peace, security \r\nand development. Indeed, it is evidence of the principle \r\nof the sovereign equality of all States enshrined in \r\nthe Charter of the United Nations. Nowhere else is \r\nthat principle more recognizable than in the General \r\nAssembly. Trinidad and Tobago is confident that the \r\nPresident will discharge his mandate with distinction \r\nand in an impartial manner for the benefit of all States.\r\nIn 2000, world leaders gathered at the General \r\nAssembly and launched the Millennium Development \r\nGoals (MDGs), which were aimed at achieving specific \r\ntargets on poverty alleviation, universal education, \r\ngender equality, child and maternal health, combating \r\nHIV/AIDS, malaria and other diseases, environmental \r\nsustainability, and partnership for development by \r\n2015. At that time, there was renewed faith in the United \r\nNations as the vehicle to assist developing countries, \r\nespecially the most vulnerable, in their efforts to help \r\nreduce poverty and hunger and to provide an enabling \r\nenvironment to assist States, working as partners, to \r\ndevelop their economies so that their peoples may live \r\nin conditions free of persistent poverty, inadequate \r\nhealth care and other developmental ills. At that time, \r\nit was felt that a new chapter was beginning for the \r\nUnited Nations. It was now being seen as proactive and \r\nnot reactive.\r\nWhen we look back on the period between \r\n2000 and the present, what is the reality? What has \r\nthe international community witnessed since the \r\ncommitments were made at the Millennium Summit \r\nin 2000? The evidence shows that progress towards \r\nachieving the MDGs has been uneven. For us in \r\nTrinidad and Tobago, we have made some strides in \r\nachieving the Goals and, indeed, in some cases, we \r\nhave surpassed them. For example, with respect to the \r\nMDG related to education, not only have we achieved \r\nuniversal primary education, we have also achieved \r\nuniversal secondary education, and we are working \r\ntowards achieving universal early childhood education. \r\n13-48569 19/33\r\n25/09/2013 A/68/PV.10\r\nobjective of integrating sustainable development at all \r\nlevels for a better world for all of humankind.\r\nIn keeping with that renewed commitment, we \r\napplaud the launch of the High-Level Political Forum \r\non Sustainable Development to provide an appropriate \r\nlevel of involvement and high-level political oversight \r\nfor the implementation of our collective sustainable \r\ndevelopment aspirations. Trinidad and Tobago \r\ntherefore also supports the President’s announcement \r\nto commence in a robust manner, during the current \r\nsession of the General Assembly, deliberations aimed \r\nat arriving at a development agenda for the post-2015 \r\nperiod. We support his plans to convene high-level \r\nevents aimed at addressing women, youth and civil \r\nsociety; human rights and the rule of law; South-South \r\ncooperation; and information and communication \r\ntechnology development. In our view, the topics \r\nhe has selected to guide the three thematic debates \r\nscheduled for this session of the Assembly are well \r\nchosen, namely, the role of partnerships, how stable and \r\npeaceful societies can contribute to development, and \r\nthe way water, sanitation and sustainable energy can \r\ncontribute to the post-2015 development agenda.\r\nThe areas to be tackled at those events demonstrate \r\nthat the President has a clear vision of the elements needed \r\nto give effect to the outcome of the Rio+20 Conference, \r\nwhich embodies the hopes and dreams of the most \r\nvulnerable members of the international community. \r\nThat grouping called for the new development agenda \r\nto embrace the spirit of the Millennium Declaration and \r\nto maintain the best of the MDGs, but also to go beyond \r\nthem.\r\nIn my view, it is imperative that those high-level \r\nmeetings underscore that we must go beyond business \r\nas usual. There must a coordinated effort to use those \r\nevents to formulate a development agenda that builds on \r\nand further accelerates the reduction of poverty levels, \r\nwhich, since the launch of the MDGs, has already been \r\nthe fastest reduction in history.\r\nThe discourse must also be people-centred or, as \r\nsome commentators have postulated, it must be based \r\non our common humanity. We also find merit in the \r\ncomments of the High-level Panel of Eminent Persons \r\non the Post-2015 Development Agenda, appointed by \r\nthe Secretary-General, which indicated that the targets \r\nto be agreed for the post-2015 development agenda \r\nshould be monitored closely and \r\nWe therefore applaud the President for focusing on \r\nthose efforts. We agree with him that it is an opportune \r\nmoment to begin the discourse on setting the stage \r\nfor the post-2015 development agenda. Some of the \r\npreparatory work has already been done. At the Rio+20 \r\nConference, world leaders pledged action on sustainable \r\ndevelopment. We recognized the shortcomings of the \r\nMDG process and the need to embrace a new partnership \r\ninvolving Governments, the private sector, civil society \r\nand multilateral banks, inter alia, to advance action on \r\nsustainable development.\r\nAs leaders, we agreed to an outcome document to \r\nchart “The future we want” (resolution 66/288, annex), \r\nthat is, a more sustainable future for the benefit of \r\npresent and future generations. “The future we want” \r\naddresses many facets of what is required to stimulate \r\nsustainable development for all countries. Trinidad and \r\nTobago was an active partner at that Conference.\r\nToday we say we will continue to support the \r\nemphasis placed on poverty eradication as the \r\ngreatest global challenge facing the world today and \r\nan indispensable requirement for the achievement of \r\nsustainable development. We are also committed to \r\nthe work already under way on the establishment of \r\nthe following sustainable development goals: first, the \r\ndevelopment of the green economy as a tool for achieving \r\nsustainable development; secondly, the development \r\nof measures that go beyond gross domestic product \r\nin assessing development; thirdly, the adoption of a \r\nframework for tackling sustainable consumption and \r\nproduction; and, fourthly, a focus on gender equality \r\nand the need for greater engagement by civil society in \r\nnational efforts for sustainable development.\r\nSecretary-General Ban Ki-moon remarked that \r\n“The [Rio+20] outcome document provides \r\na firm foundation for social, economic and \r\nenvironmental well-being. It is now our \r\nresponsibility to build on it. Now the work begins.” \r\nTrinidad and Tobago and many developing countries \r\nalso shared the sentiments of Her Excellency \r\nMs. Dilma Rousseff, who said: “I am convinced that \r\nthis Conference will have the effect of bringing about \r\nsweeping change.” Therefore, as we begin to set the \r\nstage for the post-2015 development agenda, Trinidad \r\nand Tobago respectfully submits that the General \r\nAssembly must provide the platform for achieving that \r\nsweeping change, so as to ensure that we realize the \r\n20/33 13-48569\r\nA/68/PV.10 25/09/2013\r\npenalized for our relative success in getting ourselves \r\nout of the morass of poverty, the States members of \r\nCARICOM that are categorized as middle-income \r\ncountries have been graduated out of the economic \r\nspace where they were previously afforded access to \r\nconcessional financing.\r\nThe use of per capita income to determine a \r\ncountry’s level of development and its need for grant \r\nand concessional financing does not provide a true \r\npicture. Per capita income is, at best, an arithmetic ratio \r\nthat does not address levels of poverty, distribution of \r\nincome, levels of indebtedness, vulnerability and the \r\ncapacity to self-generate sustainable economic and \r\nsocial development. If one were to add to that the impact \r\nof natural disasters and the effects of sea-level rise \r\nand climate change, the fallacy of the middle-income \r\ncategorization would be wiped out in an instant.\r\nThis issue must be considered within the context of \r\nSIDS and the post-2015 development agenda. Indeed, in \r\nthe preparations for our participation in that upcoming \r\ndiscourse, the recognition of the vulnerabilities of \r\nsmall island developing States is one of the guidelines \r\nthat CARICOM will apply when considering its \r\ncommitments to the overall agenda.\r\nThe economic vulnerability and ability of the \r\nStates members of CARICOM to build resilience \r\nare exacerbated by a debilitating debt overhang, \r\nwhich continues to bedevil the region’s growth and \r\ndevelopment prospects. Similarly, CARICOM takes \r\nthe view that the embargo applied to Cuba constitutes \r\na drag on the sustainable development prospects of that \r\ncountry and, as such, should be lifted sooner rather \r\nthan later.\r\nCARICOM’s debt stock currently stands at \r\napproximately $19 billion, while the debt-to-GDP ratio \r\nranges from 60 to 144 per cent for many States. Many \r\nCARICOM States have been recording lower-than-\r\nsatisfactory growth rates in comparison with other \r\ndeveloping countries in Latin America and the world \r\nin general. In the aftermath of the global financial \r\nand economic crisis, CARICOM States continue \r\nto experience considerable difficulty in accessing \r\nreasonably priced development finance, as several of \r\nthose States have been categorized at middle-income \r\nstatus and graduated away from access to concessional \r\nresources from the multilateral financial institutions.\r\nI would therefore respectfully say that it must be \r\nacknowledged that the debt overhang did not result \r\n“the indicators that track them should be \r\ndisaggregated to ensure no one is left behind and \r\ntargets should only be considered ‘achieved’ if they \r\nare met for all relevant income and social groups”.\r\nThe Government of Trinidad and Tobago recognizes \r\nthe importance of having people at the centre of our \r\ndevelopment goals. Consequently, upon our election to \r\noffice in 2010, we embarked on a national development \r\npolicy which is built on the premise of prosperity for \r\nall. An examination of our national policy will show \r\nthat in Trinidad and Tobago, we have also observed \r\nthe importance of an integrated approach to not just \r\ndevelopment, but development that is sustainable, that \r\nintegrates the social, economic and environment pillars \r\nand which is similar to the plan outlined by President \r\nAshe, to set the stage for the post-2015 development \r\nagenda.\r\nMy Government has implemented, with varying \r\nmeasures of success, seven pillars that are intended \r\nto propel our country’s development in order to \r\nachieve prosperity for all. I will quickly itemize them: \r\npeople-centred development, poverty eradication \r\nand social justice, national and personal security, \r\ninformation and communications technology, a more \r\ndiversified, knowledge-intensive economy, good \r\ngovernance, and foreign policy.\r\nTrinidad and Tobago will continue to do its part in \r\nassisting the community of nations to craft a post-2015 \r\ndevelopment agenda to integrate the social, economic \r\nand environmental dimensions of sustainability.\r\nWe join other small island developing States \r\n(SIDS) in outlining our many development successes, \r\nachieved through SIDS leadership, as well as with the \r\nassistance of the international community. In addition, \r\nand in keeping with the recognition of SIDS as a special \r\ncase for sustainable development as a result of our \r\nunique characteristics, challenges and vulnerabilities, \r\nwe must also highlight the fact that SIDS have made \r\nsignificantly less progress in the area of development \r\nthan other vulnerable groups of countries.\r\nIn some cases, SIDS are on the front lines of \r\nexperiencing a reversal of many of the gains that \r\nhave been achieved. In that regard, as Chair of the \r\nConference of Heads of Government of the Caribbean \r\nCommunity, I wish to bring to the attention of this body \r\na matter of significant concern to the States members \r\nof CARICOM: the situation of small, highly indebted \r\nmiddle-income countries. Almost as if we were being \r\n13-48569 21/33\r\n25/09/2013 A/68/PV.10\r\nAt the Thirty-Fourth Regular Meeting of the \r\nConference of Heads of Government of CARICOM, \r\nheld in Port of Spain in July this year, consideration \r\nwas given to the issue of reparations for Caribbean \r\nslavery and native genocide. Heads of Government \r\nunanimously agreed to support action on this issue.\r\nCARICOM States therefore urge those Member \r\nStates that have not yet done so to contribute to the \r\nUnited Nations trust fund to ensure the erection of \r\na permanent memorial in honour of the victims of \r\nslavery and the transatlantic slave trade in a place \r\nof prominence at United Nations Headquarters. We \r\nwere very heartened when the winning design for the \r\nmemorial was unveiled Monday right here at the United \r\nNations.\r\nWe recognize that peace, security and stability \r\nprovide an enabling environment for sustainable \r\ndevelopment. Indeed, national and personal security is \r\none of the seven pillars of our own national sustainable \r\ndevelopment strategy. At the international level, we are \r\nstalwart supporters of the Arms Trade Treaty, agreed to \r\nin March of this year and which we have already signed. \r\nToday we deposited our instrument of ratification.\r\nIn the light of our experiences and challenges \r\nin connection the impact of crime, violence and the \r\nillicit trade in small arms and light weapons on our \r\ndevelopment efforts, we would encourage all States \r\nwhich have not yet done so to sign and ratify the Arms \r\nTrade Treaty, so that it may come into force at the \r\nearliest opportunity.\r\nIndeed, I want to note with sadness an incident \r\nthat occurred only recently. One of our brilliant young \r\ncitizens, Mr. Ravindra Ramrattan, a former President’s \r\ngold medalist for academic excellence in Trinidad and \r\nTobago, was killed last Saturday in the terrorist attack \r\non the Westgate mall in Nairobi. He no doubt fell \r\nvictim to illegal guns and other weapons in the hands \r\nof murderous terrorists. His death is merely one more \r\nexample of the consequences of illicit cross-border \r\nf lows of arms. \r\nOn the Syrian crisis, it must not be forgotten that \r\ngood governance, respect for human rights and the rule of \r\nlaw at the national and international levels are essential \r\nfor the achievement of sustainable development. In \r\nthat context, we wish to underscore our grave concern \r\nabout the escalating humanitarian crisis in Syria, and \r\nrepeat our call for the situation to be resolved through \r\ndialogue and not the use of any measures that would \r\nfrom profligate spending by CARICOM Governments; \r\ninstead, it resulted from the makeup of our countries, the \r\ngeography and history of our countries; our proneness \r\nto natural catastrophes; and our very small physical \r\nsize, which does not lessen the per capita cost of \r\ndevelopment expenditures for the necessary economic \r\ninfrastructure and the necessary social development \r\nprojects.\r\nCARICOM States therefore appeal to the \r\ninternational community to support our call for the \r\nimmediate review of the very narrow criteria used \r\nby multilateral financial institutions and even some \r\ndevelopment partners, which graduate small highly \r\nindebted middle-income countries away from access \r\nto concessional resources; and for an early review of \r\nthe economic and financial situation of graduated small \r\nhighly indebted middle-income countries with a view \r\nto developing programmes for the orderly resolution of \r\ntheir debt overhang, without compromising the future \r\nprospects of those States.\r\nWe look forward to our participation in the Third \r\nInternational Conference on Small island Developing \r\nStates, to be held in Samoa in September 2014, and to \r\nthe observance of the International Year of Small Island \r\nDeveloping States, also in 2014. I am of the view that \r\nboth the Third SIDS Conference and the International \r\nYear of SIDS come at an opportune time and will \r\nensure not only the full implementation of the Barbados \r\nProgramme of Action and its Mauritius Strategy for \r\nthe sustainable development of SIDS but also that the \r\nconcerns of SIDS are well articulated and adequately \r\ntaken into account in the development of the post-2015 \r\ndevelopment agenda.\r\nThe Assembly may recall that during the general \r\ndebate in 2011, both The Honourable Winston Baldwin \r\nSpencer, Prime Minister and Foreign Minister of \r\nAntigua and Barbuda, and The Honourable Ralph \r\nGonsalves, Prime Minister of Saint Vincent and the \r\nGrenadines, put forward the case for reparations for \r\nthe injustices suffered by African slaves and their \r\ndescendants, stating that segregation and violence \r\nagainst people of African descent in the region had \r\nimpaired their capacity for advancement as peoples \r\nand nations (see A/66/PV.22). They posited that former \r\nslave-owning States should begin a reconciliation \r\nprocess by formally acknowledging the cruelties \r\ncommitted over the 400 years of the African slave trade.\r\n22/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nour size, population or economic development. It is the \r\norgan of the United Nations that embodies the sovereign \r\nequality of States. The decisions we take here present \r\nthe international community with a body of opinion that \r\nis difficult to rebut. This is the debating Hall of global \r\nlegitimacy. We are all permanent members here, and \r\nit is here that multilateralism takes on its full meaning \r\nand effect.\r\nSpain has faith in the United Nations and is firmly \r\ncommitted to the Organization, because we subscribe \r\ncompletely to the purposes and principles it embodies. \r\nOur commitment to the United Nations is not mere \r\nrhetoric. Spain is the sixth largest contributor to the \r\nsystem. That commitment legitimizes our aspiration to \r\nserve the goals of the United Nations in the Security \r\nCouncil in the 2015-2016 biennium. We shall do so in \r\nthe same spirit of dialogue and consensus as on the most \r\nrecent previous occasion when the Assembly placed its \r\ntrust in Spain. In the 10 years that have passed since \r\nthen, my country has continued to demonstrate by its \r\nactions its resolve to faithfully serve the goals of the \r\nUnited Nations — the maintenance of international \r\npeace and security, the peaceful resolution of conflicts, \r\ninternational cooperation for development and the \r\npromotion and observance of human rights.\r\nThe maintenance of international peace and \r\nsecurity is a prerequisite for the progress of humankind. \r\nSpain believes firmly in the threefold values of peace, \r\nsecurity and development, which is why more than \r\n130,000 Spanish soldiers have served in United Nations \r\npeacekeeping operations and humanitarian missions in \r\nevery region of the world since 1989. Spanish troops \r\nare currently serving under the blue f lag of the United \r\nNations in the United Nations Interim Force in Lebanon, \r\nwhere since 2006 they have helped to ensure peace and \r\nstability in a country that is located in a particularly \r\nturbulent region.\r\nSpain works to promote disarmament, \r\nnon-proliferation and arms control, and it took an active \r\npart in the Arms Trade Treaty negotiations. We have \r\nalso participated in various international initiatives \r\nto prevent nuclear terrorism. Spain has suffered the \r\nviolence of terrorism and knows that new threats from \r\nnon-State factions call for a global response through \r\ninternational cooperation. We must comprehensively \r\nimplement the United Nations Global Counter-Terrorism \r\nStrategy and arrive at a global convention to combat \r\nthat menace, which transcends borders. The people of \r\nSpain know from experience that the responsibility for \r\nviolate international law. We submit that if there is \r\nprima facie evidence that individuals committed war \r\ncrimes during this protracted conflict that fall within \r\nthe jurisdiction of the International Criminal Court, \r\nsteps should be taken to bring them to justice.\r\nAs we move forward with the work of the Open \r\nWorking Group on Sustainable Development Goals, \r\nof which Trinidad and Tobago is a member, we have \r\nalready seen certain areas in which consensus is \r\nemerging. I wish to assure the Assembly that the \r\nGovernment of Trinidad and Tobago will continue to \r\nbe actively engaged in advancing the President’s efforts \r\nto utilize the General Assembly as a primary vehicle \r\nfor engaging in dialogue on the formulation of the post-\r\n2015 development agenda.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the Prime \r\nMinister of Trinidad and Tobago for the statement she \r\nhas just made.\r\nMrs. Kamla Persad-Bissessar, Prime Minister of \r\nthe Republic of Trinidad and Tobago, was escorted \r\nfrom the rostrum.\r\nAddress by Mr. Mariano Rajoy Brey, President \r\nof the Government of the Kingdom of Spain\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Government of the Kingdom of Spain.\r\nMr. Mariano Rajoy Brey, President of the \r\nGovernment of the Kingdom of Spain, was escorted \r\nto the rostrum.\r\nThe Acting President (spoke in Spanish): I \r\nhave great pleasure in welcoming His Excellency \r\nMr. Mariano Rajoy Brey, President of the Government \r\nof the Kingdom of Spain, and inviting him to address \r\nthe General Assembly.\r\nMr. Rajoy Brey (Spain) (spoke in Spanish): On behalf \r\nof Spain, I would like to congratulate Ambassador Ashe \r\non his new responsibility as President of the General \r\nAssembly and to convey to him our firm support and \r\nbest wishes. His abilities are a guarantee of good work \r\nfor the next 12 months. I would also like to thank his \r\npredecessor, His Excellency Mr. Vuk Jeremić, for his \r\neffective work during the past year and to wish him \r\nsuccess in his new role.\r\nThis General Assembly is the hub of the international \r\nsystem. In it, we all have the same rights, regardless of \r\n13-48569 23/33\r\n25/09/2013 A/68/PV.10\r\neffort undertaken by all of society, working towards \r\ncoexistence and inclusiveness, an effort which is based \r\non dialogue, tolerance and respect for human rights. \r\nThat undertaking should be embraced by every country, \r\nnot just at the political level but also at the social and \r\neconomic. To support those processes of democratic \r\ngovernance, Spain has launched the Masar programme, \r\naimed at Governments and civil society in North Africa \r\nand the Middle East.\r\nThe Assembly is aware that the situation in Syria \r\nhas become an intolerable, heartbreaking human \r\ntragedy, as well as a growing threat to regional and \r\ninternational peace and security. The brutal attack with \r\nsarin gas against civilians in Damascus — confirmed by \r\nthe report of the United Nations Mission to Investigate \r\nAllegations of the Use of Chemical Weapons in the \r\nSyrian Arab Republic (see A/67/997) — has been \r\nwidely condemned in the international community, \r\nwhich firmly believes that that act must not be repeated \r\nor go unpunished. \r\nThe proposal by Russia and the United States that \r\nwill allow international control and the subsequent \r\ndestruction of all stocks of chemical weapons in Syria \r\nhas been applauded by all. It is now necessary for the \r\nSecurity Council to adopt a resolution to establish \r\na legally binding prohibition on the use of chemical \r\nweapons in Syria and to ensure their mandatory \r\ndestruction. Much rests on that question. As the \r\nSecretary-General remarked, it constitutes a challenge \r\nto international security, one that if not resolved will \r\nrepresent a collective failure. \r\nSpain firmly believes that only political dialogue \r\nbetween the parties will put an end to the increasingly \r\nviolent conflict, as was highlighted by the report \r\n(A/HRC/24/46) presented to the Human Rights Council. \r\nTherefore, we support the efforts of Mr. Lakhdar \r\nBrahimi, Joint Special Representative of the United \r\nNations and the League of Arab States for Syria, to \r\npromote a political transition in Syria. \r\nSpain is confident of the success of the “Geneva \r\nII” conference. In that respect, I reiterate before the \r\nAssembly my call to the parties to demonstrate a \r\nconstructive attitude. Spain will continue to bolster \r\nthe opposition forces in order to ensure an orderly and \r\ninclusive transition to democracy. \r\nFinally, it is essential to maintain the humanitarian \r\neffort to help reduce the suffering of Syria’s internally \r\nterrorism lies with the terrorists alone; it is exclusive \r\nto them and non-transferable, whatever its perpetrators \r\nmay claim. We should always honour the memory of \r\nthe victims, which is key to denying social or moral \r\nlegitimacy to terrorism of any kind.\r\nOur commitment to working for peace and security \r\nin the world was made evident this year during the \r\ncrisis in Mali. Spain initially supported the African-led \r\nInternational Support Mission in Mali, and thereafter \r\nthe deployment of the United Nations Multidimensional \r\nIntegrated Stabilization Mission in Mali. Spanish troops \r\nin the European Union mission in Mali are training \r\nthe country’s armed forces, which are responsible \r\nfor ensuring the country’s national sovereignty and \r\nterritorial integrity, with full respect for human \r\nrights. Mali is defeating terrorism and has regained \r\nits territorial integrity, an unquestionable success that \r\nwe can all be proud of. But it is only the first step. \r\nThe return to constitutional order, with the holding of \r\npresidential elections, marks the start of a second phase \r\nof building the open and inclusive institutions that are \r\nessential to Mali’s future. In the long term, we must \r\ncontinue to support development throughout the Sahel \r\nas the only way to promote security, democracy and \r\nprosperity in the region.\r\nThe entire Assembly should welcome the role \r\nplayed by African organizations in that crisis. Special \r\nrecognition is due to the African Union, which celebrates \r\nits fiftieth anniversary this year. Spain has very close \r\nties with Africa. That continent’s concerns are ours, \r\ntoo. We participate in the African Union’s summits \r\nand in funding the New Partnership for Africa’s \r\nDevelopment, and we were the first non-African \r\ncountry to contribute directly to the African Union \r\nCommission’s budget. Spain has launched a strategic \r\npartnership with the Economic Community of West \r\nAfrican States (ECOWAS) and continues to strengthen \r\nits ties with other regional organizations in Africa. We \r\nback up those commitments with genuine support. Over \r\nthe past four years, Spain has contributed €100 million \r\nto ECOWAS and the same amount to the African \r\nDevelopment Bank.\r\nFor the past two years, we have been witness to \r\nthe courageous and determined efforts of Arab peoples \r\nto assert their dignity, consolidate their democratic \r\nsystems and exclude those who promote violence and \r\nthe violation of fundamental human rights. The road \r\nto democracy is not easy, but there cannot and must \r\nnot be any turning back. Democracy has to be an \r\n24/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nWestern Sahara remains one of the unresolved \r\nissues at the United Nations. Spain supports the search \r\nfor a fair, lasting and mutually acceptable solution, \r\none that provides for the self-determination of the \r\npeople of Western Sahara within the framework of the \r\nUnited Nations and in accordance with the purposes \r\nand principles of the Charter. Accordingly, Spain fully \r\nendorses the work carried out in that respect by the \r\nSecretary-General and his Personal Envoy.\r\nI would like to highlight the contribution of \r\nLatin America and its regional organizations to \r\nmultilateralism. Their constructive input on global \r\nissues, such as the environment and development, is \r\nof fundamental importance. During the forthcoming \r\nIbero-American Summit in Panama, we will address \r\nglobal challenges in the political, economic and social \r\ncontexts and offer some joint responses. \r\nThe General Assembly has declared 2013 the \r\nInternational Year of Water Cooperation. The human \r\nright to water and sanitation is essential for sustainable \r\ndevelopment and the fight against poverty. That is why, \r\nin 2008, Spain set up the Cooperation Fund for Water \r\nand Sanitation, endowed with $1 billion for projects in \r\nLatin America. Moreover, conscious of the strategic \r\nvalue of water in ensuring peace and security, Spain \r\nand Algeria have planned to launch a water strategy for \r\nthe Western Mediterranean. \r\nThanks to the work of the United Nations, there \r\nis broad awareness of the crucial importance of the \r\nfight against climate change, which is a direct and \r\nimmediate priority. Next year will be the year of the \r\nsmall island developing States and will provide an \r\nexcellent opportunity to jointly address the problems \r\nthey face. Their efforts to adapt to climate change and \r\nto mitigate its harmful effects must be supported, as \r\nthey produce the least pollution yet suffer the most \r\nfrom its consequences. \r\nAs a nation, Spain acts in solidarity and has \r\nmade every effort to promote the achievement of \r\nthe Millennium Development Goals (MDGs). It has \r\nchannelled its solidarity through the multilateral \r\nsystem of the United Nations in the belief that that \r\nsystem guarantees the principle of neutrality in the \r\nallocation of funds to effectively achieve the ultimate \r\ngoal, namely, the eradication of poverty.\r\nIn 2007, Spain, together with the United Nations \r\nDevelopment Programme, established the MDG \r\nAchievement Fund, which has had a real impact on \r\ndisplaced population and that of the refugees in \r\nneighbouring countries.\r\nIn a related context, I wish to emphasize that \r\nthe Middle East peace process is taking on a new \r\nperspective. Last year, in this very forum, it was \r\ndecided by a significant majority to recognize Palestine \r\nas a United Nations Observer State. The current \r\nnegotiations are perhaps the last chance to reach a \r\njust, comprehensive and lasting peace for the two \r\nStates, Israel and Palestine, to live in peace, security \r\nand prosperity. At this crucial time for the region, the \r\npolitical leaders concerned, with the support of the \r\ninternational community, must take the bold decisions \r\nnecessary to achieve the historic goal of peace, and \r\nthereby promote stability in the entire region and the \r\nworld.\r\nMy country is a staunch advocate of dialogue and \r\nthe use of peaceful means for the settlement of disputes. \r\nWe believe that conflict prevention is one of the main \r\ninstruments for ensuring peace and security. Therefore, \r\nwe have participated in the Peacebuilding Commission, \r\nthe establishment of the Alliance of Civilizations and \r\nthe establishment, with Austria and Saudi Arabia, of \r\nthe King Abdullah Bin Abdulaziz International Centre \r\nfor Interreligious and Intercultural Dialogue. \r\nWe believe in mediation for the peaceful settlement \r\nof disputes. That is why we are a member of the United \r\nNations Group of Friends of Mediation. Within the \r\nGroup, together with Morocco, we have launched the \r\ninitiative on mediation in the Mediterranean region, \r\nwhich has recently started producing results. \r\nThe General Assembly has developed a consolidated, \r\nuniversal legal doctrine on decolonization, which Spain \r\nhas endorsed wholeheartedly. Once again, I must submit \r\nto the Assembly the question of Gibraltar, which the \r\nOrganization included in 1963 in the list of Non-Self-\r\nGoverning Territories awaiting decolonization. The \r\nonly such territory remaining in Europe, it affects our \r\nterritorial integrity.\r\nSince that date, the United Kingdom has ignored the \r\nmandate of the General Assembly and the commitment \r\nmade to Spain in the 1984 Brussels Declaration. That \r\nanachronism continues to inconvenience the citizens of \r\nGibraltar and the surrounding area. Resting its case on \r\nthe legitimacy granted by the universal doctrine of the \r\nGeneral Assembly, Spain once again reiterates its call \r\nto the United Kingdom to resume bilateral dialogue and \r\nregional cooperation. \r\n13-48569 25/33\r\n25/09/2013 A/68/PV.10\r\nD. Roosevelt International Disability Rights Award, \r\nwhich Her Majesty Queen Sofia accepted a few days \r\nago in this very city.\r\nWe will also continue to support the work of \r\nUN-Women, as we have since its inception. Equality \r\nbetween women and men, the full participation of \r\nwomen in all areas, and efforts to end violence against \r\nwomen and girls are indispensable for true development \r\nand constitute a priority for Spain, both nationally and \r\ninternationally.\r\nOur commitment to multilateralism is inseparable \r\nfrom our desire for a decisive and efficient United \r\nNations. That is why this session of the General \r\nAssembly must tackle the issue of Security Council \r\nreform, which can be achieved only through the \r\nbroadest possible consensus founded on the principles \r\nof accountability, transparency and cooperation, with a \r\nview to enhancing the legitimacy of and support for the \r\nCouncil’s actions.\r\nIt is also necessary to bring the Organization \r\ninto line with its means and to rationalize resources \r\nso that, together, we may achieve more with less. We \r\ntherefore give our unconditional support to the progress \r\nbeing made towards system-wide consistency and the \r\n“Delivering as one” initiative, to which Spain is the \r\nleading contributor. At the same time, the universal \r\ncharacter of the United Nations means that we must \r\npreserve its multilingualism.\r\nIn 2005, Spain announced its candidacy to become a \r\nnon-permanent member of the Security Council for the \r\n2015-2016 biennium. My speech today has underlined \r\nthe main reasons why I believe that Spain has shown, not \r\nwith mere words but with concrete actions, its readiness \r\nto serve the United Nations in the Security Council, \r\nwith the same commitment to dialogue and solidarity \r\nthat we have shown since joining the Organization. We \r\nhave but a single objective: to uphold human dignity. \r\nAll our efforts in favour of peace, freedom, democracy, \r\njustice, human rights and sustainable development are \r\ndirected towards that goal. Spain knows that its efforts \r\nto uphold human dignity will bear greater fruit through \r\nthe United Nations, just as the General Assembly may \r\nbe sure that, in this endeavour, it can count on Spain.\r\nThe Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Government of the Kingdom of Spain \r\nfor the statement he has just made.\r\nthe lives of 20 million people through more than \r\n130 programmes in 50 countries, disbursing almost \r\n$1 billion. The evaluation of the Fund, which concludes \r\nits activities this year, will be a key reference both for \r\nanalysing compliance with the MDGs and for developing \r\nthe post-2015 development agenda. The preparation of \r\nthat agenda is the central theme of this session of the \r\nGeneral Assembly. For Spain, the post-2015 agenda \r\nshould be focused on truly sustainable development, \r\nshould be universal and should acknowledge the \r\nimportance of transparent institutions in achieving \r\ninclusive growth.\r\nWe must therefore clearly define the sustainable \r\ndevelopment goals in order to complete the process \r\nthat began in Rio de Janeiro last year. However, it must \r\nnot be forgotten that only a little more than two years \r\nremain to achieve the MDGs. While we can be pleased \r\nwith the progress made in many areas, there is still a \r\nlong way to go. \r\nAs the Spanish economy starts to grow again, we \r\nwill significantly support these efforts with generous, \r\nintelligent and effective investment in development \r\ncooperation. \r\nMy country’s solidarity can also be seen in terms of \r\nhumanitarian aid, for which Spain is the world’s eighth \r\nlargest donor. The United Nations is able to respond \r\nto humanitarian crises in West Africa and the Sahel \r\nfaster and more effectively, thanks to the World Food \r\nProgramme humanitarian aid storage and distribution \r\ncentre that we built in Las Palmas de Gran Canaria.\r\nSpain has always been a crossroads of cultures, \r\nreligions and traditions. Ours is an open, pluralistic \r\nand tolerant country that respects and integrates the \r\ndiversity that comes with globalization. The protection \r\nand promotion of human rights is a responsibility of the \r\ninstitutions to which all citizens must contribute. Spain \r\nwas the third country in the world to ratify the Optional \r\nProtocol to the International Covenant on Economic, \r\nSocial and Cultural Rights, and I urge other States to \r\ndo likewise.\r\nWe also take a special interest in promoting the \r\nrights of persons with disabilities. That is why we \r\njoined the Philippines in co-facilitating the outcome \r\ndocument of the High-level Meeting on the Realization \r\nof the Millenium Development Goals for Persons with \r\nDisabilities (resolution 68/3), which took place just a \r\nfew days ago. I am proud to say that in recognition of \r\nthat commitment, Spain has been awarded the Franklin \r\n26/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nrecommendations on effective strategies for financing \r\nsustainable development, are of key importance.\r\nWe support efforts to develop a sustainable \r\ndevelopment goal for water resources. We believe that \r\nthe following should be taken into consideration in that \r\nregard: ensuring universal access to safe drinking water \r\nand sanitation, introducing the integrated management \r\nof water resources at the national and regional levels, \r\nincreasing the efficiency of water use and secondary use \r\nof water, adequately financing and investing in water-\r\neconomy facilities and infrastructure, transferring and \r\nintroducing advanced technologies, and setting up \r\nmutually acceptable mechanisms for the gathering and \r\ndissemination of information and data.\r\nAs stated in the Rio+20 outcome document, \r\n“water is at the core of sustainable development as it \r\nis closely linked to a number of key global challenges” \r\n(resolution 66/288, annex, para. 119). The water-\r\nrelated resolutions of the General Assembly initiated \r\nby Tajikistan and co-sponsored by other Member States \r\nhave made an invaluable contribution to the realization \r\nof the key role of water resources in the achievement \r\nof sustainable development. This year marked the tenth \r\nanniversary of our first global project, the International \r\nYear of Freshwater, in 2003. The General Assembly \r\ntook another important decision when it proclaimed \r\n2005-2015 the International Decade for Action, “Water \r\nfor Life” (resolution 58/217). \r\nIn 2010, Tajikistan initiated the General Assembly \r\nresolution that declared 2013 the International Year of \r\nWater Cooperation (resolution 65/154). When promoting \r\nthat resolution in conjunction with other countries, we \r\noperated on the assumption that the events during that \r\nInternational Year would contribute to strengthening \r\ndialogue and mutual understanding and enhancing \r\ncooperation and partnership on the basis of multilevel \r\nand comprehensive approaches towards solving water \r\nproblems. Most important of all, we expected that \r\nthe International Year of Water Cooperation would \r\nbecome a major platform for consolidating efforts and \r\nimproving our treatment of water resources. \r\nToday, it is still too early to draw conclusions \r\nregarding the outcome of the Year. However, I would like \r\nto note that the International Year of Water Cooperation \r\nhas provided a truly unique opportunity to promote \r\nthe dialogue on the search for and establishment of \r\na just, mutually advantageous and effective water \r\ncooperation system. It is specifically that idea that \r\nwas the focus of the statements and reports of the \r\nMr. Mariano Rajoy Brey, President of the \r\nGovernment of the Kingdom of Spain, was escorted \r\nfrom the rostrum.\r\nAddress by Mr. Oqil Oqilov, Prime Minister of \r\nthe Republic of Tajikistan\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister of the Republic of Tajikistan.\r\nMr. Oqil Oqilov, Prime Minister of the Republic of \r\nTajikistan, was escorted to the rostrum.\r\nThe Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency Mr. Oqil \r\nOqilov, Prime Minister of the Republic of Tajikistan, \r\nand inviting him to address the General Assembly.\r\nMr. Oqilov (Tajikistan) (spoke in Russian): At the \r\noutset, I would like to join with those expressing their \r\ncordial congratulations to Mr. John Ashe on his election \r\nto serve as President of the General Assembly at its \r\nsixty-eighth session. I am convinced that his extensive \r\nprofessional experience will contribute to the efficient \r\nand successful work of this session. I would also like \r\nto express our appreciation to his predecessor, Mr. Vuk \r\nJeremić, for his efforts as President at the previous \r\nsession.\r\nWe fully share the commitment of this session to \r\ncontributing to the development of a post-2015 global \r\ndevelopment agenda in order to enhance the progress \r\nalready achieved towards the full implementation of the \r\ndecisions taken at the Rio de Janeiro United Nations \r\nConference on Sustainable Development (Rio+20).\r\nThe modalities of the High-level Political Forum on \r\nSustainable Development were approved at the sixty-\r\nseventh session of the General Assembly, and its first \r\nmeeting took place some days ago here in New York. \r\nWe expect the Forum, which replaces the Commission \r\non Sustainable Development, to become a universal and \r\neffective platform for regular dialogue and for reviewing \r\nachievements and developing and coordinating the \r\nprogramme of actions aimed at promoting sustainable \r\ndevelopment.\r\nFurther progress in achieving sustainable \r\ndevelopment depends in many respects on the adequate \r\nand timely financing of the planned programmes \r\nand projects. In that regard, the activities of the \r\nIntergovernmental Committee of Experts on Sustainable \r\nDevelopment Financing, which is mandated to develop \r\n13-48569 27/33\r\n25/09/2013 A/68/PV.10\r\nExperience shows that it is impossible to achieve \r\ndevelopment goals without ensuring reliable and \r\nuniversal access to energy. The United Nations Decade \r\nof Sustainable Energy for All (2014-2024) provides a \r\nunique opportunity for the practical implementation of \r\nthat aim. We believe that, along with ensuring reliable \r\nand sustainable access to energy, it is essential to \r\nencourage and promote in every way possible increased \r\nuse of renewable energy, the transfer of advanced \r\ntechnologies and a more efficient energy supply and \r\nenergy saving. Tajikistan, which is experiencing \r\neconomic and population growth, lacks large oil and \r\ngas deposits but has huge hydropower potential. It is \r\nmaking every effort to develop all aspects of power \r\ngeneration, on which the population’s well-being \r\ncritically depends. \r\nOur Government is undertaking additional efforts \r\nto make full use of its own potential when it comes \r\nto addressing socioeconomic issues. On 2 March, \r\nTajikistan successfully completed the negotiation \r\nprocess and joined the World Trade Organization as the \r\none hundred and fifty-ninth member of that multilateral \r\nsystem for regulating world trade. We are interested in \r\nadvancing the trade interests of developing countries, \r\nincluding those of landlocked countries. \r\nIn that context, on 16 and 17 September in Dushanbe, \r\nthe tenth annual meeting of the Intergovernmental \r\nCommission for the Transport Corridor \r\nEurope-Caucasus-Asia was held. That meeting \r\nwas followed on 18 September by the High-level \r\nInternational Conference on Development of Road \r\nTransport and Transit Potential in Central Asia for the \r\nperiod up to 2023. Those events made an additional \r\ncontribution to the process of preparing for the 10-year \r\ncomprehensive review of the implementation of the \r\nAlmaty Programme of Action.\r\nEffective regional cooperation can provide \r\nconsiderable support to the establishment of a new global \r\npartnership for achieving sustainable development. \r\nIn our region, the development of multidimensional \r\ncooperation depends in many respects on strengthening \r\npeace and stability in Afghanistan. We support the \r\nefforts of the Government of Afghanistan and the \r\ninternational community to address the challenges \r\nof the transition period, reconciliation and post-\r\nconflict rehabilitation in Afghanistan. We believe that \r\nsocioeconomic development is the key to achieving \r\nlasting peace in that country. International aid to \r\nAfghanistan should be, above all, aimed at promoting \r\nparticipants at the High-level International Conference \r\non Water Cooperation, organized by the Government \r\nof Tajikistan in cooperation with the United Nations on \r\n20 and 21 August in Dushanbe. I would like to take this \r\nopportunity to extend our appreciation to the President \r\nof the General Assembly, the Secretary-General and all \r\nour partners — Member States and international and \r\nregional organizations — for their active participation \r\nin the work of that successful Conference. \r\nBased on the outcomes of the Conference, the \r\nDushanbe Declaration of the High-level International \r\nConference on Water Cooperation and the Dushanbe \r\nframework for action on water cooperation were issued \r\nand circulated among Member States as documents of \r\nthe General Assembly. In his statement at the opening \r\nceremony of the Dushanbe Conference, the President \r\nof the Republic of Tajikistan, Mr. Emomali Rahmon, \r\nproposed the development of a post-2015 vision for \r\nglobal water, which could serve as the road map for \r\nthe implementation of the water-related sustainable \r\ndevelopment goals. We would like to call upon all \r\ndelegations to support that initiative.\r\nIt is common knowledge that water resources are \r\ncentral to the achievement of the development goals set \r\nforth in the Millennium Declaration (resolution 55/2). \r\nOur efforts at poverty eradication directly depend on \r\nthe rational management of water resources. The efforts \r\nundertaken have not yet produced the large-scale effects \r\nthat we all expected at the dawn of the Millennium. \r\nHowever, the progress is obvious. According to The \r\nMillennium Development Goals Report 2013, over the \r\npast two decades, more than 2.1 billion people have \r\nreceived access to improved drinking water supplies and \r\n1.9 billion people improved their sanitation conditions. \r\nDespite those statistics, 768 million people are still \r\nusing water from unsafe sources and about 2.5 billion \r\npeople do not have access to basic sanitation. Moreover, \r\nthe level of progress differs, not only in regions and \r\ncountries, but also in rural and urban areas within the \r\nsame country.\r\nThe special General Assembly event that took place \r\nrecently in New York provided another opportunity \r\nfor a sound assessment of progress and identification \r\nof ways to accelerate implementation of the MDGs \r\nand do so with maximum success. That is particularly \r\nimportant under current circumstances, when the \r\nfinancial, economic, food and energy crises and climate \r\nchange undermine the current still unsustainable and \r\nuneven progress in the implementation of MDGs.\r\n28/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nin this field are the strengthening of international \r\nmechanisms for the protection of human rights, the \r\nbona fide implementation of the commitments assumed \r\nand the promotion of multilateral cooperation in the \r\nfield of human rights protection. We view the Human \r\nRights Council as an important forum for constructive \r\ndialogue and cooperation in the field of human rights.\r\nGuided by the desire to make a contribution \r\nto an open and fair dialogue in the field of human \r\nrights, Tajikistan has for the first time decided to put \r\nforward its candidature for the Human Rights Council \r\nfor the period 2015 to 2017. We hope that Tajikistan’s \r\ncandidature for that period will receive support at the \r\nelection to be held during the sixty-ninth session of the \r\nGeneral Assembly, in the fall of 2014.\r\nIn conclusion, I would like to note that the entire \r\nrange of long-term goals requires a clear and sound \r\nreview of the actions under way towards a transition \r\ntowards sustainable development. We are convinced \r\nthat the United Nations, as the unique, universal \r\nmechanism for multilateral cooperation, must remain \r\nthe centre of coordination of our collective efforts to \r\nensure peace, security, development and human rights. \r\nMeanwhile, the role of the United Nations itself must \r\nbe strengthened through comprehensive reform and by \r\nenhancing its ability to rapidly and adequately respond \r\nto problems, effectively meet the numerous global \r\nchallenges and counter threats.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the Prime \r\nMinister of the Republic of Tajikistan for the statement \r\nhe has just made.\r\nMr. Oqil Oqilov, Prime Minister of the Republic of \r\nTajikistan, was escorted from the rostrum.\r\nThe Acting President (spoke in Spanish): I now call \r\non His Excellency Pierre Moukoko Mbonjo, Minister \r\nfor Foreign Affairs of the Republic of Cameroon.\r\nMr. Moukoko Mbonjo (Cameroon) (spoke in \r\nFrench): Allow me at the outset to convey to all present \r\nthe apologies of His Excellency Paul Biya, President of \r\nthe Republic of Cameroon, who wanted to participate \r\nin the sixty-eighth session of the General Assembly \r\nbut was not able to owing for constraints relating to the \r\nnational political calendar. He instructed me to read out \r\nthe following message:\r\n“As President Ashe takes the reins of the \r\nGeneral Assembly, the United Nations is entering a \r\na full economic recovery, further strengthening the \r\nsocial sphere and generating new jobs. \r\nThe borders with Afghanistan’s neighbouring \r\ncountries should be considered the front line in \r\ncombating drug-trafficking and, in that regard, efforts \r\nwith respect to their logistical strengthening and the \r\nprompt creation of a modern and effective Afghan \r\nborder police presence should be stepped up. There \r\nis an urgent need for Afghanistan to be fully included \r\nin the multidimensional regional cooperation process. \r\nInvolving the neighbouring countries in the development \r\nof Afghanistan and giving due consideration to the \r\nregional context in the post-conflict rehabilitation \r\nof the country will guarantee success in the ongoing \r\nefforts undertaken by the world community.\r\nIt is clear that illicit drug trafficking has become \r\none of the major sources of financing of international \r\nterrorism. The urgency and magnitude of the problems \r\nassociated with drugs and illicit drug trafficking are \r\nclear indications of the global danger threatening \r\ninternational stability and security as a whole. The \r\ninternational community must unify its efforts to reduce \r\nthe supply of and demand for drugs and its efforts \r\naimed at integrating national and regional efforts into \r\nthe international drug-control strategy. \r\nDuring the period of its membership in the United \r\nNations Commission on Narcotic Drugs, 2014 to 2017, \r\nTajikistan will strengthen and expand its interaction \r\nwith other Member States and international and \r\nregional organizations in practical implementation of \r\nthe international conventions on drugs and the Political \r\nDeclaration and Plan of Action on International \r\nCooperation towards an Integrated and Balanced \r\nStrategy to Counter the World Drug Problem. \r\nCombating terrorism is a long-term and complicated \r\njoint task that will require strengthening by applying \r\nthe entire spectrum of political, economic and \r\nfinancial measures. We deem it important to expedite \r\nthe coordination and adoption of a comprehensive \r\nanti-terrorism convention. Regional and subregional \r\norganizations capable of providing support to the \r\nglobal system for combating international terrorism \r\nmust play an important role in combating terrorism and \r\nextremism.\r\nIn recent years, Tajikistan has intensified its \r\ninteraction with United Nations law enforcement \r\nmechanisms, including the special procedures of the \r\nHuman Rights Council. The country’s main priorities \r\n13-48569 29/33\r\n25/09/2013 A/68/PV.10\r\n“We noted that, despite the progress, at the \r\ncurrent pace of implementation very few countries \r\nwould achieve all the MDGs by the deadline. \r\nWith two years to go, we must point out that it \r\nwill be difficult for Cameroon to achieve some of \r\nthe Goals. Substantial progress has been made in \r\nreaching some of the targets. In the area of health \r\ncare, which is considered to be the catalyst for \r\neconomic and social development, with a view to \r\nreducing poverty, my country remains committed \r\nto the effort to combat the AIDS pandemic. The \r\nallocation of substantial resources to the fight \r\nagainst that disease, the distribution of free \r\nantiretroviral drugs, the effective care of the sick \r\nand the implementation of an efficient prevention \r\nprogramme, including the transmission from \r\nmother to child, have led to a considerable decline \r\nin the rate of HIV infection in Cameroon. From \r\n10.5 per cent in 2000, the rate dropped to 4.3 per \r\ncent in 2012, a decline of more than 50 per cent. \r\n“Another genuine source of satisfaction for \r\nCameroon is the progress made in the area of \r\neducation. The Government has strived to continue \r\nand strengthen the numerous efforts to ensure \r\nprimary education for all Cameroonians. I would \r\nunderscore that the national target is to provide \r\nto all children — boys and girls — throughout \r\nCameroon, the resources to achieve a complete \r\nprimary schooling cycle. The implementation of \r\nthe sectoral strategy on education has led to clear \r\nprogress in the implementation of the education \r\npolicy. I can mention, among other things, the \r\nexpansion of school infrastructure, the improvement \r\nin the teacher-student ratio, the reduction in the \r\nnumber of students who repeat a school year and \r\nthe improvement of girls’ education. The result of \r\nthose actions is that the Cameroon today has one \r\nof the highest literacy rates in sub-Saharan Africa, \r\nwith an enrolment rate of nearly 100 per cent. \r\n“But the same progress has not been achieved \r\nwith respect to the targets of the other Goals. \r\nThat is the case for most developing countries, \r\nincluding Cameroon. Hence the need to further our \r\nthinking that began in Rio de Janeiro in the context \r\nof the post-2015 development agenda and, as the \r\nPresident wished, to set the stage for the post-MDG \r\ndevelopment agenda. That thinking should be based \r\non a clear assessment of the challenges encountered \r\nand lessons learned in the implementation of the \r\ncritical period that should lead to the defining of the \r\ninternational development agenda that will follow \r\nthe Millennium Development Goals (MDGs). \r\nAware of his vast responsibility and the tremendous \r\namount of work he will be facing during this \r\nsession, I would like to convey to him the sincere \r\ncongratulations of my country in connection with \r\nhis election to preside over the Assembly and wish \r\nhim every success in this challenging but rewarding \r\nundertaking. His vast experience in the area of \r\ndiplomacy, which was made clear when he presided \r\nover the Commission on Sustainable Development \r\nand the Group of 77 and China, ensures a fruitful \r\noutcome to our present deliberations and to the \r\nwork of the General Assembly for the 12 months \r\nahead.\r\n“Those same qualities were the major strengths \r\nof his predecessor, Mr. Vuk Jeremić, and I should \r\nlike here to commend his dynamic and effective \r\npresidency of the Assembly at its sixty-seventh \r\nsession.\r\n“Lastly, I would extend our sense of satisfaction \r\nto Secretary-General Ban Ki-moon for his efforts \r\nin the service of peace and economic and social \r\ndevelopment worldwide.\r\n“This session is beginning in a context marked \r\nby the bloody terrorist acts committed in a mall in \r\nNairobi, Kenya, several days ago. This is for me \r\nan opportunity to strongly condemn those acts \r\nof violence and to convey to the people and the \r\nGovernment of that brotherly country the deepest \r\ncondolences of the people and the Government of \r\nCameroon.\r\n“Let me, on a more optimistic note, welcome \r\nthe end of the crisis in Mali, which resulted in the \r\ndemocratic election of President Ibrahim Boubacar \r\nKeita. The end of that process, which had the \r\nwelcome support of the international community, \r\nrepresents a milestone in peacebuilding, security, \r\nnational reconciliation and development in that \r\ncountry.\r\n“As I noted at the start of my remarks, \r\nthroughout this session we must reflect deeply \r\non the post-2015 development agenda. During \r\nthe 2010 high-level debate, we noted that while \r\nprogress made in achieving some of the MDGs, \r\nsignificant disparities persisted between countries \r\nand between regions.\r\n30/33 13-48569\r\nA/68/PV.10 25/09/2013\r\ndevelopment. It is in that context that, in 2010, \r\nCameroon crafted a strategy document for \r\ngrowth and employment. That document is part \r\nof Cameroon’s shared development vision to 2035, \r\nthrough which the economic performance of my \r\ncountry will lead to concrete results in terms of \r\ncreating jobs, reducing poverty and significantly \r\nimproving the living conditions of our people, \r\nespecially for women and youth. \r\n“While the creation of decent jobs should, \r\naccording to Cameroon, occupy a central position, \r\nenvironmental issues should not be neglected. In \r\naccordance with the spirit of Rio de Janeiro, those \r\nissues will make it possible to determine the future \r\nwe want for humankind and to work seriously to \r\nbring it about.\r\n“To ensure that new development goals \r\nwill be achieved by the established deadline, \r\ncoherent national initiatives must be supported \r\nby an effective global partnership. Therefore, in \r\naddition to the provisions that may be taken at the \r\ninternational level by donors — increased pledges, \r\nconcessional loans, debt swaps, debt restructuring \r\nand debt cancellation — and at the national level \r\nby developing countries, it is crucial that control \r\nbe better maintained over the financial and raw \r\nmaterials markets in order to enable countries to \r\nbetter withstand external shocks.\r\n“We should also consider the possibility of \r\nsetting up a support fund for implementing the new \r\ndevelopment programme, as well as regular follow-\r\nup mechanisms at the international and regional \r\nlevels for achieving each goal. \r\n“Beyond the difficulties I have already \r\nnoted, the MDGs, like the future international \r\ndevelopment framework, can be optimally achieved \r\nonly if an appropriate security environment is \r\nensured. Unfortunately, developing countries, and \r\nAfrica in particular, continue to be a stage for many \r\nconflicts. \r\n“The situation in the Central African Republic, \r\nthat in the eastern part of the Democratic People’s \r\nRepublic of the Congo and the turmoil following \r\nthe crises of the Arab Spring in North Africa are \r\nall sources of concern that could jeopardize the \r\ndevelopment efforts undertaken by the States \r\ninvolved. With respect to the political, security and \r\nhumanitarian crisis in the Central African Republic \r\nMDGs in order to consider the prospects for the \r\nfuture international framework. \r\n“The full implementation of the Millennium \r\nDevelopment Goals faces structural difficulties for \r\nsome and temporary difficulties for others. They \r\ninclude climate change, the financial crisis and \r\nfood insecurity. Those difficulties raise a number \r\nof important questions about how the MDGs were \r\nformulated. Were we too ambitious? Was the 2015 \r\ndeadline realistic? Would an effective follow-\r\nup and support mechanism for States not have \r\nbeen necessary? Did we give ourselves adequate \r\nresources to ensure implementation? Clearly, \r\nMillennium Development Goal 8 — ‘develop a \r\nglobal partnership for development’ — was the \r\nbeginning of an answer to the last point. However, \r\nthat Goal will also be difficult to achieve by 2015.\r\n“All the MDGs will probably not all be achieved \r\nby 2015. We should, however, acknowledge that \r\nthe programme will enable the achievement of \r\nclear progress in many areas. It has allowed us to \r\nconvey the very complex language of development \r\nin clear objectives accessible to all and enabled \r\nevery one to articulate simple requirements and \r\nneeds to their Government. We should safeguard \r\nthose achievements in framework of the post-2015 \r\nagenda. \r\n“The post-2015 agenda should also take into \r\naccount the viewpoint of developing countries, \r\nwhich are the primary targets. In that regard, I \r\ncongratulate the United Nations for having initiated \r\na broad and inclusive process of consultations \r\nto garner the views of all, in particular those of \r\nacademics and civil society organizations, with \r\nrespect to the MDGs and the framework that will \r\nfollow them. Consultations of that kind have been \r\nheld in Cameroon. They have enabled civil society \r\nto issue recommendations for the post-MDG \r\nframework. Those recommendations are in keeping \r\nwith the MDGs in terms of strengthening the \r\nactions to undertake in order to provide universal \r\naccess to primary education, to reduce maternal \r\nand infant mortality and to improve access to water \r\nand sanitation.\r\n“Furthermore, in the context of the next \r\nprogramme, my country believes that particular \r\nfocus should be placed on creating decent jobs \r\nas an engine of economic growth and sustainable \r\n13-48569 31/33\r\n25/09/2013 A/68/PV.10\r\nquickly as possible. I would here like to commend \r\nthe assessment of the results of the summit by the \r\nUnited Nations and other strategic partners and \r\ntheir commitment to support the implementation of \r\nthe resolutions Yaounde meeting.\r\n“As I pointed out on the occasion of the summit, \r\nin order to achieve the desired security objective, \r\nit will be necessary for all stakeholders to fully \r\nassume their role in the effective implementation \r\nof the instruments that the three organizations have \r\nput in place. As with the MDGs, the support of all \r\nof our strategic partners is crucial to effectively \r\nfight against piracy and other forms of insecurity \r\nin the Gulf of Guinea. \r\n“Anything that will promote the development \r\nof the region will contribute to improving global \r\ngrowth and security and represent significant \r\nprogress towards ‘The future we want’ — a future \r\nof peace and prosperity for all.”\r\nThe Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Espen Barth Eide, Minister \r\nfor Foreign Affairs of the Kingdom of Norway.\r\nMr. Eide (Norway): We are living in times of rapid \r\nchange. Global and regional dynamics are transforming \r\nglobal governance. A changing world will inevitably \r\nchange the United Nations. But we, the Members of this \r\ngreat Organization, can influence the direction of the \r\nchange. In order to do so, however, we must set strategic \r\npriorities. We should develop an agile multilateral \r\nsystem for the twenty-first century.\r\nThe architects of the United Nations were in many \r\nways ahead of their time. The Charter, in its Chapters \r\nVI and VIII, foresaw a world where the United Nations \r\nshould safeguard international peace and security, the \r\nsettlement of disputes and the promotion of common \r\ninterests at the regional, as much as at the global, level. \r\nBy 1945, however, there were few established regional \r\nmechanisms. In other words, the Charter’s provisions \r\nfor regional arrangements were largely aspirational.\r\nIn today’s world, regional organizations and \r\narrangements are increasingly proving their relevance. \r\nEconomic, social and political integration is taking \r\nplace at the regional level. Cooperation is not only \r\nabout outcomes, but also about processes. Practical \r\ncooperation can lay the foundation for strategic trust \r\nand shared values. \r\nin particular, which has reached proportions \r\nunprecedented in the history of that country, \r\nCameroon and other States of the Economic \r\nCommunity of Central African States (ECCAS) \r\nhave shouldered their responsibilities by sending \r\ntroops to Bangui to stabilize the situation. Similarly, \r\nwe have actively contributed to the establishment \r\nof a road map that should enable them to restore \r\nnormal constitutional order within 18 to 24 months. \r\n“Cameroon calls on the international \r\ncommunity to support the efforts of the Central \r\nAfrican subregion, in particular in order to quickly \r\noperationalize the international support mission \r\nfor the Central African Republic and to mobilize \r\nhumanitarian assistance commensurate with the \r\nproblems the country faces. \r\n“Those political, security and humanitarian \r\ncrises are compounded by recurrent acts of banditry, \r\nsuch as abductions of civilians and maritime piracy. \r\nThe development of the latter criminal activity, \r\nwhich poses a threat to international trade, has \r\nreached alarming proportions. According to the \r\nInternational Maritime Bureau, the number of acts \r\nof piracy identified along the coast of West Africa \r\nin 2012 exceeded for the first time the number of \r\nattacks in the Gulf of Aden and the Indian Ocean.\r\n“To deal with that problem, Yaounde, \r\nCameroon’s capital, hosted on 24 and 25 June, in \r\naccordance with Security Council resolution 2039 \r\n(2012), of 29 February 2012, a joint summit of the \r\nEconomic Community of Central Africa States, \r\nthe Economic Community of West African States \r\n(ECOWAS) and the Commission of the Gulf of \r\nGuinea (GGC) on maritime safety and security in \r\nthe Gulf of Guinea. This was aimed at combatting \r\npiracy, armed robbery and other illegal activities \r\nperpetrated in the maritime space of the Gulf of \r\nGuinea.\r\n“The Heads of State and Government of \r\nECCAS, ECOWAS and the CGG, meeting together \r\nfor the first time since the establishment of those \r\nthree institutions, decided to set up an interregional \r\ncoordination centre to monitor anti-piracy efforts \r\nin their common maritime space and to pool their \r\nresources. The headquarters of the centre, whose \r\npurpose is to implement a regional strategy to \r\ncombat piracy, armed robbery and other illicit acts \r\nin the Gulf of Guinea, was given to Cameroon. \r\nEverything is being done to make it operational as \r\n32/33 13-48569\r\nA/68/PV.10 25/09/2013\r\nprinciples of the United Nations — the United Nations \r\nConvention on the Law of the Sea. And regions reach \r\nout to each other. Earlier this year, Norway acceded \r\nto the Treaty of Amity and Cooperation in Southeast \r\nAsia. Likewise, again during the spring, China, \r\nJapan, India, the Republic of Korea and Singapore \r\nall joined the Arctic Council as observers. In doing \r\nso, they subscribed to the founding principles of the \r\nArctic Council, principles that, yet again, are a direct \r\nreflection of a key a United Nations norm.\r\nWhere I live, we observe global warming at close \r\nquarters. As the polar ice cap melts, we are reminded of \r\nour shared responsibility for saving the planet’s climate. \r\nToday, the Arctic Ocean is opening up to human \r\nactivities in ways hard to imagine only a few years \r\nago. Over the past decade, we have strived to develop \r\nforward-looking strategies for the safe management of \r\nthe new maritime crossroads between Asia, Europe and \r\nNorth America. \r\nThe emergence of regional institutions as a feature \r\nof global governance is in fact good news for the United \r\nNations. We need a United Nations that can be a catalyst \r\nthat supports and encourages regional developments, \r\nwhich — and as long as — they reinforce our common \r\nglobal and multilateral agenda. We must acknowledge \r\nthat trend. We must revisit the Charter of the United \r\nNations, in particular its Chapters VI and VIII, and \r\nseek to identify the opportunities and potential pitfalls \r\nit represents for the United Nations. \r\nThe Middle East has yet to find an effective regional \r\narchitecture. It is also a part of the world that is causing \r\nconsiderable concern these days. Israel and Palestine \r\nare facing a moment of truth. This month marks 20 \r\nyears since the signing of the Oslo Accords. We have \r\nwitnessed positive achievements on the ground. State \r\ninstitutions have been built and are ready for statehood. \r\nBut for many years, a political horizon has been missing. \r\nTime is running out for a negotiated two-State solution.\r\nBut now, as Palestinian and Israeli leaders have \r\nreturned to negotiations, hope is renewed. This \r\nafternoon, in the Conference Building, I presided \r\nover a meeting of the Ad Hoc Liaison Committee \r\nfor the Coordination of the International Assistance \r\nto Palestinians, the international donor group for \r\nPalestine. The donors reaffirmed their commitment \r\nto providing necessary assistance to the Palestinian \r\nAuthority through the current transition to statehood. \r\nIt was only after the past century’s two horrific \r\nwars that my own continent chose close integration. \r\nThat was instrumental in the creation of a peaceful \r\nEurope. For that historic achievement, the European \r\nUnion was awarded the Nobel Peace Prize in Oslo last \r\nyear. \r\nThe African Union (AU) has seen its continent \r\nthrough 50 transformative years. Freedom came at a \r\nhigh price. Yet, Africa has never been more prosperous \r\nthan it is today. We see economic growth, improving \r\ngovernance and enhanced regional cooperation.\r\nFrom Somalia to Mali, the African Union and its \r\nsubregional partners continue to prove their relevance. \r\nThe African Union is, beyond doubt, becoming one of \r\nthe United Nations most important regional partners. I \r\ncommend the AU for its dedicated efforts, and I want \r\nto express my deepest condolences for the tragic loss \r\nof life in the heinous terrorist attacks in Nairobi. We \r\nmust never allow terrorists to set the agenda. Hence \r\nour efforts to work with the AU to promote peace and \r\nstability in Somalia at this crucial moment must be \r\nredoubled.\r\nIn recent years, Norway has worked with the people \r\nof Colombia to lay the foundations for lasting peace \r\nbetween its Government and the Fuerzas Armadas \r\nRevolucionarias de Colombia movement. In doing so, \r\nwe have seen the strong commitment of Colombia’s \r\nneighbours. There, as everywhere else, we have learned \r\nthat peace cannot just be established within one country \r\nalone; it has to be rooted in a regional context.\r\nIn South-East Asia, the Association of Southeast \r\nAsian Nations (ASEAN) is becoming the source, as \r\nwell as an architect, of regional stability. I commend \r\nASEAN for its constructive role in supporting the \r\ndemocratic reform process in Myanmar. Myanmar will \r\neven preside over ASEAN next year, which in many \r\nways is a testimony to the organization’s adaptability.\r\nOrganizations such as ASEAN have also taken \r\nupon themselves the development of multilateral \r\nresponses to regional challenges, including those \r\npertaining to maritime security. Those strides are not \r\nonly of regional importance, but are important to us all. \r\nThe freedom and safety of the seas is one of the most \r\nimportant public goods in an interconnected world. \r\nJust like in South-East Asia, Norway and our \r\nfellow Arctic States have built our deepened maritime \r\ncooperation on one of the most salient organizing \r\n13-48569 33/33\r\n25/09/2013 A/68/PV.10\r\nof human security have placed new issues on the \r\nagenda. Children and armed conflict, women, peace \r\nand security and the protection of civilians are recent \r\nexamples of the important normative role of the United \r\nNations.\r\nFaced with a scarcity of resources accentuated by \r\na global economy under pressure, we should increase, \r\nnot decrease, the f lexibility of the Secretariat and \r\nthe Secretary-General to run the Organization. In \r\nautumn of 2012, the Assembly decided that the 2014-\r\n2015 budget should be cut by $100 million. Reducing \r\nthe budget while increasing the number of tasks is a \r\nrecipe for a weaker, not a stronger, United Nations. The \r\nAssembly must be coherent in its policies. The role of \r\nthe Assembly should be to provide guidance, not to \r\nmicromanage.\r\nIn conclusion, to meet the regional and global \r\nchallenges of our time, we, the Member States, must \r\nwork together to fulfil the aspirations and potential of \r\nthe Charter of the United Nations. The efficiency of this \r\ngreat Organization depends upon its ability to innovate \r\nand to adapt to changing circumstances. \r\nThe meeting rose at 9.35 p.m.\r\nThis may be the last chance — a chance we cannot \r\nafford to miss.\r\nAs we speak the horrors in Syria are continuing. \r\nThousands upon thousands of children, women and \r\nmen are being killed and maimed. Millions are f leeing \r\ntheir homes. The use of chemical weapons is utterly \r\nunacceptable and is a grave violation of international \r\nlaw. Their further use must be effectively prevented. \r\nThose responsible must be brought to justice and the \r\ncase referred to the International Criminal Court. \r\nThe Syrian crisis as such can be resolved only \r\nthrough a political solution. The Security Council must \r\nnow live up to the responsibility that we, the Members \r\nof the United Nations, have entrusted in it. We must \r\nseize the momentum created by the United States-\r\nRussian agreement. Humanitarian access must be \r\nensured by all parties and to all areas. The bloodshed in \r\nSyria must come to an end.\r\nFrustrated by Syria, many have criticized the United \r\nNations for its inability to act. However, we should not \r\nlose sight of the United Nations many achievements. \r\nEvery single day, the United Nations provides shelter \r\nfor refugees, vaccinates children, promotes maternal \r\nhealth and stabilizes fragile States. Evolving norms \r\n"