"In the absence of the President, Mr. Haniff \r\n(Malaysia), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda items 29 and 123 (continued)\r\nReport of the Security Council\r\nReport of the Security Council (A/68/2)\r\nQuestion of equitable representation on and \r\nincrease in the membership of the Security Council \r\nand related matters \r\nMr. Sergeyev (Ukraine): I would like to start \r\nby thanking the President of the General Assembly, \r\nMr. John Ashe, for convening today’s debate. My \r\ndelegation fully supports the personal engagement and \r\nenergy with which the President has worked to advance \r\nthe United Nations reform agenda, with Security \r\nCouncil modernization as a top priority. \r\nLet me start with the annual report of the \r\nSecurity Council (A/68/2). We thank the Permanent \r\nRepresentative of China for introducing that document \r\nand the delegation of the United States for preparing its \r\nintroduction. Having preliminarily studied this year’s \r\nreport, I would like to make just a few points.  It is \r\nour understanding that there will be less time in today’s \r\ndebate for the detailed commentary that the report \r\ndeserves.\r\nFirst of all, we acknowledge the further \r\nimprovements in the quality of the Council’s annual \r\nreport. At the same time, we share the view that there \r\nis still room for improving its prognostic and analytical \r\ncomponents. My delegation also supports the idea that \r\nfuture reports of the Council should digest the views \r\nexpressed by non-members of that body during its open \r\ndebates. \r\nAs an active contributor of military and police \r\npersonnel, Ukraine welcomes the fact that United \r\nNations peacekeeping continues to feature prominently \r\nin the Council’s agenda. In that context, thematic \r\nopen debates have proved to be vital for sustaining \r\npositive momentum. We encourage the Council to \r\nfurther expand its outreach and give troop-contributing \r\ncountries a stronger voice in the decision-making \r\nprocesses in that area. \r\nUkraine is in favour of further extending the \r\nthematic edge of the Council’s agenda. Among the most \r\nchallenging and far-reaching trends that have yet to be \r\nconsidered by the Council are, in the view of many \r\ndelegations, such issues as sustainable energy and \r\nwater security, which are vital for a large part of the \r\nUnited Nations membership, in particular small island \r\ndeveloping States, landlocked developing countries and \r\nthe least developed States. \r\nUkraine welcomes the consolidation, during the \r\nreporting period, of cooperation between the Security \r\nCouncil and regional and subregional organizations. \r\nMy country is committed to taking forward such \r\ninstrumental partnerships and is currently contributing \r\nto that endeavour, inter alia, by serving as the \r\ncurrent Chair of the Organization for Security and \r\nCooperation in Europe (OSCE), the world’s largest \r\nUnited Nations A/68/PV.47\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n47th plenary meeting\r\nThursday, 7 November 2013, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1355318*\r\n13-55318 (E)\r\n2/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nendeavour through active and constructive engagement \r\nin an open, transparent, inclusive and comprehensive \r\nnegotiating process.\r\nMs. Tan (Singapore): We thank the President of the \r\nGeneral Assembly for convening this annual debate. \r\nThe Assembly has debated the question of the equitable \r\nrepresentation on and the increase in the membership \r\nof the Security Council for as long as it has existed. \r\nHowever, reform has been infrequent. The last increase \r\nin the membership of the Council occurred in 1965. At \r\nthat time, there were 117 States Members of the United \r\nNations; today, we number 193. That means that, in the \r\npast 50 years, the number of Member States has grown \r\nby 65 per cent, but the number of seats in the Security \r\nCouncil has increased by 0 per cent. Two implications \r\nof that trend are worth highlighting.\r\nFirst, the size of the Security Council has not kept \r\npace with the substantial increase in United Nations \r\nmembership in the past half-century. Secondly, the \r\nrepresentation on and size of the Security Council today \r\nare a reflection of the world that existed in 1965. There \r\nhave been many changes in the international landscape \r\nsince then. We have also seen the birth of dozens of new \r\ncountries. Major shifts in global power among States are \r\noccurring, and economic power is being redistributed \r\nfrom the traditional centres to Brazil, Russia, India, \r\nChina, South Africa and other emerging economies.\r\nNew political and security challenges have \r\nalso emerged since 1965. The Security Council has \r\ncreated new ways to deal with those multilayered \r\nthreats. However, the Council is still trying to play an \r\nincreasingly complicated game of chess with the same \r\n15 pieces it had 50 years ago. That should be a source \r\nof concern for all of us in the Assembly.\r\nIt is clear that there are differences of opinion \r\namong us about how to increase the membership of the \r\nSecurity Council. But we can agree on the principle \r\nthat there is a need and an urgency for reform. We \r\nneed to accelerate the reform process, including \r\nan expansion of seats in both the permanent and \r\nnon-permanent categories without an extension of the \r\nveto. All parties in today’s debate should also recognize \r\nthat the pressure to create a more representative and \r\neffective Council will only increase with each year that \r\npasses without reform. It is therefore critical for us to \r\nengage in a constructive dialogue, instead of repeating \r\nthe same positions year after year. Singapore welcomes \r\nany initiative that constructively addresses the pressing \r\nregional organization. In that context, I would like to \r\nrecall proposals set forth in the briefing to the Security \r\nCouncil by the Minister for Foreign Affairs of Ukraine, \r\nMr. Leonid Kozhara, who spoke in his capacity as \r\nOSCE Chairperson-in-Office, held in May 2013 (see \r\nS/PV.6961). \r\nUkraine strongly supports the Security Council’s \r\nengagement in conflict prevention and mediation, as \r\nmy country considers those efforts to be indispensable \r\ninstruments in the Council’s toolkit. Conflict prevention \r\nand mediation were of the utmost importance during \r\nUkraine’s sole term as an independent State on the \r\nCouncil, in 2000-2001, and they will remain so in the \r\nevent that we are elected to the Council for the period \r\n2016-2017. Let me now turn to the issue of Security \r\nCouncil reform. Ukraine supports all steps, either \r\nprocedural or substantial, that can lead to some long-\r\noverdue progress in that area. It is in that context that \r\nwe welcome the decision of the President of the General \r\nAssembly to reappoint Ambassador Tanin as Chair of \r\nthe intergovernmental negotiations and to convene an \r\nadvisory group on the issue.\r\nAs to Ukraine’s national approach, let me recall \r\nthat, when speaking in this Hall during the general \r\ndebate in September, the President of Ukraine \r\nemphasized our openness to discussing all progressive \r\nopinions, options and new approaches to Security \r\nCouncil reform within the framework of the ongoing \r\nintergovernmental negotiations, which we fully support \r\n(see A/68/PV.5). In keeping with the aforementioned \r\nenergy and environment group’s consolidated \r\nposition, it was also stressed that any increase in the \r\nCouncil’s non-permanent membership should ensure \r\nthe enhanced representation of the Group of Eastern \r\nEuropean States by allocating to it of at least one \r\nadditional non-permanent seat.\r\nLet me add that Ukraine considers both directions \r\nof reform to be matters of high priority, namely, \r\nthe enlargement of the Security Council and the \r\nimprovement of its working methods. That is why \r\nwe took note with interest of the recent proposal \r\noriginating from the group of five permanent members \r\nof the Council with regard to the right of the veto. In \r\nterms of the Council’s enlargement, we stand ready to \r\nexplore ways that could lead to the broadest possible \r\nagreement.\r\nIn conclusion, I would like to underline the \r\nwillingness of my delegation to contribute to the reform \r\n13-55318 3/30\r\n07/11/2013 A/68/PV.47\r\nMr. Weisleder (Costa Rica) (spoke in Spanish): \r\nCosta Rica thanks the Ambassador of China and \r\nPresident of the Security Council for the month of \r\nNovember for his introduction of the Council’s annual \r\nreport (A/68/2) to the General Assembly. We also thank \r\nthe delegation of the United States for its arduous work \r\nin drafting the introduction and the compilation of the \r\nreport.\r\nMy delegation, as a member of the Accountability, \r\nCoherence and Transparency group, attaches special \r\nimportance to this debate, because we believe that the \r\ntask of improving the working methods of the Council \r\nand promoting its transparency and accountability \r\nare an ongoing process in which all Members of the \r\nOrganization should be involved, quite aside from the \r\ndifferences we may have on the reform of the Security \r\nCouncil.\r\nOn the one hand, my delegation recognizes that \r\nsome improvement has taken place in the preparation \r\nand the content of the Council’s report. On the other \r\nhand, we continue to believe that the report could better \r\nreflect the problems, assessments and motives that \r\nhave driven the Council’s work during the period under \r\nexamination. In that vein, the report we have before \r\nus is, as in pervious years, an extensive account of the \r\nwork that took place throughout the reporting period, in \r\nthis case from 1 August 2012 to 31 July 2013.\r\nCosta Rica supports the idea that the annual report \r\nof the Security Council should include a high-quality \r\nanalytical assessment of its work that would also \r\ndiscuss those cases in which the Council did not act, \r\nas well as the opinions of its members at the time when \r\nagenda items were actually considered. The continuing \r\nlack of any methodical or systematic analysis of the \r\nCouncil’s work in its annual report to the Assembly \r\nis thus a symptom of serious disconnectedness and of \r\nthe urgent need to improve its working methods. We \r\nalso believe that its presentation should be conducive \r\nto a more analytical and interactive focus, one that \r\nlooks to the future as well as referring to the past. Both \r\nretrospective and prospective focuses call for analysis \r\nthat goes beyond simple narrative accounts.\r\nRegarding agenda item 123, on the question \r\nof equitable representation on and increase in the \r\nmembership of the Security Council and related \r\nmatters, Costa Rica wishes to announce its interest \r\nand willingness to move forward on that very relevant \r\ntopic. We share the views expressed by the Permanent \r\nRepresentative of Italy on behalf of the Uniting for \r\nneed for Security Council reform. In that regard, we \r\nhave taken note of the President’s establishment of an \r\nadvisory group on Security Council reform and would \r\nbe interested to learn more about it.\r\nThe goals of increased representation in and \r\nthe effectiveness of the Council are not mutually \r\nexclusive. The last expansion, in 1965, did not degrade \r\nthe Council’s ability to function. Indeed, an expanded \r\nCouncil must also be a more efficient and effective \r\nCouncil. Those Powers that have or that seek a greater \r\nvoice and representation in the Council must accept \r\ngreater responsibilities for meeting global challenges \r\nand maintaining international peace and security. \r\nThose responsibilities include ensuring that the \r\nCouncil’s working methods allow for a body that is \r\nmore effective, inclusive, transparent and accountable \r\nto non-members.\r\nThe issue of the Council’s working methods is \r\nimportant for small States, which make up a majority \r\nin the United Nations. Out of the 193 States Members \r\nof the United Nations, 105 are also members of the \r\nForum of Small States. However, of the 70 States \r\nMembers that have never been elected as members of \r\nthe Security Council, 50 are small States. Many of us \r\nfind it increasingly difficult to commit the necessary \r\nresources required to secure election to the Council, \r\nas campaigns for seats are becoming increasingly \r\nintensive and have to be planned years, or even decades, \r\nin advance.\r\nSmall States face unique challenges owing to the \r\nvulnerabilities associated with their size. It is important \r\nthat our perspectives be represented in the Council, but \r\nthe current system makes service on the Council for \r\nmost of us a once-in-a-generation opportunity. Many of \r\nus may never even succeed in our bids to be elected to \r\nthe Council.\r\nHowever, given the fundamental differences of \r\nopinion, a reform of the membership of the Council \r\nmay take considerable time. That makes it all the more \r\nimportant that working methods be improved so as to \r\nbenefit all Member States, particularly those among us \r\nthat will serve on the Council rarely, if at all. Singapore \r\nhas constantly advocated improving the Council’s \r\nworking methods, independently and without prejudice \r\nto the other aspects of Council reform. Our statement in \r\nthe recent Security Council debate on working methods \r\ndetailed our views on working methods, including the \r\nuse of the veto and the report of the Security Council \r\n(see S/PV.7052).\r\n4/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nfull agreement with the President that United Nations \r\nreform is an important component in our efforts to \r\nstrengthen the Organization, and we thank him for \r\nconducting extensive consultations designed to kick-\r\nstart the process. We would like to acknowledge the \r\ninitiative, creativity and commitment in the President’s \r\nefforts to comply with the mandate of the 2005 World \r\nSummit Outcome (resolution 60/1) and other United \r\nNations resolutions, particularly those on Security \r\nCouncil reform.\r\nFor more than 20 years, we have discussed and \r\nexchanged all possible opinions on reform. In the past \r\nfive years, within this framework of intergovernmental \r\nnegotiations, there have been nine rounds in which States \r\nhave discussed their positions. The L.69 Group has \r\nclearly and repeatedly expressed the basis and fairness \r\nof our positions, which consolidate the sentiments of \r\nthe overwhelming majority of Member States. And that \r\nis a fact.\r\nWe believe it is definitely time for all of us to \r\nintensify our efforts to move this process forward in \r\na sustained and more structured way. In that context, \r\nwe welcome the President’s initiative of creating \r\nan advisory group for the President of the General \r\nAssembly to draft a negotiating text for the next round \r\nof intergovernmental negotiations, on 15 November. He \r\ncan rely on our full cooperation. The text should reflect \r\nthe wishes of the overwhelming majority calling for \r\nurgent reforms, particularly those involving increases \r\nin both the permanent and non-permanent membership \r\ncategories aimed at achieving a fair balance in the \r\nCouncil.\r\nThe enlargement of the permanent membership \r\nshould take into account the equitable representation \r\nof all regions, particularly Africa and Latin America \r\nand the Caribbean, which have always lacked fair \r\nrepresentation on the Security Council. It is also \r\nessential that the negotiations enter a more dynamic \r\nphase in order to draft a concise working text, as the \r\nPresident has proposed, and thus achieve concrete \r\nresults by 2015, the seventieth anniversary of the United \r\nNations.\r\nIn conclusion, we wish to once again recognize the \r\nconstructive, transparent role of Ambassador Tanin \r\nfrom the moment that responsibility was conferred on \r\nhim by Father Miguel D’Escoto Brockmann, President \r\nof the General Assembly at its sixty-third session, \r\nand who since then has steered the intergovernmental \r\nprocess professionally, equitably and impartially. We \r\nConsensus Group (see A/68/PV.46), and reiterate our \r\nconviction that it is here, in the framework of the \r\nintergovernmental negotiations and with 193 Member \r\nStates present, that positions on the issue of reform should \r\nbe discussed and compared. My delegation therefore \r\nbelieves that the advisory group recently established by \r\nthe President of the General Assembly should confine \r\nitself to offering advisory opinions to the President, if \r\nasked to do so. Costa Rica is firmly committed to the \r\nprocess and the importance of initiating negotiations \r\nin a climate of trust, transparency and mutual respect.\r\nSecurity Council reform cannot be effective if it \r\nconsists merely of increasing the privileges enjoyed \r\nby some and adding permanent seats for others. Costa \r\nRica supports a modest increase in the number of \r\nnon-permanent members, which would enable regions \r\nof the world to be better represented, particularly \r\nthose that are currently poorly represented, such as \r\nLatin America and the Caribbean, and Africa. Such \r\na strategy would ensure that the broader membership \r\nretains its important oversight role and that the Council \r\nref lects the realities of our century, and would increase \r\nthe proportion of elected members of Council and the \r\nopportunities for small and medium-szied States to be \r\nincluded in it. We are therefore in favour of introducing \r\nthe principle of re-election, which would ensure the \r\nmore frequent presence of States with the greatest \r\nwillingness and availability to play an active role in the \r\ntopics on the Council’s agenda and at the same help to \r\nensure non-permanent members’ accountability. We \r\nwould like to recall that election to the Council is not \r\nsimply a privilege; it is a global responsibility.\r\nSecurity Council reform demands f lexibility and a \r\nspirit of inclusiveness on everyone’s part. We reiterate \r\nour full readiness to participate in the framework of \r\nthe intergovernmental negotiations and to collaborate \r\nconstructively and purposefully in designing a process \r\nthat will enable us to make progress at this defining \r\nmoment for our Organization’s future.\r\nMr. Jiménez (Nicaragua) (spoke in Spanish): I \r\nwould first like to express our support for the statement \r\nmade by the representative of Saint Kitts and Nevis, \r\nAmbassador Delano Frank Bart, on behalf of the L.69 \r\nGroup, the most representative, diverse and numerous \r\ngroup involved in these negotiations (see A/68/PV.46).\r\nNicaragua is very grateful to the President for \r\nconvening this meeting, which is highly relevant to \r\nthe intergovernmental negotiation process on the \r\nreforms that the Security Council needs. We are in \r\n13-55318 5/30\r\n07/11/2013 A/68/PV.47\r\nSecurity Council have been largely manipulated by the \r\nUnited States in pursuit of its own interests. To overcome \r\nsuch a problem, the following concrete measures should \r\nbe taken in order to reform the Security Council.\r\nFirst, the principles of impartiality, objectivity \r\nand non-selectivity should be thoroughly observed in \r\nall activities of the Security Council. Impartiality and \r\ndemocracy are the bedrock of the work of the Security \r\nCouncil. If the Security Council continues to pursue \r\nits partial, selective and arbitrary practices in its \r\ndecision-making process, it will never ever enjoy the \r\ntrust and confidence of Member States.\r\nFirst, the Security Council should reflect the \r\ndemands and interests of all Member States by adopting \r\nnew working methods on the basis of objectivity, \r\nrationality, non-selectivity and non-arbitrariness in its \r\nagenda, discussion and decision-making process. On \r\nthe one hand, it is imperative that Security Council \r\nresolutions and decisions relating to sanctions and \r\nthe use of force become effective only with the \r\nauthorization of the General Assembly, since they have \r\na serious impact on international peace and security. \r\nThere should be a strict mechanism to that end.\r\nOn the other hand, the work of the Security \r\nCouncil should serve to enable the General Assembly \r\nto exercise its full powers and functions. The Council \r\nshould not interfere in agenda issues related to \r\nthe work and functions of the General Assembly, \r\nincluding socioeconomic issues and the activities of the \r\nhumanitarian and development programmes of United \r\nNations organizations.\r\nSecondly, the current structure of the Security \r\nCouncil should be reformed. The representation of \r\nthe member countries of the Non-Aligned Movement \r\nand other developing countries should be increased \r\nin its membership in order to build confidence in \r\nand the accountability of the Security Council. At \r\npresent, an increase in the permanent membership of \r\nthe Security Council is impossible due to the serious \r\ndisagreements existing between individual countries \r\nand regional groups. Therefore, the only viable solution \r\nto address the unbalanced and unreasonable structure \r\nof the Security Council is to first proceed with the \r\nenlargement of the non-permanent category of seats in \r\nthe Security Council.\r\nAs far as increasing the permanent membership of \r\nthe Security Council is concerned, the delegation of \r\nthe Democratic People’s Republic of Korea makes its \r\nare pleased with his decision to continue leading the \r\nnegotiations, bearing in mind the issue of institutional \r\nmemory and Ambassador Tanin’s continuing to chair \r\nthe intergovernmental process. Nicaragua reiterates its \r\nsupport for Security Council reform to the President \r\nand to Ambassador Tanin, as well as our confidence in \r\nhis leadership and ability to direct the process.\r\nMr. Sin Son Ho (Democratic People’s Republic \r\nof Korea): It is an honour to speak before the General \r\nAssembly on such an important agenda item as the \r\nquestion of equitable representation on and increase \r\nin the membership of the Security Council and related \r\nmatters. It is a pressing task at present to improve the \r\nwork of the Security Council, which has the primary \r\ntask of guaranteeing international peace and security.\r\nThe current Security Council does not reflect the \r\nunanimous will of the States Members of the United \r\nNations in its membership, agenda or working methods. \r\nIt is severely lacking in impartiality and democracy. \r\nThat is the stark reality of today.\r\nThe high-handedness and arbitrariness of the super-\r\nPower on the Security Council has reached the reckless \r\nstage of depriving sovereign States of their legitimate \r\nrights to the peaceful use and development of outer \r\nspace. One typical example is that the United States \r\ntook the issue unlawfully to the Security Council when \r\nthe Democratic People’s Republic of Korea successfully \r\nlaunched a peaceful satellite in December 2012 in full \r\ncompliance with international laws and regulations.\r\nSince the foundation of the United Nations, there \r\nhave been numerous satellite launches throughout \r\nthe world. However, there has not been a single case \r\nof any satellite launch by an individual country being \r\nbrought before the Security Council for consideration. \r\nToday, it is the Democratic People’s Republic of Korea \r\nwhose peace, security, dignity and sovereignty have \r\nbeen violated. But tomorrow it will be another country \r\nthat becomes the victim of such high-handedness and \r\narbitrariness.\r\nIt is essential to reform the Security Council as \r\nthe impartial, objective and democratic organ of the \r\nUnited Nations in order to recover confidence in it and \r\nmake it faithful to its primary mission of maintaining \r\ninternational peace and security. Twenty years have \r\npassed since the agenda item on Security Council \r\nreform was raised in the General Assembly. However, \r\nto date no progress has been made. That is because the \r\nissues related to international peace and security in the \r\n6/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nSecurity Council involve Africa or are connected \r\nto it. The Security Council must therefore be more \r\ndemocratic, accountable, representative and inclusive, \r\nin line with the realities of these modern times. The \r\nenlargement of the Security Council in both categories \r\nof membership is long overdue, and Africa should be \r\ngiven its rightful place.\r\nOn the issue of the intergovernmental negotiations, \r\nZambia is of the view that the process should be \r\ncontinued with a view to building alliances and making \r\ncompromises as well as narrowing the divergence among \r\nMember States and interest groups. The negotiations \r\nrequire time, and they should be allowed to continue. \r\nHowever, the intergovernmental negotiations should \r\nbe convened often. Otherwise, if they continue as they \r\ndid during the previous session, they might turn out to \r\nbe long and drawn out like the Open-Ended Working \r\nGroup process before them.\r\nLast but not least, we remain firmly convinced \r\nthat Africa’s common position continues to enjoy the \r\nbroadest support from the majority of the Organization’s \r\nmembership, thereby retaining a viable role in the \r\nreform process.\r\nMr. Bamrungphong (Thailand): This year marks \r\nthe fiftieth anniversary of the amendment to the \r\nCharter of the United Nations that paved the way for \r\nthe expansion of the non-permanent membership in \r\nthe Security Council in 1965. The number of States \r\nMembers of the United Nations has today increased \r\nto 193. Security Council reform is therefore absolutely \r\nnecessary in order to bring the Council in line with \r\npresent-day realities.\r\nWhile Thailand fully supports a comprehensive \r\nreform of the Security Council, we are prepared to \r\nconsider any idea or proposal that seeks to achieve \r\na real reform of the Council. Thailand believes that \r\npriority should be given to, among other things, an \r\nimprovement of the Council’s working methods and \r\nits expansion, in order to ensure that the Council can \r\nbecome more effective, transparent and accountable \r\nand that its membership reflects the reality of the world \r\nin the twenty-first century. My delegation strongly \r\nbelieves that any expansion must be based on an \r\nequitable geographic representation. In that connection, \r\nwe support Africa’s call for more appropriate \r\nrepresentation.\r\nIn spite of all the difficulties, complexities and \r\nsensitivities, Thailand remains optimistic about the \r\nprincipled position clear once again that Japan is totally \r\nunqualified to be a permanent member of the Security \r\nCouncil under any circumstances. Japan continues to \r\ndeny its extraordinary war crimes against humanity, \r\nsuch as the massacre, plundering and invasion of \r\nneighbouring countries in the preceding century, which \r\nplaced it under the shameful term of enemy State in the \r\nCharter of the United Nations.\r\nThe delegation of the Democratic People’s Republic \r\nof Korea is fully convinced that this plenary meeting \r\nwill be a meaningful opportunity for paying due \r\nattention to the views of Member States and for taking \r\npractical measures towards Security Council reform.\r\nMr. Katota (Zambia): I thank the President for \r\nconvening this meeting of the General Assembly \r\non two important agenda items. I would also like \r\nto express our appreciation to the representative \r\nof China for introducing the annual report of the \r\nSecurity Council (A/68/2). Let me also congratulate \r\nAmbassador Zahir Tanin on his reappointment as Chair \r\nof the intergovernmental negotiations and express our \r\nappreciation for his efforts during the previous session.\r\nI wish to align myself with the statement delivered \r\nearlier today by the Permanent Representative of Sierra \r\nLeone and Coordinator of the African Union Committee \r\nof Ten Heads of State and Government on the Reform \r\nof the United Nations Security Council on behalf of the \r\nAfrican Group (see A/68/PV.46).\r\nZambia would like to add its voice to Africa’s call \r\nfor the Security Council to be reformed in order for it \r\nto be all-embracing. For instance, in a game of chess, \r\nevery piece is important. For someone to win, one has \r\nto pay particular attention to all the pieces. In that \r\nregard, we believe that Africa, as one piece in the game, \r\nwas discarded and has long been forgotten. In terms \r\nof peace and security, everyone has to be on board no \r\nmatter how small, how poor or how rich they may be.\r\nThe African common position is well known and \r\nhas been supported by a large majority of Member \r\nStates. Africa is not asking too much. As enshrined in \r\nthe Ezulwini Consensus and the Sirte Declaration, the \r\ncry of Africa has been repeated time and again, namely, \r\nthat Africa should be given at least two permanent seats \r\nwith all the prerogatives and privileges of permanent \r\nmembership, including the right of veto if it is continued, \r\nand two additional non-permanent seats.\r\nIt may be observed that most of the issues relating \r\nto international peace and security discussed in the \r\n13-55318 7/30\r\n07/11/2013 A/68/PV.47\r\nMr. Moncada (Bolivarian Republic of Venezuela) \r\n(spoke in Spanish): Venezuela endorses the statement \r\nmade this morning by the representative of Egypt on \r\nbehalf of the Non-Aligned Movement (see A/68/PV.46). \r\nWe are also grateful to the delegation of China for \r\nthe introduction of the annual report of the Security \r\nCouncil for the period 1 August 2012 to 31 July 2013 \r\n(A/68/2).\r\nThe move towards intergovernmental negotiations \r\non the question of equitable representation and an \r\nincrease in the membership of the Security Council and \r\nother matters related to the Council, which took place \r\nafter the adoption of decision 62/557, was the high point \r\nof the process to achieve Security Council reform. We \r\ncannot ignore the progress made over the past six years. \r\nVenezuela is grateful for the efforts of Ambassador \r\nTanin of Afghanistan, Chair of the intergovernmental \r\nnegotiations on Security Council reform. Venezuela is \r\nprepared to participate in real, substantive negotiations \r\nthat are based on a text and are results-oriented, with a \r\nview to achieving significant reform in the short term.\r\nHowever, my delegation recognizes that we are at \r\na crossroads in the negotiation process. There are still \r\npersistent and deeply entrenched divergences among \r\ncountries. The resolution guiding our negotiations is \r\ntoo long and, above all, we need guidance on how to \r\nproceed.\r\nIt would be very unfortunate for us to ignore the \r\nprogress made and begin fresh talks, only to repeat the \r\nsame old stances. We therefore welcome the timely and \r\ncourageous decision by the President of the General \r\nAssembly, Ambassador John Ashe, to convene a group \r\nof experienced people with extensive diplomatic skills to \r\nadvise the Chair on this significant problem that we are \r\nall discussing. How should we proceed in the negotiation \r\nprocess? What is the best formula that will enable us to \r\nmove towards a real negotiating text without any States \r\nfeeling that their interests are being compromised? The \r\nadvisory group in no way compromises the impartiality \r\nof the President in the negotiation process. Quite the \r\ncontrary, its objective is to ensure that the President \r\nhas at least one recommendation on how to act as \r\nimpartially as possible when deciding what course of \r\naction to take. The content of that recommendation \r\nwill not be substantive but procedural. I wish to assure \r\nmy colleagues that the President has a responsibility \r\nto carry on with the process of reforming the Security \r\nCouncil. Seeking advise as to how best to proceed with \r\nthat responsibility is one of his prerogatives. Venezuela \r\neventual realization of a reformed Security Council. \r\nAt the same time, we remain realistic and pragmatic \r\nenough to consider all possible options, including the \r\nexpansion of both categories of membership, as well as \r\nthe so-called interim or intermediate solutions aimed at \r\nensuring reform in the near future. In that connection, \r\nwe support the proposal by Ambassador Tanin, Chair \r\nof the intergovernmental negotiations on Security \r\nCouncil reform, to discuss those intermediate options. \r\nIt is unfortunate that during the ninth round of the \r\nnegotiations we did not have an opportunity to discuss \r\nthose options fully.\r\nIn fact, the idea of introducing a new category \r\nof Security Council membership is not new. A report \r\nproduced by the High-level Panel on Threats, Challenges \r\nand Change (A/59/565), also known as the Panyarachun \r\nreport, was submitted to the General Assembly in 2004. \r\nIt proposed, inter alia, the possible option of expanding \r\nthe Council. We believe that those intermediate options \r\nshould be given serious consideration in the next round \r\nof negotiations. I also wish to take this opportunity to \r\nwelcome the reappointment of Ambassador Tanin as \r\nChair of the intergovernmental negotiations on Security \r\nCouncil reform.\r\nThailand takes note of the establishment of \r\nan advisory group by the President of the General \r\nAssembly. We wish to seek further clarification on \r\nthe mandate and role of such a body with respect to \r\nthe membership-driven negotiations process. Such \r\nclarification will help us move forward. In that regard, \r\nwe see an advantage of the advisory group in that it \r\ncan offer a point of reference for the next round of the \r\nnegotiations. Thailand would like to see fundamental \r\nprogress in the Council’s reform. In any case, we have \r\nto be mindful that any progress made should come from \r\nthe intergovernmental negotiations themselves in order \r\nto ensure inclusive participation and achieve general \r\nagreement among Member States.\r\nMore than two decades have passed since the reform \r\nprocess began, in 1992. Member States need to work \r\ntogether in the spirit of compromise and f lexibility in \r\norder to achieve a reform that is acceptable to all. We \r\nmust not leave that burden to future generations. Let \r\nus hope that the next round of the intergovernmental \r\nnegotiations will open a new chapter for genuine \r\nnegotiation towards reform, which is indispensable, \r\nthereby ensuring greater representation, credibility, \r\nlegitimacy and, above all, effectiveness of the Security \r\nCouncil.\r\n8/30 13-55318\r\nA/68/PV.47 07/11/2013\r\noperations, and set out a new approach to peacekeeping \r\noperations. We also welcome the increased frequency \r\nof open debates in the Council on matters pertaining \r\nto the maintenance of international peace and security.\r\nThe efforts made by the Security Council to improve \r\nits cooperation with the troop-contributing countries \r\n(TCCs) and the Secretariat, particularly the work of \r\nthe Security Council Working Group on Peacekeeping \r\nOperations, have helped in considering the question \r\nof inter-mission cooperation and in addressing issues \r\nconcerning the safety and security of peacekeepers. \r\nHaving recognized those positive developments, we \r\nwish to note that the Council has yet to explore avenues \r\nfor further enhancing its work in that area, including \r\nthrough deepening a common understanding on policy \r\nmatters and ensuring wider participation by TCCs in \r\ndecision-making processes.\r\nMy delegation wishes to underline the concrete \r\nmeasures aimed at improving the working methods of the \r\nSecurity Council. In that respect, Mongolia welcomes \r\nthe open debates in the Council held on 26 November \r\n2012 (see S/PV.6870), and, more recently, on 29 October \r\n2013 (see S/PV.7052), on its working methods, including \r\nimprovements in its engagement with other United \r\nNations organs, regional organizations and TCCs. We \r\nalso welcome the progress made in implementing the \r\nmeasures contained in the note by the President of the \r\nSecurity Council (S/2010/507), and thank the members \r\nof the Council for convening wrap-up private meetings, \r\nto which non-members of the Council have been invited.\r\nOn the question of Security Council reform, since \r\nthe adoption of decision 62/557, of 15 September 2008, \r\nnine rounds of intergovernmental negotiations have \r\nbeen conducted under the stewardship of Ambassador \r\nZahir Tanin, whom we sincerely congratulate on his \r\nrecent reappointment. My delegation welcomes decision \r\n67/561 to immediately continue the intergovernmental \r\nnegotiations on Security Council reform in informal \r\nplenary format at the General Assembly during the \r\nsixty-eighth session. We appreciate the President’s \r\npledge and efforts to advance the reform processes in \r\nall the principal organs of the United Nations during \r\nthe current session.\r\nAs we approach the next round of intergovernmental \r\nnegotiations at this session, Mongolia wishes to echo the \r\nposition expressed by many delegations, namely, that in \r\norder to resume the intergovernmental process early, \r\nwe need a concise and manageable timetable in order \r\nto embark upon genuine reform-related negotiations. In \r\nasks the President to carry on with his important work. \r\nWe encourage him to continue to move forward.\r\nThe expansion of the membership of the Security \r\nCouncil and the reform of its working methods should \r\nlead to a more democratic, representative, transparent \r\nand effective Council. The reform process must be \r\naimed at an expansion in both the permanent and \r\nnon-permanent categories of membership. In that regard, \r\nwe also need to respond to the legitimate aspirations \r\nof the African continent, comprising 54 countries, and \r\nrectify the historical injustice done when it comes to \r\ntheir lack of representation in the Council. African \r\ncountries account for more than a quarter of the States \r\nMembers of the Organization and represent more than \r\ntwo thirds of the items on the Security Council agenda.\r\nDeveloping countries from the regions of Latin \r\nAmerica and the Caribbean and Asia should also \r\nbe included in the category of permanent members. \r\nSmall island developing States should also be \r\naccorded representation. An arrangement of that kind \r\nwould realize the legitimate aspiration of peoples in \r\ndevelopment, and it would respond to the appeals made \r\nto correct the imbalances of power within that organ.\r\nTo conclude, I would like to draw attention to one \r\nof the topics on which Venezuela places the greatest \r\nimportance, namely, the urgent need for the Security \r\nCouncil to become a more transparent and inclusive \r\nbody. In that regard, we reject the frequent practice of \r\nconducting closed meetings and informal consultations, \r\nas such meetings should be exceptions to the rule of \r\nholding public meetings, as stated in article 48 of the \r\nCouncil’s provisional rules of procedure. Venezuela \r\ntherefore urges the Security Council to increase the \r\nproportion of open meetings, so that all Member States \r\nhave an opportunity to contribute to the work of the \r\nCouncil.\r\nMr. Och (Mongolia): At the outset, I would \r\nlike to thank the President of the Security Council, \r\nAmbassador Liu Jieyi, Permanent Representative of the \r\nPeople’s Republic of China, for introducing the report \r\nof the Security Council (A/68/2).\r\nMongolia commends the Council for its critical work \r\nin discharging its responsibility for the maintenance of \r\ninternational peace and security. Over the reporting \r\nperiod, the Security Council adopted a number of \r\nmomentous decisions, including resolutions 2086 \r\n(2013), 2098 (2013) and 2100 (2013), which recognized \r\nthe crucial role of United Nations peacekeeping \r\n13-55318 9/30\r\n07/11/2013 A/68/PV.47\r\nintergovernmental negotiations. Ambassador Tanin \r\nhas conducted the negotiations so far with impeccable \r\nefficiency and impartiality. He can rely on the full \r\nsupport of Denmark as we continue to advance the \r\nprocess of Security Council reform.\r\nDenmark remains firmly committed to comprehensive \r\nSecurity Council reform, an essential complement of \r\nthe overall reform of the United Nations. Progress is \r\nneeded to strengthen the credibility and legitimacy \r\nof the Organization as a whole. To do so, the Security \r\nCouncil must reflect the realities of today and the \r\nemerging international order of tomorrow. The ultimate \r\ngoal is a reform that is comprehensive in nature and that \r\nincreases the Council’s ability to discharge its mandate \r\nunder the Charter of the United Nations.\r\nThe Security Council must continue to play \r\na decisive global role in the promotion of peace, \r\nsecurity, human rights and democracy. To do so more \r\neffectively, broader representation is needed. Denmark \r\nremains committed to an enlargement of the Council in \r\nboth the permanent and non-permanent categories of \r\nmembership, including both developing and developed \r\ncountries as new permanent members. The goal is to \r\nenhance the legitimacy, credibility and effectiveness of \r\nthe Council.\r\nFurthermore, it is essential that small States be \r\ngiven an opportunity to participate in the work of \r\nthe Security Council and to serve as members of the \r\nCouncil. That also relates to improving the working \r\nmethods of the Council, thus ensuring maximum \r\ntransparency and interaction with the Member States \r\nnot serving as members of the Council.\r\nDenmark remains committed to moving the process \r\nforward. We are encouraged by the recent initiative by \r\nthe President of the Assembly to establish an advisory \r\ngroup of permanent representatives. We believe that the \r\ngroup should provide substantial and tangible ideas and \r\nrecommendations on how to move the process forward \r\nand, in that regard, serve as valuable input for the start \r\nof concrete intergovernmental negotiations.\r\nBefore long, we will celebrate the seventieth \r\nanniversary of the founding of the United Nations and, \r\nat the same time, mark the tenth anniversary of the \r\n2005 World Summit, where world leaders supported an \r\nearly reform of the Security Council. We believe the \r\ntime has come to deliver on our promises and to live \r\nup to our responsibility as Member States. Reform is \r\nand must be a top priority for everyone committed to \r\nthat respect, my delegation is hopeful that the initiative \r\nof the President will be supported by Member States.\r\nMongolia’s stance on Security Council reform is \r\nwell known. We have consistently stood for a just and \r\nequitable enlargement of that body through an increase \r\nin the numbers of both permanent and non-permanent \r\nmembers, while ensuring the due representation of \r\ndeveloping and developed countries. My delegation \r\nreiterates Mongolia’s support for Japan, Germany and \r\nIndia, which, we believe, are able to shoulder greater \r\nresponsibility in pursuit of international peace, security \r\nand development. Permanent seats should also be \r\nallocated to Latin America and Africa in a reformed \r\nSecurity Council. Our stance for enlargement in both \r\ncurrent categories is guided by, and based on, the \r\nrelevant provisions regarding the Council’s composition \r\nlaid down in the Charter of the United Nations and \r\nthe political realities of today’s world, as well as the \r\nprinciples of justice and equality to ensure greater and \r\nenhanced representation of the developing countries, \r\nparticularly the non-members and underrepresented \r\nregional groups.\r\nEnlargement is not, however, a goal in itself. The \r\nexpanded Security Council must be fully equipped to \r\nreact coherently and effectively to crises and conflicts, \r\nand be able to take decisions, particularly on matters \r\nrelating to Chapter VII of the Charter. We believe that \r\nthe veto power should be thoroughly reviewed, and \r\nefforts should be made to turn the Council into a more \r\ndemocratic institution.\r\nFinally, I welcome the President’s decision to make \r\nthe reform of the principal organs of the United Nations, \r\nincluding the Security Council, one of his priorities. I \r\nalso express my delegation’s sincere hope that, with the \r\nPresident’s strong leadership, this session will make \r\nmeaningful progress towards early Council reform, as \r\nmandated by world leaders at the 2005 World Summit.\r\nMr. Petersen (Denmark): At the outset, my \r\ndelegation would like to join others in thanking the \r\nPresident of the General Assembly, Mr. John Ashe, \r\nfor calling this timely meeting. That action on his \r\npart demonstrates his commitment to United Nations \r\nreform, which, as was noted in his acceptance speech \r\nearlier this year, represents an important element in \r\nour overall efforts to strengthen the Organization (see \r\nA/67/PV.87).\r\nMy delegation also congratulates Ambassador \r\nZahir Tanin on his reappointment as Chair of the \r\n10/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nAs reflected in the report presented this morning, \r\nthe work undertaken by the Council between 1 August \r\n2012 and 31 July 2013, ranging from the situation in \r\nSyria to the challenges in Africa and from the protection \r\nof civilians in armed conflict to the management of \r\nthe several sanctions regimes, is indicative of the \r\nserious, diverse and complex challenges facing the \r\nSecurity Council. The Council’s inability to provide \r\na concrete solution to the deadlock in Syria, and the \r\nsovereign decision of a Member State to decline the \r\nseat to which it was elected, are clear and worrying \r\nreminders of the need to update our collective security \r\noperational framework. We commend the President \r\nfor pointing out in his acceptance speech on 14 June \r\nthat, without an overall effort to strengthen the United \r\nNations, the Organization runs the risk of becoming \r\ninconsequential (see A/67/PV.86). No single Member of \r\nthe United Nations today questions the necessity and \r\nurgency of reform. Today’s debate provides us with \r\na new opportunity to start to address the deficit in \r\nrepresentativeness and legitimacy that are preventing \r\nthe Security Council from fulfilling its role.\r\nThe sooner we accomplish our task, the better the \r\nCouncil will be able to respond to the complexities of \r\ncontemporary international challenges. That is why \r\nmany among us believe that the year 2015 presents a \r\nsuitable time frame for achieving a concrete outcome. \r\nThe year 2015 marks the seventieth anniversary of the \r\nUnited Nations and represents 10 years since the adoption \r\nof the 2005 World Summit Outcome, in which our \r\nHeads of State and Heads of Government unanimously \r\nunderlined their support for an early reform of the \r\nSecurity Council. Surely, after two decades of debates, \r\nwe must reject any attempts at artificially delaying the \r\ntask we have been entrusted with. We must reject the \r\nartificial objection to timelines in the light of the clear \r\ninstruction given to us by our Heads of State and Heads \r\nof Government in 2005.\r\nBrazil is eager to contribute to the urgent reform \r\nof the Security Council by concentrating on the \r\noptions — as regards the five key issues listed in \r\ndecision 62/557 that enjoyed the support of a vast \r\nmajority. Let us remind ourselves that, in every \r\ndemocratic decision-making process, consensus is built \r\naround majority views. A good starting point would be \r\nto recognize that the overwhelming majority of Member \r\nStates support enlargement in both the permanent and \r\nnon-permanent categories.\r\neffective international cooperation and multilateralism. \r\nWe believe that reform can be achieved. We will \r\ncontinue to offer the President our support and to \r\nengage constructively in our common endeavours to \r\nachieve that goal.\r\nMr. Patriota (Brazil): I express my thanks to the \r\nPresident for convening today’s important debate in \r\nthe broader setting of the General Assembly. We are \r\nconfident that, under his determined guidance, we will \r\nbe able to make progress towards a more representative, \r\nlegitimate, efficient, effective, transparent and \r\naccountable Security Council.\r\nBrazil aligns itself with the statements delivered at \r\nthe 46th meeting by Ambassador Motohide Yoshikawa, \r\nPermanent Representative of Japan, on behalf of the \r\nGroup of Four, and by Ambassador Delano Frank Bart, \r\nPermanent Representative of Saint Kitts and Nevis, on \r\nbehalf of the L.69 Group.\r\nI also take this opportunity to thank Ambassador \r\nLiu Jieyi, Permanent Representative of China and \r\nPresident of the Security Council for the month of \r\nNovember, for introducing the annual report of the \r\nSecurity Council (A/68/2) at this morning’s meeting \r\n(see A/68/PV.46).\r\nAfter less than two months in office, the President’s \r\ncommitment to move the Security Council reform \r\nprocess forward has already been made evident. In \r\nthat regard, I feel greatly honoured to be part of his \r\nadvisory group, together with five other ambassadors. \r\nUnder the coordination of Ambassador Noel Sinclair, \r\nthe President’s wise and experienced Deputy Chef de \r\nCabinet, we are committed to advise the President on the \r\nproduction of “a basis for the start of intergovernmental \r\nnegotiations that reflects the ideas put forward in \r\nthe negotiations so far, and also identifies available \r\noptions”, a quote from the President’s letter dated \r\n22 October to all Permanent Representatives to the \r\nUnited Nations. That statement, together with the \r\nframework established by decision 62/557 and the 2005 \r\nWorld Summit Outcome (resolution 60/1), represents a \r\nplatform to carry out that task.\r\nI would also like to welcome the reappointment \r\nof Ambassador Zahir Tanin as the Chair of \r\nintergovernmental negotiations. In the past five years, \r\nAmbassador Tanin has undertaken tireless efforts \r\nto move the process forward and has proved to be a \r\ncapable facilitator.\r\n13-55318 11/30\r\n07/11/2013 A/68/PV.47\r\ngroups, including the Eastern European Group, and \r\nshould reflect the political and socioeconomic changes. \r\nCountries such as Germany, India, Japan and Brazil, \r\nwhich have indicated their readiness to shoulder higher \r\nresponsibilities, have to be granted that opportunity.\r\nSecondly, enlargement is not the answer to all of \r\nthe challenges that the Security Council is facing today. \r\nThe Council has to become more accountable and its \r\nwork more coherent and more transparent in order to \r\nfulfil its ultimate responsibility, that is, the protection \r\nof international peace and security.\r\nThirdly, with regard to peace and security, the \r\nexistence of peaceful, resilient and inclusive societies \r\nis a clear prerequisite for universal sustainable \r\ndevelopment, which in turn is the basis for lasting \r\ninternational peace and security. That understanding \r\nwill have to be translated into new types of improved \r\ninteraction between the Council and other United \r\nNations bodies. Thinking and acting in silos will not \r\nget us closer to solutions to multifaceted challenges.\r\nFourthly, the world and the nature of its challenges \r\nhave changed significantly. Therefore, the Council and \r\nits working methods cannot remain static. The mere \r\nfact that after more than 67 years the most powerful \r\ninternational body still uses its provisional rules of \r\nprocedure confirms that there is room for improvement.\r\nIt is true that there are different national interests \r\nand group interests when it comes to Security Council \r\nreform. It is also true that all interests are legitimate. \r\nThe question is, how can we cater to those different \r\ninterests? In the humble opinion of Hungary, it is \r\npossible. It can be done if we accept that inaction is not \r\nan option. It can be done by balancing national interests \r\nwith international responsibilities. And it can be done \r\nif we change our so-called rules of engagement. The \r\nlamentable fact is that in the field of Security Council \r\nreform, until now we have built camps instead of \r\nbuilding consensus. Zero-sum games will not yield \r\nresults. Therefore, we have to enter into text-based \r\nand results-oriented negotiations whereby win-win \r\nsituations can carry the day.\r\nHungary is ready to move forward with the \r\nintergovernmental negotiations on the reform process \r\nwithout preconditions.\r\nOn the report of the Security Council (A/68/2), \r\nHungary hopes to take the f loor when it comes up again \r\nfor discussion. As a member of the Accountability, \r\nCoherence and Transparency group, Hungary firmly \r\nThe Council’s ability to adequately address \r\nchallenges to international peace and security directly \r\naffects the lives of millions of people around the \r\nworld. In that sense, we must be aware not only of \r\nthe importance of reforming the Security Council \r\nfor enhancing intergovernmental cooperation on the \r\npromotion of peace and security in the twenty-first \r\ncentury, but also beyond these walls for societies at \r\nlarge. The persistence of the status quo confronts us \r\nwith a shared responsibility in the face of potential \r\nsystemic failure.\r\nBrazil believes that the opportunity for reform is \r\nnow at hand and must be faced with a renewed sense of \r\nindividual and collective responsibility. We trust in the \r\nPresident’s leadership to guide us through this critical \r\nexercise for each of our countries and for the future of \r\nthe United Nations.\r\nMr. Hetesy (Hungary): Hungary concurs with the \r\nassessment that the reform process should continue \r\nand must be reinvigorated. Hungary therefore warmly \r\nwelcomes the decision to reappoint His Excellency \r\nAmbassador Zahir Tanin, Permanent Representative \r\nof Afghanistan, as Chair of intergovernmental \r\nnegotiations.\r\nIn a similar vein, Hungary also supports the \r\ninitiative to establish an advisory group of the \r\nPresident in order to produce a basis that reflects the \r\nideas put forward in the negotiations and that identifies \r\nthe available options before us. We are satisfied with \r\nthe clarifications provided on the role of the advisory \r\ngroup this morning.\r\nAs far as the intergovernmental negotiations are \r\nconcerned, it is time to break the cycle of repeated \r\nrounds of discussions, where national positions are \r\nsimply stated and restated, again and again. We \r\ntherefore commend the initiative of the President and \r\nurge all countries to seize the momentum.\r\nThe creation of a Security Council that is broadly \r\nrepresentative, efficient and transparent is not only in \r\nthe best interest of the international community; it is \r\nalso our shared responsibility. In order to join forces \r\nwith other countries in trying to find ways and means \r\nout of the current deadlock, let me put forward the \r\nviews of Hungary.\r\nFirst, the Security Council has to be enlarged \r\nto better reflect of the current state of affairs. Such \r\nenlargement should be guided by the principle of \r\nequitable geographical representation of all regional \r\n12/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nrules of the game and that all that has to be done is to \r\nincrease the number of members, I would respectfully \r\npoint out that more members doing the same thing in the \r\nsame way is what is known as the fallacy of domestic \r\nanalogy. In practice, this would be to expand in order \r\nto maintain the status quo — a status quo that today, no \r\nmatter what positions we may have, we all agree is rigid \r\nand outdated.\r\nWhat other transcendent purpose could the Security \r\nCouncil have in fulfilling the mandate entrusted to it \r\nin the Charter if it is not the primary responsibility for \r\nmaintaining international peace and security not as an \r\nend in itself, but so that dignity, freedom, equality and \r\nall human rights may be enjoyed by all persons? It is \r\ntrue that this is a sovereign obligation of all States. But \r\nit is also a responsibility erga omnes of all the organs \r\nof the Organization, and therefore also of the Security \r\nCouncil, binding on States not only with regard to \r\ntheir own peoples, but to all the peoples and all human \r\nbeings of the world.\r\nIt is in the context of the progressive universality \r\nof fundamental rights and non-hegemonic multilateral \r\ncooperation that Argentina is working, with humility \r\nand dedication, to achieve for all a Security Council that \r\nis more democratic, truly inclusive and efficient — a \r\nCouncil that conducts its work with responsibility and \r\nwithout privileges, with votes and without vetoes. \r\nWe do so because we believe that here in the United \r\nNations, from our enriching plurality and inspiring \r\ndiversity, we have always striven put an end to the law \r\nof the strongest.\r\nI thank the President of the Security Council for \r\nNovember, Ambassador Liu Jieyi, for introducing \r\nthe annual report of the Security Council (A/68/2). \r\nI also thank the delegation of the United States for \r\ncoordinating the drafting of the report.\r\nThe delegation of Argentina associates itself with \r\nthe statement made by the representative of Italy \r\non behalf of the Uniting for Consensus Group (see \r\nA/68/PV.46).\r\nWe reaffirm that the negotiations in the General \r\nAssembly on Security Council reform are based on \r\nspecific norms aimed at seeking a solution that can \r\nobtain the broadest political acceptance possible. \r\nLikewise, we agree that these negotiations should cover \r\nthe five key issues already identified, while avoiding a \r\nfocus on any of them in a partial and isolated manner. \r\nArgentina wishes to reiterate, along with other members \r\nbelieves that working methods, including the report of \r\nthe Council, should also be given adequate time and \r\nconsideration. That issue also deserves our full and \r\nundivided attention.\r\nMrs. Perceval (Argentina) (spoke in Spanish): Here \r\nwe are at this important debate, and I wonder what our \r\nstate of mind is and what is our state of awareness. \r\nAt times, some may be sceptical, feeling that this is \r\njust one more meeting and that nothing will change. \r\nPerhaps others fall victim to resignation, sometimes \r\ncalled pragmatism, accepting that if we are to achieve \r\nanything at all it will be merely whatever is possible. \r\nPerhaps some perceive it as effective to move forward \r\nwith an arithmetic exercise — adding to some, taking \r\naway from many — and not to exhaust ourselves by \r\npursuing substantive change, which would be not \r\nonly complex but also unnecessary in this era of \r\nglobalization.\r\nFinally, there are others who believe that we must \r\nrespond, rising to our times and our responsibilities \r\nin the face of the challenges that bring us together, by \r\npursuing a paradigm shift that is not merely formal or \r\narithematical but fundamentally substantive and that \r\nis coherently linked with the principles enshrined in \r\nthe Charter of the United Nations and with genuine \r\nmultilateralism, that moves beyond the Cold War era, \r\nand that is based not on countries’ gross domestic \r\nproduct or military might, but on the equality of all \r\nMember States.\r\nWith all due respect to those who believe in good \r\nfaith that there is nihil novum sub solis and that what has \r\nbeen will continue to be the destiny of humankind and \r\nof our Organization, let me remind them of what poet \r\nJulio Cortázar wrote in order to overcome hopelessness, \r\nthat nowadays there is a chorus of voices echoing: \r\n“There is nothing new under the neon light”.\r\nTo those who sincerely believe that our broadest \r\nhorizon is what is pragmatically possible, I invite them \r\nto ask themselves who defines a proposal or reality \r\nas possible, and why. At the same time, who is it that \r\ndefines what is impossible, that is, unimaginable, \r\nunthinkable or unacceptable? Here let us recall that \r\nAuschwitz or Hiroshima were thought impossible, just \r\nas women’s rights and the end of slavery and of the \r\ninjustice of colonialism were declared unthinkable and \r\nunacceptable.\r\nIn response to the worthy belief that international \r\npeace and security can be protected with the same \r\n13-55318 13/30\r\n07/11/2013 A/68/PV.47\r\nbased on the principle of the sovereign equality of all \r\nits Members.\r\nFinally, bearing in mind the experience acquired \r\nduring this prolonged negotiation process, Argentina is \r\nprepared to find innovative solutions that will ensure \r\na more democratic presence, improve the rotation \r\nof non-permanent members and revise the working \r\nmethods so that the Council becomes genuinely more \r\ntransparent, interactive and inclusive.\r\nArgentina does not favour increasing the number \r\nof permanent members of the Council, since we believe \r\nthat that would not ensure greater participation by those \r\nnot represented in it today. My country believes that a \r\ncomprehensive reform of the Council should eliminate \r\nprivileges for a few and ensure equal rights for all.\r\nWe will work to consider intermediate solutions, \r\nwhich is not the same as interim solutions. It is not just in \r\nthe framework of these intergovernmental negotiations \r\nthat we raise this need; we have also done so as a member \r\nof the Council. Today, as a member of the Council and \r\nas Chair of the Council’s Informal Working Group on \r\nDocumentation and Other Procedural Questions, we \r\nwere able to approve the presidential notes contained in \r\ndocuments S/2013/515 and S/2013/630.\r\nWe know that working methods are important, but \r\nwe also know that they are one chapter, just one. We \r\nare lagging too far behind. We know that the road is \r\ndifficult and complex. Let us try not turn it into a dead \r\nend because of our uncertainties, our scepticism, our \r\nparticular interests and our intransigence. Argentina is \r\ncommited to working more constructively to achieve \r\nreform with the President, with Ambassador Tanin and \r\nwith all States Members of the United Nations.\r\nMr. Sareer (Maldives): I wish to express our deepest \r\nappreciation to Ambassador Liu Jieyi, current President \r\nof the Security Council, for preparing and introducing \r\nthe report of the Security Council (A/68/2) under this \r\nagenda item. We thank Ambassador Zahir Tanin of \r\nAfghanistan for his dedicated efforts during the past \r\nsession as Chair of the intergovernmental negotiations \r\non Security Council reform and congratulate him on \r\nhis reappointment to lead the negotiations.\r\nSixty-eight years ago, we reaffirmed our faith in \r\nfundamental human rights, in the dignity and worth of \r\nthe human person and in the equal rights of men and \r\nwomen and of nations large and small. We established \r\nthe Organization while reaffirming the fundamental \r\nprinciple of the equality of all its Members. The \r\nof Uniting for Consensus, that we should work towards \r\na coherent solution consistent with what we agreed on \r\nunanimously more than 20 years ago. That means not \r\nthat countries need to put aside our national positions, \r\nbut that we must bear in mind the positions of the entire \r\nmembership and try to reach a legitimate agreement.\r\nThat is why it is essential that any initiative on \r\nSecurity Council reform respect the principles of \r\ntransparency, good faith, mutual respect, openness and \r\ninclusivity. We know that these negotiations are by their \r\nvery nature intergovernmental and that we as Member \r\nStates should carry them out and reach the necessary \r\nagreements.\r\nIn that connection, Argentina shares the concern \r\nexpressed by the Permanent Representative of Italy \r\nregarding the recent decision to create an advisory \r\ngroup. It must be pointed out that the advisory group, \r\nas a consultative body for the President of the General \r\nAssembly, does not have, nor could it have, any \r\nnegotiating role. The intergovernmental negotiations \r\nare the only forum qualified to take substantive and \r\nprocedural decions on Council reform. Therefore, my \r\ndelegation deems it inappropriate for the advisory \r\ngroup to prepare a document to serve as the basis for \r\nnegotiations, since it is States that participate in these \r\nnegotiations and that should prepare that document. \r\nThose criteria were shared by the President of the \r\nGeneral Assembly at our meeting yesterday.\r\nDuring the ninth round of intergovernmental \r\nnegotiations and previously in the Open-ended Working \r\nGroup, we agreed on the need for an urgent and broad \r\nreform of the Security Council in order to make it \r\nlegitimate again and to make it more representative, \r\ndemocratic and effective. We also considered \r\nstrengthening its regional dimension. It is essential \r\nfor Africa to be adequately represented in the Council, \r\ncorrecting the historic injustice of underrepresentation \r\nof that continent. Increasing Africa’s representation in \r\nthe Council in accordance with the criteria proposed \r\nby Uniting for Consensus will benefit all 54 members \r\nof the African Group and will prevent the maintaining \r\nor deepening the great inequalities within the Council.\r\nSeveral proposals have been made  to reform the \r\nSecurity Council, but none has yet led to a general \r\nagreement. The President has suggested that we work \r\nto reach a common position. Argentina has upheld \r\nthat conduct in previous debates. We are aware that \r\nreforms should reflect Article 2 of the Charter of the \r\nUnited Nations, which says that the Organization is \r\n14/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nCouncil’s current functioning and working methods are \r\nkey focus areas for the Maldives. As part of the cross-\r\nregional accountability, coherence and transparency \r\ngroup, the Maldives firmly believes that those three \r\naspects are key traits that need to be reflected in the \r\nCouncil’s work and in its relationship with the General \r\nAssembly today.\r\nAccording to the Charter of the United Nations, the \r\nSecurity Council acts on behalf of all of the Member \r\nStates. Members are mandated to accept and carry \r\nout the Council’s decisions. Therefore, the request \r\nof Member States to be informed and, to the extent \r\npossible, be involved in the decision-making process \r\nis legitimate. Every Member State has that right and \r\nresponsibility, which generates more credibility for the \r\nCouncil and more ownership of its decisions. Moreover, \r\nthe Council would undoubtedly benefit from a wide \r\nrange of ideas and the support of the membership. \r\nWe are heartened that, during the reporting period, \r\nthe Council endeavoured to hold more public meetings \r\nand wrap-up meetings in an effort to increase its \r\ntransparency. We are also encouraged by the monthly \r\nbriefings by Council Presidents on the Council’s work. \r\nHowever, we ask both members and non-members of \r\nthe Council to critically and proactively reflect on the \r\nmonth’s work in the wrap-up meetings. We also ask that \r\nthe disparity between the permanent and non-permanent \r\nmembers be eliminated. It remains a fundamental f law \r\nin that some negotiations and briefings have been \r\nlimited to the permanent members alone.\r\nThe Maldives remains wholeheartedly committed \r\nto this process and calls for f lexibility and the broadest \r\npossible political acceptance in proceeding with \r\nthe negotiations. We must be united in bringing the \r\nintergovernmental negotiations forward and finding a \r\nsolution that is acceptable to all. It is our earnest hope \r\nthat consensus will be reached in that way.\r\nThe Maldives is a firm believer in the principles \r\nenshrined in the Charter of the United Nations. We \r\nare a staunch supporter of democracy, the rule of \r\nlaw, equality and justice. We believe in the purposes \r\nof the United Nations and that the world needs such \r\nan Organization today more than ever. However, to \r\nfulfil its promise to live up to the expectations of its \r\nMembers and of every citizen it represents, and to deal \r\nwith the complex challenges of the world we live in, \r\nthe Organization must take drastic measures to remain \r\nrelevant by reforming itself.\r\nOrganization shone as a beacon of hope in the darkness \r\nof war and poverty. It stood for international peace, an \r\narena where every person, regardless of race, class or \r\nbelief, was heard, and for international cooperation to \r\nachieve freedom from want and freedom from fear.\r\nYet today, the Organization’s biggest challenge is \r\nto remain relevant, not because its aims and objectives \r\nhave been deemed irrelevant, but because the power \r\ndynamics within the United Nations governance system \r\ndo not represent its increased membership, nor do they \r\nreflect the realities of the world we live in today.\r\nThe Maldives has been at the forefront of calls \r\nfor reforming the Security Council since 1979. Like \r\nother Member States, the Maldives is of the view that \r\na comprehensive reform and expansion of the Security \r\nCouncil are essential to making the Security Council \r\ndemocratic in composition, effective in decision-making \r\nand accountable to the general membership. We believe \r\nthat Council reform should transcend current global \r\npower politics and that decisions need to reflect the \r\ncollective will of the general membership.\r\nReform should not only be based on contemporary \r\nrealities but should also take into account the outcome \r\nof the Council’s decisions. Making the Council \r\nmore representative and balanced and its work more \r\neffective and transparent, especially with regard to \r\nits decision-making process, is vital to adapting the \r\nUnited Nations to the global realities of the twenty-first \r\ncentury. It should be implemented in strict compliance \r\nwith the purposes and principles of the Charter of the \r\nUnited Nations.\r\nThe Maldives believes that the expanded \r\nmembership of the Security Council should come from \r\nboth developing and developed countries, including from \r\nsmall States, and that it should include the participation \r\nof countries so as to reflect the diverse membership of \r\nthe United Nations. We believe that such an expansion \r\nshould include Japan and India among the permanent \r\nmembers. Geographic representation on its own should \r\nnot be a deciding factor in determining permanent \r\nmembership in the Council. Other considerations, such \r\nas a country’s ability to contribute to the maintenance \r\nof international peace and security and its commitment \r\nto the promotion and protection of human rights and \r\ndemocracy, should be taken on board as well.\r\nConcurrently with but separate from the debate \r\non the long-term reform of the Security Council, the \r\n13-55318 15/30\r\n07/11/2013 A/68/PV.47\r\nAs called for by world leaders in the 2005 World \r\nSummit Outcome (resolution 60/1), the early reform \r\nof the Security Council is an essential element of the \r\noverall effort to reform of the United Nations so as to \r\nmake the Council more broadly representative, efficient \r\nand transparent, and thus to enhance its effectiveness \r\nand the legitimacy and implementation of its decisions. \r\nIndonesia fully supports collective efforts towards \r\nrealizing that noble goal at the earliest possible date. \r\nThat is why we also favour the  early convening of the \r\nannual debate today.\r\nMy delegation welcomes the reappointment of His \r\nExcellency Ambassador Zahir Tanin as the Chair of the \r\nintergovernmental negotiations. We hope that under his \r\nable stewardship, supported by the political will of all \r\ncountries, we will be able to make progress on vital \r\nissues on which convergence has so far eluded us. \r\nIndonesia notes the President’s decision to invite \r\nsix permanent representatives to serve on an advisory \r\ngroup. Although we see the rationale for establishing \r\nthat group in the context of contributing positively to \r\nthe process, it is crucial to ensure that the nature of \r\nintergovernmental negotiations as a process driven by \r\nMember States is respected and upheld. That also means \r\nthat the principles of inclusivity, transparency and the \r\nbroadest possible acceptance are at the forefront of any \r\ninitiatives that may affect the course of the negotiations. \r\nIndonesia emphasizes that the voice of every State is \r\nequally important in all matters pertaining to Council \r\nreform. It is necessary that all the positions of the \r\nMember States, not just those of groupings, be reflected \r\nin any basis for negotiations. \r\nIndonesia’s perspective on Council reform has been \r\nmentioned on numerous occasions. We underscore that, \r\nto better reflect today’s realities, the Council needs \r\nto be more effective, accountable, democratic and \r\nrepresentative of the world’s plurality. In striving for \r\nreform, we must uphold the integrity of the consensus-\r\nbased decision 62/557 by ensuring that the reform will \r\nbe comprehensive. Any approaches that address only \r\nselected issues out of the five key issues should be \r\navoided. We reiterate that the reform should be based \r\non a true consensus, or at least on the greatest possible \r\npolitical acceptance, well beyond the two-thirds \r\nmajority.\r\nAlthough the deliberations at the sixty-seventh \r\nsession were essential, they did not bring us closer to \r\nconvergence. There remain fundamental differences as \r\nMr. Percaya (Indonesia): I thank the President \r\nfor convening this important annual debate on the two \r\ninterconnected issues, namely, the report of the Security \r\nCouncil (A/68/2) and Security Council reform.\r\nMy delegation associates itself with the statement \r\nmade by the Permanent Representative of Egypt on \r\nbehalf of the Non-Aligned Movement (see A/68/PV.46). \r\nWe thank Ambassador Liu Jieyi, Permanent \r\nRepresentative of China and current President of the \r\nSecurity Council, for introducing the Council’s annual \r\nreport covering the period from 1 August 2012 to \r\n31 July 2013.\r\nThe Security Council is entrusted with the \r\nmaintenance of international peace and security by \r\nthe whole of the United Nations. The Council thus has \r\nthe responsibility to inform all Member States of its \r\ndeliberations, decisions and actions in a meaningful, \r\nopen and transparent manner. The Council’s annual \r\nreport is a constructive effort towards that end. \r\nHowever, in addition to useful information and the \r\nchronology of events contained in the document, a \r\nmore analytical report, providing the rationale behind \r\nthe Council’s decisions and explanations when action \r\nby the Council was not possible, would have enhanced \r\nthe understanding of the wider membership.\r\nIndonesia notes the Council’s good efforts on \r\nmaking its meetings more accessible to the broader \r\nUnited Nations membership. We also appreciate \r\nits seriousness in defusing numerous challenges to \r\ninternational peace and security. However, on certain \r\nissues the Council’s inaction threatens regional and \r\nglobal peace and the norms set out in the Charter of \r\nthe United Nations, international law and humanitarian \r\nlaw.\r\nIn that regard, it is a matter of urgency that the \r\nCouncil address the question of Palestine fairly. We \r\nsincerely hope that the Council can be on the right side \r\nof history by enabling the realization of the legitimate, \r\ninalienable rights and aspirations of the Palestinian \r\npeople. The conflict in Syria, with its continuing \r\nbloodshed, is another very serious situation awaiting \r\nthe Council’s immediate action. Indonesia reiterates its \r\ncall for an immediate cessation of all violence by all \r\nsides, for ensuring impartial and effective aid delivery \r\nto those in urgent need and for the promotion of an \r\ninclusive political process that reflects the wishes of all \r\nthe Syrian people.\r\n16/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nThe current underrepresentation of Africa is a lucid \r\ndemonstration of the lack of equity in the Security \r\nCouncil. A region with 54 States Members of the \r\nUnited Nations remains unrepresented in the permanent \r\ncategory of membership in the Council. Nor has it fared \r\nany better in the non-permanent category, where it has \r\nonly three seats. Any proposals that seek to jeopardize \r\nAfrica’s legitimate demand for representation in the \r\npermanent member category will meet neither global \r\nexpectations nor, for that matter, Africa’s aspirations. \r\nThe inclusion of other regions, such as the Latin \r\nAmerican and Caribbean States, the Asian region \r\nand the small island developing States, currently also \r\nunderrepresented in each category, should also be \r\ngiven the deserved consideration. We therefore support \r\na comprehensive reform in both categories to reflect \r\ncurrent global realities.\r\nAs stakeholders, we must collectively strive to \r\nbridge the apparent gaps created by our differing \r\nviews. The negotiating process should remain open, \r\ntransparent and inclusive and should be conducted in \r\na spirit of f lexibility that facilitates the attainment of \r\na compromise solution. To that end, the preponderance \r\nof views and positions expressed by Member States, \r\nincluding Nigeria, is for an expansion of the Council \r\nin both the permanent and non-permanent categories.\r\nThe reform of the Council’s working methods is \r\nanother area that requires attention, particularly with \r\nregard to transparency and accountability. During its \r\nhorizon-scanning, special care must be employed to \r\noperate within the principles of good-neighbourliness, \r\nand especially with respect for the independence and \r\nsovereignty of all Member States in accordance with \r\nthe provisions of the Charter of the United Nations \r\nand extant rules of international law. We acknowledge \r\nefforts in that direction but maintain that there is scope \r\nfor improvement. Similarly, we support an enhanced \r\nrelationship between the General Assembly and the \r\nSecurity Council, also in accordance with Charter \r\nprovisions.\r\nWe ardently believe that cooperation between \r\nthe United Nations and regional and subregional \r\norganizations should be an ongoing and dynamic \r\nprocess so that the benefits of such cooperation can be \r\nreaped in the maintenance of international peace and \r\nsecurity. We therefore advocate closer cooperation \r\nbetween the African Union Peace and Security Council \r\nand the United Nations Security Council, under Charter \r\nto the membership, categories, size and veto. In the light \r\nof that fact, Indonesia deems it timely that Ambassador \r\nTanin’s proposal to further discuss intermediate \r\nmodels, which might provide a middle way forward, be \r\nconsidered as well.\r\nIn conclusion, I would like to underline Indonesia’s \r\ncommitment to continuing to work closely with all \r\nMember States in order to achieve a tangible reform of \r\nthe Council.\r\nMr. Sarki (Nigeria): We are especially thankful \r\nfor the President’s convening of this meeting to \r\ndebate agenda item 29, concerning the annual report \r\nof the Security Council (A/68/2), and agenda item \r\n123, concerning Security Council reform. We are also \r\ngrateful to the representative of China, as President \r\nof the Security Council, for introducing the Council’s \r\nannual report, and to the President for his personal \r\ncommitment to advancing the cause of the Security \r\nCouncil reform during the Assembly’s sixty-eighth \r\nsession.\r\nNigeria remains committed in its desire for an \r\ninclusive, comprehensive and holistic reform of \r\nthe Security Council in terms of its size, scope and \r\ncomposition. The 1965 reform of the Council, despite \r\nthe best of intentions, was carried out to the exclusion \r\nof the majority of the current States Members of the \r\nUnited Nations. Indeed, the process addressed only \r\nthe expansion of the Council in the non-permanent \r\ncategory. The search for an effective way to address \r\nthose factors has informed Nigeria’s active participation \r\nin the intergovernmental negotiations process.\r\nWhile we welcome the appointment of an advisory \r\ngroup to advise the President on that very important \r\nmatter, we also wish to observe that its work should \r\nnot be definitive and should not supplant the work of \r\nintergovernmental negotiations, which, as its name \r\nsuggests, is intergovernmental and sanctioned by \r\nMember States. It is our expectation that substantial \r\nprogress will be achieved during the current session \r\nunder the leadership of President Ashe. We believe that \r\nthe time has come for us to achieve concrete results on \r\nthose elements in which consensus has emerged during \r\nthe negotiations. That is underscored by the fact that \r\nthe majority of Member States crave a timely reform of \r\nthe Security Council in accordance with the objectives \r\nset out by the 2005 World Summit Outcome (resolution \r\n60/1) and the 2000 Millennium Declaration (resolution \r\n55/2).\r\n13-55318 17/30\r\n07/11/2013 A/68/PV.47\r\ndecision to establish an advisory group to reflect the \r\nideas put forward in the negotiations thus far and to \r\nhighlight the options available. We believe that this \r\ninitiative could actually create the highly sought-after \r\nmomentum necessary to break out of the stalemate.\r\nIn concluding, I would like to express my country’s \r\nsteadfast conviction that we can achieve concrete \r\nprogress during the current session. Reforming the \r\nSecurity Council is more urgent today than ever before, \r\nand becomes even more urgent with every passing \r\nday, as the Council must meet the challenges posed by \r\nglobal realities that have outpaced it over the past 50 \r\nyears. Compromising its legitimacy and efficiency is \r\nnot an option. Let us be f lexible and pragmatic, bridge \r\nour differences and get the job done.\r\nMr. Arias (Spain) (spoke in Spanish): My delegation \r\nwelcomes the opportunity offered to us in this joint \r\ndebate on the annual report of the Security Council to \r\nthe General Assembly (A/68/2) and on the question of \r\nSecurity Council reform.\r\nIn connection with the report of the Security \r\nCouncil to the General Assembly covering the period \r\nfrom 1 August 2012 to 31 July 2013, I welcome the \r\nstatement by the Permanent Representative of China as \r\nPresident of the Council, and I thank the United States \r\nfor the preparation of the introduction.\r\nSpain attaches great importance to good interaction \r\nbetween the Security Council and the General \r\nAssembly. The cooperation between the two principal \r\norgans of the United Nations must be improved. It is \r\ntherefore essential to ensure a high level of transparency \r\nin the Council’s work and greater participation by all \r\nMember States in the Council’s activities and decisions, \r\nespecially on issues that directly affect them. Only thus \r\nwill the essential political and moral authority of the \r\nSecurity Council be reinforced. I believe we are headed \r\nin the right direction, but I encourage Member States \r\nto continue to adapt the work of the Council to the \r\ndemands of an international society that is increasingly \r\ndemocratic and dynamic.\r\nI turn now to the question of Security Council \r\nreform. The Spanish delegation fully endorses the \r\nstatement made by the representative of Italy on behalf \r\nof the Uniting for Consensus Group (see A/68/PV.46), \r\nand I would like to make the following comments in my \r\nnational capacity.\r\nI want to express Spain’s gratitude for the interest \r\nwith which the President of the General Assembly \r\nprovisions, to more effectively address and implement \r\nstrategic decisions.\r\nLet me assure all Member States that Nigeria will \r\nguard and protect the mandate that it has been given \r\nto return to the Security Council and place it in the \r\nservice not only of Africa but of the entire international \r\ncommunity. Our efforts in the Council will be \r\ncharacterized by solidarity, cooperation, commitment \r\nand consultation. We believe that through forthright \r\ndetermination we can all stand and muster the \r\ndesired political will that will lead to the achievement \r\nof a reformed Security Council. We have spoken \r\nexhaustively on the issue. It is time to put our words \r\ninto action without vacillation. All Member States have \r\na stake in the maintenance of international peace and \r\nsecurity. We must remain active participants in the \r\nprocess.\r\nMr. Spinellis (Greece): I would like first of all to \r\ncongratulate the President of the General Assembly on \r\nhis decision to reappoint Ambassador Tanin as Chair \r\nof the intergovernmental negotiations on the issue of \r\nSecurity Council reform. It is everyone’s hope and \r\nbelief that the intergovernmental negotiations process \r\nwill achieve a much-needed breakthrough, escaping \r\nfinally from the well of stagnation to its long-sought \r\nfruitful outcome. My country is prepared to work \r\nconstructively in promoting our common endeavour.\r\nMy country’s stand on the issue of Security Council \r\nreform has been very clearly expressed on multiple \r\noccasions. We are in favour of expanding the Council in \r\nboth existing categories of membership, permanent and \r\nnon-permanent, and of improving its working methods. \r\nWe hope that it can be achieved without the issue of \r\nthe veto impeding progress in any of the key issues of \r\nreform.\r\nOver the past few years, we have witnessed time \r\nand time again a never-ending reiteration of already \r\nwell-known positions. Many diverging views were \r\nexpressed, which were all deserving and of merit and \r\nincluded useful arguments that should always be borne \r\nin mind.\r\nHowever, the discussion phase of the negotiations \r\nhas gone on for too long. I am confident that we all stand \r\nunited when we say that it is high time for the reform \r\nprocess to move forward in a concrete way. The reform \r\nhas to become an objective within reach. The stalemate \r\nhas to come to an end. It is with that vital necessity \r\nin mind that we welcome and support the President’s \r\n18/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nphase, and I assure them that they will always be able to \r\ncount on the Permanent Representative of Spain having \r\na positive attitude in this process.\r\nOur common goal must be to achieve a reform that \r\nreasonably satisfies all Members of the Organization \r\nand that guarantees that absolutely all of us win. To that \r\nend, it is indispensable — but not sufficient — that we \r\nstick to the rules set out in decision 62/557.\r\nI would now like to refer to the letter from \r\nPresident Ashe dated 22 October, which is incontestable \r\nproof of his commendable desire to make progress in \r\nthe reform of the Council. As the Uniting for Consensus \r\nGroup expressed in its letter dated 31 October, his \r\ndecision, without prior notice, to create an advisory \r\ngroup gave us great pause and was cause for concern, \r\nbecause we did not understand the nature of his goals. \r\nSubsequent public interpretations of his ultimate aim \r\nadded strong concern to our initial bewilderment. We \r\ntherefore welcome the explanations President Ashe \r\nprovided to us during the meeting he agreed to have \r\nwith Uniting for Consensus yesterday, in kind response \r\nto our request.\r\nHe confirmed to us the purely consultative nature \r\nof the support mechanism that he has established for \r\nhimself as President of the General Assembly. He also \r\nassured us that the group lacked a negotiating role and that \r\nits mandate was not to prepare any kind of document to \r\nserve as a basis for the intergovernmental negotiations. \r\nIn other words, the advisory group will not circumvent \r\nthe intergovernmental negotiations — indeed, it cannot \r\nbe otherwise. Relieved by that explanation, we will \r\nclosely follow the group’s proceedings.\r\nI would like to conclude by affirming that the \r\nGeneral Assembly can count on Spain as a delegation \r\nthat is ready to negotiate. We believe that the position \r\nof the Uniting for Consensus group best meets the \r\naspirations of the vast majority of Members of the \r\nOrganization. For that reason, we not only support \r\ndebate but also aspire to being able to draw many \r\nmembers to our position.\r\nMr. Khiari (Tunisia), Vice-President, took the Chair.\r\nWe hope that, with the guidance of the President of \r\nthe General Assembly and the unfailing and valuable \r\ncooperation of Ambassador Tanin, we can help to \r\nestablish a firm basis for this session to move towards \r\nor to reach an agreement that deserves the support of \r\nthe entire membership of the Organization. We will all \r\nbe most grateful to them for that.\r\nhas dealt with an item of such priority on the United \r\nNations agenda. We are operating on the basis of \r\nour shared conviction that the reform of the Security \r\nCouncil should not be delayed much longer. The organ \r\nwith the primary responsibilty for the maintenance \r\nof international peace and security must adapt to \r\nthe demands of the twenty-first century, which are \r\nradically different from the circumstances at the time \r\nof the Organization’s birth, in 1945.\r\nThe purposes and principles of the United Nations \r\nhave without doubt remained the same from the very \r\nbeginning of the Organization to today. However, \r\nachieving them requires a revitalization or reform of \r\nits principal organs, which, in the case of the Security \r\nCouncil, means, among other important aspects, an \r\nexpansion that allows for greater participation by \r\nMembers of the Organization. International peace and \r\nsecurity are everyone’s responsibility, and thus all of \r\nus as Member States are lawfully called on to increase \r\nour participation in the work of ensuring that they are \r\nmaintained.\r\nThe process leading to Security Council reform \r\nshould scrupulously comply with the procedures that \r\nthe General Assembly has laid out in the exercise of \r\nits legal atributes. All opinions are, without a doubt, \r\nequally worthy of respect. All must be heard and \r\ntaken into account, and we must all work to achieve a \r\nconvergence between them that leads us to a successful \r\nreform of the Security Council — because, members \r\nwill agree, it will not do to have just any reform.\r\nIt would not do, for example, to have a reform \r\nthat disregards the legitimate aspirations of African \r\ncountries as a whole for greater representation and \r\nmore weight in the Security Council. That is precisely \r\none of the key elements that we must be able to ensure. \r\nThe reform would also be a failure if it disregarded the \r\naspirations of small countries to be able to increase their \r\nchances of serving on the Council. It would be born \r\nlacking the necessary legitimacy if it were implemented \r\nagainst the will of countries that have large populations \r\nand a significant international impact.\r\nThe challenge is to achieve a Security Council \r\nthat is more democratic and inclusive. That task is \r\nabsolutely incumbent upon everyone and should be \r\nfacilitated by the President of the General Assembly, \r\nJohn Ashe, and the Chair of the intergovernmental \r\nnegotiations, Ambassador Zahir Tanin. I greet both of \r\nthem warmly. I wish them much success in this new \r\n13-55318 19/30\r\n07/11/2013 A/68/PV.47\r\nare concerned that there seems to be no elaboration on \r\nwhat impact, if any, those public meetings have had on \r\nthe work of the Council. Public meetings are not held \r\nmerely for the sake of accommodating non-Council \r\nmembers. The general views of non-Council members \r\nthat participated in such meetings and the extent to \r\nwhich such views have been of value to the work of the \r\nCouncil must be clearly articulated.\r\nAs a way of improving engagement with the general \r\nUnited Nations membership and other stakeholders, \r\nwe propose that the Council should consider utilizing \r\nother platforms, such as Arria Formula meetings. That \r\nwill promote transparency, and thus bridge differences \r\nbetween Member States and the Council. The Security \r\nCouncil, which acts on behalf of all States Members \r\nof the United Nations, should ensure that the voices \r\nof those that it represents are not only heard but also \r\nheeded.\r\nThe importance of the Council undertaking field \r\nmissions cannot be overemphasized. Such missions \r\nafford the Council opportunities to relate to the facts \r\non the ground in respect of the situations before it. We \r\nencourage the Council to continue such missions and to \r\nincrease them in number, as appropriate. We hope that \r\nthat practice will assist the Council in making informed \r\ndecisions.\r\nWe note that the Council’s agenda continues to be \r\ndominated by peace and security issues in Africa. As \r\nsuch, we call for a stronger partnership and collaboration \r\nbetween the Council and the African Union, in line \r\nwith the Charter of the United Nations. The primacy of \r\nthe Council in the maintenance of international peace \r\nand security is beyond dispute. Nevertheless, increased \r\nsupport for African ownership of peace initiatives on \r\nthe continent is desirable. Cooperation between both \r\ninstitutions should be based on mutual respect and \r\ncomplementarity. That partnership should be viewed \r\nin its wider strategic context, which is to harness the \r\ncomparative strengths of the United Nations and the \r\nAfrican Union for optimal outcomes in the service of \r\nhumankind.\r\nAllow me at this juncture to turn to the question \r\nof the reform of the Security Council. We have no \r\ndoubt that the personal commitment of the President \r\nof the General Assembly to the Security Council \r\nreform process will advance our course. My delegation \r\nwelcomes the reappointment of Ambassador Tanin as \r\nthe facilitator of the intergovernmental negotiations. \r\nWe assure him of our full support and cooperation.\r\nMr. Maope (Lesotho): I thank the President for \r\nconvening this important meeting. Allow me to thank \r\nthe Permanent Representative of China, in his capacity \r\nas President of the Security Council for the month of \r\nNovember, for introducing the report of the Council \r\n(A/68/2) before this body (see A/68/PV.46). I also thank \r\nthe United States for preparing the introduction of the \r\nreport at hand.\r\nI align myself with the statements delivered at this \r\nmorning’s meeting by the Permanent Representatives \r\nof Sierra Leone and Egypt on behalf of the African \r\nGroup and the Non-Aligned Movement, respectively. I \r\nwish to make a few remarks in my national capacity.\r\nHaving listened to the presentation of the report \r\nof the Security Council on its activities from August \r\n2012 to July 2013, one is inclined to acknowledge that, \r\nindeed, the peace that our forebears sought by creating \r\nthe United Nations 68 years ago is yet to become a \r\nreality. The prevalence of political instability and \r\narmed conflicts, as highlighted in the report, continues \r\nto contribute more to the global socioeconomic \r\ndecline and the suffering of our peoples. However, it is \r\nencouraging to note that the Security Council remained \r\nresolute in discharging its mandate under the Charter of \r\nthe United Nations during the reporting period.\r\nMy delegation notes with appreciation the fact \r\nthat the quality of the annual reports of the Council \r\ncontinues to improve. We can only encourage the \r\nCouncil to further enhance the quality of future annual \r\nreports, as appropriate. Allow me to make the following \r\nfew points, which my delegation considers pertinent in \r\nthat endeavour.\r\nThe introduction of the Council’s annual reports \r\nto the General Assembly must be seen not only as \r\na fulfilment of Charter obligations but also, most \r\nimportant, as the provision of a platform for all Member \r\nStates to present their views on how the Council could \r\nfurther enrich the way in which it conducts its business. \r\nIt is the view of my delegation that the reports of the \r\nCouncil should be not only a recitation of events and \r\nmeetings that took place during a given period, as well \r\nas the action taken. They should also be more analytical \r\nand expound on the challenges that the Council faces \r\nin the execution of its mandate and how it proposes to \r\nsolve them.\r\nFurthermore, we note that there has been an \r\nincrease in the number of public meetings held during \r\nthe period in question. While that is a welcome step, we \r\n20/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nbetween rhetoric and action is now. With the necessary \r\npolitical will, we shall triumph.\r\nMr. Haniff (Malaysia): At the outset, my delegation \r\nwould like to thank the President for convening this \r\nimportant meeting. I wish to confine my statement to \r\nagenda item 123, which concerns an issue that is not \r\nonly important to my delegation but that is very dear \r\nto the entire international community. In order to save \r\ntime, I shall read out the main elements of my statement. \r\nThe full text will be circulated.\r\nI would like to align my statement with the statement \r\nmade by the representative of Egypt (see A/68/PV.46) \r\non behalf of the Non-Aligned Movement (NAM).\r\nMy delegation also congratulates Ambassador \r\nZahir Tanin on his reappointment as Chair of the \r\nintergovernmental negotiations on the question \r\nof equitable representation on and increase in the \r\nmembership of the Security Council and related matters.\r\nMalaysia believes that the Security Council needs \r\ncomprehensive reform. With regard to its membership, \r\nwe support an expansion in both categories, namely, \r\nthose of the permanent and non-permanent members. \r\nThat would not only reflect the current United Nations \r\nmembership of 193 Member States, but also the organ’s \r\nability today to represent the interests of all Member \r\nStates in the maintenance of world peace and security. \r\nAt the same time, we recognize the need for Africa to be \r\nmore represented. The region features predominantly \r\non the agenda of the Council. Hence, Africa is entitled \r\nto have its voice in the Council consistently and \r\ncontinuously heard.\r\nLet me state the obvious: we are getting nowhere. \r\nAs reflected in the numerous statements by the majority \r\nof Member States throughout the years, it is abundantly \r\nclear that there is a need to reform the Council. We \r\nhave called for greater efficiency and transparency \r\nin its working methods. We have insisted that the \r\nmembership of the Security Council be expanded to \r\nreflect the realities of today’s world. We have adamantly \r\ncalled for better geographical representation. We agree \r\nthat there is a need to move forward. However, as soon \r\nas one attempts to take a step, objections are quickly \r\nand vociferously expressed. We are therefore left in a \r\nconundrum of urging all to move forward, yet frowning \r\nupon those who actually attempt to do so.\r\nTracing its roots back to resolution 47/62, this issue \r\nhas for far too long been on the agenda of the General \r\nWe cannot remain complacent about the reform \r\nof the Council. It is not an easy task. The plethora of \r\nproposals and positions put forward thus far, some \r\nof which are seemingly irreconcilable, speaks to the \r\ncomplexity of the reform process. Twenty years of \r\ndeliberations have not produced any broadly supported \r\ncomprehensive solution. The main issue for us today is \r\nhow we give impetus to the reform process.\r\nIt is the view of my delegation that we must \r\nremain focused on our shared objectives. Reforming \r\nthe Security Council is not merely about increasing \r\nthe stature and influence of new members within the \r\nUnited Nations system. Rather, it is meant to ensure \r\nthat we have a Council that is not only reflective of the \r\nmodern-day geopolitical realities but also transparent \r\nand democratic. It is time to correct the historical \r\ninjustice done to Africa by creating new permanent \r\nseats for the continent and by increasing its seats in \r\nthe non-permanent category in line with the Ezulwini \r\nConsensus.\r\nAttempts to further slow down the process must \r\nbe resisted. At the same time, we must be careful not \r\nto put the viability of negotiations at risk by pushing \r\nfor immediate results through the submission of draft \r\nresolutions that propose a piecemeal reform of the \r\nCouncil. We advocate a comprehensive reform process \r\nin line with decision 62/557. Our discussions going \r\nforward should be guided by a desire to accommodate \r\neach other as we seek a model for an all-inclusive and \r\neffective Council that commands legitimacy.\r\nWe note the importance of having a text to guide \r\nthe intergovernmental negotiations process. Without a \r\nreal basis for negotiations, real progress will continue \r\nto elude us. We furthermore note the creation of an \r\nadvisory group to the President that will, inter alia, \r\nproduce a basis for the start of the intergovernmental \r\nnegotiations. We can only hope that the roles of the \r\nfacilitator and that of the advisory group will be kept \r\ndistinct in order not to complicate the process further. \r\nMoreover, we expect that the basis of the negotiations \r\nthat will take place will be carefully crafted. It should \r\nnot undermine or compromise the integrity of Member \r\nStates’ positions. Above all, the process should remain \r\nMember State-driven.\r\nI wish to conclude by pointing out that the reform \r\nof the Council is an imperative that we must achieve. \r\nOur commitment to reform the Council must be proved \r\nby our words and deeds. The time to bridge the gulf \r\n13-55318 21/30\r\n07/11/2013 A/68/PV.47\r\ndrafts shared with the rest of the members of the Council \r\nvery close to adoption. Similarly, we are also concerned \r\nat the selection process of chairs of subsidiary bodies \r\nof the Council. Malaysia is of the view that all Council \r\nmembers are eligible and qualified to fulfil those \r\nfunctions, and that non-permanent members should \r\ntherefore be increasingly appointed to some of the key \r\nposts.\r\nAnother area of concern is the continuous \r\nencroachment of the Security Council upon matters \r\nthat clearly fall under the prerogative of the General \r\nAssembly. All principal organs of the United Nations, \r\nparticularly the two leading organs — the General \r\nAssembly and the Security Council — must faithfully \r\nrespect each other’s mandates in accordance with the \r\nCharter of the United Nations.\r\nTaking the entrenched position that Security \r\nCouncil reform should take the form of a composite \r\npackage runs the risk of stallling reform for many years \r\nto come. Perhaps it is time that we address the issue \r\nof working methods and, for the time being, keep it \r\nseparate from the debate on the reform of the Council’s \r\nmembership. We should do so by focusing on certain \r\naspects, or what my delegation describes as low-lying \r\nfruits, which does not require amending the Charter \r\nof the United Nations. That could be done without \r\nprejudging the final outcome of the overall reform \r\npackage.\r\nWe could start by looking into some of the topics \r\ncurrently being worked on by the Accountability, \r\nCoherence and Transparency group. That does not \r\nnecessarily mean that we should look at all the topics \r\nin parallel — maybe less contentious ones at the \r\noutset. In short, whatever we can agree to and adopt \r\nwould be a good enough starting point when compared \r\nto achieving absolutely nothing. That is exactly what \r\nwe have managed all these years. We believe that any \r\nbreakthrough, although small in the eyes of the rest \r\nof the world, would finally put us on the path towards \r\nSecurity Council reform.\r\nAmbassador Tanin made both of those proposals \r\non how to move forward in a letter on 27 July 2012. As \r\nmy delegation has mentioned before, the letter captured \r\nwell the current state of play vis-à-vis Security Council \r\nreform. As we approach 2015, 10 years after the \r\n2005 World Summit, in which our leaders committed \r\nthemselves to an early reform of the Council, we \r\ncannot continue in the manner of the past nine rounds \r\nAssembly without any sign of real progress. We feel \r\nthat, in order for progress to be made, Member States \r\nmust be willing to compromise and show considerable \r\nf lexibility. Only then can we stand any chance of \r\ninching forward.\r\nMy delegation is certain that there are goals that we \r\nare all in favour of. Rather than on concentrating on the \r\ndivergence of views that separate us, why not focus on \r\nthe similarities that would enable us to achieve tangible \r\nresults? Last year, we could also taste some progress \r\nbeing made with the initiative of the group of five \r\nsmall nations (S-5). Unfortunately, its draft resolution \r\n(A/66/L.42/Rev.2) was withdrawn at the eleventh hour \r\n(see A/66/PV.108), leading us to where we are now. \r\nMaybe we should revisit some of the proposals under \r\nthe S-5 initiative.\r\nIn that regard, Malaysia believes that progress \r\non improving the Council’s working methods is \r\npossible in a relatively shorter time frame. The notes \r\nby the President of the Security Council contained in \r\ndocuments S/2010/507 and S/2013/515 are essential \r\nreferences that could pave a practical way forward to \r\naddress the shortcomings in the working methods of \r\nthe Council. More recently, the Council convened an \r\nopen debate on that topic (see S/PV.7052), with many \r\nuseful inputs and views from Member States on ways \r\nto enhance its transparency, efficiency and interaction \r\nwith non-Council members. The debate reflected \r\nthe continued interest of the wider United Nations \r\nmembership towards the Council’s working methods.\r\nWe welcome the increase in the number of public \r\nmeetings and appreciate the Council’s readiness to take \r\non board the views and contributions of non-members, \r\nas well as regional and subregional organizations. In \r\nthat regard, Malaysia hopes to see the Council continue \r\nwith the well-established practice of convening open \r\ndebates. We commend the Council for maintaining \r\nregular communication and consultations with \r\nthe Peacebuilding Commission, country-specific \r\nconfigurations and troop-contributing countries. \r\nWe also welcome the wrap-up meetings at the end of \r\npresidencies and the holding of Arria Formula meetings, \r\nwhich are some of the methods being used to enhance \r\ncloser interaction with non-Council members.\r\nWhile we aspire to become a non-permanent \r\nCouncil member in 2015, Malaysia cannot help but be \r\nworried in cases where the permanent members convene \r\ndiscussions first, before decisions are conveyed and \r\n22/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nthat is capable of having an effective mechanism that \r\nresponds swiftly to crisis situations.\r\nIt would be hard to find representatives in the \r\nHall today who did not understand the importance of \r\ncarrying out Security Council reform. However, our \r\nviews diverge, perhaps about how, when and by what \r\nmeans those changes can be made. Unfortunately, in \r\nrecent years, the General Assembly has been unable \r\nto move closer towards an answer to those questions. \r\nMoreover, the intergovernmental negotiations on the \r\nreform of the Council have been going on for more than \r\na decade now, and it would be hard to find a delegation \r\nthat is satisfied by the pace and outcome of the process.\r\nTo achieve the goals that have been set out, we need \r\nto show political will and f lexibility. At the same time, \r\nany hasty actions that are not based on incorporating the \r\ninterests of all groups of States could easily undermine \r\nthe process and have a negative impact on its further \r\nprogress. We advocate for a Security Council reform \r\nthat would lead to a more balanced and fair diplomatic \r\nlandscape.\r\nWe support expanding the Council’s membership by \r\nproviding all regional groups with additional seats on the \r\nCouncil. We draw attention to the underrepresentation \r\nof the Eastern European Group among non-permanent \r\nmember States of the Council. We reiterate the position \r\nof Belarus that our Group of countries should be given \r\nan additional non-permanent seat on the Council.\r\nIt is important to continue efforts to increase \r\ntransparency in the work of the Council. Transparency \r\nleads to a greater degree of confidence and respect for \r\nthe Council’s work. We draw attention to the increased \r\nnumber of open meetings in the Council, which \r\nundoubtedly gives all Member States an opportunity to \r\ncontribute to the Council’s work.\r\nWe also think it is right to think about how the \r\nreport of the Security Council can better reflect the \r\nviews expressed by non-Council member States during \r\nits open debates.\r\nIn our view, we need to review the entire process \r\nof preparing for the Council’s reform and to begin that \r\ntoday, without waiting for results. It is time to move \r\nforward from words to deeds. We need to take the first \r\nreal step towards that by determining the foundations \r\non which successful negotiations will be based.\r\nThe delegation of Belarus supports the \r\nreappointment of the Permanent Representative of \r\nof intergovernmental negotiations. We cannot simply \r\nengage in mere statement-reading sessions and hope \r\nthat we might make progress. It seems obvious that \r\nthe reason that there is a lack of momentum is because \r\nStates do not have a negotiating text before them. My \r\ndelegation would disagree that a proposal last year for \r\na working document as a basis for negotiations did not \r\nenjoy the support of the wider membership. On the \r\ncontrary, it was clear that many delegations were in \r\nfavour of moving forward in that manner. A Member \r\nState-driven process, with the Chair drafting a working \r\ndocument, would make the text legitimate. Only then \r\nwould we be able to conduct actual negotiations and \r\nidentify areas where differences could be bridged.\r\nMalaysia takes note of the President’s decision to \r\nestablish an advisory group made up of six permanent \r\nmembers to assist him in producing a basis for the start \r\nof intergovernmental negotiations that reflect the ideas \r\nput forward by Member States thus far. We appreciate \r\nthe clarification that the group is advisory in nature \r\nand does not have a negotiating role. We understand \r\nthat some members have concerns about the nature of \r\nthe group and its relations with the intergovernmental \r\nnegotiation process. In that connection, Malaysia is \r\nof the view that the advisory group should in no way \r\nundermine the intergovernmental negotiations or the \r\nframework provided by decision 62/557.\r\nIn conclusion, we need to make real progress \r\nand move away from entrenched national and group \r\npositions. In the coming months, progress will be \r\nmeasured not only by the sheer determination of \r\nthose who wish to see the process move forward, but \r\nby the f lexibility of delegations to see opportunities \r\nrather than obstacles towards the path on which we \r\nhave embarked. I wish to assure the President of my \r\ndelegation’s support and cooperation to work with him \r\nand other members in that regard.\r\nMr. Lazarev (Belarus) (spoke in Russian): In school \r\nclassrooms around the world, everyone knows that \r\nthe Security Council bears the primary responsibility \r\nfor maintaining international peace and security. It is \r\nindisputable that this Charter body, established almost \r\n70 years ago, has throughout its history adopted a large \r\nnumber of decisions that have led to the achievement \r\nof invaluable results — saving human lives, preventing \r\nand ending international conflicts and restoring peace \r\nand stability in different regions and countries. The \r\nmodern world needs an effective Security Council \r\n13-55318 23/30\r\n07/11/2013 A/68/PV.47\r\nand advise him on this important process. However, \r\nwe want to underline that the advisory group lacks \r\na regional balance. Although we are sure that its \r\nmembers’ contribution and the President’s leadership \r\nwill remove any bottlenecks, at the same time we \r\nbelieve that the group should by no means substitute \r\nfor the intergovernmental negotiations.\r\nIt would be a crucial development if we could \r\nstep forward from today’s meeting with a common \r\ndenominator of strong support for a comprehensive \r\nreform of the Security Council, on which we could \r\ncontinue to build the principles that could adequately \r\nmeet the aspirations of all States Members of the \r\nUnited Nations. Bosnia and Herzegovina is committed \r\nto continue its engagement, together with all Member \r\nStates, to make progress in the negotiations process for \r\na more equal, efficient, transparent and epresentative \r\nSecurity Council. This is a membership-driven process. \r\nWe call on all Member States to exercise goodwill and a \r\nspirit of compromise.\r\nMr. Lippwe (Federated States of Micronesia): \r\nThe Federated States of Micronesia welcomes this \r\nopportunity to participate in the debate on the agenda \r\nitem “Question of equitable representation on and \r\nincrease in the membership of the Security Council \r\nand related matters”. This is not the first time that \r\nMicronesia has pronounced itself on that very important \r\nissue, therefore our position is well known.\r\nLet me, at the outset, place on record my \r\ndelegation’s gratitude for the President’s stewardship \r\nand commitment to the very difficult task of reforming \r\nthe Security Council. In that context, we welcome \r\nthe establishment of an advisory group initiated by \r\nhis Office, and we embrace his decision to reappoint \r\nAmbassador Tanin to allow him to continue his work as \r\nChair of the intergovernmental negotiations.\r\nThe delegation of Micronesia also aligns itself \r\nwith the statement made at the 46th meeting by the \r\nrepresentative of Saint Kitts and Nevis on behalf of the \r\nL.69 Group, as well as with the statement to be made \r\nby the representative of Papua New Guinea on behalf of \r\nthe Pacific small island developing States.\r\nAt the World Summit in 2005, our Heads of \r\nState and Government agreed to an early reform \r\nof the Security Council. Almost 10 years later, it is \r\nregrettable that very little has been done in terms of \r\nreform. My delegation is very much aware that fatigue \r\nand frustration may set in, as few visible or tangible \r\nAfghanistan, Ambassador Zahir Tanin, as Chair of the \r\nintergovernmental negotiations and stands ready to \r\ncontinue to participate constructively in the negotiating \r\nprocess, with a view to achieving the broadest possible \r\nagreement on the issue among Member States.\r\nMs. Čolaković (Bosnia and Herzegovina): First, I \r\nwould like to express my delegation’s appreciation for \r\nthe convening of this debate on the question of equitable \r\nrepresentation on and increase in the membership of the \r\nSecurity Council and related matters, which is one of \r\nthe most longstanding core topics of the Organization.\r\nI would also like to thank Ambassador Liu Jieyi \r\nof China for introducing (see A/68/PV.46) the report \r\nof the Security Council (A/68/2) on its activities from \r\n1 August 2012 to 31 July 2013.\r\nWe would like to reiterate our position with regard \r\nto the enlargement of the Council, which means that a \r\nmore equitable geographic representation would have \r\nto be observed. It is obvious that the global geopolitical \r\nsituation has been reconfigured significantly since \r\nthe time the current composition of the Council was \r\nestablished. That geopolitical change has also impacted \r\nmy regional group — the Group of Eastern European \r\nStates, which consists of 23 Member States with a \r\nspecific, complex and diverse composition. Therefore, \r\nBosnia and Herzegovina firmly believes that our Group \r\nneeds one more elected seat on the Security Council \r\nin order to respond adequately to the geographic and \r\npolitical demands of its members.\r\nBosnia and Herzegovina had the honour of serving \r\na two-year term as an elected member of the Security \r\nCouncil in 2010 and 2011. Our experience proves that \r\na growing number of countries are willing and able \r\nto contribute to dealing with issues regarding the \r\nmaintenance of international peace and security. Bosnia \r\nand Herzegovina is ready to work with other Member \r\nStates on the issue of enhancing the transparency and \r\nefficiency of the Security Council’s work. We believe \r\nthe time has come to cease the endless debates, which \r\ndo not always contribute to a rapprochement in the \r\npositions pertaining to Council reform.\r\nWe would like to congratulate Ambassador Zahir \r\nTanin on his reappointment as the Chair of the \r\nintergovernmental negotiations, and look forward to an \r\nenergetic and constructive new round of negotiations.\r\nWe welcome the President’s decision to establish \r\nthe advisory group of ambassadors, announced in \r\nhis letter of 22 October, which will provide inputs \r\n24/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nAt the outset, the Philippines aligns itself with the \r\nstatement made this morning by the representative of \r\nEgypt on behalf of the Non-Aligned Movement.\r\nThe reform of the Security Council is an important \r\nissue for all of us and a matter of vital concern and \r\nrelevance for our Organization. On that point, the \r\nPhilippines welcomes this timely debate on agenda item \r\n123, entitled “Question of equitable representation on \r\nand increase in the membership of the Security Council \r\nand related matters.” Indeed, it is in our shared interests \r\nto ensure that the Security Council is able to respond \r\nto and anticipate not only traditional issues concerning \r\ninternational peace and security, but also emerging new \r\nones affecting our common security.\r\nThe reform of the Security Council continues to \r\nbe a work in progress. Over the decades, we have seen \r\nseveral proposals that deserve careful consideration. \r\nVarious permutations on broader representation and \r\nincreased membership in the Security Council have \r\nbeen offered in this debate. Different initiatives have \r\nbeen proposed to move the process along. Yet, to date \r\nno significant inroads have been made.\r\nSymptomatic of the sentiments on the issue is the \r\nsovereign decision of a Member State to decline its seat \r\non the Security Council for the period 2014-2015. The \r\nPhilippines recognizes that as a principled position \r\ntaken by that country’s Government. We, for one, share \r\nwith it the disappointment over the failure to establish a \r\nMiddle East region free of weapons of mass destruction. \r\nWe therefore clearly need to make advancements on \r\nthe issue of reform within the Security Council. The \r\nunprecedented action taken by that Member State is in \r\nfact a clear sign that reforms must be undertaken.\r\nThe Philippines notes that the intergovernmental \r\nnegotiations on the reform of the Security Council have \r\nprovided a venue for all of us to discuss the proposals at \r\nhand and an opportunity to have a better appreciation \r\nof the proposals of the respective groups. We now have \r\nto work on generating creative ideas that will bring \r\ndivergent streams of thoughts and interests together. \r\nFor our part, we would like to highlight the following \r\nfundamental principles that continue to garner support.\r\nFirst, efforts to reform the Security Council should \r\naim at making it more representative, accountable, \r\ndemocratic, transparent, efficient, effective and fair \r\nand even-handed.\r\nSecondly, the reform exercise should be realistic \r\nand the objectives achievable.\r\nresults are in evidence after so many years of ongoing \r\ndiscussions within the Organization to reform the \r\nSecurity Council. But we cannot let that derail our \r\nefforts. We must stay the course and remain committed. \r\nFortune favours persistence. Even the hardest rock will \r\nbe melted by persistent droplets of water.\r\nMy delegation therefore strongly believes \r\nin and supports the specific suggestions that the \r\nPresident has put forward, which will jump-start the \r\nintergovernmental negotiations in earnest. It is high \r\ntime that the intergovernmental negotiations process \r\nmove forward on the basis of a text-based negotiation. \r\nWe welcome his initiative whereby the advisory \r\ngroup will provide inputs reflecting the ideas put \r\nforward in the negotiations, and on whose basis the \r\nintergovernmental negotiations can commence. Given \r\nthe overwhelming support by Member States for an \r\nearly reform and expansion of the Security Council in \r\nboth the permanent and non-permanent categories, the \r\nproposal should be included in the draft text as a key \r\nparameter in the negotiation process.\r\nGlobal realities make it imperative that we reform \r\nthe Security Council. Nearly a decade after the 2005 \r\nWorld Summit, when the Assembly was mandated \r\nto deliver on Council reform, that goal has been \r\nelusive. The proposal presented to us by the President \r\nprovides a unique opportunity to refocus our attention \r\nand to encourage an even stronger commitment by \r\nMember States. With the seventieth anniversary of \r\nthe United Nations and the tenth anniversary of the \r\nWorld Summit looming in 2015, it is time to bring \r\nthese intergovernmental negotiations to a decisive and \r\nsuccessful conclusion.\r\nIn conclusion, it goes without saying that membership \r\nin a reformed Security Council, particularly in the \r\npermanent category, must include Brazil, Germany, \r\nIndia and Japan. The African continent must also be \r\nrepresented.\r\nMr. De Vega (Philippines): First of all, we \r\nwish to express our appreciation to Ambassador \r\nJohn Ashe for convening this meeting and for his \r\nstatement this morning (see A/68/PV.46). We also \r\njoin other delegations in thanking Ambassador Liu \r\nJieyi of China for introducing the annual report of the \r\nSecurity Council (A/68/2) and the delegation of the \r\nUnited States for preparing its introduction. We also \r\ncongratulate Ambassador Zahir Tanin of Afghanistan \r\nfor his reappointment as Chair of the intergovernmental \r\nnegotiations on Security Council reform.\r\n13-55318 25/30\r\n07/11/2013 A/68/PV.47\r\nworking methods should be seen as inseparable. The \r\nreform of working methods should proceed if there is no \r\nagreement on other issues, since that does not require \r\nan amendment to the Charter. Specific areas for change \r\ninclude the adoption and circulation of formal rules of \r\nprocedure, procedures to guarantee transparency in \r\ndecision-making, accountability in performance and \r\naccess to information, consultation, cooperation and \r\nan adequate exchange of information with the General \r\nAssembly and the Economic and Social Council, as well \r\nas access and increased participation by non-members \r\nof the Security Council in its work and activities.\r\nThe Philippines acknowledges that the President of \r\nthe General Assembly has initiated the establishment \r\nof an advisory group, which he has tasked with the \r\ndrafting of a negotiation text that adequately reflects \r\nall current positions on Council reform. The initiative \r\nis certainly noteworthy. We recognize and appreciate \r\nthe intent of the President to move the process forward.\r\nHowever, we have also taken note of the concerns \r\nexpressed by delegations that the group cannot and \r\nshould not bypass the intergovernmental negotiations \r\nprocess. The Philippines emphasizes, therefore, that \r\nwhile it remains cognizant of the need for serious effort \r\nand the political will for real change, reform should be \r\nwithin the framework of the current intergovernmental \r\nnegotiations process.\r\nFinally, for our part, the Philippines is committed \r\nto working closely with other delegations not only \r\nto discuss but also to effect meaningful and positive \r\nchanges in the Security Council. The Philippines stands \r\nready to work in a positive and constructive manner \r\nwith other delegations in order to make meaningful \r\nprogress on this issue of vital concern to us all.\r\nMr. Çevik (Turkey): I would like to join my \r\ncolleagues in thanking the President for convening this \r\nmeeting. Let me also thank the President for his letter \r\ndated 22 October. Turkey will continue to constructively \r\ncontribute to the discussions on the reform of the \r\nSecurity Council, which is of particular importance to \r\neach and every Member of the United Nations.\r\nI also wish to express our appreciation to the Chinese \r\npresidency of the Security Council for introducing (see \r\nA/68/PV.46) the annual report of the Council (A/68/2) \r\nto the General Assembly, and to the Permanent Mission \r\nof the United States of America to the United Nations \r\nfor its valuable efforts in preparing the report.\r\nThirdly, the reform process must have the broadest \r\npossible support, bearing in mind that Article 108 of \r\nthe Charter of the United Nations effectively gives \r\nthe five permanent members a veto, as they have to \r\nratify amendments to the Charter for any changes to \r\nbe effected.\r\nLastly, the removal of the right to the veto of the \r\npermanent category and permanent members is a \r\nnon-starter.\r\nIn that regard, on the basis of those principles, \r\nthe Philippines wishes to highlight the following five \r\npoints.\r\nFirst, with regard to the categories of membership, \r\nthe enlargement in both categories of membership on \r\nthe basis of equitable geographic distribution should \r\nreflect present geopolitical realities. There should be \r\na serious consideration of proposals for intermediate \r\ncategory seats without prejudice to equitable geographic \r\ndistribution. Supporting the intermediate category \r\nseats cannot be construed as abandoning the de facto \r\nposition, since that is just an intermediary arrangement \r\nthat will be reviewed at a predetermined time. The \r\npossibility of creating permanent seats still remains.\r\nSecondly, on the question of the veto, there should \r\nbe a restriction on the use of the veto, including the \r\nestablishment of procedures for the overriding of a veto. \r\nIn the case of new members, the granting of veto rights \r\nshould be accompanied by a commitment not to use \r\nit until a future review conference. The future review \r\nconference could explore modalities to counterbalance \r\nthe veto. Furthermore, the use of the veto should not be \r\nlinked to working methods.\r\nThirdly, on regional representation, more equitable \r\ngeographic distribution is defined in Article 23, \r\nparagraph 1, of the Charter of the United Nations. That \r\nregional representation is not equivalent to the granting \r\nof a regional seat leading to regional accountability.\r\nFourthly, regarding the size of an enlarged Security \r\nCouncil, a limited enlargement must be based on \r\ncriteria that balance equitable geographic distribution \r\nwith efficiency and effectiveness. The ideal size would \r\nbe a minimum of 21 members and a maximum of 31. \r\nThe total number must be an odd number to facilitate \r\ndecision-making in the event of a tied vote. The question \r\nof size could be revisited at a future review conference.\r\nFifthly, the reform of the working methods should \r\nbe part of any reform package. Enlargement and \r\n26/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nof the Uniting for Consensus Group yesterday. I would \r\nlike to emphasize that such a group should not overstep, \r\nbypass or replace the intergovernmental negotiations \r\nby embarking upon a drafting exercise. On that note, \r\nallow me to conclude by touching on Turkey’s position \r\non Security Council reform.\r\nFirst, in terms of the categories of membership \r\nin the Council, Turkey continues to support the \r\ncompromise proposal outlined in the Italy-Colombia \r\npaper, which foresees the establishment of a new, \r\nlonger-term membership category or the possibility of \r\na member being re-elected to up to three consecutive \r\nterms, coupled with an increase in the number of \r\nregular non-permanent seats. We believe that additional \r\npermanent seats would not be in keeping with the idea \r\nof an accountable and transparent Council. Moreover, \r\nthe Uniting for Consensus position, through its proposal \r\nto allocate a non-permanent seat for small and medium-\r\nsized States, most of which have never been elected to \r\nthe Council, provides the most democratic option for a \r\nsustainable outcome. If the reformed Security Council \r\nis to be the Council not only of today but also of the \r\nfuture, it is imperative that we all concentrate our best \r\nefforts on proposals that will provide the Council with \r\nthe necessary f lexibility in terms of its composition.\r\nSecondly, a comprehensive reform should cover all \r\nfive areas set forth in decision 62/557. Any proposal \r\nthat falls short of encompassing those areas would, \r\nwithout a doubt, be incomplete.\r\nFinally, we reiterate our support for a correction \r\nof the historic injustice done to Africa by substantially \r\nimproving the representation of the continent on the \r\nCouncil.\r\nTurkey, as a member of the Uniting for Consensus \r\nGroup, is ready to continue to engage actively and \r\nconstructively in the intergovernmental negotiations. \r\nWe kindly request that all Member States show the \r\nrequired f lexibility in order to reach an outcome that \r\ngarners the broadest possible acceptance.\r\nMr. Lasso Mendoza (Ecuador) (spoke in Spanish): \r\nAt the outset, my delegation endorses the statement \r\nmade by the Permanent Representative of Egypt on \r\nbehalf of the Non-Aligned Movement (see A/68/PV.46).\r\nI would also like to express my delegation’s \r\nappreciation for the new momentum that the President, \r\nAmbassador John Ashe, is giving to the process of \r\nintergovernmental negotiations in relation to the matter \r\nof the equitable representation in the Security Council. \r\nI also congratulate His Excellency Ambassador \r\nZahir Tanin, Permanent Representative of Afghanistan, \r\non his reappointment as Chair of the intergovernmental \r\nnegotiations. We firmly believe that Ambassador Tanin, \r\nas Chair of those negotiations, will continue to play a \r\nsignificant role in the advancement of the process, with \r\nparticular attention to transparency and the Member \r\nState-driven nature of the negotiations.\r\nThe report before us today provides a factual and \r\naccurate account of the work of the Security Council. \r\nIt demonstrates the diversity of the issues on its agenda \r\nand the Council’s heavy and increasing workload. We \r\nsupport delegations that spoke previously in asking for \r\na less descriptive and more analytical report, while, at \r\nthe same time, bearing in mind the difficulties in terms \r\nof the implementation of such an analytical approach. \r\nOn that note, I would like reiterate our firm belief that \r\nthe working methods of the Security Council should \r\nand can be further improved in order to enhance its \r\ntransparency, accountability and inclusiveness.\r\nThe reform of the Security Council continues to \r\nbe the common wish of all Members of the United \r\nNations. Despite our differing views, we all wish to \r\nsee the Council more adapted to the realities of the \r\never-changing world, more democratic and more \r\nrepresentative. A comprehensive reform is a necessity, \r\nas developments all over the world require the Security \r\nCouncil to act swiftly and responsibly in order to meet \r\nits obligations. It is our common responsibility to \r\npreserve the credibility of our Organization and we, \r\nthe Member States, should spare no effort to that end. \r\nIn that sense, Turkey shares the vision of the President \r\nexpressed in his acceptance speech (see A/67/PV.87) \r\nand letter that reform is an important element of the \r\nefforts to strengthen the Organization which, if they \r\nfail, might cause it to risk becoming inconsequential.\r\nOn the other hand, we strongly believe that the \r\nintergovernmental negotiations process is the sole \r\nplatform for a possible comprehensive reform. Even \r\nthough we are united in our goal, which is an early \r\nreform of the Council, the membership remains divided \r\non the ways to reach that goal and on the ultimate \r\noutcome. That is why we should be very careful and \r\nrefrain from steps that might further widen the existing \r\ngaps. In that sense, we take note of the recently \r\nappointed advisory group, which is advisory in nature \r\nand does not have a negotiating and drafting role, as the \r\nPresident of the General Assembly defined in his letter \r\nand reaffirmed in his meeting with the representatives \r\n13-55318 27/30\r\n07/11/2013 A/68/PV.47\r\nrelating to transparency and accountability. However, \r\nwe must reiterate our concern over the increasingly \r\napparent tendency of the Council to include in its \r\nagenda items that go beyond the mandate granted by \r\nthe Charter and that properly belong to the General \r\nAssembly or to other organs of the United Nations.\r\nMr. Ruíz (Colombia) (spoke in Spanish): Let me \r\nbegin by saying that Colombia fully associates itself with \r\nthe statement made this morning by the representative \r\nof Italy on behalf of the Uniting for Consensus group \r\n(see A/68/PV.46).\r\nI would like to thank the President for convening \r\nthis new debate on the question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council. Likewise, I thank the Permanent \r\nRepresentative of China for introducing the report of the \r\nSecurity Council for the period from 1 August 2012 to \r\n31 July 2013 (A/68/2). I also wish to express appreciation \r\nfor the President’s interest in moving forward on the \r\npath towards Security Council reform, a process \r\nthat has been full of obstacles due to its complexity. \r\nIt is precisely because of its obvious complexity that \r\nColombia wishes to make an appeal to have a process \r\nthat is carried out with transparency, integrity and open \r\ncommunication, regardless of which mechanisms are \r\nchosen for working on various scenarios in pursuit of \r\nthat goal.\r\nAlthough Colombia recognizes that the President has \r\nthe authority to explore various alternatives in driving \r\nthe discussions and decisions to be taken to resolve the \r\ncomplex issues under his responsibility, it is clear that \r\nhis power should be exercised within the framework \r\nof the established rules and mandates. The mandate \r\nestablished for the negotiations on Security Council \r\nreform is contained in decision 62/557. Therefore, my \r\ndelegation believes that the advisory group recently set \r\nup by the President should limit itself to providing the \r\nadvisory opinions that the President requires, without \r\nits functioning implying under any circumstances \r\nthat the group has the mandate to prepare documents, \r\ndraft resolutions or proposals with the purpose of their \r\ndiscussion within the intergovernmental negotiations \r\ngroup.\r\nIn that regard, I am grateful for Ambassador Ashe’s \r\nstatement at yesterday’s meeting with all the members \r\nof the Uniting for Consensus Group, especially his \r\nreference to the purely consultative nature of the \r\nadvisory group and the fact that it does not represent \r\nany of the parties to the negotiations and that it has \r\nIt is recognized by the majority that the current \r\nstructure of the Security Council is, we could say, like \r\na daguerreotype — and therefore a static expression of \r\ninternational relations as they were more than 60 years \r\nago, which in large measure is not very relevant to \r\ncontemporary realities. For that reason, we believe that \r\nthe final result of our deliberations and negotiations on \r\nthe matter must avoid creating a new photograph that \r\nwill become irrelevant in a few years.\r\nFor Ecuador, the democratic deficit of the organs \r\nthat make up the current international system, \r\nparticularly the Security Council, must be corrected \r\nin an urgent manner if the Organization is to be able \r\nto respond to the purposes and principles that led to \r\nits founding. My delegation is therefore ready to begin \r\ntext-based intergovernmental negotiations, so that we \r\ncan start outlining clearly the United Nations that we \r\nwant, in the framework of a complete reform of the \r\nOrganization.\r\nThe number of Members of the United Nations has \r\nsignificantly increased since its founding and since \r\nthe last increase in the membership of the Security \r\nCouncil, in 1965. That reality should be reflected in the \r\nmembership of the Council, which is why my country \r\nsupports the creation of new seats in the permanent and \r\nnon-permanent categories. However, regardless of the \r\nfinal form that the increase may take, it is indispensable \r\nthat the mechanisms by which the members of the \r\nCouncil consult with and are accountable to the States \r\nof the region that they represent be institutionalized, \r\ninasmuch as, it must be remembered, the Security \r\nCouncil acts, in the fulfilment of its responsibilities, \r\non behalf of all States Members of the United Nations.\r\nSuch an increase in the number of members of \r\nthe Security Council cannot simply be a mathematical \r\nanswer to the increase in the membership of the \r\nOrganization as a whole. A reform in that direction \r\nwould be useless if it were not accompanied by an \r\nin-depth revision of the working methods of the \r\nSecurity Council, including, among other items, the \r\nquestion of the veto, transparency in its deliberations \r\nand rebalancing the relationship between the General \r\nAssembly, the organ whose composition reflects global \r\nsovereignty, and the Security Council.\r\nIf the reform that is achieved at the end of our \r\nnegotiations is not comprehensive, it will be of little or \r\nof no use. In the meantime, we welcome the initiatives \r\npromoted by some members of the Security Council \r\nthat have looked for an improvement in its mechanisms \r\n28/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nspeak for itself and on its own without the consent of \r\nthe United States, which is South Korea’s master.\r\nAs for the so-called resolutions adopted by the \r\nSecurity Council against the Democratic People’s \r\nRepublic of Korea, they are products of double \r\nstandards, high-handedness and anachronistic thinking \r\non the part of the United States. Their adoption has \r\nhighlighted the double standards, high-handedness and \r\narbitrariness of Security Council actions, particularly \r\non the Korean peninsula issue, and has only aggravated \r\nthe tension on the Korean peninsula and made the issue \r\nmore complex.\r\nIt was the nuclear threat made by the United States \r\nthat compelled the Democratic People’s Republic of \r\nKorea to go nuclear. It is the hostile policy of the United \r\nStates towards the Democratic People’s Republic of \r\nKorea that has been the cause of the Korean peninsula’s \r\nnuclear issue. It is the fact of the United States Army \r\nbeing stationed in South Korea under the cover of the \r\nso-called United Nations command that has disrupted \r\npeace and security on the Korean peninsula, and South \r\nKorea has contributed to the confrontation and tensions \r\nthere by serving its master’s interests.\r\nThe representative of South Korea should learn what \r\nis preventing the Security Council from performing its \r\nduties and responsibilities for preserving international \r\npeace and security before blindly following the United \r\nStates and recklessly slandering South Korea’s brothers.\r\nMr. Lim Sang Beom (Republic of Korea): I would \r\nlike to reply to the intervention of the representative \r\nof the Democratic People’s Republic of Korea. The \r\nrepresentative of the Democratic People’s Republic \r\nof Korea is once again blaming others for its illicit \r\nactivities and provocations. Needless to say, the tension \r\nin the region is caused by North Korea’s continued \r\nmissile launches and nuclear tests. The alliance \r\nbetween the Republic of Korea and the United States is \r\ndefensive in nature and for the past several decades has \r\nmade an effective contribution to deterring war on the \r\nKorean peninsula.\r\nIn that regard, North Korea’s argument is nothing \r\nmore than an irresponsible pretext. In the past, it has \r\nclaimed that its activities were for peaceful purposes \r\nand that it had no intention of developing nuclear \r\nweapons. But now the international community has \r\nwitnessed three nuclear tests by the Democratic \r\nPeople’s Republic of Korea. North Korea is the \r\nonly country that has conducted nuclear tests in the \r\nno negotiating function, no mandate to draft, shorten \r\nor summarize any negotiating document, and that \r\nits activities will not affect the intergovernmental \r\nnegotiation group.\r\nWe are firm believers, as is the President, in the \r\nimportance of galvanizing the intergovernmental \r\nnegotiation process so we can all rely on a Security \r\nCouncil that is adequate to the current international \r\nscene, with its multiplicity of actors, challenges, threats \r\nand realities, which are different from what they were \r\nwhen the Council was first established. We believe that \r\nthe main objective of the intergovernmental negotiation \r\nprocess is to promote dialogue and to help to close the \r\ngap so we can all reach the desired consensus.\r\nInternational dynamics require that we build a \r\nmore inclusive and accountable international society. \r\nOur vision for the Security Council reform reflects that \r\nrequirement. We wish to see a Security Council that \r\nrepresents regional dynamics, whose composition is \r\nf lexible in the face of global change and the realities \r\nof power at different times in history. We wish to \r\nsee a Council that does not increase or perpetuate \r\nprivilege and that addresses the underrepresentation of \r\nAfrica, a continent with a particular perspective on the \r\nchallenges to international peace and security, as well \r\nas the underrepresentation of Latin America and the \r\nCaribbean.\r\nThe Acting President (spoke in Arabic): We have \r\nheard the last speaker in the debate for today’s meeting.\r\nI shall now give the f loor speakers in exercise \r\nof the right of reply. May I remind delegations that \r\nstatements in the exercise of the right of reply are \r\nlimited to 10 minutes for the first intervention and to \r\nfive minutes for the second intervention, and should be \r\nmade by delegations from their seats.\r\nMr. Kim Un Chol (Democratic People’s Republic \r\nof Korea): I would like to exercise the right of reply to \r\nrespond to the remarks made by the representative of \r\nSouth Korea about the Democratic People’s Republic \r\nof Korea, which are totally absurd, groundless and \r\nunreasonable, as well as provocative. The delegation \r\nof the Democratic People’s Republic of Korea totally \r\nrejects the South Korean delegation’s remarks and \r\nstrongly condemns its provocative accusations. I believe \r\nthat the South Korean delegation does not represent its \r\ncountry’s own interests in the United Nations. On the \r\ncontrary, it represents the interests and positions of \r\nthe United States, because South Korea has no right to \r\n13-55318 29/30\r\n07/11/2013 A/68/PV.47\r\npolicy of depending on foreign forces in confronting \r\ntheir compatriots, inter-Korean relations will not \r\nachieve reconciliation — much less the desire for the \r\nreunification of their mother country.\r\nIn conclusion, it would be most absurd for the \r\nSouth Koreans, without taking into account their spirit \r\nof national independence, to lean on foreign Powers to \r\nresolve the issue of inter-Korean relations.\r\nWith regard to the protest that the South Korean \r\nrepresentative will surely make about my comments, I \r\nstate beforehand that it will be rejected again, since this \r\nis my last statement.\r\nMr. Lim Sang Beom (Republic of Korea): I \r\nam sorry to take the f loor again. I think that many \r\ndelegations clearly remember that bizarre and \r\ndisturbing propaganda video on the YouTube website in \r\nMarch depicting New York in f lames. Furthermore, it \r\nwas North Korea that cut off a key military hotline with \r\nthe Republic of Korea and declared that it had entered \r\na state of war. Through its State media in April, North \r\nKorea threatened all foreign companies and tourists in \r\nthe Republic of Korea and called on them to evacuate, \r\nstating that it was on the verge of a nuclear war. From \r\nthose facts alone, it is clear who is truly responsible for \r\nthe situation on the Korean peninsula.\r\nFrom the statement by the representative of the \r\nDemocratic People’s Republic of Korea, we can say \r\nagain that North Korea has repeatedly rejected Security \r\nCouncil resolutions and that it is not bound by any \r\nobligations. I reiterate that Article 25 of the Charter of \r\nthe United Nations clearly states that all Member States \r\nshould accept and carry out the decisions of the Security \r\nCouncil. Let me also stress that all the relevant Security \r\nCouncil resolutions regarding the Democratic People’s \r\nRepublic of Korea have been adopted unanimously \r\nevery time by the sitting Security Council. Blaming the \r\nCouncil denies not only its authenticity and credibility, \r\nbut also the collective wisdom of its members both past \r\nand present.\r\nFurthermore, let me add that not only the Security \r\nCouncil but more than 80 States Members of the United \r\nNations have issued national statements condemning \r\nNorth Korea’s third nuclear test and urging North Korea \r\nto abide by the relevant Security Council resolutions. I \r\nwould like to ask the representative of North Korea to \r\nname at least one country that defends North Korea’s \r\nactions.\r\ntwenty-first century, in violation of international law. \r\nSimilarly, North Korea argues that its launches using \r\nballistic-missile technology are for peaceful uses in \r\nouter space. However, given North Korea’s track record \r\nof repeatedly breaking its promises and agreements, it \r\nis clear that that is not the case.\r\nI would like to point out that North Korea \r\nincorrectly invokes the right to use nuclear energy for \r\npeaceful purposes. That right is reserved only for those \r\ncountries that faithfully implement their obligations \r\nunder the International Atomic Energy Agency \r\n(IAEA) safeguards within the regime of the Treaty \r\non the Non-Proliferation of Nuclear Weapons (NPT). \r\nNorth Korea, which announced its withdrawal from \r\nadherence to the NPT and conducted nuclear tests in \r\nviolation of Security Council resolutions, is not entitled \r\nto such a right. In that regard, I would like to reiterate \r\nthat under the relevant Security Council resolutions and \r\nthe Joint Statement of 19 September 2005, North Korea \r\nhas the obligation to return to the NPT and the IAEA \r\nsafeguards and to abandon all nuclear weapons and \r\nexisting nuclear programmes in a complete, verifiable \r\nand responsible manner.\r\nMr. Kim Jin Song (Democratic People’s Republic \r\nof Korea) (spoke in Spanish): Every day the South \r\nKorean regime, as a puppet of its American master and \r\ntogether with external forces, takes another step along \r\nthe road of national betrayal and pushes the situation on \r\nthe Korean peninsula to extremes, introducing highly \r\nsophisticated means of war, including nuclear weapons.\r\nFor Koreans, the United States is the arch-criminal \r\nand principal actor that has prolonged our people’s pain \r\nand calamity, blocking the path to the reunification of \r\nour nation.\r\nThe United States is also responsible for threatening \r\nthe Democratic People’s Republic of Korea with all \r\nnecessary means, including nuclear weapons, and the \r\ndominant Power that governs acts in South Korea. \r\nEven using the right terms, I regret to say that South \r\nKorea is nothing but a servant and a blind follower of its \r\nAmerican master, who is consumed by an absurd dream \r\nof reunification while, on the other hand, is trying to \r\nact by misinterpreting statements between the North \r\nand the South made sincerely through dialogue.\r\nIn South Korea, no political figure has the \r\ncourage to speak on any topic without first reading \r\nthe face of his American master. So long as South \r\nKorean authorities do not renounce their traitorous \r\n30/30 13-55318\r\nA/68/PV.47 07/11/2013\r\nLastly, what is good for the Korean people? The \r\nanswer is very simple and clear: North Korea should \r\ngive up its weapons of mass destruction and ballistic-\r\nmissile programmes and return to the international \r\ncommunity as a responsible member. The Republic of \r\nKorea is always ready to help the Democratic People’s \r\nRepublic of Korea, if it takes the right path.\r\nThe meeting rose at 6.15 p.m.\r\nNorth Korea receives millions of dollars in \r\nassistance annually from the United Nations as well as \r\nthe international community. It is a great pity that North \r\nKorean authorities abandon their basic duty to their \r\npeople by squandering scarce resources on nuclear and \r\nmissile development. North Korea should use its limited \r\nresources to improve the lives of its people, rather than \r\nwaste them on the development of such illicit activities.\r\n"