"In the absence of the President, Mrs. Mesquita \r\nBorges (Timor-Leste), Vice-President, took the \r\nChair.\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda items 63 and 13\r\nNew Partnership for Africa’s Development: \r\nprogress in implementation and  \r\ninternational support\r\n(a) New Partnership for Africa’s Development: \r\nprogress in implementation and  \r\ninternational support\r\nReport of the Secretary-General (A/68/222)\r\n(b) Causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa\r\nReport of the Secretary-General (A/68/220)\r\n2001-2010: Decade to Roll Back Malaria in \r\nDeveloping Countries, Particularly in Africa\r\nThe Acting President: I now have the honour to \r\ndeliver a statement on behalf of the President of the \r\nGeneral Assembly, His Excellency Ambassador John \r\nAshe.\r\n“I am pleased to welcome members to these \r\nimportant debates, in particular that on the New \r\nPartnership for Africa’s Development (NEPAD), \r\nsince it provides us with a timely opportunity \r\nto review our collective efforts in providing \r\ninternational support for NEPAD and is an \r\nappropriate way to culminate this year’s Africa-\r\nNEPAD week.\r\n“In many ways, it is an auspicious time for the \r\nAfrican continent and it is fitting to begin by taking \r\nnote of some of the positive developments on the \r\ncontinent. Experts now agree that Africa offers the \r\nmost promising prospects for economic growth in \r\nthe world, with sub-Saharan Africa as the second-\r\nfastest-growing region. Throughout the continent, \r\nwe have seen significant progress in political \r\ngovernance, with a number of elections offering \r\npromise for future stability. Many countries can \r\nalso take pride in recent developments in peace \r\nand security, and we look to those examples with \r\nthe hope that the nations that are still struggling \r\nwill soon follow. While we cannot deny that there \r\nare challenges confronting the African continent, \r\nthe African people and African leaders are poised \r\nto face them as never before as they continue to \r\nharness their productive powers and grow in \r\nsolidarity.\r\n“Today, as we assess international support \r\nfor NEPAD, we can also acknowledge Africa’s \r\ncollaborative efforts to tackle its shared challenges. \r\nNEPAD, first launched in 2001, is a success story. \r\nThrough the Organization of African Unity \r\n(OAU) — now the African Union (AU) — the \r\nAfrican region has found a mechanism to facilitate \r\na cohesive approach to its challenges and \r\nopportunities. It has chosen that type of strategic \r\nand progressive coordination as an effective means \r\nto realize goals in the areas of peace and security \r\nUnited Nations A/68/PV.36\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n36th plenary meeting\r\nFriday, 25 October 2013, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1353026*\r\n13-53026 (E)\r\n2/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nobjectives. I would like to commend the ongoing \r\nefforts of the United Nations, in particular the Office \r\nof the Special Adviser on Africa, in supporting the \r\nfull implementation of the programme. As President \r\nof the General Assembly at its sixty-eighth session, \r\nI pledge to continue to promote a good working \r\nrelationship between the General Assembly and \r\nAfrican Member States, as well as international \r\npartners, to ensure that NEPAD remains a high \r\npriority on the agenda of the Assembly.\r\n“I also hope that several thematic debates \r\nand General Assembly-mandated meetings will \r\ncontribute immensely to support for NEPAD — for \r\nexample, the meetings on the contributions of South-\r\nSouth and triangular cooperation and information \r\nand communication technology for development \r\nto the post-2015 development agenda and the \r\nhigh-level thematic debate on the promotion of \r\ninvestment in Africa and its catalytic role in \r\nachieving Africa’s development.\r\n“My remarks began with a focus on the great \r\nachievements, and I conclude with a reminder of \r\nthe challenges that remain. It is widely reported \r\nthat many countries are unlikely to achieve \r\nmost of the MDGs by the 2015 deadline. In \r\nthe remaining time before the 2015 target date, \r\nwe need to accelerate efforts and summon the \r\nnecessary political will. And as we set the stage \r\nfor the post-2015 development agenda, the General \r\nAssembly will need to focus on how that agenda \r\nrelates to Africa. Africa’s development priorities, \r\nas clearly embedded in NEPAD, must be skilfully \r\nincorporated into the new development agenda.\r\n“It is my sincere hope that today’s debate will \r\nbe a strong demonstration of solidarity and support. \r\nAs we are one united international community, let \r\nus continue to chart a practical way forward on \r\nsuccessfully implementing NEPAD and creating \r\nmeaningful change for people across the continent.”\r\nMs. Kaur (India): Let me, first of all congratulate \r\nHis Excellency Mr. John Ashe on his election to the \r\npresidency of the General Assembly at its sixty-eighth \r\nsession. We wish him every success and assure him of \r\nour fullest cooperation.\r\nI am honoured to address today’s joint debate on the \r\nNew Partnership for Africa’s Development (NEPAD) \r\nand the promotion of peace and development in Africa, \r\nincluding in its efforts to fight malaria. Allow me to \r\nand socioeconomic development. As 2013 marks \r\nthe fiftieth anniversary of the establishment of the \r\nOAU, I warmly congratulate the people of Africa \r\non this important milestone.\r\n“NEPAD remains a strong framework for \r\npan-African socioeconomic development and the \r\nessential blueprint for promoting development on \r\nthe African continent. The latest report of Secretary-\r\nGeneral Ban Ki-moon on the implementation of \r\nand international support for NEPAD (A/68/222) \r\nsuggests notable progress. I commend those positive \r\ndevelopments and Africa’s commitments in the \r\nareas of infrastructural projects, agriculture and \r\nfood security, health and primary education and, \r\nlast but not least, redoubling efforts to achieving \r\nthe remaining Millennium Development Goals \r\n(MDGs) by 2015.\r\n“The continent can also be justly proud of \r\nthe establishment of the African Peer Review \r\nMechanism (APRM), which has become a \r\nkey component of NEPAD and marks its tenth \r\nanniversary this year. Through the Mechanism, \r\nAfrican countries have committed themselves \r\nto the promotion of good governance in all its \r\ndimensions — corporate, political and economic. \r\nWith over 30 African countries voluntarily joining \r\nthe APRM, the continent is clearly demonstrating \r\nits commitment to good governance, transparency \r\nand democratic principles. As we celebrate that \r\nimportant milestone, I would like to encourage the \r\ncountries of the region to keep up the momentum \r\nand consolidate gains achieved through the APRM. \r\nThat review process is vital for promoting good \r\ngovernance practices among peers.\r\n“Because NEPAD is so critically important \r\nfor pan-African socioeconomic development, it is \r\nvital that the international community continue \r\npartnering with African countries and the AU on its \r\nimplementation and on alleviating developmental \r\nchallenges on the continent. That support cannot \r\nbe overstated and is integral to the overall success \r\nof the programme. While many countries have \r\nbeen affected by the recent global financial and \r\neconomic downturn, international partners should \r\ncontinue to work with African countries to ensure \r\nthat NEPAD commitments are translated into \r\nconcrete results on the ground.\r\n“The United Nations is an integral and \r\ncommitted partner to NEPAD in realizing its \r\n13-53026 3/28\r\n25/10/2013 A/68/PV.36\r\nof the father of the nation, Mahatma Gandhi, and our \r\nties continue to be rooted in our history of solidarity \r\nagainst colonialism and apartheid. Our engagement \r\nwith Africa has come a long way since then and today \r\nwe have built a new template for partnership in the form \r\nof the India-Africa Forum Summit. That partnership is \r\nbased on mutual respect and guided by the vision and \r\npriorities of our African brothers and sisters.\r\nIndia and Africa are committed to pursue the \r\nideals of democratic governance in multicultural and \r\nmultilingual societies and inclusive development for the \r\nbenefit of their peoples. India and the African Union \r\nlaunched a Plan of Action of the Enhanced Framework \r\nfor Cooperation on 6 September in New Delhi. India \r\nis committed to assisting Africa, including in human \r\nresources and institutional capacity-building, education, \r\nscience and technology, agricultural productivity and \r\nfood security, industrial growth, including small and \r\nmedium enterprises, the health sector, infrastructure \r\nand information and communication technology. Those \r\nactivities are being implemented directly with Member \r\nStates in close consultation with regional economic \r\ncommunities, the African Union Commission and the \r\nNEPAD Agency. India is also extending concessionary \r\nfinancing to develop socioeconomic infrastructure. \r\nOver the past decade, 170 lines of credit totalling \r\n$9.7 billion have been allocated, of which $5.8 billion \r\nwas allocated for African countries.\r\nThere has been a spectacular increase in India-\r\nAfrica trade over the past two decades. India-Africa \r\ntrade has grown from a small $967 million in 1991 to \r\nmore than $70 billion in 2012. A target of $90 billion \r\nhas been set for 2015. There is significant scope to \r\nenhance and diversify it with coordinated and sustained \r\nefforts. India also actively supports African initiatives \r\nfor peace and security on the continent. In the pursuit \r\nof that commitment, more than 6,500 Indian soldiers \r\nsupport United Nations peacekeeping operations in \r\nvarious parts of Africa.\r\nThere is a lot we can learn from each other’s \r\ndevelopment experiences. We have redirected \r\nour age-old bonds of friendship to respond to the \r\ncontemporary aspirations of our peoples and to build \r\na partnership that is increasingly being cited as the \r\nbeacon of South-South cooperation.\r\nThe India, Brazil and South Africa facility \r\nfor poverty and hunger alleviation, which recently \r\ncelebrated a special event here in New York on the \r\noccasion of the United Nations International Day for \r\nalso convey our sincerest appreciation to the Secretary-\r\nGeneral for his timely and extremely informative \r\nreports on the agenda items under discussion today \r\n(A/68/220 and A/68/222).\r\nEpitomizing the spirit of pan-Africanism, the New \r\nPartnership for Africa’s Development, with its strong \r\nemphasis on infrastructure, agriculture and governance, \r\nis indeed firmly on course in realizing the vision of an \r\nintegrated, prosperous and peaceful African continent.\r\nIndia lauds the progress achieved by Africa in \r\nthe implementation of NEPAD priorities over the past \r\n10 years through multisectoral initiatives in agriculture, \r\ninfrastructure, health, education, science, information \r\ntechnology and the environment. However, despite \r\nthose positive strides, serious challenges remain to be \r\naddressed before the African continent can achieve all-\r\nround development and prosperity. Extreme poverty, \r\nhunger, a lack of adequate nutrition, conflicts and other \r\nills continue to shackle the tremendous potential of the \r\nAfrican people. It is therefore important to acknowledge \r\nthat addressing Africa’s development needs and \r\nchallenges requires an unwavering commitment backed \r\nby resolute action, not only from within Africa but, \r\nequally important, from outside the continent.\r\nAs has been pointed outin the Secretary-General’s \r\nreport (A/68/222), total official development assistance \r\nto Africa has further declined, from $133.7 billion \r\nin 2011 to $125.9 billion in 2012. The report also \r\npoints out that, despite a strong average growth of \r\n6.6 per cent in 2012, it has not been inclusive or \r\nsustainable. Persistently high unemployment threatens \r\nto undermine the recent gains made towards social \r\ndevelopment and to derail the progress made towards \r\nthe achievement of the Millennium Development Goals \r\n(MDGs). It is therefore imperative that the international \r\ncommunity remain resolute in its support for Africa \r\nthrough sustained cooperation, including the transfer \r\nof technology, resources and an enabling international \r\nenvironment, and immediately address the gaping \r\ngap between the promise and delivery of pledged \r\ncommitments. In these times of political uncertainty \r\nand economic meltdown, it is more crucial than ever for \r\nthe continent’s development partners to stay the course \r\nand help African countries achieve their developmental \r\ngoals.\r\nThe India-Africa partnership is based on firm \r\nhistorical foundations. Over the decades, it has grown \r\ninto one of the most productive and durable partnerships. \r\nFor the people of India, Africa is the land of awakening \r\n4/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nand its support for the attainment of durable peace and \r\nsustainable development on the continent.\r\nThe founding of the OAU preceded by a decade the \r\nestablishment of the Caribbean Community, in 1973. \r\nNot long after that, the 1975 Georgetown Agreement \r\nunited our two regions, along with countries of the \r\nPacific, in the Africa-Caribbean-Pacific (ACP) group, \r\na cross-continental alliance committed to South-\r\nSouth cooperation and to a partnership with Europe \r\nfor development. Our two regions, the Caribbean and \r\nAfrica, have been animated by a common aspiration \r\nto chart a course of our own design informed by the \r\nwisdom of our respective experiences while learning \r\nfrom one another and the experiences of others. \r\nTherefore, it comes as no surprise that CARICOM has \r\nwelcomed and continues to support the African-led \r\nand -owned approach to growth and socioeconomic \r\ndevelopment that the New Partnership represents. \r\nThrough it, Africans can chart their own course to \r\nhigher standards of life in larger freedom, surmount \r\nthe ravages of conflict and poverty and fulfil the rich \r\npromise of their potential. The progress that has been \r\nmade thus far illustrates the effectiveness and relevance \r\nof the New Partnership for Africa’s Development \r\n(NEPAD) as a development model for Africa.\r\nAfrica has witnessed major development gains, \r\neven as it continues to grapple with significant \r\nchallenges to peace and development. Seven of the \r\n10 fastest-growing economies across the globe are \r\nbased on the continent. Today, Africa as a whole is the \r\nworld’s second-fastest-growing region. Moreover, a \r\ngrowing middle class — currently 34 per cent of the \r\npopulation — is projected to reach 1 billion people by \r\n2060. The World Bank’s Africa Overview 2013 notes that \r\nthe region’s poverty rate fell from 58.1 per cent in 1999 \r\nto 47.5 per cent in 2008, and growth in sub-Saharan \r\nAfrica is projected to rise from 5.3 per cent in 2012, to \r\n5.6 per cent in 2013. Various assessments indicate that \r\nAfrica is on its way to achieving some of the Millennium \r\nDevelopment Goals (MDGs) by 2015, notably MDG 2, \r\nregarding universal primary education; MDG 3, with \r\nregard to gender parity in school enrolment; and MDG \r\n6, on reducing the prevalence of HIV/AIDS.\r\nDespite those achievements, major challenges \r\nremain. The rate of poverty reduction in Africa is not \r\nenough to reach the target of halving extreme poverty \r\nby 2015. The continent therefore continues to run the \r\ngreatest risk in the entire developing world of falling \r\nshort of achieving the MDGs. Also, with about 65 per \r\nSouth-South Cooperation, on 12 September, has already \r\ncompleted several successful projects in Burundi, Cape \r\nVerde, Guinea-Bissau and Sierra Leone to strengthen \r\ninfrastructure and capacity-building.\r\nOur partnership with Africa has the potential \r\nto strengthen global governance systems and to \r\ndemocratize multilateral institutions. It is indeed \r\nironic, and a continued question as to the credibility of \r\nits representative character, that the Security Council \r\ndoes not represent the entire continent of Africa in \r\nits permanent membership category, despite nearly \r\n75 per cent of its work being focused on Africa alone. \r\nAlong with our African friends, we continue to stress \r\nthe urgent need to reform the Security Council and to \r\naddress historical injustices, by making that a reflection \r\nof contemporary realities.\r\nThe year 2015, which marks the seventieth \r\nanniversary of the United Nations and 10 years since \r\nthe 2005 World Summit mandate by our Heads of States \r\nand Governments to achieve early reforms, would be \r\na fitting occasion to deliver concrete outcomes on our \r\npledged commitment to reform global governance \r\ninstitutions.\r\nMr. Talbot (Guyana): I have the honour to speak \r\non behalf of the member States of the Caribbean \r\nCommunity (CARICOM) in today’s joint debate on \r\nthe items “New Partnership for Africa’s Development: \r\nprogress in implementation and international support” \r\nand “2001-2010: Decade to Roll Back Malaria in \r\nDeveloping Countries, Particularly in Africa”. Our \r\ndelegations thank the Secretary-General for his \r\ninsightful reports (A/68/220 and A/68/222), which \r\namply inform our consideration of the issues under \r\nthose agenda items. We also appreciate the role of the \r\nOffice of the Special Adviser on Africa, in conjunction \r\nwith the Department of Public Information, the United \r\nNations Economic Commission for Africa and other \r\nrelevant agencies, in organizing the Africa-New \r\nPartnership for Africa’s Development week, which \r\nprovides useful background to our deliberations today.\r\nThe current debate takes place on the fiftieth \r\nanniversary of the establishment of the Organization \r\nof African Unity (OAU), now the African Union. That \r\nseminal African institution was established on 25 May \r\n1963 by visionary founders who foresaw a united \r\ncontinent assuming full responsibility for its future, \r\nin partnership with the international community. In \r\nthis year of pan-Africanism and African renaissance, \r\nCARICOM is pleased to renew its solidarity with Africa \r\n13-53026 5/28\r\n25/10/2013 A/68/PV.36\r\npeoples concerned. CARICOM therefore supports \r\nUnited Nations and African Union (AU) efforts in \r\nconflict prevention, peacekeeping and peacebuilding, \r\nwhich are critical to the promotion of durable peace \r\nand sustainable development. We also support Africa’s \r\naspiration to have a permanent and non-permanent \r\npresence on the Security Council.\r\nTurning to the bilateral relationship between our \r\ntwo regions, I am pleased to report that the Caribbean’s \r\nage-old relations with Africa are being consolidated \r\nin modern times through strengthened diplomatic \r\nengagements, increased people-to-people ties and the \r\npursuit of economic and technical cooperation for \r\nmutual benefit. The ACP group endures as an important \r\nmechanism for collaboration and in our relations with \r\nthe European Union. A key emphasis of current efforts \r\nis on the structural transformation of ACP economies \r\nto ensure that a significant proportion of the wealth \r\ngenerated from our natural recourses, especially \r\nminerals and agricultural commodities, remain within \r\nour countries for their sustainable development.\r\nCARICOM and the AU continue to partner in the \r\nAU diaspora process, which constitutes an ongoing link \r\namong member States of our two regions. At the United \r\nNations, CARICOM and Africa have engaged together \r\nand with other partners in undertaking to erect in a \r\nplace of prominence at United Nations Headquarters \r\na permanent memorial to the victims of slavery and \r\nthe transatlantic slave trade. We reached an important \r\nmilestone in that endeavour with the unveiling, last \r\nSeptember, of the winning design for the memorial. \r\nWe will continue to work with all partners to see that \r\nproject through to a successful conclusion.\r\nCARICOM and Africa will have much on which \r\nto collaborate in the development of the post-2015 \r\ndevelopment agenda.\r\nIn conclusion, the Caribbean Community takes this \r\nopportunity to express its confidence in the prospects \r\nfor Africa’s continued progress. Africa’s renaissance \r\nheralds the promise of a brighter day not only for the \r\npeople of that great continent, but also for the people of \r\nthe world at large. We therefore renew our commitment \r\nto partnership in the cause of mutual success.\r\nDato Ismail (Brunei Darussalam): I have the \r\nhonour to address the General Assembly this morning \r\non behalf of the Association of Southeast Asian Nations \r\n(ASEAN), which comprises Brunei Darussalam, \r\nCambodia, Indonesia, the Lao People’s Democratic \r\ncent of Africans today below the age of 35, and over \r\n35 per cent between the ages of 15 and 35 and with \r\nyouth unemployment accounting for 60 per cent of \r\ncontinental unemployment, Africa’s Governments will \r\nno doubt face increasingly pressing demands from their \r\nyoung population for decent jobs and better standards \r\nof living. Support for major continental undertakings \r\nsuch as those in agriculture, infrastructure, health and \r\ngovernance will therefore be crucial to Africa’s future.\r\nThe burden of disease poses a continuing \r\nimpediment to Africa’s progress. Even in the wake \r\nof the 2001-2010: Decade to Roll Back Malaria in \r\nDeveloping Countries, Particularly in Africa, nearly \r\nhalf of the world’s population remains at risk of \r\nmalaria, and an estimated 219 million cases in 2010 led \r\nto approximately 660,000 deaths, most of them children \r\nunder the age of 5 living in Africa.\r\nThe World Malaria Report 2012, issued in December, \r\nmakes a compelling case that international funding for \r\nmalaria appears to have reached a plateau well below \r\nthe level required to meet the health-related Millennium \r\nDevelopment Goals and other internationally agreed \r\nmalaria targets. CARICOM urges renewed international \r\ncommitment to support Africa and other affected \r\nregions against that preventable disease.\r\nGiven those realities, the international community’s \r\npartnership with Africa will remain of great importance \r\nnot only to Africa but to the world. Commitments made \r\nto Africa with respect to official development assistance, \r\ntrade, the transfer of technology and capacity-building \r\nmust therefore be honoured and sustained. The role of \r\nSouth-South and triangular cooperation will remain \r\nintegral to the global response to Africa’s development \r\nchallenges as a complement to the commitment of \r\ntraditional development partners.\r\nCARICOM supports Africa’s quest to improve \r\ngovernance and accountability, ref lecting our shared \r\ncommitments in that regard. The role of the African Peer \r\nReview Mechanism, now in its tenth anniversary year, \r\nhas been instrumental in that process. In that context, \r\nwe note that 33 countries have voluntarily acceded to \r\nthe Mechanism and, of those, 17 have completed their \r\nself-assessments and have been peer-reviewed by the \r\nForum of Heads of State and Government.\r\nWe express the hope that the stability being \r\nexperienced by most African countries will be \r\nsustained and that setbacks to peace and security will \r\nbe overcome, in the interests of the countries and \r\n6/28 13-53026\r\nA/68/PV.36 25/10/2013\r\ncombat malaria and other diseases, including HIV/AIDS \r\nand tuberculosis. ASEAN welcomes the establishment \r\nof the Global Fund to Fight AIDS, Tuberculosis and \r\nMalaria to help developing countries eradicate those \r\ndeadly pandemics. Each ASEAN member State has \r\ndifferent experiences and areas of expertise, and we \r\nstand ready to share our best practices with African \r\ncountries.\r\nIn that regard, ASEAN joins the Secretary-\r\nGeneral’s call upon other countries in a position to \r\ncontribute, as mentioned in his report, to continue and \r\nto redouble efforts to help accelerate the achieving of \r\nMDGs and sustainable development and sustainable \r\ngrowth in Africa. In addition, ASEAN looks forward \r\nto sharing and exchanging information and experiences \r\non development-related issues. We hope all those \r\ncombined efforts will aid our African colleagues in \r\nachieving their Goals.\r\nThe Acting President: I now give the f loor to the \r\nobserver of the European Union.\r\nMr. Poulsen (European Union): I have the honour \r\nto speak on behalf of the European Union (EU) and its \r\nmember States. The candidate countries Turkey, the \r\nformer Yugoslav Republic of Macedonia, Montenegro, \r\nIceland and Serbia; the country of the Stabilization and \r\nAssociation Process and potential candidate Bosnia \r\nand Herzegovina; as well as Ukraine, the Republic \r\nof Moldova and Georgia, align themselves with this \r\nstatement.\r\nLet me start by emphasizing the importance the \r\nEU and its member States attach to the EU-Africa \r\npartnership and to the economic and social \r\ndevelopment of African countries. We are proud of \r\nhaving built a strategic partnership between Europe \r\nand Africa — the first region-to-region strategic \r\npartnership in the world — having at its heart the \r\nprinciples of African unity, mutual interdependence \r\nand enhanced cooperation.\r\nThe Africa-EU Strategic Partnership, established \r\nin 2007, reflects the shared vision and commitment \r\nto work towards the common goals of Africa’s \r\n54 countries and the European Union’s 28 member \r\nStates — a combined population of 1.5 billion citizens. \r\nNext April in Brussels, Europe and Africa will meet \r\nfor the fourth Africa-Europe Summit to take that \r\nPartnership to a new level. We will advance further in \r\npromoting sustainable development in our two regions, \r\nRepublic, Malaysia, Myanmar, the Philippines, \r\nSingapore, Thailand and Viet Nam.\r\nI would like to thank the Secretary-General for his \r\ncomprehensive reports (A/68/220 and A/68/222).\r\nASEAN attaches great importance to its friendship \r\nand cooperation with Africa, and we share the same \r\naspirations for the development of our regions. Relations \r\nbetween the countries of our two regions have also been \r\nenhanced through solidarity, cooperation and mutual \r\nrespect.\r\nWe acknowledge the good progress that many \r\nAfrican countries have made in achieving the \r\nMillennium Development Goals (MDGs). We also \r\nacknowledge the challenges faced by African countries, \r\nand we understand their difficulties in attaining the \r\nMDGs by 2015.\r\nWe note that the efforts of African countries have \r\nbeen slowed by economic crises, political upheavals, \r\nnatural disasters and the decline of humanitarian \r\nassistance. In that regard, ASEAN continues to \r\nencourage efforts through the New Partnership for \r\nAfrica’s Development (NEPAD) to address those \r\nconcerns, especially by prioritizing and mainstreaming \r\nthe issues of health, education and gender in the \r\nagenda. Furthermore, ASEAN welcomes the valuable \r\ncontributions made by the African Peer Review \r\nMechanism to strengthening the engagement between \r\nAfrican Governments and their peoples.\r\nAt the international level, ASEAN welcomes \r\nthe constructive role and assistance of the United \r\nNations, such as the launching of the United Nations \r\nmonitoring mechanism to review the implementation of \r\ncommitments made to Africa’s development.\r\nIndividually, ASEAN countries have also \r\nstrengthened their relations with African Member \r\nStates. Each of us, in our own way, has offered capacity-\r\nbuilding programmes and provided educational \r\nscholarships to the African countries.We hope that our \r\nassistance has benefited African countries and helped \r\nthem make progress towards attaining the MDGs by \r\n2015. Above all, we share the view of many African \r\ncountries that have placed great emphasis on the \r\nimportance of including poverty eradication in the \r\npost-2015 agenda.\r\nTurning to the issue of malaria, both ASEAN and \r\nAfrican countries have been affected by that contagious \r\ndisease. ASEAN therefore supports Africa’s efforts to \r\n13-53026 7/28\r\n25/10/2013 A/68/PV.36\r\nAfrica and the Comprehensive Africa Agriculture \r\nDevelopment Programme.\r\nIt is estimated that the lack of adequate \r\ninfrastructure can reduce productivity by as much as \r\n40 per cent. That is why Africa gives great importance \r\nto its Programme for Infrastructure Development, and \r\nthat is why a cornerstone of our cooperation is the \r\nEU-Africa Infrastructure Trust Fund, which has a total \r\nfunding of €746 million.\r\nBoosting agricultural productivity, food security \r\nand resilience is another major priority in achieving \r\nthe goal of eradicating poverty and tapping Africa’s \r\npotential. That is why we are providing support to \r\nthe Comprehensive Africa Agriculture Development \r\nProgramme at the continental, regional and national \r\nlevels.\r\nThe European Union also remains the biggest \r\ntrading partner for the African continent, accounting \r\nfor one third of Africa’s total trade. European Union \r\ncountries also invest considerably in Africa. From 2005 \r\nto 2010, European Union countries were responsible for \r\n43.7 per cent of foreign direct investment in Africa.\r\nAfrica continues to face a huge burden of \r\npotentially preventable and treatable diseases. We \r\nknow that malaria and other communicable and \r\nnon-communicable diseases inflict a heavy burden \r\non Africa, particularly on women, children and the \r\nmost vulnerable. The European Union and its member \r\nStates will continue their collective support, always \r\nseeking the most efficient modes of delivery, by \r\nworking through national Governments, but also with \r\nthe relevant organizations and mechanisms. Those \r\ninclude the Global Fund to Fight AIDS, Tuberculosis \r\nand Malaria, which the European Commission has \r\nbeen associated with since it was founded 12 years ago. \r\nSince then the Commission has contributed more than \r\n€1.1 billion to the Global Fund. Collectively, the EU \r\nand its member States have been contributing 50 per \r\ncent to the Global Fund’s budget so far. Combating \r\ndiseases such as malaria, through strengthened national \r\nhealth systems that are responsive and able to deliver \r\ncomprehensive, quality health services for the entire \r\npopulation, is, in our view, one of the most effective \r\nways to alleviate poverty and promote equitable and \r\nsustainable economic growth.\r\nThe Africa-EU partnership goes beyond \r\ndevelopment to tackle other issues of common interest, \r\nsuch as peace and security, which are essential for \r\nin nurturing and defending democracy and basic \r\nfreedoms and in offering a better future to our citizens.\r\nAfrica is in the process of a long-term political \r\nand socioeconomic transformation, as we have heard \r\nfrom presentations and discussions this week in \r\ncelebration of the tenth anniversary of the African Peer \r\nReview Mechanism and the fiftieth anniversary of the \r\nestablishment of the Organization of African Unity, \r\nnow the African Union.\r\nIt is with great satisfaction that we witness Africa \r\nrealizing its huge potential, with impressive levels of \r\ngrowth — 5 per cent on average, and up to double that \r\nin some countries. Seven out of the world’s 10 fastest-\r\ngrowing economies are African. There is a rapidly \r\nemerging middle class and a young, dynamic, fast-\r\ngrowing population that is expected to double by 2050. \r\nThose are all huge assets that are already transforming \r\nthe continent for the better. Africa’s economic and social \r\ndevelopment benefits first and foremost the people of \r\nAfrica, but we believe it is also in the interests of the \r\nEuropean Union.\r\nRecognizing the principle of African solutions \r\nfor African challenges, we acknowledge the essential \r\nrole of the African Union and the New Partnership \r\nfor Africa’s Development (NEPAD) in the definition \r\nof continent-wide economic and political governance \r\npolicy frameworks and programmes to underpin that \r\ntransformation and to address the significant challenges \r\nstill ahead of us, in particular in eradicating poverty \r\nand making sure that growth and wealth benefit the \r\nlargest number of people.\r\nFor our part, we would like to reassure delegations \r\nthat the European Union is and will remain Africa’s \r\nmost important partner as far as development aid is \r\nconcerned and, more important, in trade, investment, \r\nsecurity and people-to-people contacts.\r\nThe EU and its member States remain Africa’s most \r\nimportant donors, providing 45 per cent — equivalent \r\nto €21 billion — of the aid targeting the continent in \r\n2011 alone. The support covers all of NEPAD’s strategic \r\nfocus areas. It includes, inter alia, support to the African \r\nPeer Review Mechanism as the main African-led \r\nframework to monitor and promote good governance \r\non the continent, and support aligned to two NEPAD \r\nprogrammes recommended by the General Assembly in \r\nresolution 67/294, on NEPAD, adopted a few months \r\nago, for increased alignment by development partners: \r\nthe Programme for Infrastructure Development in \r\n8/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nachieve economic and social development in Africa; it \r\nhas been 11 years since the General Assembly convened \r\na high-level dialogue on NEPAD (see A/57/PV.11), in \r\nSeptember 2002, and adopted resolution 57/7 (see A/57/\r\nPV.43) in November of that year. It has also been 12 \r\nyears since United Nations organs and other specialized \r\nagencies established true development partnerships \r\nwith Africa in support of development efforts.\r\nIt is unfortunate, however, that despite the \r\nsignificant economic progress seen in a number of \r\nAfrican countries, many people and nations continue \r\nto suffer owing to rising poverty and the incidence of \r\ncontagious diseases, malaria and HIV/AIDS, in parallel \r\nwith a lack of economic development support projects. \r\nThat is why the international community must seriously \r\nredouble its efforts to achieve the internationally agreed \r\ndevelopment goals, particularly the MDGs, with a long-\r\nterm ambitious view to the Agenda 2063 Vision.\r\nWe firmly believe that development must be \r\nstepped up through the comprehensive efforts of all \r\nAfrican and Arab States. From the start, Kuwait has \r\npersisted in fulfilling its pledges to that end through \r\nall of its partnerships and international commitments. \r\nIn that context, Kuwait affirms its ongoing tireless \r\nefforts to support developing countries generally, and \r\nAfrican countries in particular, both officially and via \r\nthe private sector.\r\nKuwait’s official development assistance remains \r\nan ongoing aspect of its foreign policy, for we strongly \r\nbelieve that economic development will benefit all and \r\nwill strengthen partnerships and cooperation, while at \r\nthe same time strengthening the global economic and \r\ntrade regime. My country will continue to support the \r\naspirations and efforts of developing countries to that \r\nend, especially African countries.\r\nThe State of Kuwait has enjoyed partnerships \r\nwith African States throughout history, which have \r\nbeen reinforced at the political and economic levels \r\nthrough unique bilateral relationships. We would recall \r\nthe key role of the Kuwait Fund for Arab Economic \r\nDevelopment and its presence in 48 of the 54 African \r\nUnion States. Today, the Fund is continuing to expand \r\nits activities and financing efforts in 102 States, \r\nincluding projects in agriculture, transportation, \r\nenergy, water, infrastructure, health and education. \r\nThe African continent has been a priority of the Fund, \r\nwhich has invested more than $6.4 billion therein. It has \r\nalso contributed to an initiative of the World Bank and \r\nthe development and prosperity of any country. It is \r\nuniversally recognized that development, peace and \r\nsecurity and human rights are interlinked and mutually \r\nreinforcing.\r\nThe African Union is stepping up actions to help \r\nto resolve the conflicts on the continent. We welcome \r\nthat development and are directly supporting Africa’s \r\ncapability to manage African problems. Since 2004, the \r\nEU has provided more than €1.1 billion to the African \r\nPeace Facility to fund the African-led Peace Support \r\nOperations Division, strengthen the African Peace and \r\nSecurity Architecture and operationalize the early-\r\nresponse mechanism.\r\nLet me conclude by emphasizing that the European \r\nUnion and its member States remain fully committed to \r\nsupporting Africa and Africans in their quest for peace, \r\ndemocratic governance, human rights and sustainable \r\ndevelopment.\r\nMs. AlGharabally (Kuwait) (spoke in Arabic): \r\nMy delegation welcomes the opportunity to discuss \r\nagenda item 63, entitled “New Partnership for \r\nAfrica’s Development: progress in implementation \r\nand international support”, along with its sub-items \r\n(a) and (b). We have taken note of the two reports \r\nof the Secretary-General contained in documents \r\nA/68/220 and A/68/222, which emphasize the political \r\nmeasures taken by Africa countries and organizations \r\nto implement the New Partnership for Africa’s \r\nDevelopment (NEPAD).\r\nWe have also reviewed the evident progress made \r\nover the past 12 months on the implementation of NEPAD. \r\nIn his report, the Secretary-General emphasizes the \r\nneed to continue to strengthen partnerships in security, \r\nfood security, development, women’s education and \r\nempowerment, the enhancement of the rule of law, and \r\ngeneral education  with a view to promoting social, \r\npolitical and economic development in Africa.\r\nKuwait considers those matters highly important, \r\ngiven the close and historic links between the State \r\nof Kuwait and the African continent and in the light \r\nof the difficult concerns and challenges faced by the \r\ncontinent, which require the stepped-up efforts of \r\nthe international community to address them. Africa \r\ncontinues to face drought, desertification, disease and \r\narmed conflict and other obstacles to achieving the \r\nMillennium Development Goals (MDGs). \r\nIt has been 12 years since African Heads of State and \r\nGovernments adopted NEPAD as a global partnership to \r\n13-53026 9/28\r\n25/10/2013 A/68/PV.36\r\nthe African Development Bank. This is critical for \r\nattracting domestic investment and encouraging a \r\nvibrant private sector.\r\nOn the occasion of the tenth anniversary of \r\nthe African Peer Review Mechanism (APRM), the \r\nUnited States commends its participants and their \r\ndetermination to share experiences and reinforce best \r\npractices. We observe as well the obvious dedication of \r\nthe APRM secretariat to that process.\r\nThe United States continues to support the New \r\nPartnership for Africa’s Development as the African \r\nStates’ collective vision and strategic framework for \r\nsocioeconomic development in Africa. We support \r\nNEPAD’s priorities for democratization, good \r\ngovernance and economic transparency, as well \r\nas its initiatives to enhance regional and national \r\ninfrastructure, food security and nutrition. I would \r\nlike to highlight briefly some United States initiatives \r\nin the area of food security and energy infrastructure \r\ndevelopment that support NEPAD objectives.\r\nAfrican countries are essential partners in United \r\nStates food security initiatives. In 2012, the Feed \r\nthe Future initiative has helped over 7 million food \r\nproducers worldwide to adopt improved agricultural \r\ntechnology for over 4 million hectares of land under \r\nimproved cultivation and management practices, \r\nto increase the exports of targeted commodities by \r\n$84 million and to increase the value of agricultural \r\nand rural loans by $150 million. The programme \r\nalso reached over 12 million children with nutrition \r\nprogrammes that have reduced anaemia, supported \r\ncommunity gardens, fostered fortification and treated \r\nacute malnutrition.\r\nThe United States also supports the work of the \r\nAfrican Union and African nations to invest in the \r\ndevelopment of their agricultural sectors under the \r\nComprehensive Africa Agriculture Development \r\nProgramme. In 2012, the United States leveraged \r\nits presidency of the Group of Eight (G-8) to deepen \r\nthe global commitment to food security. At the G-8 \r\nSummit hosted by President Obama at Camp David, \r\nAfrican Heads of State, corporate leaders and G-8 \r\nmembers pledged to partner through the New Alliance \r\nfor Food Security and Nutrition, working with the \r\nAfrican Union and Grow Africa, to lift 50 million \r\npeople out of poverty in sub-Saharan Africa by 2022. \r\nLater this year, we plan to launch the Climate-Smart \r\nAgriculture Alliance, working with South Africa and \r\nthe International Monetary Fund in 1996 to reduce the \r\ndebt of 24 African Union countries.\r\nKuwait has also launched and contributed to a fund \r\nof $100 million aimed at ensuring a life of dignity, as \r\nmany countries have been unable to attend adequately \r\nto their needs owing to the 2007-2008 global food \r\ncrisis. We have also contributed more than $300 million \r\nto various other funds aimed at reducing famine and \r\npoverty in Africa. We also contributed the substantial \r\nsum of $500 million to the holding of a donors conference \r\nin support of the eastern part of the Sudan. All of those \r\nefforts show our deep commitment to Africa.\r\nKuwait, which this year is celebrating the fiftieth \r\nanniversary of its admission as a State Member of \r\nthe United Nations, has provided support to many of \r\nthe Organization’s agencies, organs and bodies. We \r\nrecognize the importance of the coordinated action \r\nneeded to address the difficulties and challenges facing \r\nthe United Nations. In that connection, from 18 to \r\n20 November, the State of Kuwait will host the third \r\nAfrica-Arab Summit on partnerships for investment \r\nand development. We hope it will serve to strengthen \r\ncooperation and stability on both continents.\r\nKuwait underscores that, in the light of the historical \r\nrelationships, legacy, interests and common destiny of \r\nKuwait and Africa and the international community and \r\nAfrica, the international community, the private sector, \r\nGovernment and non-governmental organizations and \r\ncivil society should assist the countries and peoples of \r\nAfrica in fulfilling their aspirations and achieving their \r\neconomic and development goals.\r\nMs. Bagley (United States of America): The United \r\nStates welcomes the Secretary-General’s report on the \r\nNew Partnership for Africa’s Development (NEPAD) \r\n(A/68/222), as well as his report entitled “2001 to 2010: \r\nDecade to Roll Back Malaria in Developing Countries, \r\nParticularly in Africa” (A/66/169).\r\nThe United States strongly supports the ongoing \r\nefforts of many African countries to generate broad-\r\nbased, sustained and inclusive economic growth that \r\nenables them to reduce poverty and unemployment and \r\nintegrate more successfully into the global economy. We \r\nare encouraged by their work to create a more enabling \r\nbusiness environment in their focus on infrastructure \r\ndevelopment and cooperation. We commend the \r\nNEPAD Planning and Coordinating Agency for its \r\nefforts to support initiatives of individual Governments \r\nalongside the African Union, the United Nations and \r\n10/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nMr. Sinhaseni (Thailand): Thailand aligns itself \r\nwith the statement delivered earlier by the representative \r\nof Brunei Darussalam on behalf of the Association of \r\nSoutheast Asian Nations.\r\nAt the outset, Thailand wishes to thank the \r\nSecretary-General for his comprehensive reports \r\nentitled “New Partnership for Africa’s Development: \r\neleventh consolidated progress report on implementation \r\nand international support” (A/68/222) and “Causes \r\nof conflict and the promotion of durable peace and \r\nsustainable development in Africa” (A/68/220).\r\nAfrica is a continent with enormous potential, \r\nendowed with human capital, a diverse environment \r\nand natural resources. Through the unwavering \r\ncommitments and efforts of African countries, their \r\npartners and regional organizations, we have seen \r\nprogress in some flagship development programmes, as \r\nstated in the Secretary-General’s report. However, as \r\nthe Secretary-General also notes, persistent challenges \r\nto development in Africa remain. With the year 2015 \r\nfast approaching, some countries still lag behind and \r\nare unlikely to achieve their Millennium Development \r\nGoals. Both persistent and emerging global challenges \r\nremain unresolved, including famine, poverty, \r\npandemics, climate change, economic crisis, political \r\nturmoil and terrorism. Those challenges need to be \r\nurgently addressed in a holistic manner.\r\nThe New Partnership for Africa’s Development \r\n(NEPAD) is proof that establishing partnerships for \r\ndevelopment is the right approach. It makes far-reaching \r\ngoals achievable and some seemingly impossible goals \r\npossible. Thailand therefore attaches importance to \r\nfostering partnership with our brothers and sisters in \r\nAfrica.\r\nThe year 2013 marks a new chapter in Thai-African \r\nrelations. We are set to enhance our strategic partnership \r\nwith Africa through the Thai-Africa Initiative, which is \r\none of the most important items in Thailand’s foreign-\r\npolicy agenda. The partnership will be based on three \r\nmain pillars, namely, development, economics and \r\ncooperation. As part of the Initiative, Thailand hosted \r\nthe second senior officials meeting in September, with \r\nparticipants from 37 African countries. The meeting \r\ndiscussed modalities for advancing the Initiative. \r\nSeveral areas of possible cooperation were identified, \r\nincluding food security, agriculture, agro-processing, \r\nenergy, human resources development, sustainable \r\ndevelopment, infrastructure and the empowerment of \r\nothers, to underpin and accelerate the implementation \r\nof climate-smart agricultural practices.\r\nIn June President Obama launched the Power \r\nAfrica initiative, one of a number of United States \r\nactions to support infrastructure development. With \r\nan initial set of six partner countries, Power Africa \r\naims to add more than 10,000 megawatts of cleaner, \r\nmore efficient electricity generation and to improve \r\nthe governance and transparency with which Africa’s \r\nconventional energy resources are managed. The trend \r\ntowards increasing domestic-resource mobilization \r\nin support of those projects is remarkable. We agree \r\nwith NEPAD participants that effective and transparent \r\nrevenue collection and procurement structures are key \r\nenablers and that public investment catalyses private \r\ninvestment.\r\nTurning to the report on malaria, the United States \r\nhas for many years demonstrated a commitment to \r\nthe prevention and treatment of malaria, and we will \r\ncontinue to work with national Governments and other \r\npartners to lead the effort to end deaths from malaria. \r\nThe President’s Malaria Initiative, launched in 2005, \r\nrepresented a historic $1.2 billion five-year expansion \r\nof United States Government resources to fight malaria \r\nin sub-Saharan Africa. In 2008, $5 billion over five \r\nmore years were allocated to halving the burden \r\nof malaria in 70 per cent of at-risk populations in \r\nsub-Saharan Africa. The President’s Malaria Initiative \r\nnow focuses on 19 countries in Africa. In 2012 alone, \r\nover 50 million people were protected against malaria \r\nthrough those efforts.\r\nThe global malaria fight is succeeding. Deaths \r\ndecreased by one third over the past decade, from \r\n1 million to an estimated 600,000 annually. We are \r\nparticularly proud of the catalytic role that United \r\nStates financial and technical contributions have \r\nplayed in reducing the devastating burden of malaria in \r\nterms of child mortality. Working in close partnership \r\nwith host countries and other development partners, the \r\nUnited States goal over the next five years is to sustain \r\nand build on those successful efforts. We encourage \r\nall donor and recipient nations to support global \r\nmalaria control efforts through appropriate financial \r\ncontributions and stronger political commitments. If \r\neach affected African country works with partners \r\nin malaria prevention, as many did in HIV/AIDS \r\nprevention programmes, the goal of a malaria-free \r\nAfrica will be attainable sooner.\r\n13-53026 11/28\r\n25/10/2013 A/68/PV.36\r\ncommitted to, and actively advocates, universal and \r\nequitable access to treatment and medication without \r\ndiscrimination.\r\nIt is Thailand’s firm belief that sustainable \r\ndevelopment and durable peace and security are \r\nmutually reinforcing. We agree totally with the \r\nSecretary-General, who states in his report that the \r\nconsolidation of democracy and the entrenchment \r\nof the rule of law and good governance are critical \r\nto Africa’s economic and political stability. On our \r\npart, we will continue to play our role in contributing \r\nto peace and security in Africa. Our men and women \r\nhave participated, and are currently participating, in \r\nthe African Union-United Nations Hybrid Operation \r\nin Darfur, the United Nations Mission in Liberia and \r\nthe counter-piracy task groups in the Gulf of Aden \r\nand in Somalia. Our African brothers and sisters and \r\nthe international community can continue to count \r\non Thailand to support Africa and the international \r\ncommunity in achieving and maintaining peace and \r\nsecurity.\r\nThailand is committed to strengthening the global \r\npartnership for development in Africa. We will be more \r\nthan happy to share our experiences and best practices \r\nin the various areas of development with our African \r\nbrothers and sisters, so that our two continents, while \r\ngeographically far apart, will become ever closer \r\nthrough the spirit of cooperation.\r\nMr. Maksimychev (Russian Federation) (spoke \r\nin Russian): Recently, the African continent has seen \r\nstrikingly positive changes. The main credit for that \r\nbelongs to Africans themselves. Despite ongoing \r\nchallenges, Africa continues to confidently move \r\ntowards broad transformation and modernization. \r\nRussia welcomes the efforts that the African \r\ncommunity is making. The active participation of \r\nAfrican countries in global political, economic and \r\nhumanitarian processes is an important factor in the \r\nsuccessful implementation of the priorities of the global \r\nsocioeconomic agenda.\r\nWe support coordinated measures to help achieve \r\nthe sustainable development of the African continent. \r\nWe attach high priority to the New Partnership for \r\nAfrica’s Development (NEPAD), and we are currently \r\nparticipating in agreed steps to provide NEPAD with \r\ncomprehensive assistance, both bilaterally and through \r\nexisting international mechanisms, including the Group \r\nof Eight (G-8) and the Group of 20.\r\nwomen. A high-level dialogue between Thai and African \r\nleaders, which Thailand will host on 3 and 4 February \r\n2014, will give further impetus to the Initiative and put \r\nit into action.\r\nFood security remains a serious issue. Greater \r\nefforts must be made to raise Africa’s agricultural \r\nproductivity, as recommended in the Secretary-\r\nGeneral’s report. Thailand is determined to increase \r\nour cooperation through the exchange of know-how \r\non sustainable agricultural development and food \r\nprocessing with our African partners. We will also \r\noffer agricultural cooperation programmes specifically \r\ntailored to the needs of individual African countries.\r\nHuman capital is the most valuable resource \r\nfor development, and therefore Thailand gives high \r\npriority to cooperation with our African partners in \r\nhuman resource development. We will continue to \r\noffer scholarships for higher education and fellowships \r\nfor training. We will also carry out joint development \r\nprojects in areas in which we have expertise that could \r\nbe of value to Africa, such as fisheries, health care and \r\nrural development.\r\nThailand, as one of the three donor countries to the \r\nYokohama Action Plan for the period 2013-2017, will \r\ncontinue its participation in the Tokyo International \r\nConference on African Development (TICAD). We see \r\nTICAD as a very important platform for enhancing the \r\ndevelopment of Africa. Thailand will also continue its \r\nengagement with Africa in a wide range of areas, in \r\nthe spirit of South-South cooperation. We value highly \r\nand hope to increase our triangular cooperation with \r\nsuch United Nations agencies as the United Nations \r\nDevelopment Programme and the United Nations \r\nConference on Trade and Development through the \r\nInternational Trade and Development Centre based in \r\nBangkok.\r\nHealth is another vital issue, for sustainable growth \r\nand development cannot be achieved without a healthy \r\npopulation. Thailand has undertaken a proactive policy \r\nto roll back malaria. We have set a target of reducing \r\nthe malaria-affected area of Thailand to 20 per cent \r\nby 2020. Not only have we forged close cooperation \r\nwith our neighbours in the greater Mekong region, \r\nbut we have now extended our support to Africa. Our \r\nAfrican partners now include Burkina Faso, Burundi, \r\nthe Gambia, Mali and Senegal. Technology-transfer \r\nprojects for the local production of malaria drugs have \r\nalso been successfully implemented. Thailand is also \r\n12/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nfor implementing the Global Polio Eradication Initiative \r\nis $18 million.\r\nDespite the general decline over the past decade in \r\nthe intensity and number of conflicts, Africa remains \r\nvulnerable to many forms of crisis. That has been \r\nshown in particular by the situations in the Sahel, the \r\nGreat Lakes region and the Horn of Africa. \r\nThe successful prevention and resolution of \r\nconflicts on the continent depends on the skilful use of \r\na whole range of specific tools, including early-warning \r\nand response, preventive diplomacy, mediation, \r\ngood offices, reconciliation and confidence-building \r\nmeasures. We also place great importance on \r\nsystemic work to overcome the underlying causes of \r\nconflict, primarily those of a long-standing political, \r\nsocioeconomic and humanitarian nature. Russia \r\nprovides consistent political support to the efforts of \r\nthe African community in that regard, and we stand \r\nready to provide further assistance in strengthening the \r\ncapacity of African States to counter crises.\r\nWe note with satisfaction the increasingly active \r\ninvolvement in crisis response by the African Union \r\nand subregional organizations in Africa. The Peace \r\nand Security Council of the African Union plays a \r\ncentral role in that regard, as do the Continental Early \r\nWarning System and the African Standby Force. We \r\ncall for increased partnership between the United \r\nNations and the African Union on efforts to prevent \r\nand resolve conflicts. We note the joint efforts of \r\nboth organizations on Darfur and Somalia and on the \r\nSudan track. No less important is the need to further \r\ncoordinate actions regarding the crisis situations in \r\nthe Democratic Republic of the Congo, Mali, Guinea-\r\nBissau and the Central African Republic.\r\nAs a permanent member of the Security Council, \r\nRussia makes a considerable contribution towards \r\ndeveloping a strategic policy for the international \r\ncommunity and practical steps to strengthen peace and \r\nsecurity in Africa. We are expanding our training for \r\nAfrican peacekeepers and representatives of Africa \r\ncountries’ law enforcement bodies. Last year, Russia \r\nmade a voluntary contribution of $2 million to the \r\nAfrican Peace Fund. \r\nRussia is keen to develop mutually beneficial and \r\nmultifaceted cooperation with Africa of a long-term, \r\nstrategic nature. We are confident that our partnership \r\nwould be further enhanced by the implementation of the \r\ninitiative launched by President Vladimir Putin of the \r\nFor many decades, Russia has been providing direct \r\nassistance to the African continent. We have already \r\nwritten off the main debt of African States — over \r\n$20 billion, a figure that places Russia firmly in first \r\nplace among the G-8 countries. We intend to continue \r\nto help relieve the continent’s debt burden. Relevant \r\ninternational agreements through the debt for \r\ndevelopment swap have been concluded with Tanzania, \r\nZambia and Mozambique, totaling $263.6 million. \r\nRussia’s contribution to implementing the initiative \r\nagreed by the G-8 at the Camp David Summit in \r\nMay 2012 — the New Alliance for Food Security and \r\nNutrition — for the period 2013 to 2015 amounts to \r\n$110 million.\r\nOur country is actively involved in international \r\nefforts to provide humanitarian assistance to African \r\ncountries. Through Russia’s contribution to the United \r\nNations World Food Programme Fund in 2012, food \r\nassistance was provided to Djibouti, Kenya, Guinea, \r\nSomalia, Ethiopia and Chad, totalling $13 million. \r\nIn November 2012, the Russian Federation provided \r\nemergency humanitarian assistance on a bilateral \r\nbasis to Mali and Guinea; in February of this year, to \r\nMali and Mozambique; and in June to Kenyan f lood \r\nvictims. The Government of the Russian Federation has \r\ndecided to earmark a contribution of $1 million to the \r\nInternational Civil Defence Organization in order to \r\nprovide humanitarian assistance to Lesotho.\r\nStates of the region are given broad trade \r\npreferences. Goods traditionally exported from least \r\ndeveloped countries, most of which are in Africa, \r\nare not subjected to Russia’s customs import duties. \r\nSignificant assistance is also being provided to African \r\ncountries in the areas of health and staff training. \r\nRussian institutes of higher education are currently \r\ntraining approximately 8,000 Africans, about half of \r\nwhom are granted State funds. In 2012, the countries of \r\nAfrica received around 1,000 stipends from the Russian \r\nState. This year we intend to increase that number \r\nagain.\r\nRussia attaches great importance to achieving the \r\ngoals of the Decade to Roll Back Malaria. In 2011, \r\nwe contributed approximately $20 million towards \r\nthe implementation of the World Bank programme \r\nto combat malaria in African countries. Russia’s \r\nvoluntary contributions to the Global Fund to Fight \r\nAIDS, Tuberculosis and Malaria total $100 million. \r\nRussia’s contribution to the World Health Organization \r\n13-53026 13/28\r\n25/10/2013 A/68/PV.36\r\nIn Burkina Faso the average working day for men \r\nis 8.5 hours, but for women it is 14 hours. In Gabon \r\nwomen perform 95 per cent of farm work and usually \r\nwork 15 hours a day. In contrast, even during peak \r\nagricultural periods, men spend only two to three hours \r\nper day on agriculture. Studies show that if African \r\nwomen were given the same access as men to vocational \r\ntraining and technology, the African economy would \r\nexpand by at least 40 per cent. That is a staggering \r\nfigure and one that cannot be ignored by anyone in this \r\nHall.\r\nIt goes without saying that the African nations \r\nhave the primary responsibility for their own social \r\nand economic development. But the international \r\ncommunity must do all it can to support their efforts.\r\nIn its earliest days, Israel was a f ledgling State \r\nbarely able to provide for its own. It was surrounded \r\nby enemies and struggled to cope with the absorption \r\nof hundreds of thousands of refugees. In 1958, then-\r\nForeign Minister Golda Meir travelled to the African \r\ncontinent and saw the many challenges that the African \r\nnations and Israel shared. She said,\r\n“Like them, we had shaken off foreign rule; like \r\nthem, we had to learn for ourselves how to reclaim \r\nthe land, how to increase the yields of our crops, \r\nhow to irrigate, how to live together and how to \r\ndefend ourselves”.\r\nDriven by the Jewish value of “tikkun olam” — the \r\nobligation of every person to play a part in making \r\nthis world a better place — we launched an ambitious \r\nprogramme to share our nation-building knowledge \r\nwith the newborn countries of Africa. Today, Israel is \r\nan oasis of innovation in an otherwise arid region. We \r\nhave more start-up companies than many of the world’s \r\nwealthiest countries. Our doctors and researchers have \r\nmade medical breakthroughs that have saved countless \r\nlives. We lead the world in green technologies, such \r\nas solar power and desalination. And our scientists \r\nhave found innovative ways to vastly expand the yield, \r\nquantity and quality of crops.\r\nIsrael has been eager to share the secrets of its \r\nsuccess with the rest of the world. Through Israel’s \r\nNational Agency for International Development \r\nCooperation — known by its Hebrew acronym, \r\nMASHAV — we are sharing our innovative solutions \r\nwith countries throughout Africa and around the world. \r\nIsraelis are helping to save lives through organizations \r\nsuch as Save a Child’s Heart, which provides paediatric \r\nRussian Federation at the Brazil, Russia, India, China \r\nand South Africa (BRICS) forum held in Durban in \r\nMarch. That initiative is designed to establish political \r\nand economic cooperation between BRICS, the African \r\nUnion, NEPAD and subregional organizations.\r\nMr. Prosor (Israel): At the outset, I would like \r\nto take this opportunity to thank Under-Secretary-\r\nGeneral Maged Abdelaziz and the Office of the Special \r\nAdviser on Africa for their commitment to promoting \r\ninternational support for peace and development in \r\nAfrica.\r\nWinston Churchill once said, “A pessimist sees the \r\ndifficulty in every opportunity. The optimist sees the \r\nopportunity in every difficulty”. No one would argue \r\nthat the countries of Africa have not had more than their \r\nfair share of difficulties. Despite their many challenges, \r\nthe continent is rich in talent, energy and hope — the \r\nbuilding blocks needed to unlock the continent’s vast \r\npotential.\r\nMy personal understanding of Africa does not \r\ncome from Hollywood movies or stories in National \r\nGeographic. I speak from personal experience. I was \r\na young child living in what was then Tanganyika, and \r\nI recall the warmth and the sense of community of the \r\nAfrican people. I also vividly remember the feeling \r\nof excitement that followed when nations earned their \r\nindependence. In the 1950s and 1960s, dozens of African \r\ncountries pulled down the f lags of their colonial Powers \r\nand raised their own. Since then, nation after nation has \r\nbegun the difficult transition from war towards peace, \r\nfrom dictatorship towards democracy and from poverty \r\ntowards economic stability.\r\nWe are here today to discuss the progress in \r\nAfrica’s development. The New Partnership for Africa’s \r\nDevelopment (NEPAD) is an initiative led by Africans \r\nfor Africa. It provides unique opportunities for African \r\ncountries to take control of their development agenda, \r\nto work together and to cooperate more effectively with \r\ntheir international partners.\r\nFrom Zululand to Yorubaland and from the Nile \r\nRiver to the Niger River, NEPAD is helping to advance \r\nAfrica’s common goals. One could say that NEPAD is \r\nthe launching pad for Africa in the new millennium. The \r\nnations and peoples of Africa have made tremendous \r\nprogress on the path towards greater prosperity. Yet, \r\nfor all of the promise and opportunity on the horizon, \r\nthere are still daunting challenges, including extreme \r\npoverty, drought, famine, conflict and gender disparity.\r\n14/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nwork with Africa so that it can take full advantage of \r\nits natural resources and growing population to realize \r\neconomies and societies from which all people on the \r\ncontinent can benefit, including the socially vulnerable. \r\nWe must also strengthen efforts to realize societies that \r\nare resilient against natural disasters, such as droughts \r\nand other crises arising from economic and social \r\nchanges. Needless to say, we must also recognize that \r\npeace and stability provide the foundation for Africa’s \r\ndevelopment.\r\nJapan had the privilege of hosting the fifth Tokyo \r\nInternational Conference on African Development \r\n(TICAD V) in June. The Conference was co-organized \r\nwith the United Nations, the African Union Commission, \r\nthe United Nations Development Programme and the \r\nWorld Bank. Since 1993, the TICAD process has been \r\npromoting African development by emphasizing both \r\nownership by African countries and partnerships with \r\nthe international community, including Japan.\r\nSince the launch of the New Partnership for Africa’s \r\nDevelopment (NEPAD), in 2001, the TICAD process \r\nhas been contributing to the realization of NEPAD \r\npriorities and serving as an important framework for \r\npartnership. With the support of an increasing number \r\nof co-organizers, as I have mentioned, TICAD has \r\ngrown into an international forum with participants \r\nfrom African and partner countries, international and \r\nregional organizations, the private sector and civil \r\nsociety.\r\nThe year 2013 was indeed a special one for the \r\nholding of TICAD V, as it marked the tenth anniversary \r\nof the African Peer Review Mechanism (APRM), \r\nthe twentieth anniversary of the TICAD process \r\nand the fiftieth anniversary of the Organization of \r\nAfrican Unity, which was the precursor of the African \r\nUnion. The outcome documents of TICAD V — the \r\nYokohama Declaration 2013 and Yokohama Action \r\n2013-2017 — serve to align the Conference agenda \r\nfor the coming five years with the continent’s priority \r\nobjectives and initiatives of the African Union and \r\nNEPAD. As the report of the Secretary-General \r\nindicates, such alignment will foster the implementation \r\nof continental programmes in ways that will enable \r\nAfrica to meet its development needs effectively \r\nand ensure African ownership and leadership of its \r\ndevelopment agenda.\r\nAlso at TICAD V, Japan committed itself to \r\nproviding an assistance package for Africa, utilizing \r\nprivate and public means of up to $32 billion, including \r\ncardiac care to children from developing countries who \r\nsuffer from heart disease. That organization has helped \r\nthousands of children around the world, including from \r\nEthiopia, Tanzania, Nigeria, Ghana and Angola.\r\nAn Israeli irrigation company introduced a low-\r\npressure, low-cost drip irrigation system for subsistence \r\nfarmers, providing them with enough water to raise \r\ncrops year-round. In the Kenyan village of Kitui, \r\nfarmers began using that system instead of hauling \r\nwater from wells. They saw a 140 per cent increase in \r\nharvest yield and a 200 per cent increase in income.\r\nIsraeli scientists are also helping to overcome many \r\nof the most pressing problems faced by African farmers. \r\nAfter discovering that 50 per cent of every grain and \r\npulse harvest in the developing world was lost to pests \r\nand mould, Israeli researchers designed inexpensive \r\nbags that protect crops from water and air. Those bags \r\nare being used by countless African farmers to keep \r\ntheir grain market-fresh.\r\nThere is a wonderful African proverb that says “If \r\nyou want to go quickly, go alone; if you want to go far, \r\ngo together”. That is what NEPAD is about: Africans \r\nforging Africa’s future, together.\r\nA new wave of optimism is sweeping through \r\nthe plains, mountains and savannahs of Africa. But \r\nin order for that optimism to take hold, every child, \r\nevery family and every community must have the \r\nopportunity to build a brighter future. Let us therefore \r\npledge to empower the people of Africa, let us commit \r\nto ensuring that they have equal opportunities and let \r\nus strive to ensure a brighter future for all of Africa’s \r\npeople.\r\nAs musical superstar Shakira says in her song \r\n“This time for Africa”, \r\n“Today’s your day,\r\nI feel it.\r\nYou paved the way,\r\nBelieve it.\r\nThis time for Africa!”\r\nMr. Yamazaki (Japan): At the outset, Japan \r\nwould like to thank the Secretary-General for his \r\ncomprehensive reports (A/68/220 and A/68/222).\r\nToday Africa is achieving strong and steady growth. \r\nIn 2012, the average annual economic growth rate on the \r\nAfrican continent was 6.6 per cent. On the other hand, \r\nAfrica still faces various challenges, including conflict \r\nand poverty. We must urgently strengthen our efforts to \r\n13-53026 15/28\r\n25/10/2013 A/68/PV.36\r\nHealth constitutes the foundation of human \r\ndevelopment for growth, and progress in the field of \r\nhealth is essential to meet the Millennium Development \r\nGoals (MDGs). The Yokohama Declaration decided \r\nthat universal health coverage should be promoted \r\nthroughout Africa. Japan will promote universal health \r\ncoverage in Africa with the goal that all people will \r\nbe able to receive basic health services. At TICAD V, \r\nJapan announced that it had set aside $500 million to \r\naddress health issues in Africa and had been setting \r\nup training programmes for some 120,000 health and \r\nmedical service providers. Also, Prime Minister Abe, \r\nin his address to the General Assembly in September \r\n(see A/68/PV.12), announced his intention to make \r\nan appropriate contribution at the upcoming fourth \r\nreplenishment of the Global Fund to Fight AIDS, \r\nTuberculosis and Malaria.\r\nTICAD has made clear that peace and stability \r\nare fundamental prerequisites for socioeconomic \r\ndevelopment in Africa. African initiatives such as \r\nthe African Peace and Security Architecture, in close \r\ncooperation with regional economic communities and \r\nthe African Peer Review Mechanism (APRM), play \r\na pivotal role in peacekeeping in Africa. Japan will \r\nassist the APRM and other programmes to promote \r\ngood governance in 30 countries. Also, Japan will help \r\nthe capacity of the African Union’s regional economic \r\ncommunities to implement their initiatives on peace \r\nand stability, including through financial support to \r\nfunds.\r\nHuman security is an effective approach that \r\nfocuses on individuals and helps build societies in \r\nwhich everyone can live with dignity by protecting \r\nand empowering individuals and communities that \r\nare exposed to actual or potential threats. In 2011, the \r\nGeneral Assembly adopted by consensus resolution \r\n66/290, on human security. Japan is determined to \r\ncontribute to further promoting human security in all \r\nparts of the world in collaboration with all stakeholders. \r\nThat is true in the case of Africa, since human security \r\nwas included as one of the overarching principles in the \r\nYokohama Declaration 2013.\r\nTICAD V welcomed the African Union Commission \r\nas a new co-organizer. That made TICAD, in a true sense, \r\nan African-owned, African-led and African-managed \r\nprocess, in cooperation with the United Nations system, \r\nthe World Bank and Japan. Japan sincerely hopes to \r\nstrengthen both ownership by African countries and \r\npartnership with development partners in the TICAD \r\n$14 billion in official development assistance (ODA). \r\nThe emphasis is on infrastructure and human resources \r\ndevelopment, areas where African countries and the \r\nJapanese private sector have shown strong interest. For \r\ntheir part, African countries committed themselves to \r\nmaking infrastructure development their top priority \r\nthrough the Programme for Infrastructure Development \r\nin Africa (PIDA), as mentioned in the report of the \r\nSecretary-General. In order to strengthen and diversify \r\nsectors that will foster robust and sustainable growth, \r\nJapan strongly supports working through PIDA with \r\nfinancial assistance amounting to $6.5 billion for \r\ninfrastructure.\r\nWhat Africa needs now is private-sector \r\ninvestment. Japan will leverage private investment in \r\nAfrica through public-private partnerships, including \r\nthe provision of public finance.\r\nAgriculture and food security are also key issues \r\nin Africa. In particular, rural development, with \r\nspecial care for women and smallholder farmers, also \r\ncontributes to poverty eradication. Japan welcomes the \r\nfact that African countries are collectively committed, \r\nthrough the Comprehensive Africa Agriculture \r\nDevelopment Programme, to the goal of annually \r\nincreasing their agricultural productivity by 6 per cent \r\nand allocating 10 per cent of their national budgets \r\ntowards agricultural investment. Along with that \r\ninitiative, Japan will continue to support the efforts \r\nof the Coalition for African Rice Development, which \r\nseeks to double rice production in sub-Saharan Africa \r\nto 28 million tons by 2018. The Prime Minister of \r\nJapan, Mr. Shinzo Abe, held a summit round table on \r\nagricultural development, with the African regional \r\neconomic communities, NEPAD and TICAD as \r\nco-organizers, during the week of high-level meetings \r\nat the General Assembly in September and reaffirmed \r\nthe strategic approach of TICAD V to empower farmers \r\nas mainstream economic actors.\r\nClimate change is another serious issue, as many of \r\nAfrica’s major economic sectors, such as agriculture, \r\nlivestock and fisheries, are being increasingly severely \r\nimpacted by it. Africa’s efforts to address climate \r\nchange include the strategy on climate change and \r\ndrought risk preparedness and resilience. Japan has \r\nbeen contributing to those efforts through ODA \r\nprojects, including the African Adaptation Programme. \r\nJapan also made a commitment of financial support on \r\nthe occasion of TICAD V, amounting to $2 billion, to \r\npromote low-carbon energy.\r\n16/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nera of renewed momentum, and the foundations for the \r\nrenaissance of Africa are being laid.\r\nOver the past decade, several African economies \r\nhave entered a high-growth trajectory. In addition, the \r\nnumber of conflicts affecting our continent has slowly \r\nsubsided. Moreover, we are witnessing improved \r\ngovernance, with the resurgence of a democratic \r\ndispensation in many of our countries. No longer is our \r\ncontinent the marginalized part of the world, fit only \r\nfor consideration from the perspective of humanitarian \r\nassistance.\r\nEven during what are difficult times globally, \r\nAfrica has continued to register growth. Undoubtedly, \r\nfor us to achieve more, the global situation has \r\nto improve, including in terms of financing for \r\ndevelopment and the multilateral trading system. \r\nIn that regard, we wish to agree with the comments \r\nand recommendations reflected in the report of the \r\nSecretary-General (A/68/222). However, despite the \r\nsignificant progress in accelerating growth and social \r\ndevelopment, as reflected in that report, persistent and \r\nserious challenges remain, including limited progress \r\ntowards the attainment of the Millennium Development \r\nGoals (MDGs) and the ambitious Agenda 2063 Vision. \r\nNegative global realities have continued to influence \r\nAfrica’s development outlook since the turn of the new \r\nmillennium. The global financial and economic crises, \r\nworsened by the fiscal disarray and climate change, \r\nhave impacted Africa’s progress directly and indirectly. \r\nIn that light, we feel that Africa has done its level best \r\nto address the many challenges it faces, which justified \r\nthe appeal contained in the Millennium Declaration \r\nand subsequently led to a series of commitments \r\nmade in the outcomes of international conferences in \r\nfavour of Africa’s special situation. Obviously, without \r\ngoing into the details, we can by no means assert that \r\ncommitments made to Africa have been delivered. That \r\ncan be seen in the lack of sufficient progress made with \r\nrespect to the MDGs. The implementation of MDG \r\naid has left much to be desired. A few countries have \r\nmade notable progress on a large number of MDGs but, \r\noverall, progress has been largely disappointing. More \r\ntherefore needs to be done in the period remaining \r\nbefore 2015.\r\nFor that reason, we call on the international \r\ncommunity, including the United Nations, to \r\nredouble its efforts to ensure that those challenges \r\nare overcome. In that regard, it is our considered view \r\nthat the international community has a responsibility \r\nprocess. We are also considering ways in which civil \r\nsociety and the private sector, whose involvement is \r\ncritical for the long-term, self-sustained development \r\nof Africa, can be further incorporated into the process.\r\nLet me conclude my statement by reaffirming \r\nJapan’s unwavering long-term commitment to African \r\ndevelopment.\r\nMr. Alemu (Ethiopia): I speak on behalf of the \r\nGroup of African States. To say the item before us is of \r\ngreat importance to Africa would be an understatement; \r\nI should say it is of vital importance for Africa.\r\nI would like to express our deep appreciation to the \r\nSecretary-General for his leadership and commitment \r\nin seeking to put Africa’s agenda at the centre of the \r\nwork of the United Nations system.\r\nWe associate ourselves fully with the statement to be \r\ndelivered later by Mr. Ibrahim Hassane Mayaki, Chief \r\nExecutive Officer of the New Partnership for Africa’s \r\nDevelopment (NEPAD) Planning and Coordinating \r\nAgency.\r\nThe year 2013 is an important one for Africa, as it \r\nmarks the golden jubilee of our continental organization, \r\nthe Organization of African Unity. It is in that context \r\nthat we wish to underline the important role that NEPAD \r\nhas played as a common and shared vision for Africa’s \r\nrenewal. That vision is premised on the need for Africa \r\nto take its rightful place in the global system, based on a \r\nself-defined transformative agenda and ownership. The \r\nConstitutive Act of the African Union set out the core \r\nvalues and principles that are necessary if the continent \r\nis to achieve democracy and economic development, \r\nwhile NEPAD seeks to implement those values and \r\nprinciples in a concrete manner on the ground.\r\nOver the years, NEPAD has matured into the \r\nf lagship development programme of the African Union. \r\nIt programmatic activities in priority areas, including \r\ninfrastructure, agriculture, health and technology, \r\nhave promoted stronger African ownership through \r\nactive and effective cooperation with partners. NEPAD \r\nhas also been making immense contributions to the \r\ntransformation of policy design and the implementation \r\nof Africa’s development objectives.\r\nIn the same vein, the African Peer Review \r\nMechanism has enabled the countries of the continent \r\nto learn from each other’s experiences on issues of \r\neconomic, political and social governance. Because of \r\nthose milestones, Africa has indeed witnessed a new \r\n13-53026 17/28\r\n25/10/2013 A/68/PV.36\r\nto Africa. Developed countries should follow through \r\non their official development assistance commitments, \r\ndeliver on their promises of assistance and debt relief \r\nand help Africa in finance, technology and capacity-\r\nbuilding. Developing countries should help Africa by \r\nenhancing South-South cooperation, which offers a \r\nframework for them to share experiences in poverty \r\nalleviation and development and to supplement North-\r\nSouth cooperation with a view to achieving common \r\ndevelopment. The international community should \r\nimprove Africa’s development environment and should \r\nincrease support to Africa in various aspects, including \r\nfinance, trade and debt relief.\r\nSecondly, Africa should feature more prominently \r\non the post-2015 development agenda. The international \r\ncommunity should continue to help Africa accelerate \r\nprogress towards the attainment of the Millennium \r\nDevelopment Goals. At the same time, priority \r\nattention should be given to Africa’s special challenges \r\nand development needs in formulating the post-2015 \r\ndevelopment agenda, in order to ensure that it is in \r\nline with the NEPAD priority areas, which are centred \r\non poverty reduction and aimed at promoting Africa’s \r\noverall development. \r\nThirdly, the autonomy of African countries should \r\nbe respected. The international community should \r\nrecognize Africa’s reality, respect the will of African \r\ncountries and support them in handling their affairs by \r\nthemselves. At the same time, in carrying out economic \r\nand technical cooperation with Africa, we must fully \r\ntake into account the specific situation of African \r\ncountries, accommodate their concerns and give \r\nthem ample policy space in order to achieve mutually \r\nbeneficial, win-win results and common development.\r\nFourthly, recent years have witnessed more \r\npronounced instability and uncertainty in Africa, where \r\nregional hot spots keep f laring up and non-traditional \r\nsecurity threats, such as terrorism, have grown. The \r\ninternational community should adhere to the purposes \r\nand principles of the Charter of the United Nations \r\nand, on the basis of full respect for the sovereignty, \r\nindependence and territorial integrity of African \r\ncountries, make active efforts to promote peace \r\nand facilitate negotiations with a view to resolving \r\nany disputes through peaceful means. Moreover, it \r\nshould strengthen coordination and collaboration \r\nwith the African Union (AU) and African subregional \r\norganizations, take concrete measures to help Africa \r\nreinforce its collective security mechanisms and \r\nto meet its commitments to Africa, which represents \r\na special situation. There is a large deficit that needs \r\nto be addressed in the remaining period for MDG \r\nimplementation and in connection with the post-2015 \r\nagenda, as well as in connection with the elaboration of \r\nthe sustainable development goals. I wish to emphasize \r\nthat the priority areas of NEPAD need to be front and \r\ncentre.\r\nFor our part, I wish to assure the Assembly that \r\nAfrica will do its best to achieve the vision of an \r\nintegrated, peaceful and prosperous Africa driven by \r\nits own citizens and representing a dynamic force in \r\nthe global arena.\r\nTo conclude, I thank all those who have stood with \r\nus and who will, I am sure, continue to stand behind us.\r\nMr. Wang Min (China) (spoke in Chinese): At \r\npresent, peace and development in Africa have entered \r\na new, critical stage. With its booming economy, Africa \r\nhas one of the fastest growth rates in the world. United \r\nand resolute, African countries have kept taking new \r\nsteps to advance integration and sustained stability \r\nand development. Much headway has been made in the \r\nimplementation of the New Partnership for Africa’s \r\nDevelopment (NEPAD), and Africa’s international \r\nstatus is rising. At the same time, however, as the result \r\nof such factors as the international financial crisis and \r\nthe slow pace of the global economic recovery, Africa \r\nis faced with a deteriorating external development \r\nenvironment. Regional conflicts and hot spots also \r\nkeep f laring up and humanitarian crises have become \r\nmore serious, posing huge challenges to Africa’s efforts \r\nto seek peace, stability and development. \r\nAt the beginning of the second decade of NEPAD, \r\nthe international community should continue to \r\nincrease its attention to and engagement with Africa \r\nso as to achieve greater progress in the implementation \r\nof NEPAD and promote stability and prosperity. \r\nAfrica is an important member of the international \r\ncommunity. Its peace and security are closely linked \r\nto the interests and welfare of other members of the \r\ninternational community. Finding effective ways to \r\nhelp African countries tackle security challenges and \r\nachieve durable peace and sustainable development is \r\nan important task for the international community. In \r\nthat connection, China would like to make a number of \r\nproposals. \r\nFirst, all commitments to Africa should be honoured. \r\nThe international community should scale up assistance \r\n18/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nprovided the African Union with military aid valued at \r\nRMB 50 million in support of African efforts to resolve \r\nthe continent’s problems on its own.\r\nChina’s development is inseparable from that \r\nof Africa and the world. China will always consider \r\nAfrica a friend through thick and thin. While \r\n1.3 billion Chinese people are working to make the \r\nChinese dream of national rejuvenation come true, over \r\n1 billion Africans are also trying to realize their dream \r\nof unity, self-reliance, development and prosperity. \r\nChina is willing to join hands with African countries \r\nin expanding and deepening cooperation in all areas \r\nand in ways that broaden cooperation between China \r\nand Africa in a mutually beneficial manner, ultimately \r\nleading to the attainment of our shared aspirations.\r\nMr. Khalil (Egypt): At the outset, allow me to thank \r\nthe Secretary-General, the Special Adviser on Africa \r\nand the Chief Executive Officer of the New Partnership \r\nfor Africa’s Development (NEPAD) for the report on \r\nprogress in the implementation of the New Partnership \r\nfor Africa’s Development (A/68/222) and the report on \r\nthe causes of conflict in Africa (A/68/220).\r\nNEPAD represents Africa’s aspirations to take \r\nits its affairs into its own hands. It is an African-\r\nowned instrument aimed at reducing poverty and \r\nputting Africa on a path to sustainable development. \r\nNEPAD reflects Africa’s common vision to achieve \r\nits development goals in specific thematic areas: \r\nagriculture and food security; regional integration and \r\ninfrastructure; human development; and information \r\nand communication technology. Over the past few \r\nyears, NEPAD has achieved a new mandate through the \r\nadoption of a new approach. It is working to change \r\nits management from a sector-based approach to one \r\nfocused on programmatic and thematic activities. \r\nEgypt is a proud founding member of NEPAD. We \r\nhave proposed an ambitious infrastructure project to \r\nestablish a navigable route from Lake Victoria to the \r\nMediterranean Sea through the Nile River, serving the \r\neconomies of the countries of the Nile basin.\r\nNEPAD’s development focus is complemented \r\nby the governance focus of the African Peer Review \r\nMechanism. This year marks the commemoration \r\nof the tenth anniversary of the establishment of the \r\nMechanism. It currently has 33 members that have \r\njoined voluntarily, representing more than 75 per cent \r\nof all African countries and the African population. \r\nThe African Peer Review Mechanism is another \r\nmanifestation of Africa’s commitment to enhancing \r\nsupport the settlement of African issues by Africans in \r\nAfrican ways.\r\nChina and Africa have always been linked by shared \r\ndestinies. Similar historical experiences, identical \r\ndevelopment tasks and shared strategic interests have \r\nbound us together. The China-Africa relationship is \r\ncharacterized by sincerity, friendship, mutual respect, \r\nequality, mutual benefit and common development. \r\nSince the establishment of the new China-Africa \r\nstrategic partnership, we have deepened our relationship \r\nwith African countries and regional organizations such \r\nas the AU. China actively supports African integration \r\nand has steadily stepped up its support to NEPAD. \r\nIn 2012, trade between China and Africa approached \r\n$200 billion, and over 1.5 million people travelled \r\nbetween our two sides. By 2012, China’s total direct \r\ninvestment in Africa exceeded $15 billion.\r\nThis year marks the fiftieth anniversary of \r\nChina’s dispatch of medical teams to Africa. Over \r\nthe past 50 years, China has deployed 18,000 medical \r\npersonnel to Africa, who have treated 250 million \r\npatients throughout the continent. During his visit to \r\nAfrica in March, President Xi Jinping elaborated on the \r\ntenets of the cooperation between China and Africa, \r\nwhich include sincerity, real results, kinship and \r\ngood faith, and announced a series of new initiatives \r\nto support Africa’s development. Those include \r\nproviding Africa with a $20 billion loan over three \r\nyears, translating the partnership for transnational and \r\ntransregional infrastructure development into reality \r\nand implementing the African Talents Programme. \r\nOver the next three years, we will train 30,000 \r\nAfrican professionals in various fields, while offering \r\n18,000 scholarships to African students and scaling \r\nup technology transfer to and sharing know-how with \r\nthe continent. China is actively following up on an \r\ninitiative on partnerships for cooperation between its \r\nGovernment and Africa aimed at strengthening peace \r\nand security, and is steadily increasing its constructive \r\nparticipation in the peace and security affairs of Africa \r\nin order to help create the conditions for Africa’s social \r\nand economic development. \r\nChina plays an active role in United Nations \r\npeacekeeping operations in Africa. Currently, we \r\nhave 1,400 troops in six United Nations peacekeeping \r\nmissions on the continent. China has increased its \r\nsupport for peacekeeping and capacity-building \r\ninitiatives in African countries, the African Union \r\nand African subregional organizations. We have also \r\n13-53026 19/28\r\n25/10/2013 A/68/PV.36\r\nproduction of the necessary medicines, vaccinations \r\nand pesticides in Africa. Eliminating malaria requires \r\na multisectoral approach that treats malaria not just as \r\na disease, but also addresses the developmental and \r\nsocial aspects of it. That includes providing clean water, \r\ninfrastructure projects and decent housing, among \r\nother things. The international community needs to \r\nencourage continued technical and financial support \r\nfor malaria programmes in African countries.\r\nFinally, it is important to note the relationship \r\nbetween peace, security and development. There is \r\na need to focus on development strategies in order to \r\naddress the linkages between the challenges of peace \r\nand development. Egypt calls upon all stakeholders, \r\nincluding African States, the United Nations, the \r\nAfrican Union, African subregional organizations \r\nand, of course, international partners to adopt a \r\ncomprehensive approach and to address the challenges \r\nto peace and security in Africa. In order to address the \r\nroot causes of conflict in Africa, such an approach should \r\nuse all the available tools within those organizations, \r\nalongside partners working in preventive diplomacy, \r\npeacekeeping and peacebuilding. \r\nMr. Dukali (Libya) (spoke in Arabic): At the \r\noutset, I would like to thank the Secretary-General \r\nfor his reports submitted under today’s agenda items \r\n(A/68/220 and A/68/222). I would also like to thank \r\nAmbassador Maged Abdelaziz, Special Adviser of the \r\nSecretary-General on Africa, for his efforts to support \r\nthe African continent. \r\nI would also like to express my delegation’s support \r\nfor the statement just delivered by the representative of \r\nEthiopia on behalf of the African Group.\r\nLaunched more than 10 years ago, the New \r\nPartnership for Africa’s Development (NEPAD) is \r\nan African-owned partnership by African leaders \r\ncommitted to implementing a continent-wide \r\ndevelopment programme based on infrastructure, \r\nagriculture and governance, all of which are essential \r\nfor reaching the goal of ensuring a prosperous \r\ncontinent that can enjoy peace. However, in spite of the \r\nprogress made in recent years, particularly in terms of \r\nsocioeconomic growth and development, the African \r\ncontinent still faces many challenges that have to date \r\nprevented it from achieving all of the Millennium \r\nDevelopment Goals. In that regard, in order to help \r\nthe African continent, development partners should \r\nredouble their efforts to support Africa’s commitment \r\nto development, particularly those related to providing \r\ngood governance and respect for human rights and \r\ndemocratic values.\r\nAfrican Governments and their partners must \r\nredouble their efforts to build stronger partnerships with \r\nthe private sector and civil society, in addition to the \r\nmobilization of adequate resources to sustain inclusive \r\neconomic growth that is more resilient to external \r\nshocks, as well as ensuring that the growth dividends \r\nare shared by all segments of society, including the \r\nmost vulnerable people. Egypt is doing its part through \r\na dedicated fund for Africa that finances a number of \r\ndevelopment programmes in many African countries. \r\nAchieving NEPAD’s objectives requires the \r\nsupport of the international community. It also \r\nrequires the creation of a conducive environment that \r\nsupports fair trade, alleviates the burden of debt on \r\nAfrican countries, increases foreign direct investment \r\nand enhances Africa’s participation in international \r\neconomic decision-making processes. Within the \r\nUnited Nations system, that will mean the integration \r\nof the NEPAD agenda and programmes within the \r\nsustainable development goals process, as well as the \r\nbroader post-2015 development agenda.\r\nIt is important to emphasize the need to sustain \r\nand consolidate the Office of the Special Adviser on \r\nAfrica, as the leading United Nations entity dedicated \r\nto advancing African issues. The Office needs to be \r\nempowered so that it can undertake its role as called for \r\nby the General Assembly to address the special needs \r\nof African development, coordinate the Inter-Agency \r\nTask Force on Africa and monitor the delivery of \r\nmany international commitments towards financing \r\ndevelopment in Africa.\r\nThe international community has achieved \r\nsignificant progress in the elimination of malaria from \r\ndeveloping countries, halving the number of deaths each \r\nyear. However, malaria still kills hundreds of thousands \r\nof people every year, 90 per cent of them in Africa. We \r\nrecognize the vital role played by the African Leaders \r\nMalaria Alliance, which is instrumental in helping to \r\nsustain the efforts exerted by African Governments, \r\nparticularly in the areas of prevention, access to \r\nmedicine and diagnostic tools.\r\nMalaria has serious negative repercussions. It costs \r\nthe world almost $12 billion each year. In order to succeed \r\nin combating malaria, the international community \r\nshould provide enough resources for programmes aimed \r\nat early diagnosis as well as scientific research and the \r\n20/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nthe more so since our continent has human and natural \r\nresources that could allow it to attain such goals.\r\nMr. Mashabane (South Africa): My delegation \r\nwould like to thank the Secretary-General for his \r\ncomprehensive report on the New Partnership for \r\nAfrica’s Development (NEPAD) (A/68/222). The report \r\ncoincides with a number of significant milestones for \r\nthe African continent. The first of them is the fiftieth \r\nanniversary of the Organization of African Unity. This \r\nyear also marks 10 years since the African Peer Review \r\nMechanism was launched. South Africa welcomes the \r\nreport of the Secretary-General on the progress made in \r\nimplementing the goals of NEPAD over the past year.\r\nWe would like to express our sincere gratitude to \r\nMr. lbrahim Hassane Mayaki, Chief Executive Officer \r\nof the NEPAD Agency, for the enriching briefings he \r\nhas provided us this week. In the light of the ongoing \r\ndiscussions on the post-2015 development agenda here \r\nat the United Nations, those talks have been timely \r\nindeed.\r\nThe inherent message that has emerged from the \r\ndiscussions about NEPAD is that Africa is undergoing \r\nsignificant transformations. In comparison with the \r\nperiod just after decolonization, when we were cast as \r\nthe dark and hopeless continent, years later the narrative \r\nhas changed for the better. We should ensure that that \r\nnarrative continues to improve with the Agenda 2063 \r\nVision.\r\nIn response to socioeconomic transformation, \r\nNEPAD has been a crucial blueprint for Africa. It \r\nhas been particularly important in contributing to the \r\nattainment of the Millennium Development Goals \r\n(MDGs). However, as the African continent is still \r\nlagging behind on a number of MDGs, it is important \r\nto redouble our efforts, in the time remaining, towards \r\nfocusing on the MDGs that are challenging us. More \r\nimportant, it is also imperative that the new development \r\nagenda be aligned and coherent with the needs of Africa \r\nand that it builds on the existing MDGs.\r\nOver the past couple of years, NEPAD has yielded \r\ncertain positive results. It has transformed, and is \r\ncontinuing to transform, historical legacies such as \r\nthe lack of cooperation within the continent. Through \r\nNEPAD’s infrastructural programmes, various \r\ncorridors are being opened up to boost intra-African \r\ntrade as well as development within the continent. For \r\ninstance, there is the North-South corridor, a road and \r\nrail project from Cape Town to Cairo currently being \r\nassistance. It is also important to end the current \r\ndeadlock in the Doha Round trade talks. An agreement \r\nshould also be reached on allowing countries access to \r\nglobal markets.\r\nIn terms of food, it is important to bolster \r\nagricultural productivity in accordance with the \r\ncommitments undertaken by the New Alliance for \r\nFood Security and Nutrition. It is also important to \r\nreview our agricultural priorities in order to increase \r\nprivate investment, because the African continent is the \r\nregion that has suffered the most from the impact of \r\nthe global financial and economic crisis. At the global \r\nlevel, economic recovery is under way, yet it remains \r\nweak and unequal. Nevertheless, it is important to \r\nstrengthen national efforts to achieve food security \r\non the continent by increasing the budget allocated \r\nto agricultural development in rural Africa. There is \r\nalso a need to improve how those efforts are managed. \r\nIn that regard, the international community could \r\nprovide technical support. We would like to emphasize \r\nthat such assistance should fall within the United \r\nNations framework for helping countries affected by \r\ndesertification, drought and soil degradation, especially \r\nin Africa. \r\nWith regard to peace and security in Africa, we \r\nmust bolster institutional cooperation for conflict \r\nprevention, peacekeeping and peacebuilding and work \r\ntowards post-conflict recovery, while ensuring stable \r\neconomic growth, sustainable development, human \r\nrights, the rule of law and sound public administration. \r\nOverall, we also need to strengthen security-sector \r\nreform while promoting democracy, the rule of law and \r\ngood governance in Africa. In that regard, the United \r\nNations system and other partners should continue \r\nproviding African countries with the assistance they \r\nneed, so as to increase efforts towards peacebuilding \r\nand security on the continent.\r\nIn conclusion, my delegation would like to \r\nunderscore that, as a member of NEPAD, Libya will \r\ncontinue to take effective action alongside other \r\nAfrican countries in order to attain NEPAD’s goals. \r\nThat will enable us to reap the benefits of peace, \r\ngrowth and prosperity through coordinated efforts, and \r\nto implement cooperation agreements among a great \r\nnumber of African countries. All of that should, in turn, \r\nenable African countries to achieve the Millennium \r\nDevelopment Goals and to play an effective role in the \r\nglobal economic order. It should also help us attain the \r\nsustainable development goals in the post-2015 area, all \r\n13-53026 21/28\r\n25/10/2013 A/68/PV.36\r\ndelegation adds its voice in support of strengthening \r\nthe fight against malaria. We will continue to support \r\nthe African Leaders Malaria Alliance. We would like \r\nto express our appreciation for the efforts of the Roll \r\nBack Malaria Partnership and other partners. One of \r\nour own compatriots, Yvonne Chaka Chaka, is the Roll \r\nBack Malaria Goodwill Ambassador and is continuing \r\nto do a phenomenal job in mobilizing resources for the \r\nplight of people who face the disease’s scourges.\r\nOn peace and security issues, my delegation \r\nconcurs with the Secretary-General’s observation made \r\nat his 2013 Freedom Lecture at Leiden Univesity that \r\nthe lessons learned from conflict and post-conflict \r\ncountries demonstrate that \r\n“[t]here can be no peace without development \r\n[and] no development without peace, and neither \r\ncan be achieved without full respect for human \r\nrights and the rule of law”. \r\nSince the establishment of the African Union Peace \r\nand Security Council Architecture, the number of \r\nconflicts in the continent has significantly decreased. \r\nThat can be further enhanced with United Nations \r\ncollaboration with and support to African initiatives. \r\nSouth Africa is encouraged by the continued cooperation \r\nbetween the United Nations and the African Union, in \r\nparticular between the Peace and Security Council and \r\nthe United Nations Security Council. We appreciate \r\nthe annual consultative meetings between the two \r\nCouncils. A number of milestones provide a testament \r\nto the benefits of that relationship, such as the adoption \r\nof resolution 2033 (2012). In instances where the two \r\nCouncils have cooperated positively, the results have \r\nbeen concrete, such as in the case of the African Union \r\nMission in Somalia, the African Union-United Nations \r\nHybrid Operation in Darfur and the endorsement of the \r\nAfrican Union road map on the Sudan and South Sudan \r\nin resolution 2046 (2012), the United Nations Interim \r\nSecurity Force for Abyei and the joint assessment \r\nmission into the Sahel region. However, it is important \r\nthat that relationship spread across the whole United \r\nNations system so as to support economic communities \r\nat the regional level.\r\nIn conclusion, we express our special gratitude to \r\nthe Special Adviser of the Secretary-General on Africa \r\nand his team for their sterling job in streamlining the \r\nAfrican agenda in the work of the United Nations. Given \r\nthe increasing volume of work on Africa and the need \r\nto follow up on a number of decisions and commitments \r\nmade, it is important that that Office be strengthened.\r\nchampioned by South Africa, as well as a number of \r\nother projects being championed by other countries on \r\ninformation and communication technologies, road and \r\nrail and gas pipelines.\r\nOn the agricultural front, South Africa notes that \r\nthe Comprehensive Africa Agriculture Development \r\nProgramme (CAADP) has steadily grown in importance \r\nas a result of increasing participation by African Union \r\n(AU) member States. Significantly, 34 members have \r\nsigned the CAADP Compact, and 23 have finalized their \r\nnational agriculture investment plans. The CAADP \r\nis an African initiative that addresses the continent’s \r\nagricultural development needs, an important fact since \r\nthe majority of Africa’s economies are agrarian. The \r\nCAADP is contributing positively to the eradication \r\nof poverty, as many countries are increasing their \r\ninvestments in agriculture.\r\nWith regard to the African Peer Review Mechanism \r\n(APRM), my delegation is encouraged by the steady \r\npace in accessions, notwithstanding its voluntary \r\nnature and the fact that the APRM is the first Afro-\r\ncentric programme that promotes good governance on \r\nthe continent. However, the challenges relating to the \r\nfinancing of APRM need to be addressed in order to \r\nensure the effectiveness of the mechanism. South Africa \r\nhas no doubt that those challenges will be overcome \r\nas Africa strives to consolidate the governance gains \r\nalready registered as a result of the APRM. We also \r\nappreciate donor countries’ ongoing support to our \r\ninitiatives, and we call on the international community \r\nto continue such assistance, particularly at this crucial \r\ntime when official development assistance is declining.\r\nSouth Africa remains committed to supporting the \r\ncontinent’s blueprint for socioeconomic development, \r\nas well as the APRM. We will continue to fund \r\ndevelopmental projects within Africa through the \r\nAfrican Renaissance Fund of South Africa, thereby \r\nmeeting the NEPAD objectives. The South African \r\nDevelopment Partnership Agency, set to replace the \r\nAfrican Renaissance Fund, will also continue to provide \r\ndevelopment assistance.\r\nThe goal of providing people with access to the \r\nhighest standards of physical and mental health is far \r\nfrom being achieved. Non-communicable diseases \r\nsuch as cancer and cardiovascular diseases, and other \r\ndiseases such as tuberculosis, malaria and HIV/AIDS, \r\nare of global concern. In the light of today’s discussion \r\non malaria, although noticeable progress has been \r\nrecorded in malaria control in Africa since 2011, my \r\n22/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nof the Cold War to little more than a dozen today. From \r\nonly three democracies, today there are 25 democracies \r\nof varying types in the region. However, conflicts are \r\nstill occurring, and peace remains fragile in a number of \r\nplaces. Peacemaking, peacebuilding and development \r\nwill therefore need to be continually deepened. For \r\nthat, African citizens and their elected leaders must \r\nbe the drivers of progress. Lasting success requires \r\nrobust support from, and collaboration with, the United \r\nNations and its partners. \r\nHowever, sustainable development results \r\nultimately depend upon Africans themselves. The \r\nprinciple of national ownership, which has been \r\nsteadfastly advocated, particularly in the Peacebuilding \r\nCommission, remains the dominant principle. In that \r\nregard, Indonesia commends the important development \r\nand progress made on the ground in Liberia with the \r\nlaunching of its national reconciliation strategy, and \r\nin Sierra Leone with its successful elections, among \r\nother countries. We also underline that support from \r\nthe international community and the United Nations \r\nin assisting post-conflict recovery in various countries \r\nin the region also requires deeper cooperation and \r\npartnerships, not only with the host Governments \r\nconcerned but also with regional and subregional \r\norganizations. For its part, Indonesia stands ready to \r\nwork with the United Nations, particularly through its \r\nactive contributions to peacekeeping operations, its \r\nmembership in the Peacebuilding Commission and its \r\nlong-standing role in advancing mediation and conflict \r\nprevention.\r\nUnprecedented efforts have been invested in the \r\nfight against malaria for over a decade, yet malaria \r\nremains a serious problem. Its prevalence, particularly \r\namong children and pregnant women, remains \r\nalarmingly high, especially in the African region. \r\nTherefore, in the 700-day countdown to the deadline \r\nfor the achievement of the Millennium Development \r\nGoals, we need to further accelerate efforts at all levels \r\nto halt malaria by 2015. During that period, let us \r\nseize the opportunity to reverse its incidence. At the \r\nglobal level, the countries with the greatest incidence \r\nof malaria, especially on the African continent, require \r\naccelerated assistance, including financial assistance, \r\nto procure and distribute life-saving interventions. \r\nAlthough the Global Malaria Action Plan has \r\ncontributed significantly, further strengthening of and \r\ninnovation in the financing mechanisms is vital.\r\nMr. Percaya (Indonesia): Indonesia associates \r\nitself with the statement made by the representative \r\nof Brunei Darussalam on behalf of the Association of \r\nSoutheast Asian Nations. Indonesia would also like to \r\nexpress its gratitude to the Secretary-General for his \r\ncomprehensive reports pertaining to the agenda items \r\nthat we are deliberating today (A/68/220 and A/68/222).\r\nWithout a doubt, Africa is making noteworthy \r\nprogress, 12 years after the New Partnership for Africa’s \r\nDevelopment (NEPAD) was adopted. Nevertheless, \r\ntremendous challenges still lie ahead for Africa. We are \r\nalso aware that efforts to accelerate Africa’s economic \r\ngrowth are hindered by very substantial obstacles. \r\nAfrican countries have also taken strides to overcome \r\nobstacles by becoming more interdependent with the \r\nglobal economy. However, that cannot be achieved by \r\nAfrican countries alone, as creating sustained growth \r\nand peace requires partnership and cooperation.\r\nGlobal partnerships and international support \r\nunderpin NEPAD’s success. Bilateral and triangular \r\ncooperation, as well as South-South cooperation, \r\nare important components of the global partnership. \r\nEnsuring an equitable global trading and financial \r\nsystem is central to creating sustained growth. The \r\nWorld Trade Organization talks, however, have yet \r\nto reach any satisfactory or meaningful conclusion. \r\nThe ninth ministerial conference of the World Trade \r\nOrganization, held in Bali, Indonesia, in December, \r\nwill be one such opportunity to reverse the deadlock in \r\ntrade talks. The conference should strive to strengthen \r\nmultilateral trade rules, avoid protectionism and sustain \r\nlevels of global trade, including the trade agreement \r\naffecting Africa.\r\nFor its part, Indonesia, through the New Asia-Africa \r\nStrategic Partnership and the Non-Aligned Movement \r\nCentre for South-South Technical Cooperation in \r\nJakarta, has built a solid base for extensive cooperation \r\nwith Africa. Indonesia has assisted in capacity-building \r\nin agriculture and food security. We are continuously \r\nworking with a number of countries in Africa to develop \r\nrice fields with varieties that suit the continent’s weather \r\nand farming conditions.\r\nFurthermore, we should not forget that public-\r\nprivate and private-private partnerships play an \r\nimportant role in expanding Africa’s creative capacities.\r\nEconomic growth requires peaceful conditions. \r\nIndeed, the number of armed conflicts in Africa has \r\nsteadily declined — from approximately 30 at the end \r\n13-53026 23/28\r\n25/10/2013 A/68/PV.36\r\nsectors underline Africa’s seriousness about realizing \r\nthe promise of a better future. \r\nAfrica has taken up the challenges to its peace and \r\nsecurity head on, and it is determined to succeed. It has \r\nestablished a solid Peace and Security Architecture. \r\nSuccesses in conflict resolution and management in \r\nSomalia, Sierra Leone, Liberia and Côte d’Ivoire prove \r\nthat Africa is forging ahead. The conduct of successful \r\nelections and progress towards greater political stability \r\nis increasingly replacing the narrative of conflict in \r\nAfrica.\r\nAlthough Africa’s response to opportunities \r\nis commendable, challenges remain. They range \r\nfrom bridging the gaps in achieving the Millennium \r\nDevelopment Goals to ensuring food security, \r\nemployment generation, particularly for youth, and \r\nmobilizing financing for its huge infrastructure and \r\nindustrialization requirements.\r\nDespite the progress made, health challenges, \r\nincluding malaria-related ones, continue to cause \r\ntragic loss of life in Africa. According to the World \r\nHealth Organization, the funding gap for malaria \r\ncommodities and their distribution for Africa for 2013-\r\n2015 is $3.6 billion. The continued and strengthened \r\ninternational support to Africa’s development efforts \r\nis therefore vital. The recent decline in official \r\ndevelopment assistance and in aid-for-trade indicates \r\nthat pledges are not being translated into action.\r\nInternational support is also essential so as to assist \r\nAfrica to overcome setbacks to its peace and security.\r\nPakistan has a long-standing and abiding commitment \r\nto stability and progress in Africa. Our economic and \r\ntrade relations with Africa are growing. In 2012 and \r\n2013 we organized “Africa Shows” in Pakistan to \r\nfurther cement our economic and commercial ties. \r\nWe continue to work with partners from Africa in the \r\neconomic, social and technical spheres in the context of \r\nSouth-South cooperation.\r\nSince 1986, under Pakistan’s special technical \r\nassistance programme for Africa, hundreds of young \r\nAfrican professionals received training in Pakistan \r\nin diverse fields, including public administration, \r\nmanagement, banking, customs, accounting and \r\ndiplomacy.\r\nPakistani peacekeepers have contributed to \r\npeacekeeping, peacemaking and peacebuilding in \r\nAfrica. More than 132 of our peacekeepers have laid \r\nWe also need to further develop our capacity to \r\ntrack progress in malaria control. In global terms we can \r\ncurrently detect only one tenth of the estimated number \r\nof cases. We need to further develop and strengthen \r\nmalaria-surveillance systems, including at the regional \r\nlevel. At the national level, we have to continue giving \r\npriority to the fight against malaria and integrate that \r\ngoal into national health policies and frameworks. To \r\nreach the zero-malaria goal requires a multisectoral \r\napproach and cooperation that goes beyond the health \r\nsector. In that connection, Indonesia welcomes the \r\nlaunch of the Multisectoral Action Framework for \r\nMalaria on 24 September. We hope that the Framework \r\nwill serve as the strategic platform for multilateral \r\ncooperation and coordination in eradicating malaria.\r\nFinally, it is important to keep in mind that Africa \r\nmust be given a chance to find solutions that concretely \r\naddress the continent’s situations and realities by \r\nbasing themselves on its population’s basic needs. Only \r\nthrough such mechanisms will we see achievements in \r\nAfrica similar to those in other regions.\r\nMr. Warraich (Pakistan): We thank the Secretary-\r\nGeneral for the reports on the agenda items under \r\nconsideration today (A/68/220 and A/68/222). \r\nWe congratulate African countries on the fiftieth \r\nanniversary of the establishment of the Organization of \r\nAfrican Unity, now the African Union, and on the tenth \r\nanniversary of its unique initiative, the African Peer \r\nReview Mechanism.\r\nAfrica is undergoing a transformation. Today \r\nAfrica is determining its own destiny. The weak global \r\neconomic performance notwithstanding, African gross \r\ndomestic product grew by an average of 6.6 per cent in \r\n2012. Seven out of the 10 fastest-growing countries in \r\nthe world are in Africa. The 18 per cent decline in global \r\nforeign direct investment notwithstanding, f lows to \r\nAfrica increased in 2012. Higher trade growth in Africa \r\nas a whole, despite the deceleration in international \r\ntrade in 2012, is a notable exception.\r\nAfrica today is progressing through Africa-owned \r\nand Africa-led frameworks. The New Partnership \r\nfor Africa’s Development represents the African \r\nleadership’s vision of the continent’s social and \r\neconomic progress. Projects such as the Trans-Sahara \r\nHighway and the Trans-Sahara Gas Pipeline are a \r\nclear demonstration of Africa’s resolve to unlock its \r\nimmense socioeconomic development potential. The \r\ncommitment and progress on achieving the budgetary \r\nallocation targets set for the health and agriculture \r\n24/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nInvestment from the Malaysian private sector has led \r\nto the creation of more decent jobs and the transfer \r\nof knowledge and technology, and has contributed \r\nto promoting Africa as a vibrant world investment \r\ndestination.\r\nWhile we welcome the progress made by many \r\nAfrican countries, Malaysia also acknowledges the \r\nchallenges and difficulties that some of them face \r\nin achieving the Millennium Development Goals \r\n(MDGs) by 2015. The renewed call for accelerating \r\nthe implementation of the MDGs made during the \r\nHigh-level Meeting on the MDGs held in September \r\n(see A/68/PV.3) should be responded to by the United \r\nNations development system and its developed partners. \r\nThe decline in official development assistance for two \r\nyears in a row has seriously undermined efforts to meet \r\nthe MDGs, especially for least-developed countries, \r\nincluding those in Africa. Malaysia wishes to reaffirm \r\nits support in the MDG area and its willingness to \r\ncontinue to be an active dialogue partner with Africa \r\nwithin the framework of South-South cooperation.\r\nMalaysia cooperates with African countries \r\nby organizing specific technical courses under the \r\nMalaysian Technical Cooperation Programme (MTCP) \r\nand through triangular cooperation initiatives, such as \r\nthe MTCP-Japan International Cooperation Agency-\r\nAfrica collaboration. Malaysia has also launched \r\nspecific cooperation programmes with African \r\ncountries through dialogue platforms, which include \r\nprivate-sector involvement through the Malaysian \r\nSouth-South Association and Malaysian South-South \r\nCooperation. As of the end of 2012, a total of 6,797 \r\nparticipants from 45 African countries had benefited \r\nfrom the MTCP. And in conjunction with the sixty-\r\neighth United Nations Day celebration held in Kuala \r\nLumpur on 24 October, the MTCP received the \r\nMDG Global Partnership for Development award in \r\nrecognition of its outstanding contribution to United \r\nNations development goals.\r\nMalaysia remains committed to promoting South-\r\nSouth cooperation in Africa. In that regard, our Prime \r\nMinister led the Malaysian delegation to the Global \r\nSmart Partnership Dialogue (GSPD) 2013, held in \r\nDar es Salaam from 28 June to 1 July. The theme for \r\nGSPD 2013 was “Leveraging technology for Africa’s \r\nsocioeconomic transformation: the smart partnership \r\nway”. The Dialogue was attended by 14 Heads of State \r\nand Government from the African and Asian regions. \r\nDuring the Dialogue, Malaysia shared with others its \r\ndown their lives, 119 of them in Africa. Today out of \r\n8,221 Pakistani troops in six peacekeeping missions, \r\n8,075 are deployed in Africa.\r\nWe will continue our collaboration with Africa. \r\nThe international community has started deliberations \r\non the post-2015 development agenda. We wish to \r\nunderline that that agenda must also respond to Africa’s \r\nneeds and priorities. The international community’s \r\ncommitment to assisting Africa in realizing its \r\naspirations is critical.\r\nPakistan wishes Africa success and glory. \r\nMr. Haniff (Malaysia): I thank the President for \r\nconvening this joint debate. \r\nMalaysia wishes to align itself with the statement \r\ndelivered by the Permanent Representative of Brunei \r\nDarussalam on behalf of the Association of Southeast \r\nAsian Nations. \r\nI would like to express our appreciation to the \r\nSecretary-General for his comprehensive reports \r\nsubmitted under agenda item 63 (A/68/220 and \r\nA/68/222). \r\nMalaysia would also like to take this opportunity \r\nto congratulate our African friends on the tenth \r\nanniversary of the African Peer Review Mechanism and \r\nits achievements so far. That celebration’s significance \r\nis made even greater by the fact that it coincides with \r\nthe fiftieth anniversary of the African Union and the \r\ntenth anniversary of the establishment of the United \r\nNations Office of the Special Adviser on Africa, which \r\nhas been tasked with global advocacy and support for \r\nAfrica’s development, in particular the New Partnership \r\nfor Africa’s Development (NEPAD).\r\nMalaysia attaches great importance to its relations \r\nand cooperation with Africa, especially in the areas of \r\npeace and security, trade, investment and the holistic \r\ndevelopment of the region. We truly believe that, in the \r\nframework of the solidarity involved in South-South \r\ncooperation, relations between Malaysia and countries \r\nin Africa have been enhanced through cooperation and \r\nmutual respect. As is reflected in the United Nations \r\nConference on Trade and Development’s Global \r\nInvestment Trends Monitor No. 12: The Rise of BRICS \r\nFDI and Africa, issued in March, Malaysia is Asia’s \r\nbiggest source of foreign direct investment going to \r\nAfrica. In 2011, Malaysia was the third-biggest investor \r\nin Africa, after the United States and France, with a \r\ntotal of $19.3 billion in investment in the continent. \r\n13-53026 25/28\r\n25/10/2013 A/68/PV.36\r\nsuch consolidated efforts will help our African friends \r\nto achieve their goals.\r\nTurning now to the issue of malaria, Malaysia \r\nwelcomes the launching of a road map on shared \r\nresponsibility for and global solidarity on AIDS, \r\ntuberculosis and malaria response in Africa for the \r\nperiod 2012-2015. Malaysia has also had its fair share \r\nof experience with the disease of malaria. However, \r\nwe are pleased to report that we have achieved major \r\nsuccess in virtually eliminating malaria from urban and \r\nother densely populated areas of the country. Over the \r\npast 50 years, the number of malaria cases in Malaysia \r\nhas declined dramatically. In 1961, there were 243,470 \r\nmalaria cases in Malaysia; in 2010, that number had \r\nfallen to 6,650. The continued decline is the result of \r\nseveral effective strategies adopted by the Government, \r\nbeginning with a malaria-eradication programme in the \r\n1960s.\r\nMalaysia has built on its experience and past \r\nachievements in order to strengthen current efforts and \r\nsecure further commitments to eliminating malaria by \r\n2020. To that end, a 2010-2020 national strategic plan \r\nfor the elimination of malaria was formulated with the \r\ngoal of eliminating locally acquired malaria by 2020. \r\nMalaysia is committed to eliminating malaria, as that \r\nwould bring the country’s population and economy \r\nmany benefits, such as reduced health-sector costs and \r\nabsenteeism, and improved education, productivity and \r\nforeign investment levels. The elimination programme \r\nwill also ensure equality, since its activities must \r\nbe implemented at all levels so as to include the \r\nimpoverished, marginalized and vulnerable.\r\nTo conclude, Malaysia recognizes that, while a lot \r\nhas been achieved, there is still more work required to \r\nhalt and reverse that epidemic disease. We are prepared \r\nto share our national experience in that regard. \r\nMr. Kyaw Tin (Myanmar): At the outset, my \r\ndelegation would like to express its appreciation to the \r\nSecretary-General for his insightful and comprehensive \r\nreports on the agenda items under consideration \r\n(A/68/220 and A/68/222). \r\nMy delegation aligns itself with the statement made \r\nby the representative of Brunei Darussalam on behalf \r\nof the Association of Southeast Asian Nations. \r\nThe year 2013 is a special year for the development \r\nof Africa, since it coincides with the tenth anniversary \r\nof the introduction of the African Peer Review \r\nnew policies and approach for achieving its vision to \r\nbecome a fully developed nation by 2020 — namely, \r\nthrough a science-, technology- and innovation-based \r\npolicy, Government and economic transformation \r\nprogrammes and the creation of a national key results \r\narea and key performance index. Malaysia was pleased \r\nto participate in GSPD 2013 and looks forward to \r\nparticipating in the next one, to be held in South Africa \r\nin 2014.\r\nMalaysia also wishes to reaffirm its commitment \r\nto hosting a future smart partnership dialogue within \r\nthe framework of the Langkawi International Dialogue \r\n(LID), at a date to be announced. Malaysia believes \r\nthe Smart Partnership Dialogue is a good platform \r\nfor its continuing engagement with African countries \r\noutside the bilateral engagement process. Malaysia’s \r\npresence during the Dialogue in Africa and our \r\ncommitment to hosting the LID, which it has organized \r\nsince 1995, demonstrate our continuing support for \r\nAfrica’s economic development. The Dialogue has \r\nbeen successful in forging smart partnerships between \r\nGovernments and the private sector in the South. Since \r\nits inception, a total of nine such dialogues have been \r\nheld, aimed at fostering smart partnerships at all levels \r\nin society, engaging the political leadership, the civil \r\nservice, business, labour, civil society, the media and \r\nthe population at large. The success of the LID has \r\nprompted African countries to organize a similar \r\ndialogue in southern Africa, namely, the Southern \r\nAfrica International Dialogue.\r\nMalaysia welcomes the progress made by African \r\ncountries over the past 10 years in the implementation \r\nof the African Peer Review Mechanism, an initiative \r\nestablished under NEPAD. It has succeeded in \r\nfulfilling its objectives of encouraging and building \r\ntransformative leadership and constructive national \r\ndialogue among African countries through an inclusive \r\nand participatory self-assessment process. The APRM \r\nhas successfully fostered policies and practices directed \r\nat reaching NEPAD’s goals of political stability, high \r\neconomic growth and sustainable development, and \r\naccelerated subregional and continental economic \r\nintegration. Although it is a voluntary process, the \r\nincreasing number of countries participating in it \r\nindicates the importance that African countries attach \r\nto strengthening their institutions of governance. \r\nMalaysia hopes that more African countries will \r\nparticipate in future, thereby further enhancing the \r\ndevelopment of Africa as a whole. We hope that all \r\n26/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nWe welcome the role of the African Peer Review \r\nMechanism (APRM) in encouraging principled \r\nleadership and constructive national dialogue, thereby \r\nopening up more room for citizens in decision-making. \r\nThe increasingly positive trend towards broader \r\ndemocratic practices in Africa is also commendable. \r\nAccording to the report of the Secretary-General, there \r\nwere altogether 18 elections held in 2012, and another \r\n17 are expected to be held in 2013. The regularity and \r\nfrequency of elections have been fostering greater \r\nstability in the region in recent decades. \r\nThe progress made in the implementation of \r\nNEPAD and the success of the APRM show the good \r\nleadership and capacity of African leaders to bring more \r\npeace and development to their continent. At the same \r\ntime, a strengthened and sustained global partnership \r\nwill still play a significant role in bringing about \r\npeace, stability and development in African nations. \r\nIn that respect, it is worrying to see that assistance \r\nfrom development partners is declining. Although \r\ndevelopment partners have committed themselves \r\nto help meet Africa’s development needs, including \r\nthrough the implementation of NEPAD priorities, \r\nofficial development assistance to Africa dropped \r\nfrom more than $50 billion to $43 billion in recent \r\nyears. We hope that the success achieved in all areas of \r\nNEPAD implementation and other ongoing governance \r\nand structural transformations will help convince \r\ndevelopment partners to honour their commitments.\r\nWe are confident that, with sustained external \r\nfinancial support, the strong determination of the \r\nGovernments and peoples of Africa and sound \r\neconomic management, the implementation of NEPAD \r\nwill achieve greater progress and contribute to Africa’s \r\nefforts to meet the MDGs. It is important for the \r\ninternational community, United Nations agencies \r\nand development partners to enhance their assistance \r\nto the African people in order to ensure that Africa’s \r\npriorities and needs are fully reflected in the post-2015 \r\ndevelopment agenda.\r\nAs one of the organizers of the historic Bandung \r\nConference, Myanmar wishes to reiterate the \r\nimportance it attaches to the spirit of friendship and \r\nsolidarity with Africa. Like many countries in Africa, \r\nMyanmar is a country in a process of rapid transition. \r\nIn parallel with our efforts to promote peace, stability \r\nand national reconciliation, we have opened up \r\nour economy with bold economic reforms and the \r\nliberalization of economic policies. The new political \r\nMechanism and the fiftieth anniversary of the founding \r\nof the Organization of African Unity, now the African \r\nUnion. We welcome the designation of Africa Week and \r\nthe holding of commemorative activities at the United \r\nNations during this week highlighting the progress in \r\nthe implementation of the New Partnership for Africa’s \r\nDevelopment (NEPAD). We are pleased to witness \r\nthe remarkable progress achieved by many African \r\ncountries in recent years, which can be substantially \r\nattributed to the implementation of NEPAD. Despite \r\nglobal economic and financial uncertainty, Africa’s \r\neconomic growth has been relatively positive as a \r\nresult of its continued improvements in macroeconomic \r\npolicy management, structural reforms and the \r\nproduction and export of commodities. It is gratifying \r\nto note that many African countries are among the \r\nworld’s fastest-growing economies and fewer Africans \r\nsuffer from extreme poverty. We are also pleased that \r\nAfrica has achieved great progress on the Millennium \r\nDevelopment Goals (MDGs). \r\nDespite all those positive developments, Africa \r\nstill faces many challenges. Millions of Africans still \r\nlack jobs, health care and food. Many countries will \r\nhave difficulties meeting the MDGs by 2015. Economic \r\nuncertainty, political instability, natural disasters and \r\na decline in development assistance have hampered \r\nthe efforts of some African countries to develop their \r\neconomies. It is therefore essential that NEPAD’s efforts \r\ncontinue to address those challenges, particularly \r\nby prioritizing and mainstreaming issues of health, \r\neducation and gender in their agendas.\r\nPeace, stability and the prevalence of the rule \r\nof law are prerequisites for sustainable economic \r\ndevelopment. It is encouraging to learn that the \r\nmajority of African countries have been experiencing \r\nstability. We recognize and commend the efforts \r\nmade by the African Union and regional economic \r\ncommunities to undertake conflict-prevention and \r\nmediation initiatives, such as finalizing a continental \r\nconflict-prevention framework and developing support \r\nstructures for mediation and conflict resolution. We \r\nwish, therefore, to add our voice to those urging the \r\ninternational community, including the United Nations, \r\nto enhance their support to and cooperation with the \r\nAfrican Union and regional economic communities for \r\nconflict prevention, resolution and mediation within \r\nthe framework of the African Peace and Security \r\nArchitecture and the United Nations Framework for \r\nthe Ten-Year Capacity-Building Programme for the \r\nAfrican Union. \r\n13-53026 27/28\r\n25/10/2013 A/68/PV.36\r\nwhile 28 African countries have developed national \r\nagriculture and food-security investment plans with \r\ntechnical support provided by the NEPAD Agency. In \r\nmobilizing the necessary global partnership support \r\nfor the CAADP, NEPAD is engaging in the Scaling-\r\nUp Nutrition initiative and the Group of Eight’s New \r\nAlliance for Food Security and Nutrition to achieve \r\nMillennium Development Goal (MDG) 1. \r\nThe future of African agriculture is brighter than \r\nit was 10 years ago, but a lot still needs to be done. \r\nIn collaboration with the African Union Commission, \r\nregional economic communities and development \r\npartners, we recently launched the NEPAD Gender, \r\nClimate Change, Agriculture and Food Nutrition \r\nProgrammes and the NEPAD Rural Futures Programme. \r\nThose initiatives specifically support women farmers \r\nand young entrepreneurs so as to enhance knowledge \r\nand skills and foster rural transformation. \r\nAfrica is at a critical juncture in its quest for \r\ndevelopment effectiveness. Without a doubt, Africa has \r\nbeen making tangible economic progress. However, \r\nwe must address increasing social inequalities and \r\nthe urgent need to lift about 400 million people out of \r\npoverty. In response, we must implement appropriate \r\nstrategies to provide employment for an additional \r\n215 million young men and women in the next 10 \r\nyears. Importantly, a major aspect of that strategy is \r\nto promote value addition and sustainable industrial \r\ndevelopment as a means to enhance growth, job creation \r\nand economic transformation. \r\nWith less than 1,000 days remaining before the \r\n2015 deadline, Africa has made remarkable progress \r\ntowards attaining the Millennium Development Goals. \r\nHowever, challenges remain. Based on the decision \r\nof African leaders, multistakeholder consultations \r\nare being conducted aimed at synthesizing African \r\npriorities on the post-2015 development agenda. To \r\nthat end, a bold African common position is evolving \r\nwithin the High-level Committee of African Heads of \r\nState and Government on the Post-2015 Agenda. That is \r\ntaking place in cooperation with the African Group at \r\nthe United Nations and the African Union. We therefore \r\nappeal for the common position, when finalized, to \r\nbe taken into consideration in framing the post-2015 \r\nagenda and the sustainable development goals, bearing \r\nin mind Africa’s special needs. NEPAD is ready to \r\nfully engage in monitoring the post-2015 agenda on the \r\ncontinent. \r\nand economic climate in Myanmar has opened up \r\ngreater opportunities and potential for promoting trade \r\nand economic relations with our African brothers. \r\nIn concluding, my delegation would like to reiterate \r\nMyanmar’s solidarity with and strong support for the \r\nefforts of the African countries to achieve greater \r\nprogress in implementing the NEPAD agenda for the \r\ndevelopment of the African peoples.\r\nThe Acting President: In accordance with \r\nresolution 2011 (XX), of 11 October 1965, and decision \r\n56/475, of 15 August 2002, I now call on the observer \r\nfor the African Union.\r\nMr. Mayaki (African Union): This year marks \r\nthe fiftieth anniversary of the Organization of African \r\nUnity and the tenth anniversary of two African Union \r\nf lagship programmes of the New Partnership for \r\nAfrica’s Development (NEPAD): the African Peer \r\nReview Mechanism and the Comprehensive Africa \r\nAgriculture Development Programme (CAADP). \r\nNEPAD has played a critical role in promoting \r\ndemocracy and good governance with the launch of \r\nthe African Peer Review Mechanism (APRM), in 2003. \r\nThe APRM is a bold, unique and innovative approach \r\nto governance, designed and implemented by Africans \r\nfor Africans. Through the APRM, African countries \r\ndiagnose governance deficiencies, share best practices \r\nand commit to implementing solutions. That includes \r\nimplementing transparent, predictable and credible \r\npublic policies through national programmes of \r\naction. As a result, APRM findings have supported the \r\ninstitutionalization of domestic accountability, citizen \r\nempowerment and the improved delivery of services, \r\nthereby opening up political space for good governance. \r\nAlthough it is a voluntary mechanism, membership has \r\nsteadily increased, to the current number of 33 African \r\ncountries, which shows the significant progress in the \r\ndeepening of the peer-review process. \r\nThe year 2013 also marks the tenth anniversary \r\nof the adoption of the Comprehensive Africa \r\nAgriculture Development Programme. Over the past \r\ndecade, agriculture and food security have remained \r\ntop priorities for the African Union and its NEPAD \r\nProgramme. Africa recently endorsed the “Sustaining \r\nCAADP Momentum” consultative process as the main \r\nframework for engagement, with the declaration of the \r\nyear 2014 as the African Union Year for Agriculture, \r\nFood Security and Nutrition. As of today, 50 countries \r\nhave engaged in CAADP-related interventions, \r\n28/28 13-53026\r\nA/68/PV.36 25/10/2013\r\nwith the Governments of Germany, Norway, Sweden, \r\nSpain, the United Kingdom, Canada, the United States \r\nof America, France and the European Union, inter \r\nalia. NEPAD appreciates the continued support for the \r\nimplementation of its continental sector policy strategies. \r\nWe equally commend Africa’s strong partnerships with \r\nthe BRICS countries of Brazil, Russia, India, China and \r\nSouth Africa, and with the Group of 20, and welcome \r\nthe increasing number of opportunities for South-South \r\nand triangular cooperation. \r\nBefore concluding, I wish to particularly commend \r\nthe sound collaboration between the NEPAD Agency \r\nand the Office of the Special Adviser on Africa, \r\nheaded by Under-Secretary-General Maged Abdelaziz. \r\nWe fully support resolution 67/294, which calls for \r\nstrengthening the Office of the Special Adviser to \r\nenable it to effectively fulfil its mandate, including \r\nmonitoring and reporting on progress related to \r\nmeeting the special needs of Africa and coordinating \r\nthe Inter-Agency Task Force on Africa. It is essential \r\nthat the Office continue to play its role in supporting \r\nNEPAD at the United Nations, particularly with respect \r\nto the implementation of the outcomes of the United \r\nNations Conference on Sustainable Development, the \r\nacceleration of the Millennium Development Goals and \r\nthe post-2015 development agenda. \r\nI cannot end this statement without commending \r\nthe leadership of Secretary-General Ban Ki-moon. \r\nIn particular, we appreciate his commitment to the \r\ncontinent. As he stated at the commencement of the \r\n2013 Africa-NEPAD Week, \r\n“What APRM does for governance, NEPAD does for \r\ndevelopment. Together they help Africa to advance \r\nalong the path of democracy and development to \r\nbenefit the continent’s people”. \r\n(spoke in French)\r\nWe are convinced that the second decade of the \r\nimplementation of NEPAD, the landmark African \r\nUnion programme, as well as the implementation of \r\nthe African Peer Review Mechanism, a framework for \r\ngovernance in Africa, will benefit from the support of \r\nall States Members of the United Nations.\r\nThe meeting rose at 1.10 p.m.\r\nFor Africa to truly become the next growth pole, \r\nthe mobilization and effective utilization of our own \r\nresources is paramount. In that equation, private and \r\npublic partnerships will advance the ideals of Africa’s \r\ntransformation. African leaders have championed \r\nthe cause as a compelling agenda to energize the \r\nownership of the continent’s development. NEPAD has \r\ncompleted a comprehensive study on domestic resource \r\nmobilization, which was conducted in partnership with \r\nthe United Nations Economic Commission for Africa, \r\nthe United Nations Development Programme and the \r\nAfrican Development Bank. Curtailing illicit financial \r\nf lows from Africa is also a top priority. \r\nThe late Prime Minister of Ethiopia Meles Zenawi, \r\nwho chaired NEPAD for six years, once stated, \r\n“Without the private sector, there is no development. \r\nOur policy is to have rapid and equitable growth, \r\nbut you cannot have that without a clear division \r\nof labour in partnership with the public and private \r\nsectors.” \r\nOverall, regional integration remains the pathway \r\nto equitable and inclusive growth on an accelerated \r\neconomic scale. NEPAD continues to strongly \r\ncollaborate with the regional economic communities, \r\nwhich are the catalysts for the implementation of \r\nregional projects. \r\nPermit me also to recall the words of Mr. Macky \r\nSall, President of the Republic of Senegal and current \r\nChairperson of the NEPAD Heads of State and \r\nGovernment Orientation Committee: \r\n“The world has changed; Africa has also \r\nchanged. Let us therefore change our paradigms \r\nand visions” (A/68/PV.8, p. 16). \r\nIt is of particular significance that the international \r\ncommunity continues to be actively engaged in Africa’s \r\npeace and development efforts. Indeed, partnership \r\nwith Africa should truly reflect and support our \r\ntransformative ambitions. In that context, NEPAD \r\ncommends the outcomes of the fifth Tokyo International \r\nConference on African Development (TICAD V), which \r\ntook place in June. TICAD V represented an important \r\nmilestone in Africa-Japan cooperation. Furthermore, \r\nwe applaud the quality of the development partnership \r\n"