"The meeting was called to order at 9.05 a.m.\r\nHigh-level Dialogue on International Migration \r\nand Development\r\nAgenda item 21\r\nGlobalization and interdependence\r\n(e) International migration and development\r\nReport of the Secretary-General (A/68/190)\r\nNote by the Secretary-General (A/68/162)\r\nDraft resolution (A/68/L.5)\r\nThe President: I warmly welcome all present \r\nto this High-level Dialogue, whose overall theme is \r\n“Identifying concrete measures to strengthen coherence \r\nand cooperation at all levels, with a view to enhancing \r\nthe benefits of international migration for migrants and \r\ncountries alike and its important links to development, \r\nwhile reducing its negative implications”. This meeting \r\nis held in accordance with resolutions 63/225, of \r\n19 December 2008, and 67/219, of 21 December 2012.\r\nI am deeply honoured to be here today at the \r\nbeginning of this important two-day High-level \r\nDialogue on International Migration and Development \r\nto discuss a topic that affects virtually every country \r\nin the world. The recent tragedy, last Thursday, off \r\nthe coast of Sicily serves as a sad reminder of why our \r\ndiscussions on migration, particularly the protection \r\nand well-being of migrants, are both critical and urgent.\r\nI would like to begin my remarks today with a \r\nreference to my own country, the small island developing \r\nState of Antigua and Barbuda, where migration is both \r\na bane and a blessing. We are a country of origin, so \r\nmigration deprives us of the skilled workers we need \r\nfor our development — teachers, nurses, technicians \r\nand so forth. But the f lip side of that coin is that some \r\nof our citizens who live and work overseas invest, \r\nengage in trade and create businesses back home. In \r\n2012, we received $22 million in migrant remittances. \r\nAt the same time, the people leaving our shores also \r\nmake important contributions to their countries of \r\ndestination, providing much-needed skills there and so \r\nenhancing growth. But we are also a destination country, \r\nwelcoming thousands of immigrants from many of our \r\nsister islands in the Caribbean. They contribute to our \r\nnational development and work to build better lives for \r\nthemselves and their families.\r\nOver the next two days, the Assembly will focus on \r\nsuch individuals and many others from all over the world \r\nwho leave their homes in search of better opportunities. \r\nIntuitively, we know that such journeys to new lands \r\noffer the potential for great rewards — most, if not \r\nall, of us have also ventured from our own homelands. \r\nBut how can we ensure that migration benefits the \r\nindividuals as well as the societies and countries \r\ninvolved, while minimizing the downsides?\r\nAs some here may recall, the General Assembly, at \r\nits sixty-seventh session, decided to hold this High-level \r\nDialogue with the overall theme of “Identifying concrete \r\nmeasures to strengthen coherence and cooperation \r\nat all levels, with a view to enhancing the benefits of \r\ninternational migration for migrants and countries alike \r\nand its important links to development, while reducing \r\nUnited Nations A/68/PV.25\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n25th plenary meeting\r\nThursday, 3 October 2013, 9 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1349787*\r\n13-49787 (E)\r\n2/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nprogress. In short, we must hold ourselves accountable \r\nin following up on our Dialogue; otherwise, our \r\ndialogue will remain just talk.\r\nSince the first High-level Dialogue in 2006, \r\nthe face of migration has changed. Overall global \r\nmigration patterns have shifted. In parts of Europe and \r\nNorth America, migration rates have slowed, while new \r\ndestinations have emerged in Africa, Asia and Latin \r\nAmerica. In some areas, intraregional mobility is on the \r\nrise. Agreements such as the Caribbean Single Market \r\nand Economy are removing obstacles to the free f low \r\nof skills, labour and capital. The Southern Common \r\nMarket has introduced measures to promote the free \r\nmovement of its citizens. In addition to open mobility for \r\ncitizens, the European Union has developed portability \r\nstandards for health care and pensions. Globally, the \r\ninternational community has experienced a series of \r\ncrises related to food and fuel prices and economic and \r\nfinancial markets that have impacted countries around \r\nthe world. Some countries have bounced back with \r\nimpressive growth rates, while others have been slow \r\nto recover. The impact on migrants has varied; some \r\nmigrants were forced to return home when their jobs \r\nabroad disappeared, while new waves of migrants were \r\ncreated.\r\nThe backlash from the crisis has led to the \r\nresurfacing of racism, discrimination and intolerance. \r\nDuring economic downturns, migrants become easy \r\nscapegoats. We must take a strong stand against that. \r\nWe need to redouble our efforts to ensure that the \r\ncontributions of migrants are apparent not only to us, \r\nbut also to the public at large. We have an important \r\nresponsibility to get the message right.\r\nProtecting the rights of migrants must be the \r\ncornerstone of all migration policies. We have special \r\nresponsibilities towards those migrants who are \r\nmost vulnerable, especially undocumented migrants, \r\nwomen, children, youth and migrants stranded in \r\nhumanitarian crises. “[R]ecognition of ... the equal and \r\ninalienable rights of all members of the human family \r\nis the foundation of freedom, justice and peace in the \r\nworld”. Those words from the Universal Declaration of \r\nHuman Rights also apply in particular to the more than \r\n230 million international migrants.\r\nThis Dialogue about migration and development \r\ncomes at a critical time for the United Nations, as \r\nwe embark on what could be the Organization’s \r\nmost far-reaching venture to date, that is, defining a \r\nits negative implications”. That decision marked a \r\nturning point in a journey that began seven years ago, in \r\n2006, with the first High-level Dialogue on the subject. \r\nWe agreed that migration, which for so long had been \r\ndeemed too sensitive an issue, deserved — indeed, \r\nrequired — our collective attention and efforts. We also \r\nagreed that migration was not a zero-sum proposition, \r\nbut that all could benefit, provided that migration was \r\nproperly managed. And such management, I hasten to \r\nadd, is a joint responsibility of countries of origin and \r\ncountries of destination.\r\nSeven years later, our progress has been \r\nsignificant. First, at the United Nations, we continue \r\nto make progress, agreeing on many aspects related \r\nto international migration and development and the \r\nprotection of migrants, while raising international \r\nawareness about the importance of the issue. A number \r\nof resolutions have been adopted in the Second and \r\nThird Committees of the General Assembly, and \r\nmigration-related work is ongoing in the Economic \r\nand Social Council. Secondly, the Global Forum on \r\nMigration and Development, established after the 2006 \r\nHigh-level Dialogue, is serving us well as a venue \r\nfor informal discussion, exchanging good practices \r\nand inter-State cooperation. Thirdly, civil society is \r\nworking ever more closely with Member States in our \r\nquest to find practical solutions to concrete challenges. \r\nAt the informal hearings held on 15 July in preparation \r\nfor this Dialogue, civil society presented us with an \r\naction-oriented agenda for the next five years. Fourthly, \r\nthe United Nations system is coordinating its work \r\non migration better, through the Global Migration \r\nGroup, and there is now enhanced collaboration with \r\nthe International Organization for Migration. Fifthly, \r\ninspired by those new developments and in response \r\nto the realities on the ground, many Member States are \r\nexperimenting with innovative migration policies.\r\nOn 25 June, my predecessor, Mr. Vuk Jeremić, \r\norganized a panel discussion on international migration \r\nand development that clearly outlined the progress we \r\nhave made so far. Panellists reminded us of the potential \r\nof migration as a force for development and the many \r\nhurdles migrants still face, and they acknowledged \r\nthe progress made since 2006. Learning from our \r\nexperiences in the past seven years, we should now take \r\nthe next step. In line with our overall theme, the focus \r\nof our meeting should first and foremost be on practical \r\nmeasures and responses. That means setting realistic \r\ntargets, committing to implementation and monitoring \r\n13-49787 3/46\r\n03/10/2013 A/68/PV.25\r\nmorning’s headlines to see the great importance of this \r\nDialogue. Dozens of African migrants are reported to \r\nhave perished in the Mediterranean Sea after the ship \r\non which they were travelling sank. I offer my deep \r\ncondolences, and I hope that we all take this as another \r\nspur to action.\r\nSeven years ago, we came together in this same \r\nvenue and agreed that we could find common ground \r\non international migration. We agreed that migration, \r\nwhich for so long had been deemed too sensitive to \r\ndiscuss, deserved and required our concerted attention. \r\nSeven years later, there is no doubt that we have come a \r\nlong way. Today we are united in a joint declaration on \r\nthe importance of migration to development, and on the \r\nprotection of the rights of all migrants. That progress \r\nhas been made possible by the climate of trust that \r\nwe established at the Global Forum on Migration and \r\nDevelopment.\r\nThe face of migration is changing. Today migrants \r\nare coming from, and going to, more places than ever \r\nbefore. Almost half of migrants are women. One of \r\nevery 10 migrants is under the age of 15, and four of \r\nevery 10 migrants are living in developing countries. \r\nGiven those complex realities, we need to work \r\ntogether, with courage and vision, while recognizing \r\nthat our actions will have an impact on millions of \r\nwomen, men and children. In my report (A/68/190) to \r\nthe General Assembly, I put forward an ambitious eight-\r\npoint agenda to make migration work for all: migrants, \r\nsocieties of origin and societies of destination alike. Let \r\nme briefly outline my vision.\r\nFirst, we must do more to protect the human rights \r\nof all migrants. Too often, migrants live in fear of being \r\nvictimized as the “other”; of having little recourse to \r\njustice; or of having their wages or passports withheld \r\nby an unscrupulous employer. We cannot remain silent. \r\nWe need to eliminate all forms of discrimination against \r\nmigrants, including those related to working conditions \r\nand wages. We need to create more channels for safe \r\nand orderly migration, and to seek alternatives to the \r\nadministrative detention of migrants.\r\nI call on all Member States to ratify and effectively \r\nimplement the relevant international legal instruments, \r\nincluding the International Labour Organization \r\nConvention on Decent Work for Domestic Workers and \r\nthe International Convention on the Protection of the \r\nRights of All Migrant Workers and Members of Their \r\nFamilies. I also urge Member States to engage with the \r\nrelevant United Nations human rights mechanisms.\r\nglobal development agenda that picks up where the \r\nMillennium Development Goals left off. The past seven \r\nyears have confirmed that well-managed migration \r\nreduces poverty, adds to human capital and contributes \r\nto global development. In 2012, migrants sent more \r\nthan $400 billion in remittance f lows, as compared to \r\n$126 billion in official development assistance. They \r\nalso contribute to the transfer of knowledge, skills and \r\ntechnology. As the Assembly debates the parameters of \r\nthe new development paradigm, we must ensure that \r\nmigration receives its rightful place in the post-2015 \r\ndevelopment agenda.\r\nThis Dialogue provides an important opportunity \r\nto make vital contributions to that endeavour. Over \r\nthe course of the next two days, Member States will \r\nbring national experiences to the table, sharing their \r\nperspectives and good practices. They will agree \r\non many things, and they will no doubt disagree on \r\nothers. I trust that their deliberations will be informed \r\nby an acknowledgement of the joint responsibilities of \r\nboth countries of origin and countries of destination \r\nto manage migration in an equitable manner. Our \r\ncommitment is consistent with the principle of human \r\ndignity and celebrates the transformative power of \r\nhuman ingenuity, initiative and perseverance; our \r\nshared belief in the rule of law and the need for people \r\nto abide by it; our knowledge that societies that shut \r\nthemselves off face stagnation and decline, whereas \r\nthose that embrace diversity and opportunity reap the \r\nbenefits; and, above all, our determination to improve \r\nthe lives of the millions of men, women and children \r\nwho are affected by migration on a daily basis.\r\nChange is never simple. It requires patience, \r\nperserverance and a firm belief in the ability of all \r\npeople to live together peacefully. We will need to \r\nlisten to each other, work together, forge consensus and \r\nbreak new ground. I am confident that we will rise to \r\nthe occasion. We now have before us the text of the draft \r\ndeclaration, which I understand has already received \r\nour support. I wish to thank the delegation of Mexico \r\nfor its valuable contribution to making that document \r\na reality.\r\nLet me conclude by wishing everyone a fruitful \r\ndiscussion.\r\nI now call on His Excellency Secretary-General Ban \r\nKi-moon.\r\nThe Secretary-General: Before I begin, let me \r\njust note that we need to look no further than this \r\n4/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nof migrants as one of the transformative actions of \r\nthe post-2015 development agenda. One litmus test \r\nof the new agenda’s inclusivity will be the degree to \r\nwhich migrants and diasporas are seen as development \r\npartners, and not left behind.\r\nSeventh, we need to strengthen the migration \r\nevidence base. We are fortunate to live in an era of \r\ninformation, yet reliable data on migration and its \r\nimpact on development are often very hard to come by. \r\nMigration policies should be guided by facts, rather \r\nthan hunches and hearsay.\r\nEighth, we need to enhance migration partnerships \r\nand cooperation. The forward-thinking proposals of \r\ncivil society now play an integral part in shaping our \r\nactions. We have also made progress in improving the \r\ncoherence and coordination of the Global Migration \r\nGroup, which brings together 15 United Nations entities \r\nand the International Organization for Migration.\r\nI encourage all parties to continue strengthening \r\ntheir collaboration. To that end, I have asked my \r\nSpecial Representative on Migration to meet regularly \r\nwith the leadership of the Global Forum on Migration \r\nand Development and the Global Migration Group to \r\nidentify shared priorities.\r\nMigration is an expression of the human aspiration \r\nfor dignity, safety and a better future. It is part of the \r\nsocial fabric, part of our very make-up as a human \r\nfamily. It would be naive to overlook the costs, including \r\nthe human costs. Yet even sceptics have to recognize \r\nthat migration has become a fundamental part of our \r\nglobalized world. It is our collective responsibility to \r\nmake migration work for the benefit of migrants and \r\ncountries alike. We owe that to the millions of migrants \r\nwho, through their courage, vitality and dreams, help \r\nmake our societies more prosperous, resilient and \r\ndiverse. Let us intensify our work and be sure to follow \r\nup.\r\nLet me express my great appreciation to all the \r\nbodies and organizations that are devoting attention \r\nto this issue. Special thanks as well go to my Special \r\nRepresentative, whose advocacy and leadership have \r\nadvanced the debate and improved our collective \r\nhandling of this issue.\r\nLet us all make sure that the 2013 High-level \r\nDialogue on International Migration and Development \r\nbecomes a watershed moment when we show the world \r\nthat we can make a difference for the common good and \r\nour common future.\r\nSecond, we need to lower the costs of immigration \r\nand migration. Global remittances, including to high-\r\nincome countries, are expected to reach $550 billion \r\nthis year and to surpass $700 billion by 2016. Yet every \r\nyear, billions of those funds are withheld through \r\nunnecessarily high transaction fees. Moreover, \r\ncountless migrants pay their life savings, and those of \r\ntheir families, to unethical recruiters and end up in debt \r\nbondage. Imagine what we could achieve if those funds \r\nwere put to work for development, to send a child to \r\nschool, pay for a medical visit or start a small business.\r\nThird, we must end the exploitation to which \r\nmigrants are vulnerable, including human trafficking. \r\nThose crimes often perpetuate vicious cycles of abuse, \r\nviolence and poverty, to which women and children are \r\nparticularly vulnerable. We have a sound international \r\nlegal framework to guide us in combating such crimes. \r\nLet us implement those instruments together.\r\nFourth, we need to address the plight of stranded \r\nmigrants. Migrants are often caught in situations of \r\nconflict or natural disaster. My Special Representative \r\non Migration, Mr. Peter Sutherland, who has \r\nchampioned this issue, has made a number of concrete \r\nrecommendations for protecting migrants affected by \r\nsuch crises. I am pleased to note that the United States \r\nand the Philippines have offered to lead an initiative to \r\ncreate a framework that would articulate clear roles and \r\nresponsibilities for all involved.\r\nFifth, we need to improve public perceptions of \r\nmigrants. Migrants contribute greatly to host societies. \r\nAs entrepreneurs, they create jobs. As scientists, they \r\nare engines of innovation. They are doctors, nurses and \r\ndomestic workers and are often the unheralded heart \r\nof many service industries. Yet far too often they are \r\nviewed negatively. Too many politicians seek electoral \r\nadvantage by demonizing migrants. While we should \r\nnot ignore the challenges that arise from migration, \r\nespecially in the context of high unemployment, we \r\nshould dispel dangerous myths. But information is \r\nnot enough. It takes leadership to reinforce positive \r\nmessages about the benefits of migration.\r\nSixth, we need to integrate migration into the \r\ndevelopment agenda. With discussions under way on \r\nthe post-2015 development agenda and a new set of \r\ngoals for sustainable development, the time is ripe to \r\npresent a compelling case about why migration matters \r\nfor development. My report entitled “A life of dignity \r\nfor all” (A/68/202) includes the positive contribution \r\n13-49787 5/46\r\n03/10/2013 A/68/PV.25\r\nand to promote a human rights-based approach in order \r\nto achieve the fullest potential that migration can give \r\nto development. Migration has the power to transform \r\nthe lives of individuals and their families, as well as to \r\nshape societies in the countries of origin, transit and \r\ndestination.\r\nWhen governed by rights-based policies, \r\ninternational migration can be an empowering \r\nexperience that affords development benefits for \r\nmigrants, their families and their societies in countries \r\nof origin and destination. Migration can contribute \r\nto human and community development through the \r\naccumulation of human capital, greater access by \r\nmigrant households to social services and the increased \r\nparticipation of women in productive employment, \r\ninter alia.\r\nAs the President of the General Assembly indicated \r\na few minutes ago, every year billions of dollars are \r\nsent in remittances. In 2012, migrant families in \r\ndeveloping countries received more than $400 billion \r\nin remittances. Remittances have proved to be a stable \r\nsource of private financial resources that can improve \r\nthe lives and well-being of tens of millions of families \r\nworldwide.\r\nThe impact of the formation of transnational \r\ncommunities is also increasing. Groups in the diaspora \r\ncontribute to strengthening economic and social \r\nties among countries through their labour, skills, \r\nknowledge, ideas, values and cultures. They facilitate \r\ntrade and technology transfer and channel foreign \r\ndirect investment.\r\nThe first High-level Dialogue on International \r\nMigration and Development recognized migration as \r\nan intrinsic part of global development. As a result, \r\nthe Global Forum on Migration and Development was \r\nestablished as a common platform to share information \r\nand best practices and to promote national, bilateral \r\nand regional cooperation. We have come a long way \r\nsince the first High-level Dialogue, in 2006. The fact \r\nthat Member States have been able to agree on a joint \r\ndeclaration as the outcome document of this second \r\nDialogue (resolution 68/4) proves the significant \r\nprogress made and the commitment that exists with \r\nregard to it.\r\nIt is time to act more systematically and responsibly \r\nin countries of origin, transit and destination so as to \r\nput in place an action-oriented agenda that creates a \r\nsafer and more transparent system of international \r\nThe President: I thank the Secretary-General for \r\nhis statement.\r\nThe Assembly will now take a decision on draft \r\nresolution A/68/L.5, entitled “Declaration of the \r\nHigh-level Dialogue on International Migration and \r\nDevelopment”. May I take it that the Assembly wishes \r\nto adopt the draft resolution?\r\nDraft resolution A/68/L.5 was adopted (resolution \r\n68/4).\r\nThe President: I should now like to consult \r\nmembers in relation to giving the f loor to the following \r\nspeakers: the President of the Economic and Social \r\nCouncil, His Excellency Mr. Néstor Osorio; His \r\nExcellency Mr. Tobias Billström, Chair of the Global \r\nForum on Migration and Development; Mr. Ian Goldin, \r\nprofessor at Oxford University, as an eminent person in \r\nthe field of international migration and development; \r\nand Mr. Gibril Faahl, Chair of the African Foundation \r\nfor Development, United Kingdom, as a migrant \r\nrepresentative.\r\nIn my letter dated 2 October 2013, I proposed that \r\nthose speakers deliver statements at the beginning of \r\nthis morning’s plenary meeting. If I hear no objection, I \r\nshall take it that it is the wish of the General Assembly \r\nto invite those speakers to make a statement at this \r\nmeeting.\r\nIt was so decided.\r\nThe President: I now give the f loor to the President \r\nof the Economic and Social Council, His Excellency \r\nMr. Néstor Osorio.\r\nMr. Osorio (Colombia), President of the Economic \r\nand Social Council (spoke in Spanish): It is an honour \r\nand pleasure to address the second High-level Dialogue \r\non International Migration and Development.\r\nAs my predecessors have already pointed out, \r\nmigration is a powerful tool for development, and that \r\nis the focus of the Economic and Social Council with \r\nregard to that phenomenon. International migration \r\nshould be seen as a driver of global development, given \r\nits important contribution towards the achievement \r\nof the Millennium Development Goals and its impact \r\nas a key factor for sustainable development. It \r\nshould therefore be duly considered in the post-2015 \r\ndevelopment agenda.\r\nThere is a clear need to better articulate and \r\nstrengthen the links between migration and development \r\n6/46 13-49787\r\nA/68/PV.25 03/10/2013\r\ngovernance of migration on the basis of human rights at \r\nthe international, regional and local levels. Cooperation \r\nwith all those concerned is needed to facilitate the \r\neffective contribution of migration to development.\r\nThe President: I thank the President of the \r\nEconomic and Social Council for his statement.\r\nI now give the f loor to His Excellency Mr. Tobias \r\nBillström, Chair of the Global Forum for Migration and \r\nDevelopment.\r\nMr. Billström (Global Forum on Migration and \r\nDevelopment): At the outset, I would like to say that \r\nI was deeply struck by the news of the tragic deaths of \r\nmore than 90 migrants, including children and women, \r\noff the coast of the island of Lampedusa, Italy. That event \r\ncannot in a more alarming way illustrate the urgency for \r\nall of us at this High-level Dialogue to commit to action \r\nfor a holistic approach to the multifaceted challenges \r\narising from migration and development.\r\nWhen we gathered for the High-level Dialogue \r\non International Migration and Development in 2006, \r\nthere was an overwhelming interest in the continuation \r\nof global dialogue on international migration and \r\ndevelopment. In response, the Secretary-General \r\nproposed the establishment of the Global Forum on \r\nMigration and Development as a venue for discussing \r\nsuch issues in a systematic and comprehensive way. \r\nBelgium offered to host the first meeting the following \r\nyear. Since then, the Philippines chaired the Forum in \r\n2008, Greece in 2009, Mexico in 2010, Switzerland \r\nin 2011 and Mauritius in 2012. Sweden is the current \r\nChair of the Forum.\r\nThe Global Forum is the most important and \r\ntangible deliverable in the field of migration and \r\ndevelopment to emerge from the last High-level \r\nDialogue. More than 160 Governments have taken part \r\nin these annual meetings, with the goal of maximizing \r\nthe development benefits for migration and minimizing \r\nits negative impact, especially on migrants. The Global \r\nForum has built trust and helped shape the global debate \r\non migration and development.\r\nThe Forum has proved to be a successful and \r\ninnovative process for holistic, frank and constructive \r\ndialogue. It offers a space for informal and voluntary \r\ndialogue among Governments on current and \r\nemerging migration and development issues. It is also \r\na multi-stakeholder platform that brings Governments \r\ntogether with relevant stakeholders, including agencies \r\nmobility, one that protects the human rights of all \r\nmigrants, enhances the positive contribution of \r\nmigrants and migration to development, fosters \r\ncohesion in multilateral environments and improves \r\nthe public perception of migrants and presents them as \r\nvital members of our societies.\r\nThe report of the Secretary-General (A/68/190) has \r\nproposed a set of concrete actions. I wish to highlight \r\nsome of them: first, protect and promote the human \r\nrights of all migrants; secondly, reduce the costs \r\nrelated to migration; thirdly, combat the exploitation \r\nof migrants, including the trafficking in persons; \r\nfourthly, improve the public perception of migrants; \r\nfifthly, give due consideration to migration in the post-\r\n2015 development agenda; and, sixthly, strengthen and \r\npromote dialogue and cooperation and partnerships on \r\nmigration issues.\r\nThe overall objective of this event is to identify \r\nconcrete measures to enhance the benefits of \r\ninternational migration and better address the particular \r\nissues it presents in terms of development. The United \r\nNations should play a fundamental role in the follow-\r\nup to the High-level Dialogue through a coherent, \r\ncomprehensive and coordinated approach. Given that \r\nthe Economic and Social Council is undergoing an \r\nimportant review of its functions and mandates, we \r\nshould also consider how it can play a significant role \r\nwith regard to the complex interrelationship between \r\nmigration and development. The Global Migration \r\nGroup, made up of 15 United Nations entities and \r\nthe International Organization for Migration, should \r\ncontinue to play a key role and to assess the progress in \r\nthe field of migration and development.\r\nWe are all aware that migration can provide a \r\nthreefold benefit. Destination countries can benefit \r\nbecause migrants fill skills gaps and make up for labour \r\nand market shortages. Countries of origin can benefit \r\nthrough financial and cultural transfers. Migrants \r\nthemselves can benefit both economically and socially.\r\nYet migration also has costs. Measures should \r\nbe taken to reduce the cost of remittance transfers. \r\nImportant steps in that regard could include improving \r\nthe regulatory framework for financial services and \r\nincreasing transfer services through public-private \r\npartnerships.\r\nI believe that we all need to work on an effective \r\nglobal agenda while promoting and strengthening \r\nexisting institutions and frameworks and improving the \r\n13-49787 7/46\r\n03/10/2013 A/68/PV.25\r\nThe substantive work conducted within the Global \r\nForum between the High-level Dialogue of 2006 and now \r\nbears witness to the success of the Forum in engaging \r\nwith the evolving challenges and opportunities shaped \r\nby migration dynamics. That is also underscored in the \r\nrecently concluded assessment of the first six years of \r\nthe Global Forum, in which some 80 per cent of the \r\nrespondents expressed satisfaction with the Forum \r\nprocess and an overwhelming majority of Governments \r\nconsidered that the process brought added value \r\ncompared to other related forums. Indeed, the ever-\r\nincreasing number of Governments that engage with \r\nthe process testifies to that success.\r\nThat is a very positive development. By sharing \r\nexperiences and lessons learned, the Global Forum \r\npaves way for improvements in policy, programmes \r\nand practice. Ultimately, that will bring benefits for \r\nthe countries of origin and destination and for migrants \r\nthemselves.\r\nIn conclusion, the Global Forum has become a \r\nmajor deliverable since the last High-level Dialogue. \r\nIts success in enabling dialogue, building trust and \r\nsharing experiences has been documented, and its \r\nworking methods, building on informal and voluntary \r\nexchanges, have been critical for that success. As a \r\nglobal community, we should take further steps to \r\nstrengthen such a positive achievement and ensure its \r\nsustainability. The success of the Global Forum cannot \r\nbe taken for granted. It requires strong and consistent \r\nengagement by Governments and other stakeholders in \r\nthe Forum process.\r\nWe therefore encourage Governments to maintain \r\ntheir ownership of the Forum, to support it, to engage \r\nactively through a broad range of ministries in the \r\nthematic discussions of Government teams throughout \r\nthe year and to continue strengthening the development \r\nfocus of the Forum. As the current Chair, we are \r\nworking in close partnership with the outgoing Chair, \r\nMauritius, and the incoming Chair, Turkey, to move \r\nthe process forward. The Secretary-General’s Special \r\nRepresentative on Migration, Mr. Peter Sutherland, has \r\nbeen an important link to the United Nations system, \r\nand his commitment has been crucial for the success of \r\nthe Global Forum.\r\nI conclude my statement by inviting the Assembly \r\nto read the Thematic Recollection submitted to this \r\nmeeting, for an overview of the issues discussed in the \r\nGlobal Forum over the years.\r\nof the Global Migration Group and other international \r\norganizations, civil society and the private sector.\r\nThe Forum has been successful as it deals with \r\nsubstance relating to migration and development. It \r\nis open to all States Members of the United Nations, \r\nalthough it is a body that operates outside of the \r\nUnited Nations system. Government teams have been \r\nestablished around each year’s round-table themes, \r\nwhere Governments and other stakeholders share \r\nexperiences and highlight examples of policies and \r\npractices, and thus learn from each other and establish \r\npartnerships.\r\nOver the years, States and relevant stakeholders \r\nhave engaged in constructive dialogue around thematic \r\nissues, such as strategies for minimizing costs and \r\nmaximizing human development, labour migration \r\nand mobility, diasporas, remittances, strategies for \r\naddressing irregular migration and enabling regular \r\nmigration, the rights of migrants, policy coherence and \r\nmainstreaming, data and research, and the governance \r\nof migration and coordination of dialogue, as well as \r\nways of involving civil society and the private sector.\r\nAs for concrete outcomes of the Global Forum, \r\nwe have records of good practice on bilateral labour \r\narrangements, benchmarks, monitoring and licensing \r\nsystems for recruiters and other intermediaries, the \r\nsharing of legal frameworks that enable mobility and \r\nskills circulation, the sharing of practices to facilitate \r\nproductive investments and spending on health and \r\neducation through remittances, among other things.\r\nWhen dealing with rights, the discussions in the \r\nGlobal Forum have focused not only on international \r\nconventions, but also on the shared responsibility to \r\nprotect the rights of migrants and to engage with the \r\nmeasures that are in place so as to enable migrants to \r\naccess social and economic rights. In that regard, the \r\nForum has addressed issues relating to the portability \r\nof pensions, national examples of cost-effective \r\nhealth-care models and brain waste, as well as broader \r\nintegration-reintegration development links. The \r\napproach focuses on the human and social capital of \r\nmigrants and its contribution to development, in both \r\nsource and receiving countries. From one year to the \r\nnext, the Global Forum has successfully discussed \r\nselected themes in greater depth, while identifying new \r\nones such as South-South migration, links between \r\nenvironmental change and migration as well as the role \r\nof migration in the post-2015 development agenda.\r\n8/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nof economic reform where small incremental changes \r\ncan so radically improve the lives of so many for so \r\nlong, because such reform affects not only current \r\ngenerations; it has a lasting effect, as all of us here \r\ntoday know: we are all migrants. We would not be here, \r\nthe United States would not be what it is, nor would \r\nany other society or civilization we know, without \r\nmigration. Yet in our daily activities, we forget that.\r\nThe founding fathers of economics, John Stuart \r\nMill, Adam Smith and many others, saw the migration \r\nof peoples as absolutely central to economic growth \r\nand progress. They knew the central place of migration, \r\nand so it is a puzzle that their modern disciples believe \r\nin freedoms in many of the spheres the founding fathers \r\ntalked about, but not in this one. Despite the fact that we \r\nhave shown that globalization has improved the lives of \r\nmore people more rapidly than any other process in the \r\nhistory of humankind, when it comes to migration we \r\nhave the exceptionalism of denial — the exceptionalism \r\nthat means that, despite hyperconnectivity and the \r\nf lows of all other goods and services, matter and \r\nfinance, there are now fewer migrants as a share of \r\nthe population of the world than there were before the \r\nglobalization process began, and relatively much lower \r\nlevels than before the First World War, even though, \r\nof course, the absolute numbers are much higher, as \r\npopulation growth has increased.\r\nIn my book Exceptional People, I take a forensic \r\nlook at the evidence. John Galbraith called migration \r\nthe oldest action against poverty that humankind has \r\nknown and that is repeated in the evidence. The World \r\nBank has shown in its modelling that changes as small \r\nas 3 per cent in migration f lows would increase world \r\nwelfare by more than $350 billion. Those numbers are \r\nmuch larger than commensurate changes in other areas \r\nof economic activity.\r\nHaving reviewed all of the evidence, I have no doubt \r\nof the net economic benefits for sending countries, \r\nreceiving countries and migrants themselves. Yet none \r\nof that evidence adequately accounts for the dynamic \r\nfactors. And it is the dynamic factors that in the long \r\nterm will make the difference to all of our futures. \r\nThey will make the difference to the dynamism of each \r\nand every one of our societies. We know that from \r\nnew evidence coming out of places such as Silicon \r\nValley, where more than half the start-ups are thanks to \r\nmigrants, as are half of the patents in the United States. \r\nAs we will see with the latest f lourish of Nobel Prizes, \r\nexceptionally gifted people who travel do exceptional \r\nThe President: I now give the f loor to Mr. Ian \r\nGoldin, Professor at Oxford University and eminent \r\nperson in the field of international migration and \r\ndevelopment.\r\nMr. Goldin: It is a singular honour and a privilege \r\nfor me to be here today, and I thank you, Mr. President, \r\nfor the invitation. The devotion of two days to this most \r\nimportant topic is a ray of hope for all of those who are \r\nconcerned with migration and development.\r\nI would like to take this opportunity to congratulate \r\nthe Secretary-General on his report on international \r\nmigration and development before us today (A/68/190). \r\nIt highlights some of the evidence and provides an \r\neminently sensible and concrete set of actions that, if \r\ntaken forward, will advance the lives of many millions \r\nof people around the world. The progress made by the \r\nGlobal Forum for Migration and Development and in \r\nother initiatives, such as the recent Dhaka declaration, \r\nare additional rays of light in what is otherwise an \r\nextremely cloudy environment for migration and \r\ndevelopment. In country after country, major agenda \r\nitems on migration are stalled and in some, even reversed. \r\nAs in so many areas, decisions that are politically tough \r\nget bogged down in the gridlock of short-termism. \r\nOvercoming that in a world of hyperconnectivity and \r\nthe empowerment of citizens and the pressures of \r\ndaily politics and business is a major task for leaders, \r\nrequiring them to translate the theories we know into \r\nactions and make the right decisions in a very tough \r\npolitical environment.\r\nWe hope that the gathering weight of evidence \r\nthat the Intergovernmental Panel on Climate Change \r\npresented last week will unblock the logjam in climate \r\nnegotiations. When it comes to trade, we have seen \r\ntheoretical evidence and one conceptual framework \r\nafter another that prove the importance of the trade \r\nreform stalled in Doha. We cannot allow that to happen \r\nin migration as well. The gathering weight of evidence \r\non migration and development will, I hope, give strength \r\nto all of those who believe that they can overcome the \r\nconstant stream of negative anecdotes and alarmist \r\nrhetoric that so paralyses progress every day.\r\nAll evidence points to the fact that small changes \r\nmade in migration regimes lead to much more \r\nsignificant economy-wide, nationwide gains for \r\nboth the sending and the receiving countries and, of \r\ncourse, fundamentally transform the lives of migrants \r\nthemselves and their families. There is no other area \r\n13-49787 9/46\r\n03/10/2013 A/68/PV.25\r\nFor development, for developing countries and \r\nalso for the most advanced countries, there is no more \r\nimportant debate in the world than this one. The task \r\nis to transform what we know into concrete actions in \r\nsmall steps, which will take the agenda forward. It is \r\nthe right theme at the right place and at the right time. I \r\nwish the Assembly well as it seeks to do the right thing.\r\nThe President: I now give the f loor to Mr. Gibril \r\nFaal, Chair of the African Foundation for Development \r\nin the United Kingdom and migrant representative.\r\nMr. Faal (African Foundation for Development): \r\nSix years after the 2006 High-level Dialogue, in these \r\ntimes of post-2015 reflection, we gather here again \r\nto discuss migration and development and to seek \r\ntransformative new approaches.\r\nAs I look out over the Hall, I see migrants \r\neverywhere: itinerant diplomats, first-generation \r\nimmigrants and the many descendants of migrants who \r\nconstitute diasporas in various parts of the world. The \r\nplace is full of them.\r\nGiven the fundamental and age-old nexus between \r\nmigration and development, it is quite odd that we \r\nhave not made as much progress in the field as would \r\nhave been natural. As nation States, we operate within \r\ndemarcated borders, jealous and protective of the \r\nproud sovereignty they represent. Yet ours is a world \r\nof acres of land and herds of people. It appears that we \r\nsanctify the acres of land and the privileges thereof at \r\nthe expense of the herds of people and their humanity.\r\nWe defame the scheming migrant who encroaches \r\non our land and realm, not seeing the aspiring individual \r\nwho yearns for a decent and good life for herself and \r\nher family. A change of attitude towards migrants \r\nand diasporas is imperative if a new partnership is to \r\nbe established. Partnerships with diasporas need to \r\nbe based on a solid foundation where suspicion and \r\nmistrust are allayed and tokenism surpassed.\r\nIn these times when we are contemplating \r\nsustainable development goals for our world, one with \r\nGaia-like global connectedness, we need new diaspora \r\nenlightenment. We need to be comfortable with respect \r\nto the transnational characteristics that define migrants \r\nand diasporas. We need to reaffirm the eternal virtues \r\nof transnationalism.\r\nSome may call us naive. Some many even think \r\nthat we are sandal-wearing, bleeding-heart liberals. \r\nBut we will have responded to the empirical needs of \r\nthings. But this is not only about exceptionally gifted \r\npeople; it is about the unskilled too. Steve Jobs would \r\nnot have started Apple if his parents had not migrated, \r\nand so it is in the dynamic effects over the long term.\r\nThe problem is not in the evidence; it is in the \r\npolitics. The problem is the short-termism and the focus \r\non local costs and perceptions. The perceptions are not \r\nreflected in the evidence, whether it is that migrants \r\nbring down wages, or lead to reduced incomes, or are \r\na burden on the tax system, social security systems, \r\nhospital systems or other. We know from the evidence \r\nthat the perceptions are not correct.\r\nYet we also know that we are not winning the \r\npolitical arguments. It is because, as in trade, the short-\r\nterm and local costs tend to be very direct and very \r\nvisible and are fanned by rhetoric. And yet the benefits \r\nare national, global and longer-term.\r\nWe need leadership. We need evidence that is \r\nable to traverse from the short to the long term. We \r\nneed bottom-up actions at the community and national \r\nlevels, and top-down actions at the United Nations and \r\nGlobal Forum levels.\r\nWe must accept the real concerns regarding social \r\ncohesion, social security, undocumented workers and \r\nother concerns. Part of that is about accepting that \r\nwe cannot place the burden of dealing with migration \r\non local communities. We see that in the tragedies of \r\nLampedusa today and in so many other places. Because \r\nthe benefits are national and longer-term, it has to, in \r\nthe end, be a national responsibility.\r\nIndividual communities cannot carry the burdens of \r\ngreat influxes of people, of schooling, of education and \r\nother matters. The benefits are long-term and national. \r\nMigration issues have to be seen as something that \r\nnational Governments take forward. We can all take \r\nsmall, incremental steps together. Through those steps \r\nand through bottom-up and top-down actions, I believe \r\nwe will be able to make a fundamental difference.\r\nThe Secretary-General’s eight-point agenda \r\nhighlights many of the items that need to be addressed, \r\nnamely, the major issues of rights, such as the question \r\nof pension portability and the simple ability of migrants \r\nto carry funds and remittances, which has been talked \r\nabout by previous speakers. The data and research need \r\na much broader perception. Data on migration remain \r\nan orphan of the system. The responsibility is on all \r\nof us for what we are able to do in terms of taking the \r\nagenda forward.\r\n10/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nIt is indeed true that for many of those in diaspora \r\nmaking a contribution to the development of the \r\ncountry of origin and heritage is not seen as work, \r\nor the fulfilment of a political mandate, or even \r\nthe heroic response to a twinge of conscience. For \r\nthem, development is a way of life — the very stuff \r\nof life — the support of families, communities and \r\ncountries. There are 200 million migrants. Millions of \r\nsecond-generation people in diasporas support 1 billion \r\npeople in the developing world. Here we are a veritable \r\npartner for development.\r\nI urge the members of the Assembly, when they go \r\nback home, just as I urge the Secretary-General, when he \r\nreports on this Dialogue, to tell the world that migrants \r\nand diasporas are ready, able and willing; that States \r\navow a new inclusive attitude towards transnational \r\nmigrant diaspora; that we endorse a framework action \r\nplan for partnership. May they tell the world, so that \r\nall development stakeholders hear the news, that in \r\nthis very place in 2013, we endorsed the heralding of \r\na new partnership among migrant disaporas and State \r\ninstitutions. May they tell the world, so that cynics \r\nand sceptics, realists and optimist alike, will come to \r\nwitness the triumphant hopes and indomitability of the \r\nmigrant spirit.\r\nThe President: In accordance with paragraph \r\n13 of resolution 67/219, I now call on Ms. Catherine \r\nTactaquin, Executive Director of the National Network \r\nfor Immigrant and Refugee Rights, United States.\r\nMs. Tactaquin (National Network for Immigrant \r\nand Refugee Rights): I am pleased to address the \r\nAssembly this morning as a representative of global \r\ncivil society. Our many diverse organizations and \r\ncommunity members concerned with the health, safety, \r\nwelfare and happiness of some 232 million in migration \r\naround the world today welcome the opportunity to \r\nshare our proposal for a five-year action plan.\r\nThe proposal was formalized in November 2012, \r\nhas been supported by hundreds of civil society \r\norganizations worldwide and was shared through \r\nthe United Nations and with various States as our \r\ncontribution to this High-level Dialogue. Since the \r\nbeginning of this year, some 600 civil society leaders \r\nand organizations have met in 21 regional and national \r\nevents and convened again here in New York in July at \r\nthe time of the informal interactive hearing organized \r\nby the Office of the President of the General Assembly \r\nto discuss this proposal and more. This has been an \r\nthe contemporary f luid and amorphous twenty-first-\r\ncentury realities.\r\nAs a distinct outcome of the High-level Dialogue, \r\ncivil society proposes to collaborate with States during \r\nthe next five years for measurable progress on eight \r\npoints. We have the eight points in three languages and \r\nmultiple colours for members’ delectation.\r\nThe action plan is our memorandum of engagement, \r\nour writ of partnership, our deed of action. We \r\nacknowledge and express gratitude to the Assembly \r\nfor accommodating civil society and diaspora voices in \r\nthe proceedings. We hope that such cooperation will \r\nbecome deeper and even more cordial in future.\r\nNow we come before the Assembly and ask for its \r\nendorsement of the five-year eight-point action plan. \r\nAs Peter Drucker, the Austrian-American management \r\nthinker, would have said: leaders do the right things and \r\nmanagers do things right. We call on the Assembly, as \r\nleaders, to endorse the outcome (resolution 68/4) of the \r\nHigh-level Dialogue. It will be a result — real and apt, \r\ntrue and fair. “I have spent many days stringing and \r\nunstringing my instrument, while the song I came to \r\nsing remains unsung.” That is the poetic caution given \r\nto us by Rabindranath Tagore, the Bengali writer.\r\nIn looking forward, I am reminded of the audacious \r\nadvice of one of my colleagues at the African \r\nFoundation for Development, a non-governmental \r\norganization involved in funding development through \r\ndiaspora actors: “Let States, migrants and diasporas, \r\ntogether, aspire for full employment.” That vision is big \r\nand noble enough to unite all of those who yearn to see \r\ndecent jobs for all. In it, people will have the dignity to \r\nlive off of the honest sweat of their brow; youth will be \r\nless receptive to destructive movements and nihilistic \r\nideologies; and migration itself will become a genuine \r\nchoice, rather than dictated by necessity or desperation. \r\nPerhaps the generation to come will not know of the \r\ngrotesque horrors and human misery of dysfunctional \r\nmigration.\r\nI see migrants with constrained resources and \r\npressured circumstances extract their families from \r\npoverty within a generation. I see Governments, \r\nmultilateral agencies and non-governmental \r\norganizations with massive resources and State \r\nprivileges admit the self-evident failures of combating \r\nchronic poverty. I am a simple man. I made a deduction: \r\nperhaps those migrants know how to achieve \r\ndevelopment.\r\n13-49787 11/46\r\n03/10/2013 A/68/PV.25\r\nhundreds of thousands and more of other migrants who \r\nhave lost their lives in similar circumstances, reinforce \r\nthat urgency.\r\nThroughout our proposal, we seek models and \r\nframeworks that address the rights and needs of \r\nmigrant women in their specificity. Mechanisms \r\nmust also consider the best interests of children in the \r\ncontext of migration, including their rights. We would \r\nlike to see benchmarks for promoting the exchange of \r\ngood practices and the enactment and implementation \r\nof national legislation to comply with the full range of \r\nprovisions in international conventions that pertain to \r\nmigrants, even outside the labour sphere, with particular \r\nconcern for their rights in the context of enforcement \r\npolicies — rights to basic social protections and due \r\nprocess.\r\nOur proposal envisions a redefinition of the \r\ninteraction of international mechanisms of migrant \r\nrights protection in the context of the United Nations \r\nnormative framework and institutionalizing the \r\nparticipation of civil society in future governance \r\nmechanisms.\r\nFinally, but certainly far from the least of our \r\nconcerns, we urge the identification or establishment \r\nof effective standards and mechanisms to regulate the \r\nmigrant labour recruitment industry, and we strongly \r\nsupport mechanisms to guarantee a full and broad \r\nrange of labour rights for migrant workers. This is in \r\nthe context of decent work and ensuring the dignity of \r\nall migrant workers.\r\nMigrant workers’ rights cannot be protected \r\nthrough informal networks with no monitoring \r\nsystems, no genuine participation by civil society and \r\nno reference to the normative framework agreed upon \r\nat the international level.\r\nThose are our recommendations for State action \r\nand, in some areas, action in partnership with civil \r\nsociety. Our emphasis is on strategic planning, rights \r\nand action, and we hope that States will agree that we \r\ncan collaborate on several areas of convergence.\r\nDespite a life often touched by uncertainty, \r\nexploitation or trauma, our migrant families, friends, \r\nfathers, mothers and even children still hold to hopes \r\nand dreams for a better life and a brighter future, not \r\njust for themselves but for their communities, their new \r\ncountries and their countries of origin. We members of \r\ncivil society share those hopes and dreams and stand \r\nunprecedented level of participation of civil-society, \r\ncertainly since the last High-level Dialogue, in 2006. \r\nEven during this week, some 500 global civil society \r\npartners have continued to confer across the street \r\nin the parallel people’s global action on migration, \r\ndevelopment and human rights.\r\nAs we noted in the conclusion of July’s interactive \r\nhearing, we are mindful that we now stand at an \r\nimportant moment, one which we hope will be a \r\ncrossroads between simply talking and taking deliberate \r\naction. While we recognize and very much support \r\nstrategic thinking and planning to address the complex \r\nfactors motivating migration, we are eager to identify \r\ndurable solutions, the strongest rights protections and \r\nstandards, opportunities for migrant and diaspora \r\ncontributions and real partnership. We come here to \r\nhelp make a difference.\r\nWe urge States to support our five-year eight-\r\npoint action plan in considering the outcome document \r\n(resolution 68/4). Our hope is that the High-level \r\nDialogue will launch an action agenda that will be \r\nboth reasonable and ambitious. Our proposal focuses \r\non eight points — that which also fall within the topic \r\nareas of the four round tables.\r\nBriefly, we wholeheartedly support the integration \r\nof migration into the post-2015 development agenda \r\nwith a view to addressing the contributions that \r\nmigrants make to development in countries of origin \r\nand destination, as well as better planning, policy-\r\nplanning and coherence that can make migration more \r\ngenuinely a choice and not a necessity, with greater \r\ngain than drain. In that context, we support the right \r\nto migrate and the right to remain at home with decent \r\nwork and human security.\r\nWe encourage models and frameworks to facilitate \r\nthe engagement of diaspora and migrant associations \r\nas entrepreneurs, social investors, policy advocates and \r\npartners in setting and achieving priorities for the full \r\nrange of human development in countries of origin, \r\nheritage and destination.\r\nWe believe there must be reliable, multi-actor \r\nmechanisms to provide assistance and protection to \r\nmigrants stranded in distress, beginning with those \r\ntrapped in situations of war, conflict or disaster, whether \r\nfrom natural or man-made causes, and certainly with \r\nthe same logic and urgency with respect to the migrant \r\nvictims of violence or trauma in transit. The deaths \r\noff the coast of Lampedusa, as well as those of the \r\n12/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nMr. Konstantin Romodanovsky, Minister, Federal \r\nMigration Service of the Russian Federation.\r\nMembers are reminded that tomorrow at 5.30 p.m., \r\nat the concluding plenary meeting of the High-level \r\nDialogue, the co-Chairs of the round tables will present \r\nsummaries of their discussions.\r\nAdditionally, I would like to draw attention to other \r\norganizational matters pertaining to the conduct of \r\nmeetings. We turn first to the length of statements. In \r\norder to accommodate everyone inscribed on the lists, I \r\nurge speakers to limit their statements to four minutes, \r\non the understanding that that does not preclude the \r\ndistribution of more extensive texts. I appeal to speakers \r\nto cooperate in that request in view of the limited time \r\nframe, and I also appeal to speakers to deliver their \r\nstatements at a normal speed so that interpretation may \r\nbe provided properly. To assist speakers in managing \r\ntheir time, a light system has been installed at the \r\nspeakers’ rostrum and will function as follows: a green \r\nlight will be activated at the start of the speaker’s \r\nstatement; an orange light will be activated 30 seconds \r\nbefore the end of the four minutes; and a red light, \r\nwhich means danger, will be activated when the four-\r\nminute limit has been reached.\r\nOn that positive note, we will now begin the debate.\r\nMr. Cokanasiga (Fiji): I have the honour to speak \r\non behalf of the Group of 77 and China.\r\nAt the United Nations Conference on Sustainable \r\nDevelopment, Member States agreed to include \r\npopulation and migration factors in their development \r\nstrategies. They also resolved to promote the human \r\nrights and fundamental freedoms of all migrants and to \r\navoid practices that might increase the vulnerability of \r\ninternational migrants.\r\nMigrants and migration are relevant to all countries \r\nof origin, transit and destination. These are global \r\nissues with economic and structural imperatives. The \r\neconomic causes of migration, concentrations of wealth \r\nand dual labour markets benefit powerful interests and \r\nreinforce power structures that often blame, penalize \r\nand criminalize migrant workers who are caught in that \r\nweb. The organizational and political challenge is to \r\novercome those biased approaches and work towards \r\nfacilitating orderly and safe mobility, while recognizing \r\nthat greater mobility is inevitable in the twenty-first \r\ncentury.\r\nready to support a five-year plan as advocates and \r\npartners: eight points, five years, collaboration and \r\naction.\r\nThe President: In accordance with resolution \r\n67/219, this High-level Dialogue consists of four plenary \r\nmeetings and four interactive multi-stakeholder round \r\ntables. Round tables one and two will take place today \r\nat 10 a.m. and at 3 p.m., respectively. Round tables three \r\nand four will take place tomorrow, also at 10 a.m. and at \r\n3 p.m., respectively. The round tables will be held in the \r\nTrusteeship Council Chamber. Conference Room 2 will \r\nserve as an overflow room for the plenary meetings, \r\nand Conference Room 1 will serve as an overflow room \r\nfor all the round tables.\r\nRound table one, entitled “Assessing the effects of \r\ninternational migration on sustainable development and \r\nidentifying relevant priorities in view of the preparation \r\nof the post-2015 development framework”, will be \r\nco-chaired by Her Excellency Ms. Rita Claverie de \r\nSciolli, Vice-Minister for Foreign Affairs of Guatemala, \r\nand His Excellency Mr. Heikki Holmás, Minister for \r\nInternational Development of Norway.\r\nRound table two will focus on “Measures to ensure \r\nrespect for and protection of the human rights of all \r\nmigrants, with particular reference to women and \r\nchildren, as well to prevent and combat smuggling \r\nof migrants and trafficking in persons and to ensure \r\nregular, orderly and safe migration”. It will be \r\nco-chaired by His Excellency Mr. José Antonio Meade \r\nKuribreña, Secretary of Foreign Affairs of Mexico, and \r\nHer Excellency Ms. Anne Richard, Assistant Secretary \r\nof State for Population, Refugees and Migration of the \r\nUnited States.\r\nRound table three is entitled “Strengthening \r\npartnerships and cooperation on international migration, \r\nmechanisms to effectively integrate migration into \r\ndevelopment policies and promoting coherence at \r\nall levels”. It will be co-chaired by His Excellency \r\nMr. Patrick Abba Moro, Minister of Interior of Nigeria, \r\nand Ms. Simonetta Sommaruga, Head of the Federal \r\nDepartment of Justice and Police of Switzerland.\r\nThe fourth round table will take place tomorrow \r\nafternoon from 3 p.m. to 5:30 p.m. and will focus \r\non “International and regional labour mobility and \r\nits impact on development”. It will be co-chaired by \r\nMr. Shahidul Haque, Permanent Secretary in the \r\nMinistry for Foreign Affairs of Bangladesh, and \r\n13-49787 13/46\r\n03/10/2013 A/68/PV.25\r\nand plans and the post-2015 development agenda. It \r\nshould offer an understanding of the opportunities and \r\nobstacles and ways to explore solutions.\r\nI shall stop there. In the interests of time, I invite \r\ndelegations to read my statement, which has been \r\ndistributed in the Hall.\r\nMr. Alemu (Ethiopia): The latest tragedy near \r\nthe southern Italian island of Lampedusa once again \r\nunderlines how critical this High-level Dialogue is \r\nand how much international action against human \r\ntrafficking is overdue. I would like to thank the \r\nSecretary-General for the vision he has laid out.\r\nMigration is one of the critical issues that were not \r\nproperly factored into the framework of the Millennium \r\nDevelopment Goals. That has to change, and the time is \r\nnow. The puzzle must be addressed boldly, as has been \r\nsaid. No society can pretend that it has not benefited \r\nfrom migration. The truth must be the basis for action.\r\nIn addressing the complex interrelationship \r\nbetween migration and development, we should be firm \r\nand bold in both our individual and collective actions. \r\nFirst, we need to recognize the constructive role that \r\nmigrants play in the development process of origin and \r\ndestination countries. On balance, migration is a boon \r\nrather than a bane to the development of all, a fact on \r\nwhich there should be consensus. It therefore follows \r\nthat it should be a matter of self-interest for all to make \r\nsure that the human rights and fundamental freedoms \r\nof all migrants, regardless of their migration status, are \r\nrespected at all times.\r\nIt has now been recognized that women account \r\nfor half of all international migrants at the global level. \r\nMost of them are subjected to abuse, with little help \r\ncoming their way. In formulating global migration \r\npolicies, therefore, priority should be given to ensuring \r\nthat the aspect of gender is given the serious attention \r\nit deserves.\r\nWith regard to Africa, many of our migrants live \r\nin different parts of the world in search of better living \r\nconditions. Their contributions to the development \r\nprocesses of their respective countries and to the \r\ncontinent in general has now become significant. In \r\nmany of those countries, the share of remittances in the \r\ngross domestic product has begun to rise. On the other \r\nhand, in many instances, there are reasons for concern \r\nabout the loss of skilled personnel and qualified \r\nprofessionals. It should not be too difficult, given \r\nMigrants are responsible persons who are trying to \r\nearn a living and provide for their families. Migrants \r\nshould be aware of their rights and be protected by \r\nStates, as States exercise their sovereign right to \r\ndetermine who enters, leaves or remains in their \r\nterritory. The root causes of migration need to be \r\nopenly discussed and addressed so that migration \r\nbecomes a matter of choice rather than a desperate \r\nnecessity. International economic imbalances, poverty \r\nand environmental degradation, the absence of peace \r\nand security, human rights violations and weak judicial \r\nand democratic institutions are but some of the factors \r\naffecting migrants and international migration.\r\nDialogue among all actors and agencies and the \r\nlink between migration and development need to be \r\nclearly presented and openly discussed at the public \r\nand policy-making levels, including with the media \r\nand civil society. Such discussions should lead us \r\nto the construction of lasting solutions based on an \r\nunderstanding of the shared problems and common \r\ngoals, as well as coordinated policies and frameworks. \r\nThe positive impact of migration on development \r\nhinges on orderly migration governance that, inter alia, \r\nprotects human rights and migrants’ well-being. More \r\nfocus should be placed on the human development \r\npotential of migration, including the potential of \r\nimproving the lives of migrants and their families, \r\nas well as migration’s contribution to the economic \r\nand social growth and the development of countries. \r\nIn that regard, more should be done to address the \r\nnegative public perceptions of migrants and to combat \r\nxenophobia and discrimination directed against them.\r\nIn the context of migration, countries of origin \r\nand destination should recognize their role and \r\nresponsibility in providing access to social services, \r\nhealth care, education and cultural identities. That \r\nbroad scope of assistance in migration and development \r\ndynamics should be developed to provide lasting, \r\njust and effective national, regional and international \r\nmeasures.\r\nThe theme “Identifying concrete measures to \r\nstrengthen coherence and cooperation at all levels, \r\nwith a view to enhancing the benefits of international \r\nmigration for migrants and countries alike and its \r\nimportant link to development, while reducing its \r\nnegative implications” opens the door to defining the \r\nrole of migration in development. It also promotes policy \r\ncoherence and institutional development, including the \r\nfactors in migration, into national development policies \r\n14/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nCELAC is of the view that we should discuss \r\nthe nexus of migration, development and human \r\nrights. Furthermore, we believe that facilitating the \r\nregularization of migration is fundamental to the \r\nhuman development of migrants, their families and \r\ncountries of destination, considered together, and \r\nshould be a central element in the deliberations. In that \r\ncontext, CELAC defends migration as a human right \r\nand the recognition of migrants as persons with rights. \r\nIn that sense, we believe that migrants should be at the \r\ncentre of States’ policies on migration.\r\nWe should realize that it has been difficult to hold a \r\nformal, ongoing discussion of international migrations \r\nat the multilateral level, owing to the differing focuses \r\nof current policies. Therefore, this is a forum where \r\nStates, regardless of their situation as a countries of \r\norigin, transit or destination, can participate on an \r\nequal footing. That is why we defend and affirm the \r\nsignificance of this meeting.\r\nCELAC acknowledges the significant work and \r\ntechnical cooperation provided by the International \r\nOrganization for Migration, the principal promoter of \r\nexisting regional forums for discussing the topic of \r\nmigration. We also acknowledge the efforts of States \r\nin the Global Forum on Migration and Development \r\nand their support for dialogues on the subject in every \r\nregion. However, those efforts have not been enough. \r\nThe way they function should be reviewed, particularly \r\nwith regard to the contributions of the regions with \r\ndeveloping countries to the Global Forum.\r\nInternational migration policies require a \r\ncomprehensive approach. Human mobility across \r\nnational borders affects many areas and policy scenarios. \r\nAmong other factors, we should take into consideration \r\nthe human rights of migrants and their families, States’ \r\nsecurity needs and efforts to combat treatment of \r\nand trafficking in migrants and to facilitate growth \r\nand development, as well as the impact of migration \r\non highly sensitive areas of social concern such as \r\nhealth and attention to the most vulnerable groups. \r\nIt is also important to address the structural causes \r\nof international migration and to align international \r\neconomic policies with current development models.\r\nThe members of CELAC recognize the importance \r\nof helping migrants maintain links to their countries \r\nof origin, including their cultures, languages and \r\ntraditions. It is also important to highlight the \r\ncontributions they make through tourism, investment \r\ngoodwill, to find a formula whereby, without infringing \r\non individual rights, the interests of countries of both \r\norigin and destination could be accommodated, thus \r\nenabling migrants to play a role in the development \r\nprocess of their respective countries. We would like \r\nto take this opportunity to thank the International \r\nOrganization for Migration for its efforts in that \r\nregard, as well as the Global Forum on Migration and \r\nDevelopment and other member agencies of the Global \r\nMigration Group.\r\nNow that we have embarked on a process of \r\ndesigning the next generation of global development \r\ngoals, we ought to make sure that the significance of \r\nmigration for development is accorded due recognition. \r\nIn other words, migration should be integrated, as the \r\nSecretary-General so rightly emphasized, into the new \r\nglobal development framework. It is therefore proper \r\nthat the declaration we have just adopted (resolution \r\n68/4) calls for such collective responsibility.\r\nMr. Reyes Rodríguez (Cuba) (spoke in Spanish): I \r\nhave the honour to speak on behalf of the member States \r\nof the Community of Latin American and Caribbean \r\nStates (CELAC).\r\nWe welcome the holding of this second High-level \r\nDialogue on Migration and Development, in accordance \r\nwith resolution 67/219. We are confident that the \r\noutcome of the meeting will provide guidelines for the \r\nwork of the United Nations on the issue of international \r\nmigration and its relation to development. CELAC \r\nagrees with the importance of integrating the issue of \r\ninternational migration into the development agenda.\r\nIn an increasingly globalized and interconnected \r\nworld, human migrations, in their diverse characteristics \r\nand implications, should be appropriately and \r\nsystematically addressed by every State and by the \r\ninternational community in general, making use of \r\nthe valuable contributions of the relevant entities and \r\nactors at every level. It is therefore essential that all \r\nStates, regardless of their status as countries of origin, \r\ntransit or destination, work together to find solutions \r\nto the challenges that international migrations pose \r\ntoday. We firmly believe that the most appropriate \r\nframework for a comprehensive approach to migration \r\nand development is that provided by the United Nations, \r\nespecially the General Assembly and the Economic and \r\nSocial Council, since they are best suited for all States, \r\nin full equality, to synergistically and symmetrically \r\nexpress their perspectives and interests.\r\n13-49787 15/46\r\n03/10/2013 A/68/PV.25\r\nrespect their dignity, human rights and fundamental \r\nfreedoms.\r\nI am sorry to have spoken more than a minute too \r\nlong. The rest of the CELAC statement is available in \r\nthe Hall.\r\nI conclude by reiterating that CELAC stands \r\nready to work together with other Member States and \r\neffectively participate in and contribute to appropriate \r\ninitiatives on migration, in particular international \r\nmigration. We will continue to do so in a serious and \r\nconstructive manner.\r\nMr. Mosharraf Hossain (Bangladesh): We are \r\ndelighted to note a wider recognition of migration \r\nand human mobility as a key driver and enabler \r\nof development at the national and global levels. \r\nWe commend the Secretary-General for including \r\nmigration as an area for action in his report entitled “A \r\nlife of dignity for all” (A/68/202).\r\nLet me briefly share some of Bangaldesh’s \r\nperspective, realities on the ground and expectations. \r\nMy detailed statement is being circulated.\r\nWell over 8.5 million of our people live and work \r\nabroad. The majority of them are migrant workers, \r\nespecially in the Middle East and Asia. Bangladesh \r\nhas emerged as a key player in the global migration \r\nprocess. Over the past three decades, we have been \r\nexperimenting with various modalities for governing \r\nmigration for migrants’ well-being. To bring in \r\ngreater transparency and accountability, to bring \r\ndown the cost of migration and to reduce abuse of \r\nmigrants, Bangladesh has adopted Government-to-\r\nGovernment arrangements. We are experimenting with \r\na Government-to-Government labour mobility model \r\nfor recruiting Bangladeshi workers bound for Malaysia. \r\nIt has drastically brought down the cost of migration \r\nand reduced abusive practices.\r\nLet me pose a few questions that need to be \r\naddressed. The world of 2030 and beyond will be \r\nfundamentally different, and what migrants can do to \r\nsecure a stable, safe, healthier and productive society \r\nin the world beyond 2015 is a crucial question. Gaps \r\nin collaboration and partnership are equally critical. \r\nPartnerships between Government and non-government, \r\nGovernment and business, origin and destination \r\ncountries — these must be innovative and forward-\r\nlooking. Let me f lag a few issues for consideration at \r\nthe High-level Dialogue.\r\nand family remittances, among other activities. \r\nHowever, those cannot be seen as a substitute for foreign \r\ndirect investment, official development assistance, debt \r\nrelief or other public development policies, since they \r\nrepresent private financial resources. Member States \r\nshould therefore work together to arrive at a formula \r\nthat does not affect migrants or States negatively.\r\nThe contributions of migrants to host countries’ \r\nsocial and economic development still do not receive the \r\nrecognition they deserve. We reiterate our concern about \r\nthe continual worsening of working and employment \r\nconditions for migrant workers and their families, as \r\nwell as their lack of access to fundamental rights, which \r\nhas been aggravated by the current economic, financial \r\nand environmental crisis. It is important to recognize \r\nand address the complex circumstances that migrants \r\nconfront on the road to their destination countries, as \r\nwell as their increasing vulnerability to violations of \r\ntheir human rights. We therefore believe it necessary \r\nto ensure that migration is well ordered, secured and \r\ninformed.\r\nWe reaffirm the importance of effectively \r\nprotecting and promoting the human rights and \r\nfundamental freedoms of migrants, especially women \r\nand children, regardless of their migratory status. That \r\nmust be done in a comprehensive and balanced manner, \r\nwhile recognizing the roles and responsibilities of \r\norigin, transit and destination countries and avoiding \r\napproaches that may increase their vulnerability.\r\nIt is time to undertake concrete actions to protect \r\nmigrant workers, primarily women, so as to ensure their \r\nprotection against the various forms of exploitation \r\nand violence they face, and to secure effective means \r\nof ensuring respect for their dignity, fair working \r\nconditions and productive and decent jobs, and \r\nachieving their full integration into the labour force. We \r\nurge all States to ensure that human rights, especially \r\nof vulnerable groups, are promoted, protected and fully \r\npublicized.\r\nWhile we recognize that Governments have the \r\nright to establish and implement policies to regulate \r\nmigration f lows into and within their territories, CELAC \r\nregrets the adoption of regulations or provisions, at \r\nwhatever level of the Government, that criminalize the \r\nact of migration and criminalize people who migrate \r\nwith irregular migratory status. We reiterate the call to \r\nall Member States to end the detention of migrants who \r\nhave not committed any crime and to unconditionally \r\n16/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nand global levels needs to be strengthened through \r\ncooperation and by establishing global partnerships \r\nin the post-2015 framework. Partnerships at the global \r\nor regional levels need to address aspects such as \r\nthe recognition of skills, the matching of skills and \r\njobs, and facilitating training and skills development. \r\nRegional consultative processes, such as the Abu Dhabi \r\nDialogue, can further deepen cooperation in this area.\r\nThirdly, we must ensure the protection of migrants \r\nin a holistic manner. Actions in origin countries need to \r\nbe matched in destination States in terms of legislation, \r\nenforcement measures, information-sharing and \r\nawareness measures. Greater openness is needed to \r\nallow people to move across national boundaries.\r\nFourthly, a key objective of the High-level Dialogue \r\nis to identify ways to enhance the benefits of migration \r\nfor both origin and destination countries as well as for \r\nmigrants. The fundamental human rights of migrants \r\nmust be upheld to realize the full benefits of migration. \r\nIndeed, all aspects of labour migration that impact \r\nthe dignity, rights, welfare and well-being of migrant \r\nworkers need to be addressed. All stakeholders must \r\nbe involved in ensuring safe and regular migration. \r\nBilateral and regional consultations must also be \r\nsustained.\r\nFinally, we value and deeply appreciate the continued \r\nsupport and contributions of IOM. We also believe that \r\nIOM’s past experience and expertise have the potential \r\nto contribute to global migration management. It would \r\nbe important to focus on a paradigm that would set the \r\nscope for the essential mandate of IOM, facilitating its \r\nwork within the framework of relations with the United \r\nNations.\r\nSince 2006, the High-level Dialogue on Migration \r\nand Development has emerged as a useful forum for \r\nGovernments to discuss opportunities and challenges \r\nin migration. We would like to emphasize the need for \r\nconcrete outcomes towards establishing an effective \r\nmonetary mechanism from the Dialogue. That must \r\nbe our contribution to the betterment of the lives of \r\nmigrants, allowing them a safe, orderly and dignified \r\nmigration. We look forward to the developments over \r\nthe next two days with expectations.\r\nMr. Zinsou (Benin) (spoke in French): At the outset, \r\nI would like to convey my appreciation to the President \r\nof the General Assembly at its sixty-eighth session for \r\norganizing the High-level Dialogue on Migration and \r\nMr. Ntwaagae (Botswana), Vice-President, took \r\nthe Chair.\r\nFirst, migration in its totality and in all development \r\ndimensions has to be integrated into national \r\ndevelopment discourses and planning processes. In \r\nBangladesh, we have already developed Vision 2021, \r\nthe long-term perspective for Bangladesh to emerge as \r\na middle-income country.\r\nSecondly, migration is all about an individual’s \r\nfreedom and choice. In some cases, it is a question \r\nof personal survival. The securitization of migration, \r\ntherefore, can no longer be optional for development or \r\nhuman security.\r\nThirdly, in an uncertain and often conflict-ridden \r\nworld, the protection of migrant workers caught in crises \r\nmust also be addressed. That is an area we still address \r\nthrough ad hoc arrangements, as, for instance, in the \r\nrecent experience in Libya. In that regard, we value the \r\ncontribution made by the International Organization \r\nfor Migration (IOM).\r\nFourthly, the private sector and civil society remain \r\nprincipal stakeholders in migration governance and \r\nin ensuring safe and dignified migration. Optimal \r\nresults and beneficial outcomes from migration can be \r\nachieved only if the State, the private sector and civil \r\nsociety act in concert.\r\nFifthly, in all migration-governance initiatives, \r\nmigrants’ well-being should remain our utmost priority.\r\nI shall now address a few aspects that Colombo \r\nProcess members would like to emphasize for reflection \r\nat the High-level Dialogue.\r\nFirst, factual evidence has established that \r\nmigration has a positive effect on many areas of \r\ndevelopment. Today’s globalized world benefits not \r\nonly from trade, capital and technology but also from \r\ninformation and ideas. Many destination countries have \r\ngreatly benefited from the talent of migrants, including \r\nin diverse areas of economic importance to destination \r\ncountries. We need to ensure that migration is included \r\nin national and sectoral development policies, as well as \r\nin poverty-reduction strategies and national adaptation \r\naction plans.\r\nSecondly, partnership is key in migration and \r\ndevelopment and, eventually, for equitable and \r\nsustainable development. To harness that potential, \r\npolicy coherence at the local, national, regional \r\n13-49787 17/46\r\n03/10/2013 A/68/PV.25\r\nworking conditions, to give them access to education \r\nand health services and to recognize their status.\r\nAccording to the Migrant Workers Convention, \r\nemployers must pay all the recruitment fees for foreign \r\nworkers, including the unskilled. We should form \r\na large coalition to set and apply initially acceptable \r\nstandards to receive migrants and to give them decent \r\nliving conditions. That would have a positive effect on \r\nthe well-being of those individuals.\r\nWhile large foreign firms established in the LDCs \r\nbenefit from very generous systems for transferring \r\ntheir profits to their countries of origin, migrant LDC \r\nworkers must pay exorbitant fees for the transfer of their \r\nfunds. Transaction costs are extremely high, especially \r\nfrom Africa and the Pacific, sometimes 12 per cent of \r\nthe amount being transferred. According to forecasts, \r\nf lows of funds from migrants will be approximately \r\n$414 billion dollars in 2013 and $514 billion in 2016. \r\nThat provides an idea of the volume of monies spent \r\non transaction costs. We must facilitate transfers of \r\nmigrants’ funds, because that would have considerable \r\nconsequences for the countries of origin. It is up to the \r\nGovernments and private service providers to work \r\ntowards that end. Countries of destination should make \r\nprovisions for the transfer of funds to the migrants’ \r\ncountry of origin without restrictions. The objective is \r\nto reduce the average from 10 per cent to 5 per cent \r\nwithin five years; that objective has to be reaffirmed.\r\nThe question of the use of funds transferred by \r\nmigrants merits particular attention as well. It is \r\nimportant to ensure that funds are used for productive \r\nactivities and for development. Countries of destination \r\nshould create frameworks for economic activities \r\nconducive to that. Countries of origin should do \r\nlikewise. That way, diasporas will be able to provide \r\ninformation and to work in the countries of destination \r\nto promote integration into the banking system of those \r\nsending and those receiving monies, thereby increasing \r\ntheir capacity to save and to make investments.\r\nOn the margins of the fourth United Nations \r\nConference on Least Developed Countries, which was \r\nheld in Istanbul from 9 to 13 May, least developed \r\ncountries signed a memorandum of understanding \r\non the implementation of a pilot programme in the \r\nframework of the establishment of a body to monitor \r\nthe funds transferred by migrants from LDCs. That \r\npilot programme is intended to collect, analyse and \r\ndisseminate data on the transfer of migrants’ funds in \r\nDevelopment. I also sincerely welcome the eminent \r\npersons who have contributed to the dialogue.\r\nI speak on behalf of the least developed countries \r\n(LDCs).\r\nIn the past few years, the phenomenon of migration \r\nhas increased in scope, grown more complex and had \r\ngreater impact. Factors contributing to the changing \r\nscope of the problem are demographic transition, \r\neconomic growth, the economic and financial crisis, \r\nclimate change and the deterioration of the environment. \r\nWe are aware of the role played by factors such as \r\nendemic poverty, unemployment, underemployment, \r\nthe lack of socioeconomic prospects, discrimination, \r\nmarginalization and even social exclusion.\r\nMigrants generate significant benefits for the host \r\ncountry and for the country of origin. A recent study \r\nby the Organization for Economic Cooperation and \r\nDevelopment found that migrant workers contributed \r\nmore in terms of taxes and contributions to social \r\nsecurity programmes than they received in terms of \r\nindividual social services payments. The migration \r\nof highly skilled workers, also called the brain drain, \r\ncauses enormous losses in human capital for least \r\ndeveloped countries. That loss could considerably \r\naffect the provision of essential services, tax revenues \r\nand the growth rate of certain countries. Migration \r\ncan also generate pressure for an increase in salaries, \r\ncausing inflation in the countries of origin.\r\nMigration is a factor whose importance we cannot \r\nunderestimate for LDCs in the context of globalization. \r\nThe world has made significant progress in integrating \r\npeoples under the momentum of globalization, which \r\nforces the dismantlement of barriers. Opening borders \r\nhas been limited to freeing markets for goods and \r\ncapital. The integration of the workforce continues \r\nto pose colossal challenges related to the negative \r\ndiscrimination that affects those workers.\r\nThere is a double standard that must be corrected \r\nby making renewed efforts to harmonize the system \r\nof the f low of goods and persons. Providing services \r\nhas great potential. We call upon the international \r\ncommunity to take effective measures to liberalize \r\nmarkets for the free f low of service providers under \r\nMode 4 of the General Agreement on Trade in Services. \r\nThat could also contribute to reducing fraud and human \r\ntrafficking. Efforts should be made to eliminate the \r\nexploitation and discrimination experienced by migrant \r\nworkers, to treat them fairly, to give them decent \r\n18/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nFederation is the second most popular destination for \r\nmigrants, owing largely to some of the consequences of \r\nthe fall of the Union of Soviet Socialist Republics. On \r\na temporary or ongoing basis, about 11 million foreign \r\nnationals and stateless persons are in Russia. Russia’s \r\ngeneral course of action is determined by its migration \r\npolicy. Its main priority is the protection of the rights \r\nand freedoms of both Russians and foreign nationals \r\nwho reside in Russia.\r\nOur migration legislation is continuously \r\nundergoing improvement. We have developed and \r\ncontinue to modernize immigration mechanisms to \r\nattract qualified specialists, for whom a broad array of \r\npreferences and privileges, including tax benefits, have \r\nbeen introduced. There are specific legal documents for \r\nless-qualified migrants, and there is a particular focus on \r\ndeveloping programmes to assist migrants in adapting \r\nand integrating. We fully honour our humanitarian \r\nobligations on international protection and eliminating \r\nstatelessness. The institute for readmission is also \r\nup and running. As a result of those and many other \r\nmeasures, the number of legally working foreign \r\nnationals has doubled over the past three years, with \r\na resulting significant decline in illegal immigration.\r\nWe have found a way to replace the administrative \r\ndetention of illegal migrants. The Secretary-General \r\nspoke about that. New information technologies have \r\nled to full knowledge of the names of all foreign \r\nnationals who have exceeded the authorized duration \r\nof their stay. My country continues to work to promote \r\ngreater accountability through the management of \r\nillegal migration f lows. In that context, the burden \r\nof responsibility falls first and foremost on unethical \r\nemployers.\r\nI can say with certainty that illegal migrants \r\nrepresent the most vulnerable and defenceless members \r\nof society in States of destination. Many illegal migrants \r\nbecome victims of crime. In spite of the steps already \r\ntaken, including humanitarian measures, there remains \r\nan enormous amount of work to be done to minimize \r\nthe problem of illegal migration. I believe that dealing \r\nwith the problem should be of interest to both States of \r\ndestination and States of origin.\r\nIn conclusion, I wish to emphasize that no single \r\nState is in a position to respond alone to today’s \r\nimmigration challenges. An ongoing dialogue focused \r\non regional specificities is necessary. Such cooperation \r\ncontinues to develop among the member States of the \r\nfour pilot countries. The studies have been carried out \r\nand allow us to define the outlines of that monitoring \r\nbody. It is important that the initiative continues to \r\nbenefit from assistance required by its development \r\npartners in order to take shape. I would like to take this \r\nopportunity to express the appreciation of the LDCs \r\ngroup to the Government of Turkey, which provided a \r\ngenerous grant for launching the monitoring body.\r\nDiaspora networks also serve as channels for \r\ntransmitting knowledge, information and know-how \r\nin two directions between the countries of destination \r\nand those of origin. Researchers, scientific experts \r\nand technological experts living abroad made large \r\ncontributions to the economic miracles realized by a \r\nnumber of countries in the second half of the twentieth \r\ncentury. That phenomenon has transformed the brain \r\ndrain generated by migration into a brain gain. Given \r\nthe large number of qualified people from LDCs \r\nliving abroad, it is important to set up frameworks \r\nfor agreement with countries of destination to enable \r\ndiasporas to further contribute to the development of \r\nLDCs, including through business and investments. \r\nThat could involve the issuance of bonds and the \r\ndevelopment of competency-transfer programmes. \r\nIn  that context, particular attention must be paid to \r\nmobilizing the competencies and the savings of the \r\ndiaspora so as to finance productive investments. We \r\nthank the United Nations Conference on Trade and \r\nDevelopment for devoting its most recent LDC session \r\nto that issue.\r\nMigration should be considered from a humanistic \r\nand humanitarian standpoint, with a view to improving \r\nthe precarious living conditions of millions of migrants. \r\nGlobal partnerships are best positioned to promote joint \r\nmeasures towards that objective. The issue should be \r\nintegrated into the post-2015 development agenda \r\nand the sustainable development goals, with a view to \r\npromoting the evolution of a world without borders in \r\nwhich all of humankind will be able to fully benefit from \r\nmobility and face the ongoing challenges. Goals and \r\ntargets should be set to reduce the costs of migration, \r\nincluding recruitment, visas and passports, residence \r\npermits, health insurance, children’s education, \r\nremittances and integrating the production capacities of \r\nLDCs to promote development. Genuine coordination \r\nat the international, regional and subregional levels is \r\ntherefore necessary.\r\nMr. Romodanovsky (Russian Federation) (spoke in \r\nRussian): According to United Nations data, the Russian \r\n13-49787 19/46\r\n03/10/2013 A/68/PV.25\r\nevent also provides an opportunity for all stakeholders \r\nto work towards a new global agenda and identify \r\nmeasures to help promote the role of migrants as agents \r\nof development and make migration an integral part of \r\nthe global development agenda beyond 2015.\r\nOne important outcome of the 2012 United Nations \r\nConference on Sustainable Development was that we, \r\nas Member States, agreed to mainstream migration \r\nin our development strategies. We also emphasized \r\nthe protection of the human rights and fundamental \r\nfreedoms of migrants to protect them from potential \r\nviolence and abuse.\r\nNamibia has made significant strides in updating \r\nthe laws that govern migration, particularly with regard \r\nto the protection of the human rights and fundamental \r\nfreedoms of all migrants. We are engaged in a process \r\nof revamping our migration policies with a special \r\nemphasis on key migration management areas, such as \r\nmigration and development, facilitation and regulation. \r\nWe have also created an interministerial coordination \r\ncommittee on migration management, consisting of \r\nkey State and non-State actors, which is responsible \r\nfor policy development. Those measures are aimed \r\nat providing us with a platform to address challenges \r\nrelated to migration and development. Our effort in that \r\nregard is driven by the realization that the link between \r\nmigration and development has the potential to turn \r\neconomies around. Sending, transit and receiving \r\nStates have all recognized that fact, hence the debate \r\non the subject has become very critical.\r\nInternational migration is a global phenomenon \r\nthat is growing in scope, complexity and impact. Today, \r\nvirtually all countries in the world are simultaneously \r\ncountries of destination, origin and transit for \r\ninternational migrants. Traditional migration patterns \r\nare complemented by new migratory f lows, fuelled by \r\nchanging economic, demographic, political and social \r\nconditions. Because of the contribution it makes to \r\ndevelopment, migration has also become a pressing \r\npolicy priority for every State.\r\nNamibia reiterates that, to ensure equity, security \r\nand human dignity, Member States should pursue labour \r\nmigration policies that include measures to prevent \r\nabusive practices and promote decent employment for \r\nmigrants. Such policies, legislation and programmes \r\nshould not overlook the fact that women and children \r\nmigrants often find themselves in irregular situations \r\nand in unregulated sectors of the economy, or the \r\nvictims of traffickers or smugglers, and thus subject to \r\nCommonwealth of Independent States. Since 2007, the \r\nRussian Federation has been carrying out active work \r\ntogether with our colleagues as part of the council of \r\nheads of migration services of member States of the \r\nCommonwealth. That platform has visibly demonstrated \r\nits success as an effective cooperation mechanism. \r\nIn fact, the Russian Federation, with its partners, is \r\nforming a labour confederation; individual components \r\nhave already been successfully implemented as part of \r\nthe customs union and continuing Eurasian integration. \r\nThe joint statement on behalf of the States parties of \r\nCommonwealth, circulated at the Dialogue by its Chair \r\nfrom the Republic of Belarus, presents a detailed view \r\nof Commonwealth accomplishments — I recommend it \r\nto the Assembly.\r\nRussia is continuing its active participation in \r\nthe work of the Global Forum on Migration and \r\nDevelopment. We are strengthening cooperation with \r\nvarious United Nations agencies and international \r\norganizations. We are convinced that the dialogue \r\nshould always be people-centred. Unconditional \r\nrespect for people’s rights and freedoms is enshrined \r\nin the Universal Declaration of Human Rights and is \r\na core principle of Russia’s policy. We welcome the \r\nfuture work of the Global Forum and the dialogue as an \r\nimportant platform for cooperation on migration issues \r\nand thank the organizers for their efforts.\r\nMs. Iivula-Ithana (Namibia): At the outset, let me \r\njoin others in thanking the President for organizing the \r\nHigh-level Dialogue on International Migration and \r\nDevelopment. The rise in global mobility, the growing \r\ncomplexity of migratory patterns and the impact of \r\nsuch movements on development have all contributed \r\nto international migration becoming a priority of the \r\ninternational community.\r\nThe theme of this high-level event, “Identifying \r\nconcrete measures to strengthen coherence and \r\ncooperation at all levels, with a view to enhancing the \r\nbenefits of international migration for migrants and \r\ncountries alike and its important links to development, \r\nwhile reducing its negative implications”, provides an \r\nopportunity for us to reflect on measures to review \r\ncurrent policy options and to seek ways to enhance our \r\nresolve in addressing the plight of migrants. Namibia \r\nattaches great importance to this Dialogue, since it \r\nprovides an opportunity to collectively take stock of \r\nour achievements since the most recent High-level \r\nDialogue, in 2006. However, challenges still remain, and \r\nwe should recommit ourselves to addressing them. The \r\n20/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nmigration of highly skilled workers — or the “brain \r\ndrain” — has a negative impact on the development \r\nof many countries of the South. Selective migration \r\npolicies accentuate that phenomenon. Moreover, African \r\ncountries face other forms of migration constraints on \r\naccount of conflicts and natural disasters, in particular \r\ndrought and desertification.\r\nAs a country of origin, transit and destination, \r\nAlgeria, which hosted Africa’s regional meeting on \r\nmigration and development in 2006, reaffirms its \r\ncommitment to work in good faith on the transnational \r\nissue of migration. The free movement of individuals \r\nshould be among our priorities, since that is how the \r\nuniversal yet unique nature of the respective histories, \r\ncultures and civilizations that have enriched humankind \r\nhas been affirmed.\r\nThe growing interdependence of our globalized \r\nworld cannot accommodate the gulf that, in our region, \r\nseparates the northern shores of the Mediterranean and \r\ntheir fortresses of prosperity from the southern shores \r\nand their poverty. Credible alternatives are needed to \r\nput an end to selective migration policies, especially \r\nthose advocating absolute security, the limits of which \r\nare now obvious. In that regard, the urgently needed and \r\nappropriate response to the f lows of illegal migrants, \r\nmany of whom Algeria welcomes on its soil, is to work \r\ntogether to create the conditions for shared prosperity.\r\nAlgeria calls for the protection of the rights of \r\nmigrant communities abroad as an integral part of \r\nhuman rights, and for migrants’ protection from \r\ndiscrimination and acts of racism and xenophobia. \r\nEfforts must also be made to quell Islamophobia and \r\nthe extremism that uses Islam as a tool and distorts its \r\nuniversal values and its tolerance.\r\nThe multidisciplinary nature of migration, together \r\nwith the contrasting interests of countries of origin, \r\ntransit and destination, should lead us to develop global \r\nstrategies to manage migration. Those can be greatly \r\nenhanced by the implementation of international \r\ninstruments, in particular the International Convention \r\non the Protection of the Rights of All Migrant Workers \r\nand Members of Their Families and the United Nations \r\nConvention against Transnational Organized Crime \r\nand its Protocols.\r\nOrganized and coordinated migration is within \r\nreach. Working together, we can join our efforts at the \r\nregional and international levels to achieve our common \r\ngoal within the framework of a long-term strategy \r\nmany forms of violence and abuse. We need to put in \r\nplace measures to combat such evils while at the same \r\ntime facilitating the f low of lawful migrants.\r\nThe countries of origin from which those workers \r\ncome and those in which they work must share the \r\nresponsibility of lessening the burden on them by \r\nprotecting and promoting their rights. That can be \r\ndone by enhancing the supervision and regulation \r\nof international labour migration and engaging in \r\ninternational cooperation in the interest of promoting \r\nmigrants’ rights and preventing abusive conditions. \r\nDevelopment gains from migration for the countries \r\ninvolved and the protection of the rights of migrant \r\nworkers are inseparable. Such development gains are \r\nsignificant not only for the origin countries, but also \r\nfor the destination countries where migrant workers \r\nprovide their labour.\r\nInternational migration will remain an important \r\ncomponent of the United Nations development agenda. \r\nNow, as we ponder the post-2015 development agenda \r\nand the formulation of sustainable development goals, \r\nwe should ensure that international migration is fully \r\nmainstreamed into them. Moreover, while recognizing \r\nthat migrants play an important role in development, \r\nwe must encourage our nationals to use lawful channels \r\nof migration so that the risks of exploitation and \r\ntrafficking are minimized.\r\nMr. Bouguerra (Algeria) (spoke in French): At the \r\noutset, allow me to begin by associating my delegation \r\nwith the statement made by the representative of Fiji on \r\nbehalf of the Group of 77 and China.\r\nThis discussion of the issue of migration and its \r\nlinks to development gives us an additional opportunity \r\nto deepen the dialogue that began in 2006 and \r\nconsider new developments. The issue is of particular \r\nimportance in view of the consultations on the post-\r\n2015 development agenda. The World Migration Report \r\n2009-2011 shows that migration is not exclusively a \r\nNorth-South phenomenon, but one that also f lows \r\nSouth-South, and, with the new migration dynamic, \r\none that will, in addition, affect the countries of the \r\nNorth.\r\nIt is universally acknowledged that migrant workers \r\ncontribute to the economic growth of the countries \r\nwhere they are employed, given the labour shortages in \r\nthose countries. Similarly, migrants’ remittances help \r\nraise the living standards of their families, and therefore \r\ncontribute to the fight against poverty. However, the \r\n13-49787 21/46\r\n03/10/2013 A/68/PV.25\r\non Migration and Development, which creates the \r\nnecessary enabling environment for integrating and \r\nimplementing migration issues in national, regional \r\nand continental development agendas.\r\nThe Global Forum on Migration and Development, \r\nestablished as a follow-up mechanism to the first \r\nUnited Nations High-level Dialogue on Migration and \r\nDevelopment, has been considered a valuable platform \r\nfor streamlining the debate on policies and strategies \r\nrelated to the management of labour migration and a \r\nway to further align States’ positions. In that regard, \r\none of the most important aspects to be highlighted \r\nis the acknowledgement that, notwithstanding its role \r\nin and contribution to development, international \r\nmigration poses complex challenges resulting from the \r\ndynamics of an increasingly globalized world.\r\nThe challenges that have been at the centre of our \r\nconcerns are related to the need for better protection \r\nmechanisms for the rights of migrant workers and their \r\nfamilies, including remittance transfers, health care \r\nand safety at work. In the same vein, the management \r\nof migration raises concerns related to the need to \r\nensure the necessary balance between development \r\nand national, subregional, regional and global security, \r\nconsidering the fact that the destabilizing activities of \r\norganized criminal groups, including terrorists, are \r\nincreasingly undermining national borders and our \r\nsecurity architecture.\r\nIn conclusion, we reiterate the call for the \r\ninternational community to continue to exert its best \r\nefforts to strengthen bilateral, regional and multilateral \r\ncooperation in order to promote legal, safe and orderly \r\nmigration.\r\nMr. Mitchell (Bahamas): I wish, first of all, to \r\nexpress our deep sorrow, in the Commonwealth of \r\nthe Bahamas, regarding the death of those migrants \r\nwhom we read about in the news just this morning. It \r\nreinforces the importance of this High-level Dialogue \r\nthat we are holding today.\r\nLast Saturday, the Prime Minister of the Bahamas \r\nspoke in the general debate (see A/68/PV.19) and put \r\nmigration on the agenda. It is an issue that is front \r\nand centre for the Bahamas. It has the potential, if not \r\ncarefully managed, to destabilize all that we are seeking \r\nto create: the best little country in the world. We sit in \r\nthe middle of a number of countries that are sources of \r\nillegal migration to us, notwithstanding the best efforts \r\nof all of the Governments concerned: Haiti to the south \r\narticulated around the 2015 Millennium Development \r\nGoals.\r\nMr. Mondlane (Mozambique): Allow me to join \r\nprevious speakers in expressing our sincere appreciation \r\nto the President of the General Assembly for the diligent \r\nway he is leading the work of this second High-level \r\nDialogue on International Migration and Development, \r\nan event of great importance in our efforts to develop \r\nmechanisms for managing migration on a global scale.\r\nAs a country with a long migration history, \r\nand as a source of, transit country for and recipient \r\ncountry of migrants, Mozambique is committed to \r\nstrengthening cooperation at all levels to ensure a \r\nbalanced management of migration f lows, taking into \r\nconsideration the existing policies and legal frameworks. \r\nMozambique, as a source of migrant workers, has its \r\ncitizens working in various countries, where they are \r\na contributing factor to growth and development and a \r\nsignificant source of revenue for their own families and \r\ntheir country of origin.\r\nThe first High-level Dialogue recognized that \r\nmigration was a social phenomenon intrinsic to human \r\nnature and motivated by various dynamics of a cultural, \r\npolitical, economic and environmental nature.\r\nMozambique is part of a regional economic \r\ncommunity, the Southern African Development \r\nCommunity (SADC), the development history of which \r\nhas been influenced by the movement of people through \r\nvarious member States and motivated by, among \r\nother things, social, security and economic reasons. \r\nTherefore, the geographic contiguity of SADC member \r\nStates, their historical, sociocultural and linguistic \r\nties and their interdependence and complementarities \r\nhighlight the fact that migration is an inevitable dynamic \r\nin the process of enhancing our regional economic \r\nintegration. In that regard, our approach to migration \r\nissues is aimed at consolidating and enhancing the \r\npillars of regional integration processes enshrined in \r\nthe SADC Treaty through increased harmonization of \r\npolicies and strategies for the better management of \r\nmigration as a factor contributing to the development \r\nof our countries.\r\nGuided by those principles, we have put in place \r\npolitical and legal frameworks on labour migration \r\nbased on, among other things, the SADC Treaty, the \r\nProtocol on Labour and the Protocol on the Facilitation \r\nof Movement of Persons. Those regional frameworks \r\ntake into consideration the African Common Position \r\n22/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nissues. Our future, our survival and our identity depend \r\non it.\r\nThe Bahamas would also like to propose a final \r\noutcome from this High-level Dialogue, namely, the \r\nestablishment of a permanent forum on migration and \r\ndevelopment. And in conclusion, the Dialogue should \r\nguarantee that the Bahamas will become not a casualty \r\nof migration but rather a beneficiary of documented, \r\nsustainable development.\r\nMr. Batshu (Botswana): At the outset, I would like \r\nto join other delegations in welcoming the convening \r\nof this High-level Dialogue. As a small developing \r\ncountry faced with many competing needs, priorities \r\nand development challenges, Botswana attaches great \r\nimportance to the issues of migration.\r\nMigration is a complex phenomenon common \r\nto all countries and regions, whether they are places \r\nof origin, transit or final destination. At the heart of \r\nthe problem we find human beings, who migrate for \r\nvarious reasons. Since the adoption, in 1990, of the \r\nInternational Convention on the Protection of the Rights \r\nof All Migrant Workers and Members of Their Families \r\nand of the Programme of Action of the International \r\nConference on Population and Development in 1994, \r\nthe issue of migration remains one of the key challenges \r\nfacing the world today, with economic, cultural and \r\nsocial implications. We recognize that significant \r\nprogress has been made since the adoption of the \r\nConference Programme of Action. But although much \r\nhas been achieved, Botswana believes that more needs \r\nto be done to provide a comprehensive solution and \r\nresponse to the challenges of international migration \r\nand development. We believe that this High-level \r\nDialogue is a timely and useful forum for expanding \r\nthe debate and consultations on the vital issue in \r\nquestion. The Dialogue also comes at an opportune \r\ntime, as the international community moves beyond the \r\nMillennium Development Goals and towards a post-\r\n2015 development agenda.\r\nBotswana has a rich migration history. Before \r\nindependence, our people crossed international borders, \r\nespecially to neighbouring countries, mainly in search \r\nof employment. The income earned by migrant workers \r\nwas used chiefly to support their immediate and \r\nextended families at home at a time when the country \r\nwas classified as among the poorest in the world. In \r\nthe post-independence period, Botswana has witnessed \r\nboth the continuation of outbound migratory movement \r\nof us and Cuba to the west of us. The country to which \r\nmigrants go is the United States.\r\nThe Bahamas therefore often finds itself in a vortex \r\nthat is not of its own making but the consequences of \r\nwhich we often have to live with and withstand, and we \r\nare often the object of forces and policies that affect us \r\nbut that we are powerless to control.\r\nThis High-level Dialogue is welcome as yet another \r\nopportunity to ensure that our friends around the world \r\nare aware of the serious consequences that we face from \r\nillegal migration. The Dialogue is therefore important \r\nto us first and foremost as a means of stopping \r\nundocumented illegal migration to the Bahamas. We \r\nhave good relations with all Governments around us. \r\nGovernments are, however, sometimes undermined \r\nby forces beyond their control — criminal elements, \r\nideologies and policies that run counter to common \r\nsense, and the dictates of bad economies. What we \r\nknow, however, is that if we have the will to stop illegal \r\nmigration, we can. We can do so by ensuring that there \r\nis cooperation against trafficking and smuggling; that \r\nwe reject ideology and adopt common sense; and that \r\nwe work together to solve the economic problems of our \r\ncountries and region.\r\nThe Bahamas endorses the views contained \r\nin a statement that was delivered on behalf of the \r\nCaribbean Community region here at the United \r\nNations regarding important issues that must inform \r\nany efforts to elaborate the post-2015 agenda, including \r\nthe development of sustainable development goals, \r\ntargets and indicators: first, addressing the root causes \r\nof migration, so that migration is by choice and not by \r\nnecessity; secondly, combating the trafficking and/or \r\nsmuggling of migrants; thirdly, protecting migrants \r\nagainst human rights abuses, racism, ethnocentrism \r\nand xenophobia; fourthly, improving data, especially \r\ndisaggregated data, on international migration, \r\nincluding forced migration; fifthly, facilitating the \r\nf low and use of remittances to support development; \r\nand, finally, strengthening dialogue and cooperation \r\nbetween countries of origin, transit and destination.\r\nThe preparatory work on the topic makes it \r\nclear that no sustainable solutions can be achieved \r\nunless the aforementioned imperatives are adopted. \r\nWe are committed to working with the Office of the \r\nUnited Nations High Commissioner for Refugees, the \r\nInternational Organization for Migration, the region \r\nand the world at large to help resolve such migration \r\n13-49787 23/46\r\n03/10/2013 A/68/PV.25\r\nI wish to conclude by reaffirming Botswana’s \r\ncommitment to supporting the international \r\ncommunity’s efforts to ensure that international \r\nmigration issues continue to receive priority attention \r\nat the global level.\r\nMr. Abba Moro (Nigeria): On behalf of the \r\ndelegation of the Federal Republic of Nigeria, I would \r\nlike to thank the President of the General Assembly for \r\nconvening this important meeting. The timing of this \r\nmeeting is apt, given the ongoing global discourse on \r\nthe post-2015 development agenda and the potential that \r\nmigration presents for the achievement of sustainable \r\ndevelopment goals.\r\nNigeria associates itself with the statement delivered \r\nby the Minister for Defence, National Security and \r\nImmigration of Fiji on behalf of the Group of 77 and \r\nChina.\r\nNigeria believes that a discussion on the nexus \r\nbetween international migration and development \r\nwould assist the global community in addressing the \r\nmultifaceted challenges faced by migrants at the points \r\nof origin, transit and destination. There is no doubt \r\nthat migration is a key factor in the development of \r\ncountries of origin, transit and destination. That has \r\nbeen amplified by the report of the United Nations \r\nHigh-level Panel of Eminent Persons on the post-2015 \r\ndevelopment agenda, which clearly placed poverty \r\neradication and development within the context of \r\nhuman rights.\r\nNigeria emphasizes the need for coherence in \r\nmigration governance through a comprehensive \r\nframework in order to ensure a coordinated and holistic \r\napproach to the challenges encountered. In that regard, \r\nNigeria has developed a national policy on migration, \r\nwhich is awaiting endorsement by the Federal Executive \r\nCouncil. Furthermore, the National Assembly is \r\nconsidering a bill to establish a diaspora commission. \r\nSimilarly, Nigeria stresses the need for national \r\nauthorities to develop migration-data management \r\nstrategies, because it is on the basis of evidence and \r\nstatistics that migration programmes can be planned to \r\nbe more responsive to emerging trends and contextual \r\nissues. In that regard, Nigeria has concluded a strategy \r\nfor a common template for migration-data management \r\nthat has been validated by stakeholders, including State \r\nand non-State actors. Nigeria therefore emphasizes the \r\nneed to establish further intergovernmental platforms \r\nfor frequent dialogue on migration as strategies for \r\nand a significant rise in the number of migrants coming \r\ninto the country. Over the years, however, we have \r\nseen changes in demographic trends and dynamics. \r\nToday Botswana has become a net receiver of migrants \r\nattracted by positive economic indicators in successive \r\ndecades.\r\nBotswana continues to benefit from regulated \r\nmigration, both outbound and inbound. Many of the \r\nmigrant workers coming into the country provide \r\nhighly specialized services in areas of economic and \r\nsocial development, such as education, health and \r\nengineering. Conversely, the country continues to deal \r\nwith the challenge of the emigration of highly skilled \r\nworkers — the “brain drain” — as well as with irregular \r\nmigration, which negatively affects the provision of \r\nbasic services. While we recognize that international \r\nmigration can be a positive force for development in \r\ncountries of origin, transit and destination, we are \r\nalso mindful of the challenges that many countries, \r\nespecially in the developing world, continue to face in \r\nmanaging international migration. Botswana believes \r\nthat a balanced approach is needed in seeking ways \r\nand means to maximize the benefits of migration and \r\nminimize its negative impact. To that end, we remain \r\nopen and committed to learning from other countries’ \r\nbest practices and experiences. I would also like to \r\nstress that international migration should be addressed \r\nnot merely from an economic point of view but through \r\na more holistic approach that fully integrates human-\r\nrights and gender-equality perspectives.\r\nAs human mobility continues to increase, we share \r\nthe view that no country can manage international \r\nmigration alone. Botswana therefore recognizes \r\nthe importance of international cooperation and \r\npartnerships on migration matters. In that regard, we \r\ncontinue to work closely with partners such as the \r\nInternational Organization for Migration in various \r\nareas, which include training immigration and law-\r\nenforcement officers on border management and \r\nprocedures.\r\nLastly, in view of the ongoing discussions on the \r\npost-2015 development agenda, we note the emphasis \r\nplaced on the role of migration and its contribution to \r\nsocial, cultural, political and economic development, \r\nas well as the importance of integrating population \r\ndynamics into a future development framework. In that \r\nregard, we believe that the outcome of this High-level \r\nDialogue will make an important contribution to the \r\ndiscussions on the post-2015 development agenda.\r\n24/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nbe respected. We condemn acts, manifestations \r\nand expressions of racism, racial discrimination, \r\nxenophobia and related intolerance against migrants \r\nand the stereotypes applied to them, including on \r\nthe basis of religion or belief. In that regard, Nigeria \r\nrecommends that, while migrant smuggling and human \r\ntrafficking must be addressed in a comprehensive \r\nway, impunity must also be reduced by the enactment \r\nof national legislation and the strengthening of law-\r\nenforcement efforts at the subregional, regional and \r\ninternational levels.\r\nIn our national efforts to provide sufficient \r\ninformation to prospective migrants and encourage \r\nsafe and regular migration, the Government is giving \r\npriority to the establishment of a migrant resource \r\ncentre. Nigeria is also providing support to the \r\n“passport to safe migration” project being implemented \r\nin collaboration with the Economic Community of \r\nWest African States Commission and the support of the \r\nSpanish Government. Migration is being given priority \r\nattention by the Government in view of the high \r\nincidence of deportation of Nigerians. Consequently, \r\nmeasures are being adopted to institutionalize the \r\nassisted voluntary return and reintegration programme \r\nso as to better provide settlement services to returned \r\nmigrants, humanitarian entrants and refugees. We are \r\nalso working to improve access to services, address \r\nspecial settlement needs and develop the skills and \r\nconfidence of returned migrants.\r\nFinally, Nigeria wishes to state that migration is \r\na natural phenomenon that, if managed properly, has \r\nabundant potential for the exponential development \r\nof countries of origin, transit and destination. Nigeria \r\naffirms that migration is a veritable tool for the \r\neradication of poverty. We therefore support the call for \r\nits inclusion in the post-2015 development agenda.\r\nMr. Sonko (Gambia): The Republic of the Gambia \r\nsees migration as a phenomenon that affects developed \r\nas well as developing countries. Its implications, \r\nnegative and positive, transcend the borders of any \r\none nation, as every country in the world is either a \r\ncountry of origin, of transit or of destination. The \r\nGambia is therefore cognizant of the integral role that \r\nintraregional migration plays towards reaching its \r\ndevelopment goals. The Gambia hosts many nationals \r\nfrom countries in its subregion and beyond. Those \r\nmigrants have spurred development in many spheres, \r\nserving as a catalyst.\r\nraising global awareness about the benefits of an \r\neffectively managed migration system and its potential \r\nfor development.\r\nOur Government has developed a process of \r\ncontinuous engagement among Government institutions \r\nand civil society organizations in a periodic national \r\nmigration discourse that is aimed at creating the \r\nconditions required for safe, predictable and regular \r\nmigration.\r\nMigration has been an integral part of human \r\nhistory and progress. It has also proved to be a vehicle \r\nfor social reconfiguration within the context of human \r\ncapital development. Migration provides social benefits \r\nfor migrant households in areas such as health care, \r\neducation and technological advancement. Promoting \r\nsafe and regular migration, therefore, should be an \r\nimportant focus of this Dialogue by creating more \r\nf lexible channels for resource exchange.\r\nIn 2012, Nigeria was ranked the fifth-largest \r\nrecipient of remittances through the banking sector. \r\nThe amount would be higher if informal remittances \r\nwere taken into account. That figure amounted to \r\n$20.5 billion in 2012, second to exports as a source \r\nof foreign-exchange inflow and representing 8.1 per \r\ncent of our gross domestic product. The challenge \r\nfor Nigeria is to design and establish mechanisms to \r\nencourage remitters to channel some of those resources \r\ninto investments that would benefit some of the critical \r\nareas of unmet development needs. Nigeria therefore \r\ncalls for a global partnership in that regard.\r\nOne vital concern that deserves the immediate \r\nattention of the global community is the impact of \r\nclimate change and terrorism on migration. In Nigeria \r\nand the greater Sahel region, cases of f loods and \r\ndrought in recent times have resulted in increased \r\nnumbers of internally displaced persons and huge \r\neconomic losses. We are therefore of the view that any \r\ndiscussion on migration must take into account the \r\nimportance of reducing greenhouse emissions and other \r\nparts of the carbon footprint, while acknowledging that \r\nsevere changes in the climate will increase internal and \r\nexternal migration, thereby posing substantial threats \r\nto the security of States.\r\nThere have been numerous cases of deportation \r\nof migrants worldwide without consideration for their \r\nhuman rights. The Government of Nigeria stresses \r\nthat migrants, irrespective of their migratory status, \r\nshould be treated humanely and their dignity should \r\n13-49787 25/46\r\n03/10/2013 A/68/PV.25\r\ndevelopment. Furthermore, the resultant brain drain \r\nheightens the dependence of developing economies by \r\ncompelling us to resort to spending huge resources on \r\nforeign expertise in many areas.\r\nThe Gambia acknowledges that the key to a \r\nprosperous country is in the hands of the young \r\ngeneration. The young constitute a major component \r\nof the country’s human capital. If they are effectively \r\nutilized through gainful employment, they will be \r\nthe dynamic drivers of poverty-reduction efforts \r\nthrough long-term economic growth that creates more \r\nemployment.\r\nThe Gambia collaborates with other countries, \r\ncivil society organizations and development partners, \r\nespecially the International Organization for \r\nMigration and the Office of the United Nations High \r\nCommissioner for Refugees, in addressing illegal \r\nmigration. Furthermore, migration and development \r\nhave been mainstreamed in our national development \r\nagenda. The Gambia has a coherent poverty-reduction \r\nstrategy anchored in the programme for accelerated \r\ngrowth and employment 2012-2015, which is the \r\ncountry’s development blueprint.\r\nAnother policy initiative of the Government is \r\nthe priority employment programme, whose overall \r\nobjective is to create an enabling environment for \r\nemployment creation in order to develop a skilled, \r\nversatile, dynamic and efficient workforce. The goal \r\nis to provide opportunities for wage-earning and \r\nself —-employment in both the formal and the informal \r\nsectors of the economy. In 2011, a number of young \r\npeople graduated from the programme’s pilot phase \r\ntraining on mobile phone repairs. The green industry \r\nproject, launched by His Excellency President Al Hadji \r\nYahya A.J.J. Jammeh, seeks to create employment for \r\nGambian youths who risk their lives on the Atlantic \r\nOcean or trek across the desert in search of greener \r\npastures in developed countries. The national youth \r\nservice scheme, started in 1996, is also designed to \r\nprovide the young with employment skills. It emphasizes \r\nself-reliance and is aimed at discouraging illegal \r\nmigration. To date, the scheme has trained thousand \r\nof Gambians in almost 22 occupational fields, such as \r\ncar mechanics, carpentry, tailoring and so forth. The \r\nnational enterprise development initiative is tasked with \r\nempowering young Gambians through the provision of \r\ntraining in entrepreneurship, giving loans to operate \r\nbusinesses in the informal sector and business advice \r\nin order to ensure investment sustainability.\r\nIf we delve further into this phenomenon, we can \r\nconclude that migration is rewarding to people coming \r\nfrom countries where the general economic situation is \r\nworse than that in the receiving country. In the case of \r\nthe Gambia, both unskilled and highly skilled migrants \r\naged between 20 and 30 years make up a workforce that \r\nserves an attractive basis for further investment.\r\nThe Gambia furthermore recognizes that migration \r\nis not devoid of challenges. There is, in the first place, \r\nthe reality of irregular migration, which often involves \r\nour young men and women endangering their lives in \r\ndilapidated boats on the high seas and during long treks \r\nacross the desert. In many cases, such daring ventures \r\nare fatal.\r\nMeanwhile, all the migration restrictions in \r\nadvanced industrialized economies have provided \r\nfurther impetus for this new trend. While we all strive \r\nto promote free trade and the free movement of people, \r\nmost developed countries continue to place restrictions \r\non the movement of people.\r\nThe Gambia shares the concern of developing \r\ncountries that essential skills for the development of \r\nour region and the continent have been lost, further \r\nweakening the already inadequate capacity to meet \r\nour development challenges. Many parts, if not all, of \r\nthe continent are affected by a shortage of qualified \r\nhuman resources, resulting in part from the large-scale \r\ndeparture of our professionals and university graduates.\r\nThousands of African professionals, including \r\nmedical doctors, nurses, accountants, engineers and \r\nmanagers, leave our shores each year. While those \r\nmovements may have some limited beneficial effects in \r\ndeveloping countries, this “brain drain” is a handicap \r\nfor sustainable development. We acknowledge that \r\nmigration is an agent of development, but we cannot \r\nignore the downside of migration and the problem \r\nof the brain drain. The migration of skilled workers, \r\ntogether with the scarcity of qualified health personnel, \r\nengineers and so forth, highlights one of the biggest \r\nobstacles to our achieving the Millennium Development \r\nGoals in the health, education and agricultural sectors.\r\nWe are concerned about the failure of many rich \r\ncountries to develop their own human resources and their \r\npreference to instead recruit staff at the international \r\nlevel. That trend affects developing countries, which \r\ninvest a great deal to train their nationals, only to \r\nlose them to rich countries. The migration of such \r\nskilled people therefore creates a paradox of reverse \r\n26/46 13-49787\r\nA/68/PV.25 03/10/2013\r\ndevelop global partnerships to that end. That will help \r\nnational planning commissions, bilateral development \r\ncooperation agencies and multilateral development \r\nagencies to incorporate migration in their development \r\nanalysis, plans and monitoring efforts.\r\nSecondly, Governments, employers and civil \r\nsociety should make stronger and more systematic \r\nefforts to empower migrants. Migrants will bring \r\nabout more development if their fundamental rights \r\nare respected, and when they are protected against \r\nexploitation, discrimination and abuse. We need to \r\nenable and facilitate access to rights and ensure the \r\neffective implementation of existing human rights \r\nframeworks.\r\nThirdly, Governments should assist migrants so \r\nthat they can bring value to foreign labour markets \r\nat the actual level of their skills and qualifications. If \r\nwe want to bring about greater, positive development \r\noutcomes, Governments should work more closely \r\non the validation and recognition of skills. We need \r\nto make commitments to reduce the transfer costs of \r\nmoving and the costs and risks of recruitment. Working \r\nwith employers, we also should improve the match \r\nbetween the demand and the supply of labour, so that \r\nmigrants respond to relevant national labour market \r\nneeds.\r\nFourthly, when we invite migrants to our labour \r\nmarkets, we need to make sure that they have the means \r\nto integrate. We should better inform the general public \r\nabout migrants’ positive contributions. If we want settled \r\nimmigrants and members of diaspora communities \r\nto bring more back to their countries of origin, we as \r\nGovernments need to facilitate their involvement and \r\nprovide adequate tools and frameworks.\r\nFifthly, for the sake of the migrants’ and their \r\nfamilies’ well-being and the enhanced portability \r\nof skills, we also need to facilitate the portability of \r\nearned pension rights.\r\nThose are five areas where tangible progress is \r\nneeded and possible. Those Governments that put \r\nin place enabling legal frameworks and embrace \r\npartnerships are likely to facilitate mobility and \r\npositive development outcomes in all those areas. Well-\r\nmanaged migration can thereby bring mutual benefits.\r\nMeasures are certainly important at the national \r\nlevel, and I will provide just one example. In Sweden, \r\na reform has opened up the Swedish labour market to \r\nThe Gambia recognizes that remittances are one \r\nof the developmental effects of migration. Although \r\nsuch effects are felt most acutely at the individual and \r\nhousehold levels, they are also felt at the community and \r\nnational levels. Hence, while remittances are privately \r\nearned transfers, they play a significant financial role \r\nin developing nations. The Government of the Gambia \r\nacknowledges the significant contribution Gambians \r\nin the diaspora are making towards the development of \r\nour nation.\r\nIn conclusion, it can be seen that the Gambia \r\nrecognizes the huge advantages that migration can \r\nconfer by spurring development, yet there are immense \r\nchallenges that the phenomenon poses to development. \r\nTherefore, with a view to harnessing the potential \r\nbenefits of migration and development, the Gambia has \r\ninitiated development projects that are proving useful \r\nin curbing illegal migration, on the one hand, and in \r\nimproving the skills of our youth and increasing options \r\nfor the development of our country and its people, on \r\nthe other.\r\nMr. Billström (Sweden): Sweden aligns itself with \r\nthe statement made on behalf of the European Union \r\nand its member States.\r\nMuch progress has been made since the first High-\r\nlevel Dialogue, in 2006. We have been moving towards \r\na common understanding of the positive development \r\nimpacts of migration. It is clear that migrants and \r\ndiasporas can become crucial actors for development. \r\nNot only do they send remittances to families and \r\ncommunities, they connect countries by investments \r\nand trade. Their skills and ideas enrich economies \r\nand societies. Development is about expanding the \r\nchoices of the poor and vulnerable. Today, we can claim \r\nwith certainty that the millions of people who move, \r\ncontribute to that process. In fact, they are intrinsically \r\npart of it. Mobility brings prosperity.\r\nThe potential for even greater contributions is \r\nnevertheless immense. Better-tuned Government \r\npolicies and cooperation can make that difference. \r\nTherefore, I believe that we should focus on making \r\nfurther progress in a few key areas at this Dialogue.\r\nFirst, as one of the main outcomes, I hope to \r\nhear strong commitments on the role of migration \r\nin the post-2015 agenda in line with the proposal \r\nby the Secretary-General. The new development \r\nagenda needs to recognize migration as an enabler \r\nof the relevant development goals, and we need to \r\n13-49787 27/46\r\n03/10/2013 A/68/PV.25\r\ninterest to this issue within the framework of our \r\ndiscussion on international migration and development \r\nhere today.\r\nI should like, on behalf of my country, to associate \r\nmyself with the statements made on behalf of the Group \r\nof 77 and China and of the African Union.\r\nThe delegation of the Sudan appreciates the \r\nopportunity presented by this High-level Dialogue on \r\nthe issue of international migration and its integration \r\ninto and incorporation as an objective as part of the \r\npost-2015 development agenda. We are aware of the \r\nclose relationship between migration and development, \r\nas well as the positive and negative impacts of migration \r\non States of origin and of destination. This meeting \r\naffords us the opportunity to discuss that issue, too, in \r\nits many dimensions.\r\nIn this respect, the issue of migrants’ human \r\nrights in destination countries should enjoy the same \r\nlevel of attention as efforts and sacrifices to achieve \r\ndevelopment in those countries, in conformity with the \r\nprinciples of international agreements in the field of \r\nhuman rights.\r\nAnother issue of importance for this and other \r\nmeetings that will lead to the outcome document is \r\nthat of compensation for States that have seen their \r\nworkers, their best brains, f lee abroad. They should be \r\ncompensated in line with the resources that they have \r\ninvested in the education of those workers, including \r\nprofessional training. It should take the form of \r\nassistance to cover the local shortfall and guarantee \r\nthat successive generations of qualified professional \r\nworkers are available for countries of origin and \r\ndestination alike.\r\nThe Sudan has adopted a law to prevent the \r\nillicit trafficking of human beings on the basis of \r\ninternational efforts to regulate safe migration, in \r\nparticular international migration. The Sudan complies \r\nwith the International Convention on the Protection \r\nof the Rights of All Migrant Workers and Members of \r\nTheir Families, which prohibits the use of migrants for \r\nimmoral work and the harming and abuse of migrants.\r\nOur history, both recent and distant, shows that \r\nwe have always welcomed migrants. We have done \r\nso despite our very difficult economic circumstances \r\nresulting from the unjust unilateral sanctions imposed \r\nagainst the Sudan and from the fact that our debt was \r\nnot written off in conformity with the comprehensive \r\nagreement reached in that regard.\r\npeople from outside the European Union. It has been \r\npraised by the Organization for Economic Cooperation \r\nand Development (OECD) as one of the most liberal to \r\nbe initiated by an OECD member. We are also preparing \r\nproposals on enhancing circular migration for mutual \r\ndevelopment gains.\r\nNational action can feed into regional and global \r\ncooperation. Sweden has taken an active part and \r\nprovided leadership in the Global Forum on Migration \r\nand Development. As the current Chair of the Forum, \r\nwe build on the experiences of and the progress made \r\nduring the time of our six predecessors. In fact, setting \r\nup the Global Forum after the first High-level Dialogue \r\nwas that Dialogue’s most tangible result. I fully \r\nsupport the Secretary-General’s statement that this \r\nforum has become indispensable. Today, it is the only \r\nglobal platform for the frank, open and trust-building \r\nexchange of experiences and good practices.\r\nIn that context, I would like to acknowledge the \r\nsignificant contributions of the Special Representative \r\nof the Secretary-General, Mr. Sutherland. I take this \r\nopportunity to call on the Secretary-General, through \r\nhis Special Representative, to continue his work on \r\nidentifying priorities for international cooperation on \r\nmigration, to stimulate the global debate and to initiate \r\nbroader analysis and proposals regarding migration in \r\nthe post-2015 development agenda. Sweden is ready to \r\ncontribute actively to such initiatives. I would also like \r\nto call on the co-Chairs of the Open Working Group on \r\nSustainable Development to bring the issue of migration \r\ninto the Group’s discussions.\r\nAll relevant United Nations agencies and the \r\nInternational Organization for Migration, as the \r\nlead migration agency, should have migration and \r\ndevelopment firmly on their agendas. Strengthened \r\ncoherence and cooperation within the Global Migration \r\nGroup should be encouraged not only in New York and \r\nGeneva, but also in the field.\r\nIn conclusion, we as Governments can take \r\nsignificant steps forward, together with all stakeholders, \r\nto further improve the potential contribution of migrants \r\nto development. It is up to all of us. Let us move ahead \r\nin partnership.\r\nMr. Khair (Sudan) (spoke in Arabic): At the outset, \r\nwe extend our most heartfelt condolences and sympathy \r\nto the families of the migrants who perished in the \r\nMediterranean Sea today off the shores of Italy. This \r\npainful tragedy should compel us to attach even greater \r\n28/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nThe Angolan Government recognizes that \r\ninternational migration is part of the globalization \r\nprocess and is an important factor for the development of \r\nboth countries of origin and destination. However, illegal \r\nimmigration in Angola is a matter of concern for the \r\nState, especially because of its economic, demographic, \r\nsocial, cultural and security consequences, which make \r\nit a permanent concern for the Angolan State.\r\nTherefore, in order to strengthen the status of \r\nimmigrants, the Republic of Angola is currently \r\nreforming its immigration policy, a legal instrument \r\nof vital importance. The reformed policy will define, \r\namong other things, mechanisms to be observed by \r\nimmigrants in order for them to settle legally in Angola \r\nand to find suitable conditions for their integration into \r\nsociety and their participation in the country’s national \r\nreconstruction process now under way. That will allow \r\nthem to earn an income, which will enable them to \r\nimprove their living conditions in this increasingly \r\nglobalized world.\r\nAngola has been adopting political, diplomatic, \r\njudicial, legislative and administrative measures to \r\npromote and ensure a healthy and smooth immigration \r\nsystem geared towards economic and social development \r\nand the protection of the human rights of immigrants, \r\nespecially among the most vulnerable, including women, \r\nchildren and the elderly. Among the various measures \r\nbeing taken, we would like to highlight the construction \r\nof temporary housing centres for illegal immigrants, \r\nthe opening of border checkpoints and crossing points, \r\nthe issuance of identification documents to border \r\nresidents — a laissez-passer, for example — and the \r\nstrengthening of bilateral cooperation with States and \r\ninternational and regional organizations.\r\nHowever, the fight against illegal immigration and \r\nthe promotion of regular migration is the responsibility \r\nof Member States, in partnership with international \r\norganizations and civil society. There is a need to \r\nelaborate and adopt at the highest level an international \r\nstrategy for managing migration f lows. We believe it \r\nis essential to establish cooperative relations between \r\ncountries of origin and/or transit by entering into \r\nbilateral and multilateral agreements on migration. In \r\nthat regard, the Republic of Angola has signed bilateral \r\nand multilateral cooperation agreements on migration \r\nissues with several countries, focusing on neighbouring \r\ncountries within the context of the Southern African \r\nDevelopment Community and the Economic Community \r\nof Central African States. Moreover, Angola has \r\nThe Government of the Sudan attempts to help \r\nSudanese citizens working abroad. We have set up \r\nagencies to help them and to study the issue of migration \r\nand its impact. We have also established a national \r\ncouncil to assist migrants. All these bodies work under \r\nthe direct leadership of the Council of Ministers of the \r\nSudan.\r\nThe Sudan is both a sending and receiving country \r\nof workers and migrants, as well as a country of transit \r\non various levels. We therefore have a great deal of \r\nexperience in the field of migration issues. We attach \r\nhigh priority to this meeting and have high expectations \r\nof it. International migration in all its forms and the \r\nimpact thereof at the national and international levels \r\nshould be taken into consideration.\r\nThe Sudan stands ready to continue its cooperation \r\nwith all the relevant actors in drawing up development \r\ngoals for the post-2015 period.\r\nMr. De Barros Veiga Tavares (Angola) (spoke in \r\nPortuguese; English text provided by the delegation): \r\nOn behalf of the executive branch of the Republic of \r\nAngola, let me express my joy at and gratitude for the \r\ninvitation to participate in this great event. The topic \r\nunder discussion is of pivotal importance, as migration \r\nis a hot topic and a political priority for the majority of \r\nthe States Members of the United Nations.\r\nAs is well known, migration dates back to \r\nprehistoric times and is motivated mainly by the search \r\nfor better living conditions. In the globalized world in \r\nwhich we operate today, there is a growing migratory \r\nmovement caused principally by political, economic \r\nand social factors, and in many cases by armed \r\nconflicts. For several years, the Republic of Angola was \r\nmarked by a wave of emigration due to the fratricidal \r\nwar that devastated the country and the unfavourable \r\neconomic climate that was prevalent then, which led \r\nmany Angolans to abandon their country in search of a \r\nbetter life in various parts of the globe.\r\nWith the achievement of peace in 2002, Angola \r\nnow enjoys political and social stability, which has \r\nallowed considerable economic growth. That has \r\nresulted in the return of Angolans from the diaspora \r\nand a massive influx of immigrants from various parts \r\nof the world, particularly from Asia, South America, \r\nEurope, the Middle East and Africa. It is our belief \r\nthat the influx of immigrants to Angola is useful for \r\nthe country’s development, especially in this phase of \r\nnational reconstruction.\r\n13-49787 29/46\r\n03/10/2013 A/68/PV.25\r\nIn 2001, the concept of labour migration abroad from \r\nthe Republic of Tajikistan was adopted, according to \r\nwhich labour migration is considered an integral part \r\nof the national employment policy. In 2010, in order to \r\ndevelop and implement an effective labour migration \r\npolicy, the Republic of Tajikistan developed a national \r\nstrategy for labour migration abroad for the period 2010 \r\nto 2015.\r\nCurrently, Tajikistan is implementing a programme \r\non professional training for labour migrants. Today, their \r\nnumber has increased from 18 to 71, and their network \r\ncovers the entire country. Within this framework, \r\nmigrants receive training in 48 of the professions and \r\ntrades most in demand.\r\nI would like to dwell on the issue of the social \r\nprotection of migrants. A report by Tajikistan on the \r\nimplementation of the International Convention on the \r\nProtection of the Rights of All Migrant Workers and \r\nMembers of Their Families was considered by the \r\nCommittee on Migrant Workers at its sixteenth session, \r\nheld in Geneva on 17 and 18 April 2012. The report \r\ncovered work done in the field of the social protection \r\nof the families of migrants. As for the social protection \r\nof migrants from Tajikistan in destination countries, \r\nalmost all bilateral agreements between Tajikistan and \r\nthe destination countries have provisions concerning \r\nensuring their rights and their social protection.\r\nI wish to take this opportunity to speak briefly \r\nabout a negative aspect of international migration: \r\nhuman trafficking. As one of the worst forms of human \r\nrights violations and freedoms, human trafficking has \r\nbecome the most urgent global problem. We believe \r\nthat more attention should be paid to strategies aimed \r\nat protecting and rehabilitating the victims of human \r\ntrafficking. The formation of regional and international \r\nmechanisms of cooperation to combat human \r\ntrafficking is an important component in this struggle. \r\nTajikistan is gradually implementing a comprehensive \r\nprogramme on combating human trafficking for 2011-\r\n2013.\r\nIn conclusion, I would like to note that my \r\ndelegation supports the Declaration adopted by \r\nthe General Assembly at this High-level Dialogue \r\n(resolution 68/4). Meanwhile, I wish to underscore that \r\nimplementing that declaration successfully depends, \r\nin many respects, on the practical, agreed-upon and \r\ncoordinated measures and steps to be undertaken by \r\nboth origin and destination countries.\r\nbeen actively involved in regional and international \r\nconferences on the management of migration promoted \r\nby the African Union, the International Organization \r\nfor Migration, the Office of the United Nations High \r\nCommissioner for Refugees and the African, Caribbean \r\nand Pacific Observatory of Migration.\r\nIn conclusion, we would like to appeal to the United \r\nNations to support, through its specialized agencies, \r\nMember States and regional organizations in their \r\npolicies aimed at efficient management of migration \r\nf lows. Similarly, we think it is appropriate to identify \r\nstrategies in this forum to allow Member States to \r\nstrengthen the exchange of experiences and other \r\nprovisions, so that migrants are not seen as a factor \r\nharmful to the socioeconomic policies and cultural \r\nrights of host countries.\r\nMr. Mahmadaminov (Tajikistan): First of all, \r\nI would like to express our appreciation for the \r\norganization of today’s High-level Dialogue on \r\nInternational Migration and Development.\r\nWe associate ourselves with the statement made by \r\nthe representative of Fiji on behalf of the Group of 77 \r\nand China.\r\nIt is common knowledge that, since the first \r\nHigh-level Dialogue on International Migration \r\nand Development, some progress has been made in \r\nstrengthening cooperation in this area. However, as \r\nyet the most effective mechanisms for the protection of \r\nthe rights of all migrants have not been fully engaged, \r\nand awareness of the complex and multifaceted \r\nnature of the migration process is lagging. We hope \r\nthat the second High-level Dialogue on International \r\nMigration and Development will provide a broad and \r\nefficient platform for a constructive discussion and an \r\nassessment of the impact of international migration on \r\nsustainable development, and that it will also identify \r\npriorities for the post-2015 development agenda. We \r\nbelieve we should focus our efforts on searching for \r\nways to enhance cooperation and partnership on issues \r\nof international migration and the protection of the \r\nrights of migrant workers.\r\nRecognizing the importance of migration issues, \r\nthe Government of Tajikistan has been implementing \r\nmeasures on the legislative regulation of the migration \r\nprocess. Since 2000, various consistent and targeted \r\ninstitutional measures aimed at regulating labour \r\nmigration have been implemented and the structures \r\nfor bodies that manage migration have been developed. \r\n30/46 13-49787\r\nA/68/PV.25 03/10/2013\r\ntransfers are important. Assistance to returning \r\ndistressed migrants and trafficked persons is required, \r\nas is international action against trafficking and human \r\nsmuggling. The United Nations must lead multilateral \r\naction for the fast and safe return of migrants caught in \r\ncrisis situations.\r\nWith the support of Member States, this post-2015 \r\nagenda can be measured through a jointly agreed set \r\nof global migration and development indicators to \r\nestablish benchmarks for good practices and decent \r\nwork for migrants and their families. With the support \r\nand commitment of all Member States to the post-\r\n2015 agenda and its global migration and development \r\nindicators for good practices, as well as those from \r\nsocial partners and civil society organizations, it will \r\ncertainly help strengthen the foundation for global \r\npeace, security and prosperity for all.\r\nMr. El Jaziri (Tunisia) (spoke in Arabic): At the \r\noutset, I would like to express, on behalf of Tunisia, our \r\ndeep solidarity and sadness over what happened this \r\nmorning near Lampedusa, Italy. This type of accident \r\nhappens on a daily, monthly and yearly basis, and \r\nthousands of people go missing between Africa and \r\nEurope. Fewer than 300 people were martyred during \r\nthe revolution in Tunisia that demanded freedom and \r\nsought to build a new State, but hundreds and hundreds \r\nof Tunisians have gone missing in the waters between \r\nEurope and Africa. We know nothing of their fate. This \r\nissue is a global responsibility for Africa, Europe and \r\nthe countries of the rest of the world.\r\nMigration is an important vector for social, \r\neconomic and cultural cohesion among nations. \r\nTherefore, support for the contribution of migrants \r\nto development in the countries of origin, destination \r\nand transit and their ability to play a fruitful role in \r\nachieving cultural outreach cannot be separated from \r\npolicies that would enhance respect for their rights \r\nand aspirations. Moreover, sound management of \r\ninternational migration f lows and the creation of \r\nrelationships through the development of the States \r\nof origin, destination and transit require continued \r\ndialogue and cooperation at the international level on \r\nall issues in order to overcome the challenges posed by \r\nmigration that require joint solutions.\r\nThe increase in migration f lows over \r\ntime — owing to people’s desire to improve their \r\nliving conditions, accelerating technological \r\nadvances and social, economic and environmental \r\nMs. Dimapilis-Baldoz (Philippines): The \r\nPhilippines, as a major country of origin for labour, has \r\npioneered a system of managing temporary contract \r\nmigration that has been recognized as a model by the \r\ninternational community. It is founded on a strong \r\nlegal and social framework and is known for its \r\ncomprehensive State policy of protection of the rights \r\nof migrants, regardless of their status, which covers all \r\nphases of the migration cycle. It serves as one of the \r\npillars of the Philippine economic, social and foreign \r\npolicy.\r\nNotwithstanding this long-tested model, the \r\nmanagement of the migration of more than 10 million \r\noverseas Filipinos, who live and work in more than \r\n200 countries and annually contribute $22 billion in \r\nremittances, continues to present many development \r\nchallenges. President Benigno S. Aquino III has \r\narticulated a development goal of sustainable inclusive \r\ngrowth and decent work for all, where remittances are \r\nleveraged to spur investment and growth and migration \r\nfor work is envisioned as a genuine option, and not a \r\nnecessity.\r\nIn this High-level Dialogue, the Philippines \r\nsupports a migration and development agenda on decent \r\nwork for migrants and their families that is anchored \r\nin the shared principles of transparency, responsibility, \r\naccountability and mutuality of benefits. We support the \r\nreconvening of the Dialogue every five years to assess \r\nits progress and to take stock, considering the results \r\nof dialogue processes such as the Global Forum on \r\nMigration and Development, the Abu Dhabi Dialogue \r\nand the Colombo Process, among others.\r\nThe Philippines supports a post-2015 migration \r\nand development agenda that can be pursued through \r\nnational, bipartite and multilateral arrangements, with \r\nthe following objectives. There should be respect for \r\nthe universally recognized rights of migrants and their \r\nfamilies, and legal, ethical and orderly migration should \r\nbe promoted. The gender dimension and migration’s \r\nimpact on women and children, particularly those in \r\ndomestic work, must be addressed. Effective access \r\nto fast and fair complaint mechanisms and judicial \r\nremedies is needed. There should be mutual recognition \r\nof skills and professions, and recruitment agencies \r\nmust be regulated and monitored. Migrants should \r\nhave access to social security and health care, and \r\nsocial security and pension rights should be portable. \r\n“Return home” programmes are needed for effective \r\nreintegration. Faster, safer and cheaper remittance \r\n13-49787 31/46\r\n03/10/2013 A/68/PV.25\r\nIn that framework, after the elections of 23 October \r\n2011, Tunisia established a State department for \r\nmigration and for Tunisians abroad, tasked with \r\ndrawing up a national policy for migration issues \r\nand following up on developing capacities and skills \r\nand coordinating the various mechanisms. We have \r\nalso launched a national strategy assigning roles in \r\ndealing with this to all the relevant parties, including \r\nGovernment organizations, academics and civil society. \r\nFurthermore, we are working on creating a national \r\nobservatory for migration.\r\nIn that regard, I would like to call on friendly \r\ncountries and international organizations to support \r\nour efforts in establishing institutional frameworks for \r\nmigration that relate positively to the relevant political \r\nand administrative issues and to national development. \r\nI should note here that migration sometimes has \r\nnegative repercussions on development in the form of \r\nthe brain drain. In in my country, for instance, it has \r\nexceeded acceptable levels and cannot continue at such \r\na rate without having serious adverse effects on our \r\ndevelopment.\r\nFinally, as I said earlier, we cannot talk about \r\nmigration today without mentioning the tragedy of \r\nthe thousands of migrants who have gone missing at \r\nsea, a number that includes hundreds of Tunisians. I \r\nbelieve the time has come for the United Nations to \r\ngive that issue the attention it deserves, because it has \r\ndevastating humanitarian and social repercussions.\r\nWhile we are discussing the many challenges and \r\nopportunities involved in international migration and \r\nits repercussions on development, we would like to \r\nreiterate the important role that the United Nations can \r\nplay in dealing with issues of international migration \r\nin the post-2015 development agenda. Those challenges \r\nand dangers have to be dealt with, and we must provide \r\nmore opportunities in tackling migration and to support \r\ndevelopment.\r\nMs. Pandor (South Africa): I wish to join my \r\ncolleagues in offering our country’s condolences to \r\nthose who lost loved ones and compatriots in the tragic \r\nboat accident that occurred off the coast of Italy.\r\nWith regard to this debate, we would like to express \r\nour appreciation to the Secretary-General, his Special \r\nRepresentative and the various agencies and institutions \r\nthat are working on the subject of managing migration \r\nin a humane and orderly fashion. We also welcome the \r\ntransformations — sometimes brings about crises and \r\nchallenges that a single country cannot overcome alone. \r\nThat requires us to work together to find appropriate \r\nand rapid solutions to those challenges and crises by \r\nlistening to others, holding dialogues and cooperating, \r\nwhile preserving the dignity of migrants and their basic \r\nrights regardless of their legal status.\r\nThis approach, which is based on dialogue, \r\ncooperation and the centrality of human rights, has \r\nenabled Tunisia to confront and overcome one of the \r\nmost extreme migration crises it has ever experienced: \r\nthe f low of 1.2 million refugees of different nationalities \r\ncoming from Libya after the fall of the former regime \r\nthere during the spring of 201l. Had it not been for \r\nthe spontaneous solidarity that the Tunisian society \r\nand Tunisian people expressed, and without the \r\neffective participation of international humanitarian \r\norganizations, the Libyan crisis would have had \r\nrepercussions with a significant impact on Tunisia. \r\nThe Tunisian authorities dealt with the crisis in an \r\nexemplary way, as has been demonstrated by various \r\ninternational entities. We distributed those refugees to \r\nvarious refugee camps that were concentrated in the \r\nsouth of Tunis for their own benefit, and the camps \r\nwere finally closed in June 2013.\r\nIt is worth noting here that the changes we have \r\nwitnessed in our region over the past few years have had \r\nimportant repercussions on migration f lows and routes. \r\nMy country and the entire region are still trying to deal \r\nwith the various repercussions and challenges of those \r\ndevelopments, especially at the economic and social \r\nlevels. In addition to the challenges related to managing \r\nthe crises brought about by regional developments, \r\nand the need to strengthen the link between migration \r\nand development, my country is trying to firmly deal \r\nwith the issue of illegal migration, as well as trying to \r\ncombat human trafficking and provide assistance to the \r\nvictims of such dangerous practices.\r\nMigrants play an important role in supporting \r\ndevelopment in their countries of origin in various \r\nfields. Our expatriate community, for example, \r\ncontributes 5 per cent of our gross domestic product. \r\nMoreover, their savings constitute 30 per cent of total \r\nnational savings. Given the importance of the role of \r\nTunisian migrants, we have worked on including the \r\nissue of migration in development plans and on giving \r\nTunisian communities abroad a strategic position that is \r\nin line with national priorities.\r\n32/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nWe as a country are not yet fully at a point where \r\nwe can effectively administer all these different forms \r\nof migration. The partnerships we build here must help \r\nus to develop our national capacities to administer \r\nour populations and effectively manage international \r\nmigration.\r\nWe are working, with the support of the African \r\nUnion, to help countries develop national population \r\nregisters and legal frameworks that will support \r\nmigration. We believe our commitment to human rights \r\nis signalled by the manner in which we have received \r\nmigrants in our country and in which they enjoy social \r\nwelfare, support and legal access to all rights in South \r\nAfrica. We must ensure that all our institutions and \r\nour countries have frameworks that support a form of \r\nmigration that leads to development. We begin from \r\nthe premise that the responsibility of our country is \r\nto fight poverty, inequality and underdevelopment, \r\nwhile promoting migration policies that will lead to \r\nsocioeconomic growth, enhance skills training and \r\npromote human security, global partnerships and \r\ncapacity-building to benefit our country and migrants \r\nequally.\r\nGiven the reality of and the challenges posed by \r\ninternational migration, we are of the view that when \r\nmanaged and supported effectively, international \r\nmigration can contribute to social and economic \r\ndevelopment. We believe that it is vital that this debate \r\non migration and development be fully integrated into \r\nthe deliberations on the post-2015 development agenda. \r\nWe believe migration should infuse all aspects of \r\ndevelopment that will make up that agenda.\r\nThe Acting President: I now give the f loor to the \r\nobserver of the European Union.\r\nMs. Malmström (European Union): On behalf \r\nof the European Commission and the States members \r\nof the European Union (EU), I would like to begin by \r\nexpressing my deepest sorrow over the horrible tragedy \r\nthat occurred outside Lampedusa this morning. Our \r\nthoughts are with the victims and their families.\r\nThe European Union and its member States would \r\nlike to reaffirm their commitment to a more consistent, \r\ncomprehensive and better-coordinated approach to \r\nmigration and development at all levels, and to identify \r\nmeasures that promote the role of migrants as agents \r\nof innovation and development. Working together on \r\na global agenda should produce tangible, effective, \r\ninclusive and forward-looking results. Those results \r\nstatements made earlier in this meeting on behalf of the \r\nAfrican Union and of the Group of 77 and China.\r\nWe meet in this High-level Dialogue united in our \r\nresolve to advance international cooperation in the area \r\nof migration. While we welcome the thematic focus \r\non migration and development and, of course, all the \r\ndeliberations on the subject, we do think it important to \r\ngive attention to the challenge of migration in a context \r\nof poverty. How might poor countries convert migration \r\ninto an opportunity for development rather than a \r\nfurther addition to the poor and most vulnerable in \r\ntheir countries? Many developing countries experience \r\nmigration in a context of poverty. How do we include \r\nthem in this debate? How do we include their particular \r\ninterests?\r\nWe must be wary of assuming a nexus between \r\nmigration and development, because the two may not \r\nalways coincide for the poorest countries of the world. \r\nSome are vulnerable because of inadequate immigration \r\nsystems and low levels of security, and they become \r\nvictim to criminal syndicates that steal identities and \r\ntraffic women and children. We must respond to the \r\nchallenges of those countries as well.\r\nWe believe this Dialogue must help countries \r\nresolve current migration challenges by creating links \r\namong stakeholders that will lay the basis for effective \r\nsolutions to intractable challenges. The Dialogue must \r\nserve as a platform for the renewal of commitments \r\nat the highest level. We hope that the conclusions will \r\nsignal a vibrant political commitment to advancing an \r\nagreed international agenda on migration.\r\nSouth Africa believes the debates on international \r\nmigration are appropriately located within the United \r\nNations system. They should happen here, and \r\nmonitoring must be done by United Nations institutions. \r\nWe believe that will allow all Members an opportunity \r\nto discuss the subject on an equal footing.\r\nAs colleagues have said, migration is a global \r\nphenomenon today. People are moving to seek better \r\nopportunities, and global corporations are looking \r\nfor scarce skills and talented individuals. Regular, \r\ndocumented migration holds benefits for migrants as \r\nwell as for countries of origin, transit and destination. \r\nUnfortunately, irregular and illegal migration causes \r\ndifficulties for Governments and for migrants. We also \r\nrecognize that at times people are forced to migrate to \r\nsurvive. It is not always a matter of choice.\r\n13-49787 33/46\r\n03/10/2013 A/68/PV.25\r\ntheir rights. Empowerment can enable refugees to make \r\nimportant contributions to host communities and local \r\nand national economies.\r\nThirdly, internal mobility within a country, in \r\nparticular between rural and urban areas, can produce \r\nopportunities and challenges similar to international \r\nmigration. Cities have the potential to act as catalysts \r\nof social change, and exchanges of knowledge and \r\nexperiences between cities worldwide should be \r\npromoted.\r\nThe EU and its member States believe that all \r\nStates should respect the dignity and uphold the human \r\nrights of migrants, regardless of their status. Particular \r\nattention should be given to the most vulnerable, such \r\nas unaccompanied minors, children and victims of \r\ntrafficking.\r\nLet us make sure that the protection of migrants’ \r\nhuman rights remains a cross-cutting policy priority. \r\nWe should also uphold and ensure the implementation \r\nof the relevant international human rights instruments. \r\nThat goes far beyond the individual migrant, and it \r\nalso benefits the home society and the society in which \r\nmigrants live and work.\r\nI hope that we can all agree that trafficking in \r\nhuman beings is a serious crime and a gross breach \r\nof human rights. It is crucial that all countries ratify \r\nand implement the international instruments on \r\npreventing and fighting smuggling and trafficking \r\nin human beings. It is equally important to take firm \r\naction against all forms of exploitative employment \r\nof migrants, including by implementing sanctions for \r\nemployers of irregular migrants.\r\nLet us also agree today that more attention should be \r\ngiven to the assistance and protection needs of migrants \r\ncaught up in dire humanitarian and life-threatening \r\nsituations and distress, whether en route or during their \r\nstay in host countries. Seven years ago, the first-ever \r\nHigh-level Dialogue on International Migration and \r\nDevelopment took important steps to improve global \r\nmigration management, in particular by establishing \r\nthe Global Forum on Migration and Development.\r\nSix successful meetings have now proved that \r\nthe Global Forum is a valuable platform for frank and \r\nopen discussions. By exchanging experiences and \r\ngood practices, it has enabled trust to be built among \r\nparticipants — Governments, civil society and the \r\nprivate sector. We should now take one step further \r\nshould improve the life of migrants and benefit all \r\ncountries and societies.\r\nThis High-level Dialogue comes at a crucial moment \r\nin time, as we enter the final phase for implementing the \r\nMillennium Development Goals and begin setting the \r\npost-2015 agenda. It is clear that migration and mobility \r\nhave contributed to the achievement of many of the \r\nMillennium Development Goals. There is no doubt, \r\nfor instance, that human capital transfers constitute an \r\nimportant asset for countries of origin. Remittances \r\nand the mobilization of diasporas to assist their country \r\nof origin, notably through investments, constitute \r\nnew sources of private financing for development. We \r\nshould all continue to work together to lower the cost \r\nof remittances.\r\nWe believe that migration has clear links with \r\ndevelopment and should be taken into account in the \r\ncontext of the post-2015 agenda. It is an enabler of \r\ninclusive and sustainable growth and a key aspect \r\nof global population dynamics. Much progress has \r\nbeen made in recent years, but more systematic and \r\ncomparable work is needed to build up a sufficient \r\nknowledge base on how migration can facilitate or \r\nhinder projects aimed at achieving the development \r\ngoals. That goes in particular for the sectors most \r\ninfluenced by demographics and labour issues.\r\nThe EU and its member States believe that it is \r\nnecessary to broaden the migration and development \r\nagenda in order to better address the full range of \r\npositive and negative impacts that migration can have \r\non sustainable economic, social and environmental \r\ndevelopment. We must continue to adjust and advance \r\npolicies to better meet the current challenges and \r\nopportunities. Allow me to mention briefly three \r\nexamples.\r\nFirst, we must recognize that almost half of all \r\ninternational migrants reside in the global South. \r\nThat shows the growing importance of migration \r\nand mobility between developing countries, which \r\nrequires greater attention at all levels. That issue in \r\nparticular should be addressed in national and regional \r\ndevelopment policies.\r\nSecondly, we should acknowledge that refugees and \r\nother persons in need of protection — especially those in \r\nprotracted situations — present significant challenges \r\nfor host countries and host communities, which should \r\nbe addressed through long-term development planning, \r\ntargeted initiatives and the enjoyment by refugees of \r\n34/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nLet me conclude by emphasizing the importance \r\nthat the EU and its member States attach to this High-\r\nLevel Dialogue and its follow-up.\r\nMr. Barakauskas (Lithuania): I would like to \r\nunderline the importance that Lithuania attaches to \r\nthe High-level Dialogue on International Migration \r\nand Development in our role as the current President \r\nof the Council of the European Union. In that respect, \r\nallow me to recall the conclusions of the Council of \r\nthe European Union and of the representatives of the \r\nEuropean Union member States meeting in the Council \r\non the 2013 High-level Dialogue on International \r\nMigration and Development and on broadening the \r\ndevelopment-migration nexus, which define the \r\napproach of the European Union and its member States \r\nfor the High-level Dialogue.\r\nLithuania fully supports what has been said by \r\nCommissioner Malmström on behalf of the European \r\nUnion and would like to add some additional remarks.\r\nThe European Union and its member States \r\nare convinced that economic growth can be further \r\nunderpinned by policies on global and intraregional \r\nlabour mobility, such as policies that ensure more \r\ntargeted skills development, skills certification and \r\nskills recognition schemes, especially in sectors where \r\nthere is a shortage of trained personnel. For example, \r\ntraining partnerships could make valuable contributions \r\nto increasing the supply of trained personnel for \r\nboth countries of origin and destination in sectors \r\nexperiencing labour shortages, through appropriate \r\nmechanisms to match demand and supply.\r\nIn that context, it is necessary to consider reviewing \r\npossible barriers to mobility in order to facilitate \r\neconomic relations, prosperity and regional integration, \r\ntaking into account the situation of the respective labour \r\nmarkets and security concerns. In our view, regional \r\norganizations are particularly well-placed to facilitate \r\nregional mobility, which is why processes and regional \r\norganizations involved in promoting orderly, regular \r\nand safe intraregional migration and mobility between \r\ndeveloping countries should be supported.\r\nIt is crucial to ensure adequate protection, \r\nempowerment and decent working standards for \r\nmigrant workers. Potential migrants should receive \r\naccurate information about immigration procedures, \r\nentitlements and obligations. That would contribute to \r\nreducing the vulnerability of migrants.\r\nand increase the participation of development actors. \r\nWe would also like to use this opportunity to recognize \r\nthe significant contribution made over the years by the \r\nSpecial Representative of the Secretary-General for \r\nMigration.\r\nThe EU and its member States are convinced that \r\nimproved coordination and coherence among all United \r\nNations agencies and other international and regional \r\norganizations that deal with migration and development \r\nare essential. We believe that the International \r\nOrganization for Migration, as the leading international \r\norganization in that field, could take a proactive role in \r\nstepping up coordination within the system.\r\nAllow me also to share with the General Assembly \r\nthe positive experience of the EU and its member States \r\nin the development and implementation of the Global \r\nApproach to Migration and Mobility. Since 2005, it \r\nhas provided a comprehensive framework for external \r\naction on migration. On that basis, the EU and its \r\nmember States are engaged in regional and bilateral \r\ndialogues with a broad range of countries and regions. \r\nWithin that framework, several EU member States \r\nhave concluded and implemented bilateral agreements \r\nand partnerships with several States. We therefore \r\nurge all States to engage in international dialogue and \r\ncooperation to identify shared priorities and strengthen \r\nbilateral and regional migration management.\r\nIn order to harness the benefits of migration and \r\nminimize the negative aspects, we need migration to \r\nbe well managed. Effective return and readmission \r\npolicies are prerequisites for well-managed migration, \r\nand all countries should meet their obligation under \r\ninternational customary law to readmit their own \r\nnationals and take appropriate measures.\r\nBut States and international organizations cannot do \r\nall that alone. We need the effective involvement of the \r\nprivate sector, employers’ and workers’ organizations, \r\nacademia and civil society, and migrants’ and human \r\nrights organizations on the global, regional, national \r\nand local levels.\r\nLet us agree today to address the global challenges \r\nand work to achieve tangible, effective and forward-\r\nlooking results. Let us identify ways to improve the \r\nlives of migrants and their families. And let us take \r\ndecisive steps to maximize the benefits that migration \r\nand development can bring.\r\n13-49787 35/46\r\n03/10/2013 A/68/PV.25\r\naccountable, so as to bring about a win-win situation \r\nfor countries of origin and destination alike. Countries \r\nin the North as well as in the South have benefited from \r\nthe migration of workers. Destination countries have \r\nfilled the gaps resulting from labour shortages in their \r\nefforts to advance their socioeconomic development, \r\nand sending countries have received remittances for \r\ngeneral welfare of the families and households, which \r\nhelp to reduce poverty and sustain economic growth. \r\nBut, migrant workers, particularly those in the low- and \r\nsemi-skilled categories, are often subject to various \r\nrisks and vulnerabilities. The protection of the basic \r\nrights of the most vulnerable section of the migrant \r\nworkers, especially low-skilled workers, women and \r\ngirls, in destination countries must therefore be granted \r\nincreased attention.\r\nMore effective mechanisms of cooperation and \r\ncollaboration among sending, transit and receiving \r\ncountries at the bilateral, regional and global levels \r\nare needed in order to protect the rights of workers and \r\ntake into account their contribution to development. \r\nMore analytical studies and research are needed to \r\nfully understand how migration and migrant workers \r\ncontribute to the complex developmental process, \r\nbeyond growth in gross domestic product (GDP) alone.\r\nFor a country like Nepal, where remittances \r\nfrom migration represent around 25 per cent of \r\nGDP at present and where around 1,500 youths \r\nleave the country for foreign employment every day, \r\nlabour migration is an issue of high importance and \r\nurgency. The circular migration of youths to southern \r\ndestinations plays an important role in the economy \r\nof Nepal. For us, the safety and security of workers \r\nat all stages of the migration process, issues such as \r\ndecent work, regular and market-based pay and the \r\nobservance of health standards at work are crucial. \r\nWe call on the countries of the North to open up their \r\nlabour markets for regularized cyclical migration \r\nin a more transparent manner. We are committed to \r\nmaintaining transparency and accountability in the \r\nrecruitment process, which need to be supported by a \r\npositive environment in the market place. In particular, \r\nwe seek to avoid exploitative and abusive practices by \r\nemployers and their middlemen. Lowering the cost of \r\nrecruitment and of the transfer of remittances provides \r\ngreat respite to the workers and facilitates the arrival of \r\nremittance proceeds to poor countries in need.\r\nWe emphasize the importance of regional initiatives \r\nsuch as the Colombo Process and the Abu Dhabi \r\nI would also like to highlight a number of issues \r\nunder consideration as perceived from our national \r\nperspective. Lithuania, with its population of 3 million \r\npeople, has a very long emigration history and a \r\nstrong diaspora. Like many European countries, \r\nLithuania experienced large-scale emigration at the \r\nbeginning of the last century. Migration, especially \r\nemigration, became a reality again during the 1990s, \r\nand especially over the past few years. It is estimated \r\nthat today more than 1.3 million people of Lithuanian \r\norigin reside outside the borders of Lithuania, of \r\nwhom about 300,000 hold Lithuanian citizenship. The \r\nLithuanian Government therefore considers it a priority \r\nto exploit that potential by promoting the idea that no \r\nmatter where Lithuanians reside, they should have the \r\nopportunity to develop contacts with their country of \r\norigin and contribute to its development.\r\nIn our efforts to find innovative ways to engage \r\nthe Lithuanian diaspora to participate in State life and \r\ncontribute to its development, we have learned some \r\nimportant points. Lithuania will share its experience in \r\nthat regard at round table three tomorrow morning.\r\nLet me conclude by stressing the importance that \r\nthe European Union and its member States attach to \r\nthis High-level Dialogue and its follow-up.\r\nMr. Thapa (Nepal): Allow me to extend my warm \r\nfelicitations to all of the participants in the High-level \r\nDialogue. The history of civilization bears testimony to \r\nthe fact that there exists a close nexus between migration \r\nand development, but migration has yet to come into \r\nthe mainstream of the development discourse. The \r\nMillennium Development Goals (MDGs) bypassed it, \r\nand other internationally agreed development goals have \r\ntreated it with scant regard. As the world community is \r\nat a juncture as it seeks to advance the attainment of \r\nMDGs and the framing of the post-2015 development \r\nagenda, I believe that this High-level Dialogue will be \r\na turning point in addressing that important issue and \r\nbringing it into the mainstream process.\r\nMy delegation associates itself with the statement \r\ndelivered by the representative of Fiji on behalf of the \r\nGroup of 77 and China. I would also like to associate \r\nmyself with the statement delivered by the representative \r\nof Benin on behalf of least developed countries.\r\nMigration is a common feature of the globalized \r\nand interdependent world, but the question remains \r\nas to whether we want to make that important \r\nphenomenon regular, managed, transparent and \r\n36/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nmigration. On the basis of a regular dialogue, we carry \r\nout joint projects to learn from each other and to find \r\nsolutions to problems.\r\nBut important regional or global issues cannot \r\nbe dealt with only in a bilateral framework. Such \r\nconsideration needs to be complemented by a \r\nmultilateral dialogue. With the Bern Initiative of 2004, \r\nSwitzerland took the first step in a continuous effort \r\nto foster an open dialogue on immigration. Dialogues \r\nneed strong partners. I would like to particularly \r\nacknowledge the important role played by Sir Peter \r\nSutherland. Civil society’s five-year action plan is a \r\nconstructive contribution to the High-level Dialogue.\r\nWe also welcome the recent decisions of the Global \r\nMigration Group, and we will continue to support its \r\nwork. However, Switzerland would also like to invite \r\nthe Group to consider the possibility of a joint debate \r\non how to make the Group a stronger partner at the \r\npolicy and operational levels.\r\nThe issue of a dialogue on migration and \r\ndevelopment should remain on the United Nations \r\nagenda. We are convinced of the value of regular \r\nhigh-level dialogues. Such gatherings allow us to take \r\nstock of the situation and set the agenda at the political \r\nlevel. At the same time, they complement expert-level \r\nprocesses, such as the Global Forum on Migration \r\nand Development. Switzerland continues to offer full \r\nsupport to the Forum, which is the main platform for \r\nglobal dialogue for States.\r\nWe fully subscribe to the eight-point programme of \r\naction outlined in the report of the Secretary-General \r\n(A/68/292). Allow me to highlight three aspects of that \r\nagenda.\r\nFirst, human trafficking is an unspeakable violation \r\nof the most fundamental human rights of women, \r\nchildren and men. It is our duty to prevent trafficking, \r\nprotect victims, punish perpetrators and join our forces \r\nthrough partnerships. Switzerland is determined to put \r\nan end to that form of modern slavery and has included \r\nthose principles in a national action plan.\r\nSecondly, although it is not formally reflected in \r\nthe current framework, it is widely acknowledged \r\nthat migration has contributed significantly to the \r\nachievement of the Millennium Development Goals. \r\nSwitzerland will work for the integration of migration \r\ninto all relevant fields within the post-2015 framework.\r\nDialogue, which are aimed at ensuring safe, managed, \r\npredictable and mutually beneficial migration, and we \r\ncall for the proper functioning and strengthening of \r\nsuch initiatives, which serve the interests of origin and \r\ndestination countries alike.\r\nAt the global level, the Global Forum on Migration \r\nand Development must be strengthened to provide \r\nbroader education and awareness-raising on relevant \r\nissues and build confidence in steering through the \r\nmigration process in a managed and orderly manner. \r\nSimilarly, the role of the international organizations \r\nresponsible for migration issues should be geared up, \r\nso as to better serve the legitimate interests of workers.\r\nIn order to realize an inclusive, sustainable and \r\npeople-centred development approach, as envisaged in \r\nthe post-2015 development framework, international \r\nmigration and its contribution to the development \r\nof origin and destination countries must be granted \r\nadequate attention. The substantive increase in \r\nthe number of migrant workers and in the f low of \r\nremittances is already visible, but at the same time \r\nthe development dimension of migration must also be \r\nreflected in the future development agenda.\r\nMs. Sommaruga (Switzerland) (spoke in French): \r\nSwitzerland was, for a long time, a country of emigration. \r\nToday, in terms of our own population, Switzerland \r\nhas one of the highest rates of immigration in the \r\nworld. Immigration makes an important contribution \r\nto Switzerland’s economic, social and cultural \r\ndevelopment. However, certain voices have begun to \r\nbe raised to demand restrictions on immigration to our \r\ncountry.\r\nOn the other hand, there are other European countries \r\nthat seek to attract greater numbers of migrants in order \r\nto address the labour shortfalls in many sectors of their \r\neconomies. There are, furthermore, those who leave \r\nother European countries particularly impacted by the \r\nfinancial crisis to try their chances on other continents.\r\nThose examples show that migration is constantly \r\nchanging, and with it so too are the demands it places \r\non States. Today many countries are, at the same \r\ntime, countries of origin, transit and destination. That \r\nmeans that very different countries located on different \r\ncontinents have things in common when it comes to \r\nmigration. We must see this as an important opportunity. \r\nWhere there are similarities, there are automatically \r\nopportunities for cooperation. Switzerland fosters \r\nsuch cooperation through bilateral partnerships on \r\n13-49787 37/46\r\n03/10/2013 A/68/PV.25\r\nmigration since the mid-nineteenth century, when \r\nLesotho was regarded as a labour reserve for South \r\nAfrican mines. Since then, a significant proportion of \r\nLesotho’s labour force has been f locking to the Republic \r\nof South Africa as migrant workers. The positive side of \r\nthat scenario is evidenced by the magnitude of migrant \r\nremittances to Lesotho, which constitute 25 per cent of \r\nthe country’s gross domestic product, exceeding official \r\ndevelopment assistance, foreign direct investment and \r\nSouthern African Customs Union revenues. In fact, in \r\nreal terms, Lesotho is one of the top recipients in the \r\nworld.\r\nI cannot be complacent about the gains we make \r\nfrom remittances received from a single source, \r\nbecause, on the other hand, Lesotho is losing some \r\nof its best minds in other sectors through migration. \r\nPerhaps it is time for us to balance the scale and devise \r\nstrategies for enhancing the benefits of migration for \r\nmigrants in countries of origin and destination alike \r\nthrough, inter alia, the facilitation of other forms of \r\ndiaspora contributions.\r\nAt this point, I would like to share with \r\nrepresentatives one of the major initiatives Lesotho has \r\nundertaken in its quest to manage migration in a coherent \r\nmanner. Lesotho has drafted a comprehensive migration \r\nand development policy. Among the key issues, the \r\ndraft policy discusses migration data management, the \r\n“brain drain”, skills development and retention, the \r\nBasotho diaspora, remittances, international migration, \r\nmigration and gender, migration and health, informal \r\ncross-border trade, human trafficking, social security \r\nfor migrant workers and cross-border management. \r\nThose issues are pertinent to the migration and \r\ndevelopment discourse in Lesotho.\r\nI wish to conclude by emphasizing the importance \r\nof the nexus between migration and development. \r\nMigration is a stimulus for human development, and \r\nas such it is fitting to seek to understand migration \r\ndynamics and to embark on comprehensive approaches \r\nto its management. While we respect the freedom of \r\nmovement as a fundamental element of human rights, \r\nwe also need to cautiously pay attention to the abuse of \r\nthose rights.\r\nMr. Souhail (Morocco) (spoke in French): First \r\nof all, I would like to commend the President for \r\nhaving convened this second High-level Dialogue on \r\nInternational Migration and Development. It offers the \r\ninternational community a precious opportunity to take \r\nThirdly, Switzerland endorses the call by the \r\nSecretary-General for better protection of the human \r\nrights of migrants. Around the globe, migrants find \r\nthemselves in terrible situations. A pragmatic and \r\ncoordinated approach among all actors is needed to \r\neffectively protect the rights of migrants.\r\nStrong international cooperation, as important as it \r\nis, cannot free a State from its responsibilities. States \r\nmust bear the primary responsibility for protecting the \r\nrights of migrants and for helping them to integrate, \r\nwhile expecting them to contribute to the harmonious \r\nlife of their communities. Our societies will enjoy \r\nthe benefits of migration only when States meet their \r\nresponsibilities in that regard.\r\nMr. Molapo (Lesotho): I would like to start by \r\nextending the sympathies and condolences of His \r\nMajesty the King, the Government and the people of \r\nLesotho for the tragic events that occurred this morning \r\noff the coast of Lampedusa.\r\nIt is a great honour to deliver these remarks on this \r\nvery important occasion of the United Nations High-\r\nlevel Dialogue. The Dialogue seeks to identify concrete \r\nmeasures to strengthen coherence and cooperation \r\nat all levels with a view to enhancing the benefits of \r\ninternational migration for migrants and countries alike, \r\nas well as migration’s important links to development, \r\nwhile reducing its negative implications. It comes \r\nat an opportune time, when the United Nations is in \r\nthe process of formulating the post-2015 development \r\nagenda.\r\nMigration remains an enabler of development at the \r\nfamily, national and international levels. It touches the \r\ncore of families’ lives. The migration and development \r\ndiscourse traditionally perceived migration as a problem \r\nto be solved by fostering development in the countries \r\nof origin. It has since recognized mobility as an integral \r\npart of development that presents both important human \r\ndevelopment opportunities and trade-offs and costs. \r\nMigration has increasingly become multidirectional, \r\nwith the South-South migration being at the same level \r\nas North-South f lows. Hence, countries of the North \r\nand South face the same challenges when it comes to \r\ngoverning migration.\r\nLesotho is both a least developed country and a \r\nlandlocked developing country. That geographical \r\nposition has exposed Lesotho to a combination of \r\nmigration challenges and opportunities. Lesotho’s \r\neconomic opportunities have been characterized by \r\n38/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nreviewing the legal status of certain groups of foreigners \r\nwith irregular administrative status in Morocco. \r\nHumanitarian situations involving vulnerable people \r\nand those who carry out regular professional activities \r\nin our country will be given priority. Other working \r\ngroups will be charged with renewing the legal and \r\ninstitutional framework for dealing with asylum and \r\nthe fight against human trafficking. Finally, we will \r\nhave to redouble our diplomatic efforts to promote our \r\ncountry’s stance and propositions in the main forums \r\naddressing migratory f lows and to revive regional and \r\ninternational cooperation in that regard.\r\nMeanwhile, Morocco, which was one of the first \r\nStates to ratify the Convention on the Rights of All \r\nMigrant Workers and Members of Their Families, will \r\ncontinue to work with the United Nations system to \r\nimplement the United Nations Development Assistance \r\nFramework for the period 2012-2016, which includes \r\nrefugees and migrants among the groups requiring \r\nspecial attention. The international dialogue on \r\nmigration and development has made significant \r\nprogress over the last decade, making it possible \r\nfor migration to go from being a taboo subject to an \r\nitem that is constantly on the international agenda. \r\nTherefore, thanks to the combined efforts of regional \r\nconsultative processes and the international dialogue on \r\nmigration conducted by the International Organization \r\nfor Migration and other groups, the debate on migration \r\nhas become more constant and structured.\r\nHowever, the Global Forum on Migration and \r\nDevelopment remains merely a place for dialogue \r\nand lacks a concrete implementation tool, given \r\nthat much of the process happens outside the United \r\nNations system. The second High-level Dialogue on \r\nInternational Migration and Development will give \r\nMember States an opportunity to bring migration into \r\nthe work of the United Nations in an effective manner \r\nas part of the framework of the post-2015 development \r\nagenda. Morocco can only welcome the large-scale \r\nmobilization around that topic.\r\nMr. Beck (Solomon Islands), Vice-President, took the \r\nChair.\r\nAt the national level, we have already committed, \r\nwith our new immigration policy, to integrate migration \r\ninto the global migration strategy and various sectoral \r\nstrategies. A similar effort has just been launched \r\nregionally, with the launch two days ago of the African \r\nAlliance for Migration and Development, made up \r\nstock of the past seven years, when there has been an \r\nunprecedented mobilization of interest around a subject \r\nthat is complex and sensitive, one that essentially allows \r\nus to link the past, present and future of humankind. My \r\ncountry associates itself with the statement made by the \r\nrepresentative of Fiji on behalf of the Group of 77 and \r\nChina. Over the past 20 years, the movement of people \r\nhas continued to grow, owing mainly to economic and \r\ndemographic disparities. According to data provided by \r\nthe Population Division of the Department of Economic \r\nand Social Affairs at the United Nations, the number of \r\ninternational migrants in the world has increased from \r\n155 million in 1990 to 214 million in 2010.\r\nFor most of those migrants, the main objective has \r\nremained the same, namely, to find better opportunities \r\nto improve their living conditions and those of their \r\nfamilies, thereby contributing to growth and well-being \r\nboth in the countries of origin and in the countries of \r\ndestination. Migrants boost the economy and increase \r\ngrowth in the gross domestic product of the country \r\nof destination. Migration also contributes to mitigating \r\nthe problems of unemployment and, to some extent, to \r\nthe financing of human and economic development in \r\nthe country of origin through remittances.\r\nHowever, the past decade has also seen major \r\nchanges in the breadth, intensity and destination of \r\nmigratory f lows. Migration from one developing \r\ncountry to the next remains significant. However, there \r\nare new poles of economic growth in the South, creating \r\nSouth-South f lows. As a country of origin, transit \r\nand destination, Morocco makes the dual effort of \r\nresponding to the needs of Moroccans residing abroad, \r\nwhile also creating strategic, legal and institutional \r\ninstruments in line with international standards that \r\ngovern the stay of foreigners within its territory.\r\nOn 9 September, at a meeting devoted to migration, \r\nHis Majesty King Mohammed VI reiterated that the \r\nissue of migration, which is a subject of legitimate \r\nconcern and sometimes even of polemical discussions, \r\nshould be addressed in a global and humanistic \r\nmanner, in line with international law, with greater \r\nmultilateral cooperation. In that framework and in \r\norder to implement those goals, a number of meetings \r\nhave been held in the form of working groups that \r\nhave been charged with examining cases recognized \r\nas refugee cases by the Office of the United Nations \r\nHigh Commissioner for Refugees in Rabat. Hearings \r\nfor those concerned began on 25 September. We also \r\nhad to establish case-by-case assessment criteria for \r\n13-49787 39/46\r\n03/10/2013 A/68/PV.25\r\naffected by and have an effect on faster and better \r\ncommunication. Transportation systems have created \r\na web of interdependence and interconnectedness, \r\nrendering international migration a complex issue with \r\noverarching global policy implications.\r\nToday’s world is beset by suffering; rising youth \r\nunemployment, unresolved conflicts, political and \r\neconomic crises, changing climatic conditions, global \r\neconomic inequalities and political inducements are \r\namong the contributing factors to the current rapid \r\nmobility of people from many countries and regions.\r\nInternational migration is a multidimensional reality \r\nof major relevance for the development of origin, transit \r\nand destination countries. We should not shy away \r\nfrom addressing it head-on so that it also becomes \r\na positive force for the achievement of the post-\r\n2015 development goals. There is a dynamic linkage \r\nbetween migration and development, and we should be \r\nable to address the challenges and opportunities that \r\nit presents. My delegation believes that building on its \r\npositive implications for countries of origin, transit \r\nand destination represents a way forward. To do that, \r\nreliable statistical data on international migration are \r\nneeded, including, where possible, on the contributions \r\nof migrants to development in both origin and \r\ndestination countries.\r\nInternational migration is not without its own \r\nproblems or perils, as we heard this morning with \r\nregard to the sad and tragic incident in Lampedusa. I \r\nwish to extend my condolences to the families of the \r\nvictims. Many migrants face death, abuse, violence, \r\nhorror and exploitation, and may become subjects of \r\norgan harvesting by organized criminal elements. \r\nHuman trafficking ought to be combated in all its \r\nmanifestations. We need to cooperate and build a \r\ncommon front by fully implementing the Global Plan \r\nof Action to Combat Trafficking in Persons.\r\nWhile the introduction and consolidation of \r\ncoordinated policies for safe, orderly and legal migration \r\nis vital in reducing the vulnerabilities of migrants, I \r\nwish to stress that it is important that, irrespective of \r\nthe status of the migrants, they need to be allowed to \r\nlive in dignity and security and have their basic rights \r\nrespected, including the issuance of residence and \r\nwork permits. There is no doubt that migrants’ access \r\nto education, training and decent work would greatly \r\nbenefit the theme under discussion. Integration policies \r\nought to be considered and reinforced. Involuntary, or \r\nprimarily of those countries that participated in the \r\nRabat Process. Morocco fully supports humanitarian \r\naction in Africa as one of the main objectives of \r\nits foreign policy. It also supports the work of and a \r\nrecent initiative by the Special Representative of the \r\nSecretary-General for International Migration and \r\nDevelopment in times of crisis.\r\nThe international community must increase its \r\nawareness of the humanitarian consequences of acute \r\ncrises affecting migrants, as a matter of urgency. \r\nIt is also essential that we identify how to help such \r\npersons in accordance with existing international law, \r\nhumanitarian principles, and shared responsibility, \r\nwhich are principles that are generally accepted as \r\ngood practices both internationally and nationally. In \r\nthe event of migration-based crises, the operational \r\nframework of the International Organization for \r\nMigration is a good starting point.\r\nAllow me, in conclusion, to highlight once again \r\nthe urgent need for concerted action by the international \r\ncommunity on migration and development. The process \r\nof globalization began during the previous century with \r\nthe mobility of goods, services and capital. The twenty-\r\nfirst century will be a time of human mobility. The \r\npoint is no longer to try to see whether more people \r\nin the world will move to different parts of the world \r\nbut, rather, under what conditions those migratory \r\nmovements will take place. The recommendations \r\ncontained in the report of the Secretary-General \r\n(A/68/292) provide a platform that will enable the \r\nsuccess of international migration on the basis of \r\njudicious and fruitful international cooperation. We \r\nbelieve that such a commitment will allow us to build a \r\nbetter future for tomorrow.\r\nMr. Saleh (Eritrea): At the outset, I would like to \r\ncongratulate the President for organizing this High-level \r\nDialogue on International Migration and Development. \r\nI also wish to thank the Secretary-General for his \r\nreport. Many of the global issues that we try to address \r\nat the United Nations have their own complexities \r\nand implications on the policies and actions that we \r\nwould like to undertake. In that connection, the topic \r\nof international migration and development is no less \r\ncomplex. I am convinced that this High-level Dialogue \r\nwill allow us to assess the progress and challenges \r\nof international cooperation within migration and \r\ndevelopment.\r\nMigration has always been a part of the \r\nhuman condition. Today, people’s movements are \r\n40/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nimportant dialogue. I am very pleased to see many \r\nfamiliar faces here in New York.\r\nLet me start by recognizing our Mexican colleagues \r\nfor their hard work in their efforts to find consensus \r\nand constructive approaches to the challenging issues \r\nsurrounding migration and development. We think \r\ntheir work shepherding the declaration that was agreed \r\nto earlier (resolution 68/4) has set the stage for a \r\nsuccessful and substantive High-level Dialogue.\r\nIn my public remarks I have emphasized the \r\nimportance of focusing on concrete outcomes that \r\ncan move the migration dialogue forward rather than \r\non divisive institutional and procedural issues that do \r\nnothing to improve the lives of migrants.\r\nLet me briefly mention three areas that I believe \r\ncan be advanced by this High-level Dialogue. The \r\nfirst is migrants in crisis, the second is trafficking in \r\npersons and the third, to a certain extent, is migration \r\nin development.\r\nThere are unprecedented numbers of migrants \r\nliving and working outside their countries of origin. \r\nWe have recently seen several situations where, due to \r\nconflict or natural disaster, large numbers of migrants \r\nhave been trapped in crisis situations. Examples include \r\nthe unrest in Libya, the earthquake and tsunami in \r\nJapan in 2011, and Hurricane Sandy right here in the \r\nUnited States last year.\r\nTo begin the dialogue, I propose to begin to focus \r\non lessons learned from situations like the Libya crisis, \r\nwhere migrants, through no fault of their own, were \r\nstranded without recourse because of events outside \r\ntheir control.\r\nI applaud the leadership shown by Peter Sutherland, \r\nthe Secretary-General’s Special Representative on \r\nMigration, on the issue of migrants in crisis and his \r\nexcellent leadership on migration overall. I hope he will \r\ncontinue to help identify the most challenging emerging \r\nmigration issues and work with States and international \r\norganizations to develop innovative solutions.\r\nI have agreed to help lead an initiative with the \r\nPhilippines and other interested countries — working \r\nclosely with the International Organization for \r\nMigration, the Office of the United Nations High \r\nCommissioner for Refugees and civil society groups — to \r\naddress the situation of migrants in crisis. The process \r\nfor that initiative still needs to be engineered, but \r\nI envision a State-led process aimed at examining \r\nforced, repatriation cannot be acceptable. Their right to \r\nvoluntary return to and reintegration in their country of \r\norigin must also be respected without any interferences \r\nor impediments from any quarter.\r\nAs a commitment to the protection of Eritrean \r\nmigrants from abuse, including xenophobia and racism, \r\nEritrea has signed seven of eight core conventions of the \r\nInternational Labour Organization (ILO). The eighth \r\nconvention is in process, and ILO Convention No. 189, \r\non decent work for domestic workers, has already been \r\nsubmitted to the competent body for ratification.\r\nEritrea has a relatively large diaspora population. \r\nIn 2007 a dedicated department for Eritreans living \r\noverseas was established within the Ministry of \r\nForeign Affairs, in addition to the existing diplomatic \r\nstructures within its embassies and consular missions. \r\nThe role and contribution of Eritreans abroad in the \r\nstruggle for independence had laid the foundation for \r\ntheir active participation in the social, political and \r\neconomic development of the country.\r\nEritrea has a long history of changing the road \r\nmap from “brain drain” to “brain gain”, as several \r\nprofessional Eritreans in the diaspora were involved \r\nin the liberation movement. Eritreans in the diaspora \r\nenjoy the rights of full citizenship, including the right \r\nof representation in the National Assembly and the right \r\nto own properties and open businesses. Eritreans in the \r\ndiaspora support their families through remittances, \r\nand a significant number of them fulfil the 2 per cent \r\nper cent recovery and rehabilitation tax promulgated \r\nby the National Assembly in 1995. However, there are \r\ncampaigns in certain countries that want to impede the \r\ncontributions of Eritreans in the diaspora by politicizing \r\nthe issue. The diaspora’s rights to contribute to poverty \r\nalleviation and the overall sustainable development \r\nprogrammes ought to be enhanced, not impeded.\r\nOur major challenge is how best to consolidate \r\nand maximize the benefits of migration and mitigate \r\nits effects. Closer international cooperation aimed at \r\nenhancing the contribution of migrants to development \r\nis needed today more than any time before. I would like \r\nto express my delegation’s commitment to an effective \r\nand inclusive agenda on international migration that \r\nintegrates development and strengthens existing \r\ninstitutions and frameworks at all levels.\r\nMs. Richards (United States of America): I would \r\nlike to thank the President of the General Assembly \r\nand those in the Secretariat who have organized this \r\n13-49787 41/46\r\n03/10/2013 A/68/PV.25\r\nbillions of dollars for those individuals and families \r\nthat benefit from remittance f lows.\r\nI look forward to a successful High-level Dialogue \r\nand thank all members for their commitment to \r\nbettering the lives of migrants and acknowledging their \r\ncontributions to development.\r\nMs. Del Carmen Guillén (Mexico) (spoke in \r\nSpanish): At the outset, my delegation wishes to join \r\nothers in expressing our sense of solidarity and our \r\ngrief over the sad events near the Italian island of \r\nLampedusa.\r\nMexico recognizes that the link between migration \r\nand development is a global challenge. The commitment \r\nof States participating in this second High-level \r\nDialogue on International Migration and Development \r\nis to reach agreements and undertake subsequent \r\nactions to achieve a more coherent and balanced vision \r\nof migration that starts with the recognition of its \r\nindisputable human dimension and its contribution to \r\ndevelopment in countries of both origin and destination. \r\nThat is why we welcome the adoption of the declaration \r\nof this High-level Dialogue (resolution 68/4), which my \r\ncountry promoted and which highlights the importance \r\nof this issue at the United Nations, especially given \r\nits links with development and the need to give it due \r\nconsideration in the post-2015 development agenda.\r\nGiven the complexity and magnitude of the \r\nmigration phenomenon for our country, the Government \r\nof Mexico, led by President Enrique Peña Nieto, has \r\nrecognized it as an important priority for the Mexican \r\nState. Its cross-cutting nature necessarily places it \r\namong the major national challenges that Mexico has \r\nidentified and seeks to address through an agenda \r\nagreed among the main political forces. The migration \r\nchallenges that we in Mexico must respond to today \r\narise from the specific needs presented by the various \r\nmigrant f lows.\r\nWe have one of the largest diasporas in the world, \r\nand therefore must undertake demanding and extensive \r\nefforts to care for and defend Mexicans abroad. We have \r\nalready seen a substantial increase in irregular transit \r\nmigration through our territory, with the subsequent \r\nchallenges of ensuring migrants’ safety and full respect \r\nfor their rights. There has been an increase in the number \r\nof migrants who are particularly vulnerable, which \r\nmultiplies the efforts and services needed for legal care \r\nand assistance to them. Finally, the significant growth \r\nin the number of Mexicans returning to the country \r\nthe responsibilities of different actors in those crisis \r\nsituations, perhaps reporting back on progress during \r\nthe 2014 and 2015 meetings of the Global Forum on \r\nMigration and Development. To begin, I ask this High-\r\nlevel Dialogue to endorse the idea of us moving forward \r\ninformally through such a State-led process. That will \r\nserve as a lasting legacy of this Dialogue.\r\nTrafficking in persons is a key priority for the \r\nObama Administration, as it has been for prior United \r\nStates Administrations and is for many members of \r\nthe United States Congress. In acknowledgement of \r\nthe importance of the issue, the State Department’s \r\ntrafficking office is part of the United States delegation \r\nhere today.\r\nWe must affirm our commitment to protect \r\ntrafficking victims by encouraging increased efforts \r\nto identify them among migrant populations and by \r\ncautioning against conflating them with people who are \r\nsmuggled or who migrate without papers. We should \r\nensure that victims are not penalized as criminals.\r\nAssisting victims requires a global approach that \r\nputs victims at the centre of our response — getting \r\nthem out of harm’s way, ensuring that their abusers \r\nare brought to justice and helping them recover and \r\nmove forward with their lives. This forum provides the \r\nperfect opportunity to remind Member States that we \r\nhave an excellent tool for fighting this modern form of \r\nhuman slavery in the Convention against Transnational \r\nOrganized Crime and its Protocols. While 157 \r\nStates have ratified the Convention, not enough have \r\nimplemented it and put it into practice. This High-level \r\nDialogue will have a lasting legacy if it can serve as a \r\ncatalyst for States that have not ratified the Convention \r\nand its Protocols to do so and for those States that \r\nhave ratified the Convention to fully implement it. \r\nThat would make a world of difference to victims and \r\npotential victims of trafficking throughout the world.\r\nThirdly, migration and development are huge \r\ntopics. We need to begin to narrow our discussions and \r\nfocus on issues within the topics where there is reliable \r\nevidence and a common understanding. An issue \r\nthat has broad support now is reducing the overhead \r\ncost associated with sending remittances. Although \r\nthe Group of 20’s “five in five” target — to reduce \r\nremittance costs to 5 per cent in five years — was not \r\nachieved in the hoped-for time frame, continuing to \r\nwork towards a 5 per cent benchmark could be useful \r\nfor the international community and would free up \r\n42/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nthe new environment and communities. They need to \r\nrespect and abide by the rules and regulations of the \r\ncountries of destination.\r\nIt is pertinent to note in this context the important \r\nrole and contribution of civil society in finding \r\nresponses to the challenges and opportunities posed by \r\ninternational migration.\r\nIndonesia has its own challenges to face in \r\naddressing the negative impact of migration. \r\nRecognizing the increasing problems faced by our \r\nmigrant workers — mainly unskilled and low-skilled \r\nworkers, especially women, in informal sectors — the \r\nGovernment of Indonesia continues to strengthen its \r\nefforts for the promotion and protection of the rights of \r\nmigrant workers.\r\nAt the national level, we have ratified and \r\nimplemented the International Convention on the \r\nProtection of the Rights of All Migrant Workers \r\nand Members of Their Families. Indonesia calls on \r\ncountries that have not yet ratified the Convention to \r\nconsider doing so at the earliest possible date. We are \r\nalso expanding the scope of protection for our migrants \r\nby establishing citizens’ service units in our embassies \r\nand consulates in various countries, and we have \r\ndeveloped a “zero domestic workers road map 2017” to \r\npromote the safe and regular migration of professional \r\nand skilled workers.\r\nAt the regional level, Indonesia continues to promote \r\nand implement the Association of Southeast Asian \r\nNations Declaration on the Protection and Promotion \r\nof the Rights of Migrant Workers. In August, we hosted \r\na conference in Jakarta on regional cooperation on \r\ninternational migration, mobility and best practices on \r\nmigration and development in South-East Asia.\r\nAt the multilateral level, we have actively engaged \r\nin forums on migration issues such as the Colombo \r\nProcess, the Abu Dhabi Dialogue, the Global Forum \r\non Migration and Development and this High-level \r\nDialogue.\r\nWithin the framework of the post-2015 development \r\nagenda, the important role of migrants as agents for \r\ndevelopment has been emphasized in the report of \r\nthe High-level Panel of Eminent Persons on the Post-\r\n2015 Development Agenda, which the President of \r\nIndonesia had the honour to co-chair. We are pleased \r\nto note that the issue is also given adequate attention \r\nin the Secretary-General’s report entitled “A life of \r\ndeserves special mention, as we are approaching a net \r\nmigration rate that is close to zero.\r\nOn behalf of the Government of Mexico, I would \r\nreiterate that the common effort to link migration and \r\ndevelopment requires that we improve our human \r\nrights approach and assume greater responsibility in \r\nit. It requires that we ensure more dignified treatment \r\nfor vulnerable migrant populations and that nations \r\ncontinue to move towards decriminalizing migrants. \r\nIt requires that international aid for specific projects \r\nand programmes give greater attention to appropriate, \r\nhumane and legal aspects of international mobility. \r\nIn that context, we affirm that the conclusions and \r\ncommitments arising from this High-level Dialogue \r\nwith these aims will have Mexico’s full support.\r\nMr. Kleib (Indonesia): The issue of international \r\nmigration and development has rightly received \r\nincreasing international attention. Indonesia therefore \r\nwelcomes the convening of this High-level Dialogue on \r\nInternational Migration and Development.\r\nMigration undeniably contributes to the development \r\nboth of countries of origin and of destination. Over the \r\npast 20 years, the number of international migrants \r\nhas increased significantly. For Indonesia alone, it is \r\nestimated that 4.5 million Indonesians make a living as \r\nmigrant workers overseas.\r\nHowever, despite all its positive impacts, migration, \r\nif not managed properly by both countries of origin \r\nand destination, can pose challenges and possibly \r\nhave negative ramifications. For countries of origin, \r\nmigration can affect their development programmes \r\ndue to “brain drain” and the decreased availability of \r\nhighly skilled and talented workers. As for destination \r\ncountries, migration can cause an overreliance on \r\na foreign workforce and generate social problems, \r\nparticularly in periods of high unemployment and \r\neconomic uncertainty.\r\nWhile migrants can undoubtedly benefit from many \r\nopportunities provided in the country of destination, \r\nindividual migrants and their families are also \r\nvulnerable to possible intolerance, abuse, exploitation \r\nand discrimination. It is therefore important that their \r\nvital role as agents of and contributors to development \r\nbe recognized by both countries of origin and of \r\ndestination. To that end, there is a need to change \r\nsocietal mindsets and attitudes in destination countries \r\nso that they treat migrants equally and embrace them \r\nas their own. Similarly, migrants should also adapt to \r\n13-49787 43/46\r\n03/10/2013 A/68/PV.25\r\nin managing migration among the countries of origin, \r\ntransit and destination. That partnership approach is \r\nadvocated in various regional consultative processes, \r\nsuch as the Prague Process, which we initiated \r\nduring our presidency of the EU. It is essential that \r\ncomplementarity at this practical, operational level \r\nbe combined with a consultative, State-owned, \r\nnon-decision-making process. The Global Forum on \r\nMigration and Development, which arose from the \r\nfirst High-level Dialogue, is a good example of such \r\ncooperation.\r\nAs we see it, international migration is without a \r\ndoubt a global agenda that needs to be addressed at the \r\nhighest possible level. Practical solutions, however, are \r\nmost effective when implemented at the regional and \r\nlocal levels. Such an approach ensures that migration \r\nmanagement is implemented at the level as close \r\nas possible to migrants and has a migrant-centred \r\napproach.\r\nMr. Al-Hajri (Qatar) (spoke in Arabic): At the \r\noutset, allow me to express the condolences of the State \r\nof Qatar to the families and States of the victims of the \r\ntragic accident that led to the sinking of a ship in the \r\nMediterranean this morning. Such an accident gives our \r\nmeeting today an added importance and responsibility.\r\nQatar would like to associate itself with the \r\nstatement delivered earlier by the representative of Fiji \r\non behalf of the Group of 77 and China.\r\nI would also like to express our deep appreciation \r\nand gratitude to Mr. John Ashe, President of the General \r\nAssembly at its sixty-eighth session, for holding this \r\nHigh-level Dialogue on International Migration and \r\nDevelopment. Our dialogue gives the international \r\ncommunity an opportunity to evaluate international \r\nmigration policies and programmes and to enhance \r\ninternational cooperation and partnership in that \r\nfield. Moreover, it gives us a chance to offer thoughts \r\non practical measures for follow-up on integrating \r\nmigration and the f low of labour into the post-2015 \r\nsustainable development agenda.\r\nI would also like to thank the Secretary-General and \r\nthe guests who are participating in today’s important \r\nevent. We realize the significance of foreign labour and \r\nmigrant labour in achieving sustainable development in \r\nboth countries of origin and destination, because they \r\nare an important, effective part of the implementation \r\nof development programmes in their countries of \r\ndestination, as well as in raising standards of living, \r\ndignity for all” (A/68/202). In that context, we welcome \r\nthe declaration adopted at this High-level Dialogue \r\n(resolution 68/4). We believe it can pave the way to \r\naddressing migration in a coherent, comprehensive, \r\nbalanced and action-oriented way, and with a \r\npeople-centred focus.\r\nAs the declaration clearly reflects, migration \r\nis a transnational process and a cross-cutting and \r\nmultidimensional issue by nature. Neither countries \r\nof origin nor countries of destination are in a position \r\nto address every issue of migration alone. Inter-State \r\ncooperation is a must. Partnership in managing \r\ninternational migration is indeed essential.\r\nMr. Metnar (Czech Republic): I am pleased to \r\nrepresent the Czech Republic today at this High-level \r\nDialogue on International Migration and Development.\r\nThe Czech Republic fully supports the statements \r\ndelivered earlier by the European Union’s Home Affairs \r\nCommissioner and Lithuania’s Minister of the Interior \r\non behalf of the European Union (EU) and its member \r\nStates.\r\nThe United Nations High-level Dialogue on \r\nInternational Migration and Development offers a \r\nunique opportunity to work towards a global agenda on \r\nthe issue and to address persisting and new challenges \r\nlinked to intemational migration. Since the first High-\r\nlevel Dialogue, in 2006, my country has become a \r\ndestination for many foreign migrants. We have greatly \r\nvalued their contributions to the Czech Republic’s \r\nsocial and economic development and to our cultural \r\ndiversity. The increase in migration has at the same \r\ntime posed challenges for our State and has necessitated \r\nnew structures and legislation to manage it. We have \r\nstarted to develop policies aimed at encouraging \r\nforeign nationals to consider the Czech Republic as \r\na destination. At the same time, we have put in place \r\nintegration strategies for legal migrants, which are a \r\ncrucial element of migration and mobility.\r\nOur accession to the European Union has linked our \r\ncountry with the global migration system. We have been \r\nworking on international cooperation with countries \r\nof origin as an integral component of building a new \r\nmigration system. The external dimension of migration \r\nis a necessary part of overall migration management. \r\nWe cooperate with our partner countries in a balanced \r\nmanner, taking into account all aspects of migration.\r\nEffective migration management should be based \r\non intensive cooperation and a partnership approach \r\n44/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nin international migration. We wish to highlight \r\nthe regional consultative meeting on international \r\nmigration and development in the Arab region, held in \r\nJune in Cairo. It was organized by the Secretariat of \r\nthe League of Arab States, the Economic and Social \r\nCommission for Western Asia, and the International \r\nOrganization for Migration in preparation for our high-\r\nlevel dialogue today.\r\nWith regard to challenges facing the Arab world, \r\nincluding the rise in irregular migration and the \r\nmovement of skilled labour to and from the Arab world, \r\nwe note the lack of statistics and accurate comparative \r\nstudies of the effects of migration on development. We \r\nalso note the lack of comprehensive policies to integrate \r\nmigrants into the different policies of the State, whether \r\nsocial, political or environmental. In most cases, \r\nmigration from the Arab world is the result of economic \r\nfactors such as poverty and unemployment. Therefore, \r\nit is important to make a commitment to achieve the \r\nMillennium Development Goals in a manner that would \r\naffect migration, especially the brain drain. We must \r\ngive expatriate communities and youth a larger role \r\nin order to participate in development. We believe in \r\nthe need to give expatriate Arab communities a voice \r\nin the dialogue between civilizations and religions, \r\nwhich would heighten their role as a bridge for cultural, \r\neconomic and civilizational interactions between the \r\nArab world and the countries of destination.\r\nWe would also like to note the marked increase in \r\nthe number of refugees and displaced persons resulting \r\nfrom the political conditions and conflicts that some \r\nArab States are experiencing, such as the continued \r\nIsraeli occupation of Arab territories, which imposes \r\na burden on development plans and requires unifying \r\ninternational efforts to deal with the problem.\r\nWe realize that the issue of migration and the \r\nconditions of migrants and their rights no longer \r\nrepresents an economic, social and humanitarian \r\nconcern alone. It has begun to have a political impact \r\nin the regional and international arenas. We wish to \r\nenhance the positive aspect of Arab migration and \r\nminimize the negative repercussions it could have on \r\ndevelopment as well as on scientific and technological \r\ndevelopment. We also are aware of the effect of the \r\nArab brain drain on developmental efforts, and we \r\nwould like to integrate the issue in the post-2015 \r\ndevelopment agenda. We look forward to holding more \r\nregional consultative processes in order to exchange \r\nbest practices, lessons learned and experiences so that \r\nalleviating poverty and supporting socioeconomic \r\ndevelopment through the revenue that they send \r\nback home. Moreover, the f low of workers enhances \r\neconomic and political ties and deepens friendships \r\nbetween their home countries and the countries where \r\nthey work.\r\nWe would like to reaffirm the concept of a common \r\nresponsibility between the countries of origin and of \r\ndestination and the need to devise approaches that are \r\nbalanced and comprehensive in order to care for and \r\nprotect the rights of migrant workers and their family \r\nmembers and to absorb those who return. Since we \r\nrealize that xenophobia has been growing in some States, \r\nwe affirm the need to continue working to defend the \r\nrights of migrants, as stipulated by international and \r\nregional agreements and instruments, and to keep them \r\naway from politics and racist practices.\r\nBecause the State of Qatar cares about guaranteeing \r\nthe rights of all residents of the country, with no \r\nexception, our Constitution stipulates equality for all \r\nbefore the law. Article 35 of the Constitution states that \r\nall persons are equal before the law with no distinction \r\non the basis of gender, origin, religion or language. \r\nMoreover, article 52 stipulates that every resident of \r\nthe country should be given legitimate residency and \r\nmust be treated as such according to the law. Article \r\n30 stipulates that the relationship between employers \r\nand employees must be based on social justice. That \r\nright must be guaranteed to all employees without any \r\ndistinction as to the nationality of the worker, whether \r\nQatari or foreign. Furthermore, the Qatari labour law \r\nof 2004 enhanced workers’ rights as stipulated by the \r\npermanent Constitution of the State, which supports \r\nthe means of protecting those rights without any \r\ndiscrimination.\r\nIn addition to legislative and constitutional \r\nguarantees for workers’ rights, the State of Qatar \r\nhas signed many International Labour Organization \r\nconventions and has taken steps to guarantee respect \r\nfor and implementation of those rights by signing \r\nbilateral agreements with many countries of origin in \r\norder to manage their recruitment process from the first \r\ncontracting stage until the contract is fulfilled and the \r\nworker returns to his country of origin.\r\nToday, I would like to highlight the progress that \r\nArab States have made by participating in bilateral, \r\nregional and international dialogues, as well as by \r\nengaging in Arab and international cooperation \r\n13-49787 45/46\r\n03/10/2013 A/68/PV.25\r\nThe recognition of the structural nature of \r\nmigration produces at least three great challenges to \r\nStates — first, a reduction in and the de-incentivization \r\nof forced migration, especially in the structural sense; \r\nsecondly, the protection of the human rights of migrants \r\nin both transit and destination countries; and, thirdly, a \r\nstrengthening of relations with the diaspora with the \r\ncountry and communities of origin.\r\nThe first objective recognizes the complex factors \r\nthat arise in migration and are fundamentally related \r\nto economic factors, such as employment and income, \r\nand social factors, such as the link between individuals \r\nand their community and family, and to the depth of the \r\nrelationship between the individual and the migratory \r\nphenomenon, inter alia.\r\nThe second objective, de-incentivizing migration, \r\nimplies creating the conditions for potential migrants \r\nto put down roots in their home countries and in their \r\ncommunities. The second objective implies a shift in \r\nthe focus of international relations, with the migrant \r\nbeing viewed independently of his status, as a subject \r\nwith rights and thus worthy of the attention of the State. \r\nWe are talking about building a new kind of citizenship.\r\nFinally, the third objective makes it necessary \r\nto support the idea that building democracy and \r\ndevelopment is possible only if we incorporate the \r\npower of the diaspora, which provides far more than \r\nremittances, for example, investment opportunities and \r\nbusinesses in the diaspora, the strengthening of migrant \r\norganizations and their links to communities in terms \r\nof social investment and turning “brain drain” into \r\n“brain gain”. In the end, we need comprehensive and \r\nintegrating measures, with major efforts in the areas of \r\ncoordination among institutions and the participation \r\nof migrants themselves in the achievement of the goals \r\nI have referred to in this statement.\r\nProgramme of work\r\nThe Acting President: I should like to inform \r\nmembers that, following the consecutive meetings of \r\nthe Main Committees on Tuesday, 1 October 2013, the \r\nfollowing representatives have been elected Chairs of \r\nthe six Main Committees of the General Assembly at \r\nits sixty-eighth session and are accordingly members of \r\nthe General Committee for this session.\r\nThey are: First Committee, His Excellency \r\nMr. lbrahim Dabbashi (Libya); the Special Political \r\nand Decolonization Committee (Fourth Committee), \r\nwe can overcome the challenges we face, keeping in \r\nmind the original characteristics and particularities \r\nin the different areas of the world in terms of needs, \r\nrequirements and related problems.\r\nMr. García (El Salvador) (spoke in Spanish): \r\nMigration is a phenomenon as old as humankind itself. \r\nHumans have always moved from one place to the next, \r\nbut only recently has it been considered a problem. \r\nOnly recently has it appeared on the national and \r\ninternational agendas.\r\nThe countries of the Central American region, \r\nparticularly those of the so-called northern \r\ntriangle — Guatemala, Honduras and El Salvador — have \r\na migratory situation that in some academic circles \r\nhas been qualified as explosive, as more than 20 per \r\ncent of its population is residing abroad. The case of \r\nEl Salvador is paradigmatic, with more than 30 per cent \r\nof our population, approximately 2.9 million, living \r\nabroad. Of those, 2.5 million live in the United States, \r\nwhich is the primary destination country for Central \r\nAmerican and Salvadoran migration. In the latter case, \r\nthe most recent census in the United States shows that \r\nthe number of Salvadorans in that country increased by \r\n159 per cent.\r\nGiven the magnitude of the migratory f low in \r\nthe region and its persistence over time, international \r\nmigration has increased in many countries of the \r\nregion, consolidating itself as structural phenomenon \r\nfor the economic and social life of the countries of \r\nCentral America, including El Salvador.\r\nThat structure has come about in at least three \r\ndifferent ways. After three decades of intense migratory \r\nf low, its dynamic and nature no longer depend on its \r\noriginal causes. Today, it depends more on its own \r\ninternal logic with relative autonomy. Migration is now \r\na long-term phenomenon and does not respond to short-\r\nterm or circumstantial measures. Short-term measures \r\ncan affect its intensity and nature, but will not lead to a \r\ndrastic modification.\r\nLastly, migration and remittances are essential when \r\nit comes to the operation of the economy and society in \r\nthose countries. The weight of remittances in the gross \r\ndomestic product is such that it is no longer possible \r\nto achieve macroeconomic balance without them. That \r\nalso has to do with access by large contingents of the \r\npopulation to health services, in particular sexual and \r\nreproductive health services, education and housing.\r\n46/46 13-49787\r\nA/68/PV.25 03/10/2013\r\nThe Chairs of the six Main Committees and the \r\n21 Vice-Presidents of the General Assembly having \r\nbeen elected, the General Committee of the General \r\nAssembly at its sixty-eighth session has been fully \r\nconstituted in accordance with rule 38 of the rules of \r\nprocedure.\r\nThe meeting rose at 2.40 p.m.\r\nHis Excellency Mr. Carlos Enrique García González \r\n(El Salvador); Second Committee, His Excellency \r\nMr. Abdou Salam Diallo (Senegal); Third Committee, \r\nHis Excellency Mr. Stephan Tafrov (Bulgaria); Fifth \r\nCommittee, His Excellency Mr. Janne Taalas (Finland); \r\nand Sixth Committee, His Excellency Mr. Palitha \r\nKohona (Sri Lanka). I congratulate the Chairs on their \r\nelections.\r\n"