"In the absence of the President, Mrs. Miculescu \r\n(Romania), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 37\r\nThe situation in Afghanistan\r\nReport of the Secretary-General (A/68/609)\r\nDraft resolution (A/68/L.11)\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Germany to introduce draft resolution \r\nA/68/L.11.\r\nMr. Wittig (Germany): It is an honour for my \r\ncountry to introduce this year’s draft resolution on the \r\nsituation in Afghanistan (A/68/L.11).\r\nTransition in the areas of security, politics and \r\neconomics has made remarkable progress this past year \r\nunder strong Afghan leadership. The year 2014 will \r\nonce again be a year marked by such pivotal events as \r\nthe presidential elections in April and the termination \r\nof the International Security Assistance Force at the end \r\nof the year. As we approach those watershed moments, \r\nthe long-term partnership between Afghanistan and \r\nthe international community is evolving. However, \r\nit is essential to understand that redefining that very \r\nrelationship should reinforce it. That is also the core \r\nmessage of the draft resolution before us today. Allow \r\nme to briefly highlight five core elements of the draft \r\nresolution.\r\nFirst, with respect to transition in the area of \r\nsecurity, on 18 June, President Karzai announced the \r\nfinal tranche of the transition process. The Afghan \r\nNational Security Forces are now in the lead to provide \r\nsecurity throughout the country. Since the inception of \r\nthe transition process, the Afghan National Army and \r\nPolice have continuously improved their capacities. \r\nYet challenges remain, and the achievements made \r\nso far remain fragile. The draft resolution therefore \r\nunderlines the international community’s resolve to \r\nsupport the Afghan security forces during the transition \r\nand beyond and reiterates the commitment made at \r\nthe Chicago Summit in 2012 to sustain international \r\nsupport for the Afghan security forces  beyond 2014.\r\nWe welcome the convening of a loya jirga to \r\ndecide on a security agreement with the United States. \r\nThat agreement will constitute a cornerstone in the \r\narchitecture of international support to Afghanistan \r\nin the years to come. The German Government has \r\noffered to continue supporting the Afghan National \r\nSecurity Forces in their challenging effort to provide \r\nsecurity for the Afghan people. We are looking forward \r\nto working with our Afghan partners to set the legal and \r\npractical framework for that involvement in the coming \r\nmonths. In accordance with the Chicago Summit joint \r\ndeclaration, Germany will work towards a sound legal \r\nbasis for our future cooperation, aiming at a Security \r\nCouncil resolution.\r\nSecondly, the draft resolution is about the long-term \r\ncommitment of the international community throughout \r\nthe transformation decade. That commitment, declared \r\nby the Government of Afghanistan and its international \r\nUnited Nations A/68/PV.55\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n55th plenary meeting\r\nWednesday, 20 November 2013, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1357251*\r\n13-57251 (E)\r\n2/29 13-57251\r\nA/68/PV.55 20/11/2013\r\nparticular — is essential. The draft resolution expresses \r\nappreciation for the efforts of the Government of \r\nAfghanistan in advancing the process and reaffirms \r\nthe continued support of the international community \r\nin that regard.\r\nFinally, the Istanbul Heart of Asia Process, which \r\naims to enhance regional cooperation and dialogue, \r\nis another pillar for a peaceful and prosperous \r\nAfghanistan. We call on all partners and supporters \r\nto accelerate the implementation of the agreed \r\nconfidence-building measures in the coming months. \r\nWe commend China for hosting the next Heart of Asia \r\nMinisterial Conference, in 2014, and we look forward \r\nto the Process gaining renewed momentum.\r\nTo conclude, I would like to express our gratitude \r\nto all delegations that participated in this year’s \r\ninformal consultations, in particular to my colleague \r\nAmbassador Tanin and his team for their dedication \r\nand close cooperation.\r\nBy adopting the draft resolution once again by \r\nconsensus today, the General Assembly will reaffirm \r\nits commitment to a prosperous and peaceful future for \r\nAfghanistan and send a strong message of support to \r\nthe Afghan Government and people.\r\nMr. Tanin (Afghanistan): We come together today \r\nto adopt this year’s draft resolution on the situation in \r\nAfghanistan (A/68/L.11). I thank all Member States \r\nthat participated in a spirit of cooperation for their \r\nsupport for the efforts of the Afghan Government and \r\ntheir solidarity with the Afghan people in their struggle \r\nto build a democratic, stable and prosperous future. We \r\nalso thank Ambassador Peter Wittig and our colleagues \r\nat the Permanent Mission of Germany to the United \r\nNations for facilitating the draft resolution.\r\nAs we gather to take stock of the situation in \r\nAfghanistan, we are mindful of the monumental \r\nprogress made to date. From the ashes of war, over the \r\npast 12 years a new State was founded on the basis of \r\na democratic Constitution and the will of the Afghan \r\npeople. Afghanistan regained its historical place as a \r\nresponsible member of the international community, \r\nand the country again became home to all Afghans, \r\nall ethnic groups, men and women. Millions of \r\nAfghan refugees who had escaped war, violence and \r\ndevastation returned home. The Afghan f lag is now \r\nraised in the far remote ends of the country and around \r\nthe world. Today millions of Afghan boys and girls \r\nhave access to education. Ninety per cent of people \r\npartners at the Bonn Conference of 2011 and reaffirmed \r\nat the Tokyo Conference in 2012, rests firmly on \r\nthe principle of mutuality. Building on that unique \r\nframework, the international community has pledged \r\n$16 billion through 2015 in support of the economic and \r\npolitical stabilization of Afghanistan. It has committed \r\nitself to sustaining its support at or near levels of the \r\npast decade through 2017, in line with the principles of \r\naid effectiveness.\r\nThe Afghan Government, in turn, has committed \r\nitself to achieving its governance and development \r\ngoals in a determined manner. Indeed, during the past \r\ndecade Afghanistan has made remarkable progress \r\nin a variety of areas, including health, education and \r\ninfrastructure. However, continued efforts are of \r\nparamount importance to protecting and advancing the \r\ngains made in past years. In that context, I welcome the \r\nresolve of the Government of Afghanistan to fulfil its \r\ncommitments within an accelerated time frame.\r\nThirdly, the draft resolution expresses our \r\nappreciation about the recent progress made in the \r\npreparation of presidential and provincial council \r\nelections. We particularly welcome the adoption of a \r\nlegislative framework and the appointment of new \r\nmembers of the Independent Election Commission and \r\nthe Independent Electoral Complaints Commission. A \r\nbroad range of political leaders have announced their \r\ncandidacies to run in those historic elections. It is key \r\nthat the exemplary work of the Afghan authorities \r\nresult in a legitimate outcome and that widely accepted \r\nelection results yield a peaceful transfer of power.\r\nThe electoral process is just one example of the \r\nempowerment and leadership of Afghan institutions. \r\nWe expect to see similar ownership and dedication by \r\nthe Government in maintaining the Afghan Independent \r\nHuman Rights Commission as an effective institution \r\nfor the protection and promotion of human rights. \r\nAs reflected in the draft resolution, preserving and \r\nconsolidating gains in the protection and promotion of \r\nhuman rights and the equal participation of all members \r\nof society, especially women, in all spheres of Afghan \r\nlife remains critical.\r\nFourthly, the draft resolution reiterates the \r\nimportance of the Afghan-owned and Afghan-led \r\npeace and reconciliation process. For that process to \r\nyield sustainable results, it needs to be inclusive. In \r\nthat context, respect for the Afghan Constitution and \r\nits human rights provisions — the rights of women in \r\n13-57251 3/29\r\n20/11/2013 A/68/PV.55\r\n2014, training, advising and assisting the Afghan \r\nNational Security Forces will remain imperative. In \r\nthat connection, we are in the process of determining, \r\ntogether with our NATO partners, the structure of the \r\nNATO post-2014 posture in the country.\r\nAs we look to the future, Afghanistan is focused \r\non a number of immediate priorities that are key to the \r\nsuccess of the transition and achieving lasting peace \r\nand stability in the country.\r\nFirst, on peace and reconciliation, the Government \r\nof Afghanistan is continuing its efforts to achieve a \r\npolitical settlement, reconciliation and secure durable \r\npeace. Many attempts have been made in the past year \r\nto restart peace talks with the Taliban, through the \r\nvigilant efforts of the High Peace Council as well as \r\nthe framework of bilateral and trilateral initiatives. We \r\nhave taken additional steps. Despite some setbacks, we \r\nare confident that we will reach a political solution. We \r\ncontinue our efforts to move the process forward, and \r\nwe are encouraged by the commitment and cooperation \r\nof our brotherly country Pakistan, which is vital to the \r\nadvancement of the peace and reconciliation process.\r\nSecondly, with regard to regional cooperation, \r\npeace and security in Afghanistan is inextricable from \r\npeace and prosperity in the region. We are working \r\ntogether with all our neighbours, through different \r\nforums and initiatives, to enhance cooperation in a \r\nnumber of areas. The Istanbul Process on Regional \r\nSecurity and Cooperation for a Secure and Stable \r\nAfghanistan is central to our goal of realizing a \r\nsecure, stable and prosperous region. We have come a \r\nlong way in enhancing the Process  by strengthening \r\nthe framework of cooperation through dialogue and \r\nby focusing on a concrete set of confidence-building \r\nmeasures. The senior officials meeting of the Istanbul \r\nProcess held in New York in September was another \r\nimportant step worward. We look forward to working \r\nclosely with our Chinese partners in preparation for \r\nthe upcoming fourth Ministerial Conference of the \r\nIstanbul Process, to be held in Tianjin, China. In recent \r\nmonths, the Government of Afghanistan conducted a \r\nnumber of high-level consultations with the leadership \r\nof neighbouring countries and countries in the region, \r\naimed at furthering cooperation and collaboration for \r\nthe region’s collective security and stability, particularly \r\nduring the transition and beyond.\r\nThirdly, on  economic development, moving from \r\na predominantly aid-dependent to a non-aid-dependent \r\nreceive primary health care in hundreds of clinics and \r\nhealth centres countrywide. We made tremendous \r\nprogress in reducing maternal and child mortality, \r\nand people live longer and with more certainty about \r\ntheir future. Our vibrant civil society and independent \r\nmedia are emblematic of an emerging democracy in \r\nthe region. Big steps were taken to restore the rights \r\nof women, elevate their status and strengthen their role \r\nin society. Afghan people enjoy their democratic rights \r\nand freedoms, which are guaranteed by the Afghan \r\nConstitution. In summary, Afghanistan’s progress has \r\nbeen huge and, to a larger extent, unprecedented for \r\na country that is still struggling to leave conflict and \r\nviolence behind.\r\nFollowing a decade of extraordinary engagement \r\nby the international community in reconstruction and \r\nstabilization efforts, Afghanistan is moving towards \r\na new beginning characterized and guided by the \r\nprinciples of national ownership, leadership and \r\nstrengthened sovereignty. Tomorrow in Kabul, the \r\nconsultative loya jirga will confer on the agreement \r\nthat is at the core of strategic relations between \r\nAfghanistan and the United States. That is an important \r\nevent, following the signing of the Enduring Strategic \r\nPartnership Agreement between the Islamic Republic \r\nof Afghanistan and the United States of America \r\non 1 May 2012, following 15 months of negotiations \r\nbetween the Governments of Afghanistan and the \r\nUnited States. Representatives of the Afghan people \r\nwill have their say on the pact, which will shape our \r\nfuture in a changing world.\r\nIn four months, Afghanistan will hold its next \r\npresidential and provincial council elections. In a spirit \r\nof national unity, Afghans from all segments of society \r\nwill go to the polls to choose the new leadership of the \r\ncountry. That will mark the first peaceful, democratic \r\ntransfer of power from one elected President to another. \r\nAll efforts are being made to ensure that the elections \r\nare transparent, credible, free and fair. The inclusion \r\nof women as candidates, voters and active civil society \r\nmembers is essential to those efforts. The Afghan \r\npeople expect the outcome of the elections to further \r\nsolidify political stability and to strengthen the gains of \r\nthe past decade.\r\nAt the end of next year, we will enter a new phase \r\nwhen the international military forces will leave \r\nthe country. Afghan forces assumed full security \r\nresponsibility in June and will be in charge of the \r\nsecurity and defence of the country nationwide. Beyond \r\n4/29 13-57251\r\nA/68/PV.55 20/11/2013\r\ncontinued regional and international support in our \r\ncontinued fight against that menace.\r\nLastly, the Afghan Government has been fully \r\ncommitted to its responsibilities to protect and promote \r\nthe rights of all Afghan people, including those of \r\nwomen and girls. By virtue of our Constitution, all \r\nAfghans — the elderly, youth, men and women, boys and \r\ngirls — enjoy more rights and fundamental freedoms \r\ntoday than ever before. We continue to take bold steps \r\ntowards the advancement of women and their rights and \r\nto empower them as proactive members of society who \r\ncontribute to building a new Afghanistan. In assessing \r\nthe plight of Afghan women, it is imperative to not \r\nlose sight of the gains made thus far. We have come \r\na long way, and continued support and commitment \r\nare essential to the advancement of women’s rights \r\nin the country as we proceed into the transformation \r\ndecade. We deem unacceptable any incident of violence \r\nor discrimination against women and are pursuing all \r\ncases with serious attention. Let me note that this year \r\nhas seen notable progress in the implementation of the \r\nlaw to eliminate violence against women. Investigations \r\nand prosecution of alleged crimes against women have \r\nincreased significantly. All perpetrators will be held \r\naccountable.\r\nAs a country that is committed to the principles \r\nof the Charter of the United Nations and the Universal \r\nDeclaration of Human Rights, Afghanistan is fully aware \r\nof the importance of universal values, fundamental \r\nfreedoms and rights, as enshrined in our Constitution. \r\nAfghanistan has throughout history been a diverse and \r\ntolerant society, respectful of the customs, traditions \r\nand religious beliefs of all peoples, including those of \r\nother faiths. By the same token, we underscore the need \r\nfor awareness and respect for the cultural norms, values \r\nand beliefs of Afghan society. That will only serve to \r\nbenefit our enduring partnership on the way forward.\r\nThe coming year for Afghanistan is crucial. \r\nWe are embracing the challenges of the future with \r\nfull confidence. Our commitment to building on the \r\nachievements of the past is as strong as ever. We know \r\nthat the journey we embarked upon more than a decade \r\nago has not come to an end and that the way forward \r\nwill not be free of challenges. But, if anything, today’s \r\ndraft resolution is a manifestation of the prospects for \r\nsuccess, made possible by the enormous sacrifices \r\nmade by the people of Afghanistan, who throughout \r\nhistory have demonstrated resilience, fortitude and \r\ncourage in overcoming the most difficult of obstacles \r\neconomy is at the core of our economic transition. We \r\nare improving our economy, attracting national and \r\ninternational private-sector investment, strengthening \r\ntrade and seeking to make the most of our rich and \r\nuntapped natural-resource supply, which will serve as \r\nthe backbone of our economy in future.\r\nIt is important to emphasize that Afghanistan’s \r\nsocial and economic development also requires greater \r\ncoherence and efficiency with regard to the provision of \r\ninternational assistance, as well as greater transparency \r\nand accountability. In that respect, we look forward to \r\nfurther progress in meeting the mutual commitments \r\nset out in the Tokyo Mutual Accountability Framework. \r\nFor our part, we are vigorously pursuing inclusive and \r\nsustained growth, with a focus on strengthening our \r\ninfrastructure, and a sound legal policy and institutional \r\nenvironment, which is essential to the realization of \r\nour self-sufficiency strategy and sustained economic \r\ngrowth. In addition, we are making every effort to \r\nimplement our national development strategy by way \r\nof our national priority programme, into which our \r\nMillennium Development Goals have been integrated. \r\nWe underscore the importance of aligning assistance \r\nwith the national priority programme and channelling \r\naid through our core budget.\r\nFourthly, good governance and strengthening the \r\nrule of law have been central to our efforts. This year, \r\nnew steps were taken towards improving governance at \r\nthe national and local levels, including in the areas of \r\nadministrative reforms and the fight against corruption. \r\nTo that end, I should note that President Karzai’s decree \r\nof July 2012 continues to be implemented in Government \r\nministries, organs, agencies and directorates.\r\nOur good-governance effort is grounded in \r\na comprehensive approach that entails various \r\ncomponents, including a robust effort to improve \r\nsecurity and overcome the problem of narcotic drugs. \r\nThe nexus between narcotic drugs, criminality and \r\nterrorism poses a serious threat to the rule of law. To \r\nthat end, we are seriously engaged in implementing our \r\nnational drug-control strategy, including our prioritized \r\nimplementation plan and benchmarks. Nevertheless, \r\nwe underscore once again that a real solution to \r\nthe problem of narcotic drugs relies on a holistic \r\napproach that addresses all components — production, \r\ntrafficking and consumption. In that connection, let \r\nme highlight again the importance of the principle of \r\nshared responsibility in our joint efforts to defeat the \r\nscourge of drugs. We emphasize, and are thankful for, \r\n13-57251 5/29\r\n20/11/2013 A/68/PV.55\r\nfuture that the elections be inclusive and transparent \r\nand lead to a legitimate outcome. We are very much \r\nencouraged by the progress made on the electoral \r\npreparations by the Afghan authorities and stress the \r\nimportance of appropriate measures to ensure security \r\nfor voters and officials, to combat fraud and to promote \r\nwomen’s participation. We also believe that domestic \r\nand international election observation will be critical to \r\nthe transparency and credibility of the electoral process. \r\nThe willingness of the Government of Afghanistan to \r\nfacilitate that observation is very much appreciated.\r\nThe United Nations is, in our view, a key player \r\nin supporting Afghanistan’s electoral preparations, and \r\nwill remain so post-2014. For our part, we are providing \r\nfinancial and technical support to the electoral \r\noversight institutions and to voter outreach through \r\nthe electoral assistance programme of the United \r\nNations Development Programme. We remain firmly \r\ncommitted to supporting the Afghan electoral process \r\nover the coming months.\r\nSecondly, let me turn to human rights. Such rights, \r\nin particular concerning the situation of women and \r\ngirls, have advanced considerably in the past decade. \r\nThat deserves praise but also demands our continued \r\ncollective efforts. We welcome the commitment of \r\nthe Afghan Government to implementing Security \r\nCouncil resolution 1325 (2000) and all the subsequent \r\nresolutions on women and peace and security. It is \r\nsignificant that the draft resolution we will adopt \r\ntoday contains a clear message from all Member States \r\nthat our commitment to achieving the full and equal \r\nparticipation of women in all spheres of Afghan life is \r\nsteadfast and unwavering. It is clear that the situation of \r\nwomen continues to require our attention, as it remains \r\nof considerable concern.\r\nThere is still much to be done to safeguard progress \r\nand to ensure the full implementation of statutory \r\nprovisions. We encourage paying particular attention \r\nto the progressive implementation of the Convention on \r\nthe Elimination of All Forms of Discrimination against \r\nWomen, the National Action Plan for the Women of \r\nAfghanistan and the law on the elimination of violence \r\nagainst women. The completion and publication of the \r\nreport on the implementation of that law will establish \r\nan important benchmark against which to judge future \r\nprogress.\r\nIt is also significant that today’s draft resolution \r\nrecognizes the risks faced by human rights defenders \r\nand achieving success. Our international partners were \r\ncentral to those efforts, and I would like to take this \r\nopportunity to gratefully thank all our international \r\nfriends and partners who stand with us in support and \r\nsolidarity as we seek to complete the goal we set out to \r\nachieve in 2001.\r\nThe Acting President: I now give the f loor to the \r\nobserver of the European Union.\r\nMr. Mayr-Harting (European Union): I have the \r\nhonour to speak on behalf of the European Union (EU) \r\nand its member States. The candidate countries the \r\nformer Yugoslav Republic of Macedonia, Montenegro, \r\nIceland and Serbia; the countries of the Stabilization and \r\nAssociation Process and potential candidates Albania \r\nand Bosnia and Herzegovina; as well as Ukraine and \r\nthe Republic of Moldova, align themselves with this \r\nstatement.\r\nLike others, I would like to thank the Permanent \r\nRepresentative of Afghanistan for his statement. I \r\nalso thank all delegations that participated in the \r\nconsultations on the draft resolution (A/68/L.11), in \r\nparticular the Permanent Representative of Germany \r\nand his team for so ably facilitating the negotiations. We \r\nlook forward once again to its adoption by consensus.\r\nAfghanistan has achieved considerable political, \r\nsecurity, economic and development progress over \r\nthe past decade. The draft resolution before us today \r\nhighlights many of those advances, for which the \r\nGovernment of Afghanistan and the Afghan people \r\ndeserve much credit. But the gains made are fragile and \r\nmajor challenges remain.\r\nIn the EU statement at the Security Council debate \r\non Afghanistan on 19 September (see S/PV.7035), we \r\nhighlighted the role of institutions in Afghanistan and \r\nreiterated that the full implementation of the Tokyo \r\nMutual Accountability Framework remained paramount \r\nfor a successful transition. We stressed the shift from \r\na military to a civilian focus and underlined that a \r\npolitical solution was needed for long-term stability \r\nand development in Afghanistan. We also emphasized \r\nthat a future peace and reconciliation process should be \r\nAfghan-led and inclusive and should engage all parts of \r\nsociety. In this statement, we want to make a few brief \r\nremarks on the upcoming elections, human rights and, \r\nlastly, economic development and regional cooperation.\r\nFirst, with regard to the upcoming presidential and \r\nprovincial elections, it will be critical to Afghanistan’s \r\n6/29 13-57251\r\nA/68/PV.55 20/11/2013\r\nin the SCO, which provided new opportunities for \r\ncooperation with member States.\r\nThe SCO members have been closely following the \r\nprocess of strengthening peace and reconstruction in \r\nAfghanistan and support the development of cooperation \r\nbetween Afghanistan and the countries of the region on \r\na bilateral and multilateral basis. We are pleased to see \r\nsome positive developments in the economic and social \r\nspheres in Afghanistan, in particular in the fields of \r\ninfrastructure development, the construction of roads, \r\nrailways and power-transmission lines, health care and \r\neducation.\r\nWe support the efforts of Afghanistan and the \r\ninternational community to address the problems \r\nof the transition period, reconciliation and post-\r\nconflict rehabilitation. The SCO member States also \r\nsupport efforts to make Afghanistan an independent, \r\nneutral, peaceful and prosperous country that is free \r\nof terrorism and drug-related crime. The SCO member \r\nStates emphasize that national reconciliation, as an \r\nimportant component of any Afghan settlement, should \r\nbe Afghan-led and Afghan-owned in order to facilitate \r\nthe early achievement of peace and stability in the \r\ncountry. However, we believe that the process can have \r\na positive effect only if there is strict compliance by \r\nthe insurgents with three basic principles, namely, they \r\nmust lay down their weapons, recognize the Afghan \r\nConstitution and break ties with Al-Qaida and other \r\nterrorist and extremist organizations.\r\nIn the course of its reconstruction, Afghanistan \r\nstill faces a number of pressing challenges and \r\nproblems. There is no complete stability in its security \r\nsituation. We strongly believe that increased terrorist \r\nactivities by the Taliban, Al-Qaida and other terrorists \r\nand extremists, along with illicit drug production and \r\ntrafficking, seriously undermine the achievements \r\nin the security sphere within the country and beyond \r\nits borders. The tensions and internal conflicts in the \r\ncountry remain one of the main sources of threat to \r\nregional security and stability.\r\nWe believe the illicit production, trade and \r\ntrafficking of drugs from Afghanistan to be a threat to \r\ninternational peace and stability. Countering the illicit \r\nproduction and trafficking of drugs remains one of the \r\nkey components in achieving stability in Afghanistan. \r\nThe fight against, and prevention of, the illicit drug \r\ntrafficking that has turned the country into a breeding \r\nground for international terrorism and organized crime \r\nin Afghanistan. Those individuals, groups and civil \r\nsociety organizations play a central role in protecting \r\nand promoting the rights of others, often at great \r\npersonal risk. The draft resolution rightly condemns \r\nthe violence against them. In addition, we want to \r\nemphasize the importance of the Government of \r\nAfghanistan’s reaffirmation of its commitment to \r\nmaintaining standards to retain the “A” status of the \r\nAfghan Independent Human Rights Commission.\r\nFinally, I would say a word on economic \r\ndevelopment and regional cooperation. Afghanistan \r\nhas achieved impressive rates of economic growth \r\nover the past decade. But, recently, the rate has slowed \r\ndramatically as investors wait to see the outcome of the \r\nelections and the transition process. It is critical that the \r\nGovernment of Afghanistan take all possible measures \r\nto improve the business and investment climate. In the \r\nshort term, the Government must show leadership to \r\nensure that the mining law, the law on the value-added \r\ntax and the anti-money-laundering law are all passed \r\nbefore the end of the current Administration.\r\nIncreased trade and investment can only strengthen \r\nand support the welcome initiatives of the countries \r\nin the region within the Istanbul Process on Regional \r\nSecurity and Cooperation for a Secure and Stable \r\nAfghanistan. To take the Istanbul Process to the next \r\nlevel, it is important that the Heart of Asia countries \r\nfurther the delivery of concrete results through the \r\nimplementation of confidence-building measures. The \r\nEuropean Union itself is testament to how increased \r\neconomic links can provide the foundation for increased \r\npolitical and security cooperation.\r\nIn conclusion, it is important that the international \r\ncommunity remain strongly committed to progress in \r\nAfghanistan over the long term. For our part, we will \r\ncontinue to support the transition process to promote the \r\nemergence of a fully self-reliant, peaceful, democratic \r\nand prosperous society for the benefit of all Afghans.\r\nMr. Aslov (Tajikistan): It gives me great pleasure, \r\nin my capacity as the representative of the country \r\nchairing the Shanghai Cooperation Organization \r\n(SCO), to deliver this statement on behalf of the People’s \r\nRepublic of China, the Republic of Kazakhstan, the \r\nKyrgyz Republic, the Russian Federation and my own \r\ncountry, the Republic of Tajikistan.\r\nAs a close neighbour of the SCO, Afghanistan \r\nenjoys friendly relations with all SCO member States. \r\nLast year, Afghanistan was granted observer status \r\n13-57251 7/29\r\n20/11/2013 A/68/PV.55\r\nAfghanistan (A/68/609) submitted to the General \r\nAssembly. We welcome the imminent adoption by \r\nconsensus of the draft resolution on Afghanistan \r\n(A/68/L.11). \r\nChina associates itself with the statement made \r\non behalf of the Shanghai Cooperation Organization \r\n(SCO), by the representative of Tajikistan in his capacity \r\nas acting Chair of the SCO.\r\nThanks to the joint efforts of the Afghan Government \r\nand people, the peaceful reconstruction of Afghanistan \r\nhas made headway. However, as Afghanistan enters a \r\ncrucial stage of its transition period, the comprehensive \r\nconstruction of a peaceful, stable and prosperous \r\ncountry will continue to require the coordinated efforts \r\nof Afghanistan and the international community.\r\nChina supports Afghanistan in the safeguarding  of \r\nits independence, sovereignty and territorial integrity \r\nand respects the right of the Afghan people to choose \r\ntheir development path based on the country’s situation \r\nand to successfully achieve the transition. It is our \r\nhope that the international community will continue \r\nits support towards the early achievement of peace \r\nand development in Afghanistan. In that connection, I \r\nwould emphasize the following points. \r\nFirst, China welcomes the efforts of Afghanistan in \r\npreparing for the presidential and provincial elections \r\nin 2014 and hopes that the preparations will move \r\nforward steadily, to ensure the smooth conduct of the \r\nelections in order to lay the foundation for Afghanistan’s \r\ntransitional stage. We urge the international community \r\nto carefully consider the opinions and requirements of \r\nAfghanistan and its people in providing technical and \r\nfinancial assistance for the elections.\r\nSecondly, to achieve peace, stability and \r\ndevelopment in Afghanistan, we must fully support \r\nownership by and the leading role of the Afghan people. \r\nWe support the Afghan Government in its ongoing \r\nefforts to accelerate capacity-building. We call upon \r\nthe international community to assist Afghanistan in \r\nenhancing its sustainable-development capacity and \r\nsupporting the strengthening of its military and police \r\ncapacities with a view to taking over the responsibility \r\nfor safety and security and to achieving, as soon as \r\npossible, the goal of Afghanistan being run by Afghans \r\nthemselves.\r\nThirdly, we support the continuing support for the \r\nnational reconciliation process, owned and led by the \r\nshould be an integral part of our common struggle \r\nagainst terrorism and extremism.\r\nThe SCO member States have consistently \r\nsupported peaceful reconstruction in Afghanistan \r\nand have provided all feasible support, including \r\nhumanitarian assistance, to the Afghan people. We are \r\nready to continue our efforts aimed at strengthening \r\ntrade and economic ties between SCO members and \r\nAfghanistan in order to achieve social and economic \r\nprogress in Afghanistan, through the implementation \r\nof infrastructure, energy and transport projects, with a \r\nview to ensuring economic growth and creating jobs in \r\nthe country.\r\nWe believe that Afghanistan should be involved \r\nin the multifaceted regional cooperation process. \r\nThe involvement of neighbouring countries in the \r\ndevelopment of Afghanistan while taking into account \r\nthe regional context in the post-conflict rehabilitation \r\nof the country would ensure success in the efforts \r\nundertaken by the international community. In that \r\ncontext, the SCO member States will continue to \r\nstrengthen and upgrade regional cooperation within the \r\nSCO framework and other existing relevant regional \r\nforums so as to make the SCO region a region of lasting \r\npeace, friendship, prosperity and harmony. \r\nWe would welcome Afghanistan’s involvement \r\nin the activities of the SCO Regional Anti-Terrorist \r\nStructure. Afghanistan’s active participation in \r\nthe region’s anti-drug activities would be highly \r\nappreciated. We also hope that collaboration between \r\nthe Shanghai Cooperation Organization and the United \r\nNations will continue to be progressively enhanced in \r\nfuture.\r\nThe United Nations should continue its central \r\nrole in coordinating international peacebuilding and \r\nreconstruction efforts in Afghanistan. We support the \r\nactivities of the United Nations Assistance Mission in \r\nAfghanistan in providing and enhancing the necessary \r\nassistance to the peacebuilding and reconstruction \r\nefforts in the country according to its mandate.\r\nThe SCO members support the draft resolution on \r\nAfghanistan (A/68/L.11), prepared by a wide group of \r\nsponsors. Its adoption by consensus would facilitate \r\nenhancing the concerted efforts of the international \r\ncommunity in Afghanistan.\r\nMr. Wang Min (China) (spoke in Chinese): China \r\nwelcomes the report of the Secretary-General on \r\n8/29 13-57251\r\nA/68/PV.55 20/11/2013\r\ntogether with the international community to continue \r\nour positive contribution to peace, stability and \r\ndevelopment in Afghanistan and the region.\r\nMr. Quinlan (Australia): As we all know, \r\nAfghanistan is at a historic juncture. And as we near \r\nthe end of 2013, we can reflect on the very real and \r\ntangible progress that Afghanistan has made with its \r\nsecurity, political and economic transition.\r\nIt has now been five months since President Karzai \r\nannounced milestone 2013, with the start of the fifth \r\nand final tranche of the transition to full Afghan \r\nresponsibility for security. The announcement marked \r\na major turning point for Afghanistan, with the Afghan \r\nNational Security Forces (ANSF) taking the lead for \r\nsecurity across the county. The 2013 summer fighting \r\nseason was the first time in over a decade that the ANSF \r\nhas fought the insurgency largely independently. In the \r\nlead, the ANSF has taken the fight to the insurgents, \r\ndemonstrating its ability to provide security for their \r\nown people. In the southern province of Uruzgan, \r\nwhere Australia has focused its own efforts, the ANSF \r\nis on track to take over operational responsibility by \r\nthe end of this year. In line with the transition process \r\nagreed by the International Security Assistance Force \r\n(ISAF) in partnership with the Afghan Government, \r\nAustralia’s presence in Uruzgan will end next month. \r\nOur drawdown in Uruzgan marks a change, but, of \r\ncourse, does not end Australia’s engagement with \r\nAfghanistan. In 2014, our military contribution will \r\ninclude around 400 personnel, who will play training \r\nand advisory roles in Kabul and Kandahar and, more \r\nbroadly, our diplomatic and aid engagement will \r\ncontinue as a nationally oriented mission.\r\nWe know that there are still challenges ahead. A \r\ndiminished but persistent insurgency will continue to \r\nseek to undermine peace and security in Afghanistan. \r\nBut a strong ANSF, with the continued support of the \r\ninternational community, will provide security and \r\nstability for the Afghan people during the transition \r\nperiod.\r\nThere is a comprehensive international framework \r\nto support not only Afghanistan’s security challenges \r\nbut also the development and economic challenges \r\nthrough the transition and beyond. At the May 2012 \r\nChicago summit, partners pledged to help sustain the \r\nANSF from 2015 on and to help support the estimated \r\nannual ANSF budget of $4.1 billion. At Tokyo, in July \r\n2012, partners pledged $16 billion in aid through 2015.\r\nAfghans. We hope that the High Peace Council will play \r\nan important role in promoting national reconciliation. \r\nWe welcome the positive contributions of regional States \r\nin supporting Afghanistan’s national reconciliation \r\nefforts. The international community should support \r\nrelated efforts by the Afghan Government with a view \r\nto ensuring a conducive environment to that end.\r\nFourthly, the comprehensive promotion of peaceful \r\nreconstruction in Afghanistan requires the sustained \r\nsupport and assistance of the international community. \r\nChina calls upon the parties concerned to genuinely \r\nhonour their assistance commitments to Afghanistan \r\nand to support the country in implementing its national \r\ndevelopment strategy, while respecting the priority \r\ndevelopment areas defined by the Afghan Government.\r\nChina supports the leading role played by the \r\nUnited Nations in coordinating all of the actors \r\ninvolved in the international effort to support the \r\nreconstruction of Afghanistan. We hope that the United \r\nNations Assistance Mission in Afghanistan will step \r\nup its communication and cooperating efforts with the \r\nAfghan Government.\r\nFifthly, China supports Afghanistan in improving \r\nfriendly, good-neighbourly relations with regional \r\nStates through regional cooperation and efforts to \r\nactively respond to commonly faced challenges, \r\nincluding terrorism and drug-related crimes. China will \r\nhost the fourth Ministerial Conference of the Istanbul \r\nProcess next year to facilitate the continued positive \r\nrole of regional States in promoting peace and stability \r\nin Afghanistan.\r\nRelated regional initiatives must respect \r\nAfghanistan’s sovereignty, take into account the \r\nlegitimate concerns of the States of the region, leverage \r\nthe roles of regional organizations such as the Shanghai \r\nCooperation Organization and proceed on the basis of \r\nbroad consultation and consensus on the part of the \r\ninterested parties.\r\nChina and Afghanistan maintain a tradition \r\nof friendly neighbourliness. We sincerely hope for \r\npeace, stability and development in Afghanistan. \r\nWe have actively participated in the process of \r\npeaceful reconstruction in Afghanistan. We have \r\nprovided assistance to the Government and the people \r\nof Afghanistan to the best of our ability in areas \r\nincluding infrastructure construction, resources, \r\nenergy development, training in human resources, \r\nhealth, culture and education. China is ready to work \r\n13-57251 9/29\r\n20/11/2013 A/68/PV.55\r\nintegral to ensuring that lasting change and peace \r\nendure in Afghanistan.\r\nFinally, Australia recognizes the highly important \r\nrole of the United Nations in supporting Afghanistan’s \r\ntransition. As Security Council coordinator — or \r\npenholder — on Afghanistan, we look forward to working \r\nto secure a strong mandate with the backing of the \r\nAfghan Government, a mandate that ensures that an \r\nappropriately resourced United Nations Assistance \r\nMission in Afghanistan is able to fulfil that role.\r\nIn conclusion, we, along with the international \r\ncommunity, will continue to support Afghanistan at \r\nthe national level by providing funding for equitable \r\ndevelopment assistance and security force sustainment. \r\nHowever, national progress and reform is, ultimately, \r\nfor the Afghan Government and the people themselves \r\nto determine. We are confident that the people will \r\nseize the opportunity before them to shape their future \r\nand create a secure and prosperous Afghanistan. It \r\nis with that sense that Australia again sponsors draft \r\nresolution A/68/L.11 and looks forward to its adoption \r\nby consensus.\r\nMr. Churkin (Russian Federation) (spoke in \r\nRussian): First of all, the Russian Federation aligns \r\nitself with the statement made by the Permanent \r\nRepresentative of Tajikistan on behalf of the Shanghai \r\nCooperation Organization (SCO). The situation in the \r\nIslamic Republic of Afghanistan remains the main \r\nfocus of the international community’s close attention, \r\nparticularly since the country is approaching the \r\nimportant 2014 milestone, which will largely determine \r\nthe trend of events, not only in Afghanistan, but in the \r\nentire region.\r\nWe must highlight the efforts of the Afghan \r\nGovernment to adapt its military to counter the \r\nterrorist threat. However, it is difficult to imagine a \r\nfundamental improvement in the security situation \r\nin Afghanistan. The actions of the opposition have \r\nchanged in character. We are particularly concerned by \r\nthe fact that an Afghan fingerprint is being detected \r\nmore frequently in actions carried out by Central Asian \r\nextremist organizations. And all of that is taking place \r\nagainst the backdrop of the final stages of completing \r\nthe transfer of security responsibilities from the \r\nInternational Security Assistance Force (ISAF).\r\nIt is unfortunate that participants in the international \r\ncoalition are often perceived as unjustifiably \r\naccelerating the transfer of security responsibilities \r\nFurther progress by the Afghan Government \r\nagainst the reform priorities jointly identified and \r\nagreed at the Tokyo Conference is obviously vital to \r\nthe Afghan Government’s goal of self-reliance and \r\nto the international community’s ability to sustain \r\nproviding significant support to Afghanistan. The \r\nTokyo commitments will assist Afghanistan to \r\nforge a stronger economy. With the drawdown of \r\nforces, Afghanistan’s economic growth and revenue \r\ngeneration will be crucial to supporting Afghanistan’s \r\ninstitutional capacities and to fostering long-term \r\nstability. We encourage the Afghan Government to \r\ncontinue to implement much-needed economic reform, \r\nfoster the participation of women so as to maximize \r\ngrowth, assist capacity-building in Afghan ministries \r\nand support investment that will provide employment \r\nand sustainable livelihoods.\r\nWe look forward to the holding of peaceful, credible \r\nand inclusive presidential and provincial elections in \r\nApril 2014, as an indication of the progress Afghanistan \r\nhas achieved in the past decade. While technical \r\npreparations for that election are more advanced than in \r\nprevious elections, it is true that significant challenges \r\nremain, including maximizing voter participation, \r\nespecially the participation of women. Those issues \r\nwill need to be addressed proactively in order to ensure \r\na result that will be accepted by the Afghan people \r\nthemselves.\r\nWe continue to back an Afghan-led peace and \r\nreconciliation process. As Chair of the Security \r\nCouncil Committee established pursuant to resolution \r\n1988 (2011) on Taliban sanctions, we are conscious of \r\nthe role that the Taliban sanctions regime can play to \r\nfacilitate that process. Afghanistan’s neighbours also \r\nhave a crucial role to play in helping create a peaceful \r\nand stable future for Afghanistan.\r\nOn human rights, Afghanistan needs to lock in \r\nand build on the gains of the last decade, particularly \r\nin relation to the rights of women and girls, as was \r\nmentioned by the Permanent Representative of \r\nAfghanistan, Ambassador Tanin, this afternoon. We \r\ncontinue to urge full implementation of the Law on the \r\nElimination of Violence against Women and encourage \r\nthe Afghan Government to finalize and implement a \r\nnational action plan on women, peace and security. \r\nGender inequality remains a significant barrier to \r\nAfghan women’s active participation in Afghanistan’s \r\ndevelopment. Striving to keep women and girls free \r\nfrom discrimination and the threat of violence is \r\n10/29 13-57251\r\nA/68/PV.55 20/11/2013\r\nthe area dedicated to cultivating poppies for opium \r\ngrew by 36 per cent, drug production grew by 49 per \r\ncent and the revenue from those criminal activities \r\ngrew by 31 per cent.\r\nAs an active member of the CSTO, we would like \r\nto assure the Assembly that our organization is ready \r\nto continue to provide Afghanistan with the necessary \r\nsupport to combat the illegal production and distribution \r\nof drugs, including by providing anti-drug training for \r\nlaw enforcement officers through our national training \r\ncentres and by supplying them with the necessary \r\nequipment and materials.\r\nWe are convinced that, in addition to law \r\nenforcement programmes, we must also develop \r\nsocioeconomic programmes that will allow us remove \r\na significant part of the Afghan population from \r\ninvolvement in criminal business dealings. We continue \r\nto be seriously concerned about the numerous cases of \r\ncivilian deaths as a result of the indiscriminate and \r\ndisproportionate use of force by members of the armed \r\nforces, including civilian deaths caused by the use of \r\ndrones.\r\nWe believe that the Government of Afghanistan \r\nis adopting the correct approach with regard to \r\nnational reconciliation through dialogue between the \r\nHigh Peace Council and representatives of the armed \r\nopposition. We believe that such a dialogue can have a \r\npositive impact only if Kabul takes a leadership role and \r\nshows unconditional respect for the basic principles of \r\nreconciliation and ensures that the militants lay down \r\ntheir weapons and recognize the Afghan Constitution \r\nand sever their connections with Al-Qaida and other \r\nterrorist organizations. We must also continue to \r\neffectively support the Security Council’s sanction \r\nregime, which remains the only effective counter-\r\nterrorism tool.\r\nIn the context of the anticipated enhancement of the \r\nUnited Nations role in the Afghan reconciliation after \r\nthe ISAF withdrawal, we believe that the United Nations \r\nAssistance Mission in Afghanistan should remain the \r\nmain focal point for international efforts to stabilize \r\nthe situation in Afghanistan. We hope that during the \r\ncurrent preparations for the 2014 presidential elections, \r\nthe United Nations Assistance Mission in Afghanistan \r\nwill operate strictly within its mandate and maintain a \r\nneutral stance.\r\nRegional cooperation is increasingly playing a \r\nstronger role in stabilizing the situation in Afghanistan \r\nto the Afghan National Security Forces without \r\nconsidering the situation on the ground in specific \r\nareas. To avoid any negative effects on the situation in \r\nAfghanistan resulting from the withdrawal of the ISAF \r\nforces, we must ensure that the drawdown of foreign \r\nforces already under way will be compensated by a \r\nstrengthening of the military capacities of the Afghan \r\nmilitary. At the end of the day, the Afghans must be able \r\nto independently control the security in their country so \r\nas to effectively counteract extremist groups and drugs \r\ncrime.\r\nThe plans of the international partners regarding \r\nthe format, objectives and legal basis of the remaining \r\nmilitary forces in Afghanistan remain unclear. It \r\nis our hope that we will soon receive an exhaustive \r\nexplanation in that connection. Let us speak plainly. It \r\nis unacceptable that there should be a long-term foreign \r\nmilitary presence in Afghanistan that could be used to \r\ninject forces into the neighbouring region, including \r\nin the area under the responsibility of the Collective \r\nSecurity Treaty Organization (CSTO) or against other \r\nStates.\r\nAfter the culmination of the stabilization process, \r\na foreign military presence in Afghanistan will no \r\nlonger be necessary. Instead of being needed to combat \r\nterrorism, such a presence could become a factor leading \r\nto further irritation at the regional level. We suggest \r\nthat the future NATO mission in Afghanistan — if one \r\nremains — should be based on a clear international \r\nlegal foundation. The reform of ISAF into a new \r\ninternational mission without the necessary Security \r\nCouncil mandate would lead to a serious problem in \r\nterms of further logistical cooperation.\r\nWe support the efforts of the Afghan Government \r\nto combat illegal drug production and trafficking, and \r\nwe pay tribute to the Afghan National Security Forces \r\nand their anti-drug division, which have suffered \r\nserious losses in fighting that scourge. We are still \r\npuzzled as to why ISAF is not playing an active role in \r\nthat field. A source of serious concern is the increase \r\nin the drug f lows out of Afghanistan, which threaten \r\ninternational peace and stability, given their close links \r\nwith the financing of terrorism.\r\nFurthermore, that criminal business has a \r\ntransnational dimension. We recognize that Afghanistan \r\nwill not be able to deal on its own with the problem, the \r\nscale of which has been steadily increasing. That fact \r\nwas clearly evidenced by recent data provided by the \r\nUnited Nations Office on Drugs and Crime. In 2013, \r\n13-57251 11/29\r\n20/11/2013 A/68/PV.55\r\nKyrgyzstan gave priority to enhancing cooperation \r\nwith Afghanistan. In that connection, President \r\nKarzai participated in the SCO summit in Bishkek \r\non 13 September and had productive meetings with \r\nPresident Atambaev. In addition, this year, Kyrgyzstan \r\nopened its embassy in Kabul, which will help to \r\nfacilitate its bilateral cooperation.\r\nToday, we are witnessing the beginning of the \r\nwithdrawal of the International Security Assistance \r\nForce (ISAF) and the transfer of responsibility to the \r\nAfghan National Security Forces. We believe that the \r\ntransfer of responsibility for security should be gradual \r\nand orderly so as to ensure stability. We must ensure that \r\nthe withdrawal of ISAF does not lead to Afghanistan \r\nbeing taken over by extremist groups.\r\nWith regard to the withdrawal of the main contingent \r\nof ISAF at the end of 2014, it is necessary to ensure that \r\nthere is a functioning transit centre at Manas airport in \r\nKyrgyzstan. We have fulfilled our obligations with a \r\nview to ensuring support for anti-terrorism operations \r\nin Afghanistan. For 12 years, we have made it possible to \r\nsupply military and humanitarian goods to Afghanistan \r\nthrough the transit centre, which has helped to stabilize \r\nthe situation in Afghanistan and combat terrorism and \r\nextremism.\r\nKyrgyzstan, together with the Organization for \r\nSecurity and Cooperation in Europe, is currently \r\nplanning to establish a regional investigation centre in \r\nBishkek, which will develop ideas for the development \r\nof the Central Asian region and Afghanistan. In that \r\nregard, we would like to call upon all interested parties \r\nto take an active part in that process and to help finance \r\nit.\r\nOn 10 October, an international conference was \r\nheld in Bishkek, entitled “Afghanistan 2014: Prospects \r\nfor development of the situation in the Islamic Republic \r\nof Afghanistan, challenges and threats to security in \r\nCentral Asia in the context of the withdrawal of the \r\nInternational Security Assistance Force”. More than \r\n130 representatives of international organizations \r\nparticipated, including ministers for foreign affairs, \r\ndiplomatic representatives and experts from 24 \r\ncountries. We call upon all States to refrain from \r\ninterfering in the internal affairs of Afghanistan, from \r\nusing it for geopolitical purposes and from invading its \r\nterritory.\r\nWe are particularly concerned by the ongoing \r\nproblem of narcotic drugs and the increased threat that \r\nwith a view to creating a peaceful, independent and \r\neconomically prosperous State. Afghanistan continues \r\nto strengthen its ties with regional organizations. \r\nAmong them, the CSTO, which is currently presided \r\nby the Russian Federation, plays a special role. Our \r\norganization is taking effective measures to further \r\ndevelop and strengthen cooperation with Afghanistan. \r\nThrough the Working Group on Afghanistan, under \r\nthe CSTO Council of Foreign Ministers, we are \r\nanalysing the situation with a view to considering \r\nspecific proposals to provide post-conflict support to \r\nAfghanistan, including the fight against the drug and \r\nterrorist threat coming from that country. To that end, \r\nthe CSTO conducts the annual anti-drug Operation \r\nChannel.\r\nIn April, Afghanistan obtained the status of \r\nobserver in the CSTO Parliamentary Assembly. At \r\nthe same time, we believe that the so-called Istanbul \r\nProcess on Regional Security and Cooperation for a \r\nSecure and Stable Afghanistan can serve as a platform \r\nfor exchanging ideas, which can then be implemented \r\nby the regional players, such as the CSTO and the SCO.\r\nRussia is ready to participate in major regional \r\nprojects aimed at ensuring the sustainable economic \r\ndevelopment of Central Asia and Afghanistan. In \r\nparticular, we support the implementation of the \r\nCentral Asia-South Asia 1000 project. We are also \r\nready to contribute to the successful implementation \r\nof the Turkmenistan-Afghanistan-Pakistan-India gas \r\npipeline project. We have consistently and respectfully \r\nsupported the efforts of the Afghan Government \r\nto create the conditions needed for the long-term \r\nstabilization of the country and the region. Friendly \r\npartnership with Afghanistan is in the national interest \r\nof our countries and in the interest of ensuring stability \r\nand development for the region and the world at large.\r\nMr. Kydyrov (Kyrgyzstan) (spoke in Russian): \r\nThe Kyrgyz Republic supports the adoption of draft \r\nresolution A/68/L.11 on Afghanistan, and we align \r\nourselves with the statement made by the representative \r\nof Tajikistan on behalf of the States members of the \r\nShanghai Cooperation Organization (SCO). I would, \r\nhowever, like to make a statement in my national \r\ncapacity.\r\nThe Kyrgyz Republic has always supported peace \r\nand security in Afghanistan and the stable development \r\nand prosperity of the brotherly Afghan people. \r\nTherefore, during its presidency of the SCO and the \r\nCollective Security Treaty Organization in 2012-2013, \r\n12/29 13-57251\r\nA/68/PV.55 20/11/2013\r\nCollective Security Treaty Organization and is ready to \r\nmake its contribution to that process.\r\nWe support the Istanbul Process and the Heart of \r\nAsia conferences. We participate in working groups on \r\nconfidence-building measures and are ready to help to \r\nimplement regional projects. It is important to carry out \r\nlarge-scale joint projects in the export of electrical power \r\nand the building of transport infrastructure in the form \r\nof roads and railways. We are ready to expand trade \r\nand economic cooperation and develop infrastructure \r\nprojects, including the export of electricity from \r\nAfghanistan as part of the electricity transmission line \r\nproject between Kyrgyzstan, Tajikistan, Afghanistan \r\nand Pakistan, known as CASA-1000, and through \r\nthe trilateral agricultural consortium Kyrgyzstan-\r\nTajikistan-Afghanistan with the support of the United \r\nNations.\r\nWe support Afghanistan’s joining the agreement \r\non cross-border transport within the framework of \r\nthe Central Asia Regional Economic Cooperation. We \r\nare supporting the construction of an international \r\nrailroad connecting China, Kyrgyzstan, Tajikistan and \r\nAfghanistan. We believe that Iran and Pakistan could \r\nalso take part in that project to build an international \r\ntransport corridor that would extend into Iran and \r\nPakistan.\r\nIn conclusion, allow me once again to assure the \r\nAssembly of the determined support of the Kyrgyz \r\nRepublic to respect the sovereignty, territorial integrity \r\nand unity of Afghanistan, in the interest of establishing \r\npeace and stability in that brotherly country.\r\nMr. Waheed (Maldives): First of all, we would \r\nlike to express our appreciation to the President for \r\nconvening today’s important debate on the situation in \r\nAfghanistan. We also commend the Secretary-General \r\non the recent comprehensive update provided in his \r\nreport (A/68/609) and on his activities and those of \r\nhis Special Representative, Mr. Ján Kubiš, conducted \r\nboth in person and through his leadership of the United \r\nNations Assistance Mission in Afghanistan (UNAMA).\r\nThe situation in Afghanistan is one that concerns \r\nthe entire region. To remain in a constant state of civil \r\nwar, to lack productive capacity and to be confronted \r\nwith one of the world’s most extensive and debilitating \r\nnarcotic production operations is to face seemingly \r\ninsurmountable odds. The Maldives stands here today \r\nto reiterate our brotherly affection and call upon the \r\ninternational community to maintain its support and \r\nrepresents in Afghanistan. It is a serious threat to the \r\nnational security of both Afghanistan and the countries \r\nof the Eurasian continent as a whole, including \r\nKyrgyzstan, as one of the branches of the so-called \r\nnorthern route, one of the main drug trade routes in the \r\nregion.\r\nDespite Kyrgyzstan’s consistent anti-drug policy, \r\nwe have not yet been able to fully stop the f low of \r\ndrugs from Afghanistan. That situation is aggravated \r\nby the fact that the revenues from drug production \r\nand trade are a major source of funding for terrorist \r\nand extremist groups, which, in turn, poses a threat to \r\nthe overall peace and security in the country and the \r\nregion as a whole. Therefore, one of the most important \r\nchallenges is to step up joint efforts to counteract the \r\nproduction and black market sales of drugs, both in \r\nAfghanistan and around it, by establishing, with the \r\nUnited Nations acting as a coordinator, an integrated \r\nsystem to establish anti-drug belts.\r\nEfforts to achieve national reconciliation are \r\namong the main preconditions for ensuring lasting \r\npeace in Afghanistan. We suggest that the process of \r\nreconciliation should be implemented by the Afghan \r\npeople themselves and in the interest of all Afghans. \r\nA comprehensive peace process should be open to all \r\ninterested parties that are ready to reject violence and \r\nbreak off their links with international terrorism, and \r\nrespect the Constitution of Afghanistan.\r\nIn order to establish stability in the country, it is \r\nextremely important to implement a decisive political \r\nstep, namely, to successfully hold the presidential and \r\nregional elections in 2014. It is our hope that the election \r\nof the President will, for the first time in the history \r\nof the country, lead to a transfer of power through a \r\npeaceful democratic process. It is important that the \r\nelections take place in a transparent manner and meet \r\nthe interests of all ethnic groups in Afghanistan. That \r\nwill provide a solid foundation for the further stable \r\nand sustainable development of the country.\r\nAs experience has shown, without the support of \r\nthe international community Afghanistan will find it \r\ndifficult to address its social and economic problems. \r\nWe believe that involving Afghanistan in regional \r\ncooperation and broadening its trade and economic \r\nrelations with neighbouring States is key to ensuring \r\nthe stable development of the country, as well as \r\nsustainable peace and trust in the region. The Kyrgyz \r\nRepublic is a participant in such regional organizations \r\nsuch as the Shanghai Cooperation Organization and the \r\n13-57251 13/29\r\n20/11/2013 A/68/PV.55\r\nAfghanistan joined SAARC in 2007, which was one of \r\nits first steps towards larger regional integration, and \r\nwe are happy to see that it is continuing along that path.\r\nThe Maldives is greatly concerned by the recent \r\ndata from the report of the United Nations Office on \r\nDrugs and Crime on Afghanistan’s opium production. \r\nPublished the week before last, it ref lects a new record \r\nin opium production in Afghanistan. The drug trade \r\nand related transnational organized crime presents a \r\nmajor challenge to stability, not only for Afghanistan, \r\nof course, but for the entire region.\r\nThe 2014 presidential and provincial elections \r\nin Afghanistan remain key for a fair, peaceful and \r\nsustainable transition process. The Maldives continues \r\nto stress that we believe that the process must be \r\nfully Afghan-owned and Afghan-led. We therefore \r\ncommend the Afghan Government for adopting a legal \r\nframework for the upcoming elections, although it \r\nshould be noted that holding democratic elections does \r\nnot automatically instil democratic values and that it \r\nwill take time to nourish those values. Ownership of \r\nthe process and broad participation are important to the \r\nachievement of those goals.\r\nWe believe that another part of democratic values \r\nis ensuring the rights of minorities and the rights of \r\nwomen. In that regard, we welcome Afghanistan’s first \r\nprogress report on its implementation of the Convention \r\non the Elimination of All Forms of Discrimination \r\nagainst Women. Although the current situation with \r\nrespect to violence against women remains deeply \r\nconcerning, the newly found accountability will give \r\nrise to further intensive efforts to implement that \r\nimportant Convention.\r\nThe Maldives, through our regional and multilateral \r\nsupport mechanisms, remains committed to ensuring \r\nthe peaceful development of a safe, secure, prosperous \r\nand peaceful Afghan nation. We hope that the \r\ninternational community will learn from the mistakes \r\nof the past and will continue to support Afghanistan in \r\nits efforts to build resilience for a brighter future.\r\nMr. Shin Dong Ik (Republic of Korea): At the \r\noutset, my delegation would like to pay tribute to the \r\nUnited Nations Assistance Mission in Afghanistan \r\n(UNAMA), the International Security Assistance \r\nForce (ISAF) and other international agencies and civil \r\nsociety for playing vital roles in building a peaceful and \r\ndemocratic Afghanistan.\r\ncommitments to the reconstruction and development of \r\nAfghanistan.\r\nLike other speakers before me, my delegation \r\ncommends the major milestone reached on 18 June of \r\nthis year towards attaining a sustainable peace with \r\nthe final step of having Afghanistan’s security forces \r\nassume full responsibility for their own nation’s security. \r\nThat and next year’s presidential elections present \r\ntwo occasions of the utmost importance to efforts to \r\nensure the success of the democratic transition and the \r\ncountry’s long-term, peaceful future. We believe that \r\nit is vital that both processes be Afghan-owned and \r\nAfghan-led, and that both be transparent and inclusive.\r\nIn that light, the Maldives welcomes efforts aimed \r\nat strengthening Afghanistan’s security forces, while \r\nnoting the shortage of some vital resources. We further \r\nnote with concern the increase in incidents that threaten \r\nsecurity. We hope that the continued assistance of the \r\ninternational community will be forthcoming at this \r\nvital time, ensuring that the Afghan forces are fully \r\nequipped to fulfil their responsibility after the gradual \r\nwithdrawal of foreign troops. We further commend the \r\ncontinued capacity-building of the Afghan National \r\nPolice, including Afghanistan’s first community \r\npolicing conference, to be held on 25 June, where they \r\nwill discuss how to strengthen the relationship between \r\nthe Afghan Police and local communities.\r\nThe work of the United Nations aimed at delivering \r\nservices and developing capacity in Afghanistan is \r\nand will continue to be very important. The Maldives \r\ncommends UNAMA’s efforts to increase its efficiency \r\nand maintain its work despite an 18.7 per cent reduction \r\nin funding in 2014. We also congratulate the United \r\nNations Mine Action Programme in Afghanistan, \r\nwhich, according to its most recent report, will have \r\ncleared over 1,900 minefields in the country. We take \r\nnote of the Programme’s call stressing that the recent \r\nfunding cuts endanger Afghanistan’s commitment to \r\nbecoming mine-free by 2023. We again express our \r\nhope that international assistance to Afghanistan at this \r\ncritical time does not continue to waver.\r\nThe Maldives believes that increased regional \r\nintegration is of the utmost importance and contributes \r\nto confidence-building, which greatly benefits the \r\nstability and prosperity of the country. In that regard, \r\nthe Heart of Asia conferences and the Istanbul Process, \r\nsupported by the Organization of Islamic Cooperation \r\nand the South Asian Association for Regional \r\nCooperation (SAARC), represent vital initiatives. \r\n14/29 13-57251\r\nA/68/PV.55 20/11/2013\r\nto be adopted by consensus, embodies the political will \r\nof all Member States to support the Afghan people in \r\ntheir political and national reconstruction process. In \r\nconclusion, the Korean Government will continue to \r\nsupport capacity-building efforts for Afghanistan. By \r\npledging to provide $500 million to that end over the \r\nperiod of 2011 to 2015, we are working closely with \r\nthe Afghan Government and its people in realizing a \r\nprosperous, stable and democratic Afghanistan.\r\nMr. Masood Khan (Pakistan): Pakistan is pleased \r\nto sponsor this year’s draft resolution (A/68/L.11) on \r\nAfghanistan. We thank Germany for steering the \r\nnegotiations on this important draft resolution, which \r\ncomes at a defining moment as Afghanistan negotiates \r\nmomentous political, security and economic transitions \r\nin 2014. The draft resolution is the international \r\ncommunity’s expression of support for Afghanistan as \r\nit intensifies its national endeavours to move towards \r\npeace, stability and prosperity.\r\nThe year 2014 marks a watershed for Afghanistan. \r\nWhile Afghanistan’s real progress over the past decade \r\nis indeed something to celebrate, it is also time for \r\nreflection. The gains must not be wasted or reversed. \r\nMilitary withdrawal should not be a synonym for \r\nreduced focus. Afghanistan must not be abandoned \r\nagain. History has taught us that abandonment will be \r\nbad for Afghanistan, the region and the world. This \r\ntime, abandonment is not even an option. Strenuous \r\nefforts are being made to ensure that the planned \r\ntransitions lead to a stronger and stable Afghanistan \r\nand that the neighbours and friends of Afghanistan play \r\na constructive role to achieve that goal.\r\nIn order to ensure success, it is important that \r\nthe peace and reconciliation process in Afghanistan \r\nsucceed, that Afghan security forces fully shoulder \r\ntheir responsibilities and that economic reconstruction \r\ntakes off. There should be no vacuums in the political, \r\nstrategic, security or economic spheres. The war should \r\ncome to an end, terrorism must be defeated and national \r\nunity should create conditions for internal stability and \r\nregional cooperation. There are some encouraging \r\nsigns in that direction. \r\nThe elections planned for next year are an important \r\nmilestone. A peaceful, inclusive and participatory \r\nelectoral process would consolidate democracy, \r\nreinforce the rule of law and strengthen norms of \r\nbroad representation and accountability. We welcome \r\nthe announcement made today about the final list of \r\ncandidates by the Independent Election Commission.\r\nThe country is now at a critical juncture as \r\nit undertakes the steps for security and political \r\ntransition. A significant milestone was reached with \r\nthe launch of the final phase of the security transition \r\nin June. The Afghan National Security Forces are now \r\ntaking full responsibility for all security operations \r\nthroughout the country. At the same time, we are \r\nwitnessing worrisome trends. The number of terrorist \r\nattacks has risen, causing heavy civilian casualties \r\nand underscoring the fact that continued international \r\nsupport for the Afghan armed forces and the police will \r\nbe vital as the transition moves forward.\r\nMy delegation recognizes that the transition is \r\nnot only a security process, but also requires the full \r\nassumption of Afghan leadership and ownership in \r\nthe area of governance. In that regard, the presidential \r\nand provincial elections in 2014 will be an important \r\nlandmark in the country’s political transition. We \r\nbelieve that the recent adoption of key electoral \r\nlaws will facilitate the establishment of a firm legal \r\nframework for fair and credible elections.\r\nWe also welcome the timely appointments of the \r\nmembers of the two electoral commissions. With only \r\nfive months remaining until the elections, the continued \r\nsupport of UNAMA will be crucial in consolidating the \r\nlegitimacy and integrity of the process. \r\nNational reconciliation, owned by Afghans and led \r\nby Afghans, will be another important step in moving \r\nthe political transition forward. We hope that further \r\nprogress will be made in the peace negotiations with \r\nall the relevant stakeholders, with the aim of achieving \r\nsustainable and lasting peace in Afghanistan. \r\nThe long-term support of the international \r\ncommunity is dependent upon the Afghan \r\nGovernment’s progress in key areas under the Tokyo \r\nMutual Accountability Framework, such as the \r\npromotion of human rights, especially those of women. \r\nIn that regard, we urge the Afghan Government to \r\nenhance its efforts by fully implementing the law on the \r\nelimination of violence against women and ensuring the \r\nindependence of the Afghanistan Independent Human \r\nRights Commission, among other measures.\r\nThe sustained support of the international \r\ncommunity will be vital to Afghanistan’s long-term \r\nstability. Furthermore, it is important that UNAMA \r\ncontinue to play a central role in the coordination of \r\ninternational efforts as Afghanistan moves forward \r\nwith its transition. Today’s draft resolution (A/68/L.11), \r\n13-57251 15/29\r\n20/11/2013 A/68/PV.55\r\nof Pakistan’s commitment to supporting Afghans in \r\ndistress. However, the early, honourable, voluntary \r\nand sustainable return of refugees must continue. \r\nThe support of the United Nations system and the \r\ninternational community is critical in that regard. We \r\nstrongly urge donor countries and Afghanistan to make \r\nthe return and rehabilitation of refugees part of the \r\nplanned economic reconstruction.\r\nOne of the primary objectives of our Afghan \r\npolicy is peace and stability in Afghanistan. We are \r\nconvinced that without sustainable peace and stability \r\nin the country, there would be no peace and stability in \r\nPakistan and in the region. Pakistan and Afghanistan \r\nhave a symbiotic relationship, and their destinies \r\nare intertwined, irrevocably and for all time. Our \r\nGovernment, under the leadership of Prime Minister \r\nMuhammad Nawaz Sharif, is making conscious and \r\nresolute efforts to forge closer ties with Afghanistan, \r\noppose immediate security threats, strengthen bilateral \r\neconomic cooperation and shape an environment for \r\nregional connectivity.\r\nIn the peace and reconciliation process, Pakistan \r\nhas no favourites. We will only play a facilitating role. \r\nThe people of Afghanistan should be in the driver’s seat \r\nand be the masters of their own destiny. We earnestly \r\nhope that Afghans will unite for the peace, prosperity \r\nand development of their great country.\r\nIt is important to have realistic expectations \r\nabout Pakistan’s role. Pakistan can exercise influence, \r\nbut it does not control the Taliban. We have released \r\n46 Taliban prisoners, including Mullah Baradar, and \r\nhave provided safe passage to those considered useful \r\nfor the process by the parties. We are encouraging \r\nthe Taliban to return to the negotiating table. We will \r\ncontinue to play our supportive and constructive role.\r\nWe are keen to develop and build a deeper and \r\nbroader bilateral relationship with Afghanistan. \r\nPositive developments have taken place in that regard. \r\nPresident Karzai’s visit to Islamabad in August this \r\nyear and his wide-ranging and productive engagement \r\nwith Prime Minister Nawaz Sharif were a manifestation \r\nof the strong commitment of the two countries to \r\nstrengthening their relations.\r\nOur countries are bound by ties of kinship, faith \r\nand history. We are working to implement the vision \r\nof Prime Minister Nawaz Sharif for a peaceful and \r\nprosperous neighbourhood. That engagement was \r\nadvanced through a trilateral summit in London last \r\nThe most crucial ingredient in Afghan consensus is \r\nan Afghan-led and Afghan-owned peace and national \r\nreconciliation process. An all-inclusive, broad-based \r\ndialogue should strive to bring together and reflect the \r\ninterests of all groups, political forces and segments of \r\nsociety.\r\nWe know that a military solution is not a panacea \r\nfor Afghanistan or a guarantor of long-term stability. \r\nThe Doha initiative, regrettably, did not succeed. But \r\nwe must not lose hope. That thread must be picked up \r\nagain to resume talks — but talks that are conducted in \r\ngood faith and lead to results.\r\nThe transfer of security responsibility to Afghan \r\nforces earlier this year paves the way for the Afghan \r\nGovernment to exercise its writ and control over \r\nits territory. Recent independent reports suggest \r\nthat Afghan security forces have enhanced their \r\noccupational and operational capability and that NATO \r\nand the United States will continue to play a supportive \r\nrole in the post-2014 period. That also reinforces public \r\nconfidence in the Afghan security and institutional \r\nstructures designed to ensure stabilization.\r\nThere is apprehension about the possibility that \r\nthe Afghan economy may suffer after the withdrawal \r\nof troops. So far, the economy has been largely run \r\nas or perceived as a war economy, which has been \r\nbolstered by a massive international presence. Pledges \r\nfor investment and reconstruction have either not \r\nmaterialized or the available funding has not been \r\nassimilated.\r\nThe international community and the people of \r\nAfghanistan have the means and an opportunity to avert \r\nan economic downturn. Economic reconstruction needs \r\nto be stepped up. Pledges of support must be fulfilled. \r\nCapital, know-how and international entrepreneurs and \r\nbusinesses must be locked in to maintain economic \r\nmomentum for growth.\r\nOur worst fear is that an economic slowdown in \r\nAfghanistan post-2014 may result in more refugees \r\nwanting to move to Pakistan. We would not be able to \r\nabsorb them. Afghanistan has done a commendable \r\njob in receiving and assimilating millions of refugees \r\nin the past 10 years, but we still have nearly 3 million \r\nregistered and undocumented refugees on Pakistani \r\nsoil. In the past 33 years, we have hosted more than \r\n5 million refugees.\r\nOur decision to extend the refugees’ legal \r\nauthorization until the end of 2015 is a clear indication \r\n16/29 13-57251\r\nA/68/PV.55 20/11/2013\r\nWe believe that the United Nations should play \r\nan enhanced role in rebuilding Afghanistan. The visit \r\nof Deputy Secretary-General Jan Eliasson to Kabul \r\nearlier this year underlined the need for United Nations \r\nsupport to strengthen Afghan capacity and resilience. \r\nWhile the Organization aligns its activities with \r\nAfghan Government priorities, United Nations support \r\nshould be channelled to the political, security and \r\ndisarmament, demobilization and reintegration fields. \r\nUNAMA’s mandate should be carefully calibrated next \r\nyear in order to adjust to the changing milieu.\r\nAs I said earlier, Pakistan’s relations with \r\nAfghanistan are driven by a sense of shared destiny. \r\nOur cooperation spans the entire spectrum of relations. \r\nWe are committed to a peaceful and stable Afghanistan. \r\nNo country has suffered more than Pakistan from \r\ninstability in Afghanistan, and no country stands to \r\ngain more from peace and stability in that country. We \r\nare confident that the valiant people of Afghanistan \r\nwill surmount the current challenges to usher in a \r\nbrighter and more prosperous future for themselves \r\nand for the region. Pakistan will be there to celebrate \r\nthat transformation with the brotherly people of \r\nAfghanistan.\r\nMs. Alowais (United Arab Emirates) (spoke in \r\nArabic): The United Arab Emirates affirms its support \r\nfor the draft resolution before the General Assembly \r\ntoday on the situation in Afghanistan (A/68/L.11), \r\nparticularly with respect to the completion of the \r\ntransitional process and the advent of 2014, which \r\nsymbolizes a new beginning for the Islamic Republic \r\nof Afghanistan and its people, defined by the \r\nrestoration of security and stability, the development of \r\ngovernmental institutions, the holding of elections and \r\nthe achievement of sustainable economic development.\r\nThe United Arab Emirates commends the progress \r\nmade in Afghanistan over the past decade. Despite \r\nthis, there is still a dire need for the international \r\ncommunity to stand by the Afghan people through \r\nthe important stages ahead and to commit to the \r\noutcomes of the conferences held in Kabul, Bonn, \r\nTokyo, Istanbul, Lisbon, Chicago and elsewhere. In that \r\nconnection, we reaffirm our long-term commitment to \r\nAfghanistan, hoping that its security and stability will \r\nlead to security and stability in the region, including \r\nthe United Arab Emirates. It is essential for the United \r\nNations to continue working in Afghanistan through \r\nthe commendable efforts of the Secretary-General and \r\nhis Special Representative at the head of the United \r\nmonth, which was attended by Prime Minister Nawaz \r\nSharif, President Hâmid Karzai and Prime Minister \r\nDavid Cameron. We thank the United Kingdom for \r\nfacilitating the dialogue. I also thank Ambassador \r\nZahir Tanin, Afghanistan’s Permanent Representative \r\nto the United Nations, for his warm words earlier today \r\nabout the commitment and cooperation of Pakistan, \r\nwhich he said is vital to the advancement of the peace \r\nand reconciliation process.\r\nWe are working on a number of projects to \r\nreinforce regional trade and construct energy and \r\ncommunications corridors. We want early fruition of \r\nenergy projects such as the electricity-transmission \r\nline between Kyrgyzstan, Tajikistan, Afghanistan and \r\nPakistan known as CASA-1000 and the Turkmenistan-\r\nAfghanistan-Pakistan-India gas pipeline, which \r\nhave significant dividends for Afghanistan and other \r\nneighbouring countries. Similarly, the building of road \r\nand rail links and other infrastructure projects, which \r\nare either under completion or on the anvil, will boost \r\nour economies and create broader synergies for the \r\nregion.\r\nPakistan is according importance to developing \r\nand strengthening the health and education sectors \r\nin Afghanistan. We have built colleges, universities \r\nand hospitals in Afghanistan and given scholarships \r\nto Afghan students to study in Pakistani educational \r\ninstitutions. We have contributed more than $400 million \r\nto Afghanistan’s reconstruction.\r\nInsecurity is the bane of Afghanistan’s and \r\nPakistan’s common dream of a prosperous future. In \r\nthat context, securing borders is the most important \r\nstep. Pakistan’s legitimate security interests must be \r\nrecognized and respected. We must not allow our sacred \r\nrelationship to be manipulated by non-State actors. \r\nWe need more aggressive policing and surveillance \r\nof the Pakistan-Afghanistan border. That would deter \r\nterrorists and extremists and the masterminds behind \r\norganized crime, narcotics trafficking and illicit arms \r\nproliferation. A visit by the Afghan Interior Minister \r\nwould help address the issue of border management.\r\nThe United Nations Office on Drugs and Crime \r\nhas recorded a 36 per cent increase in poppy cultivation \r\nin Afghanistan this year. That is extremely disturbing. \r\nAn integrated and comprehensive response to the drug \r\nissue is required. The United Nations system should \r\ncontinue to play its important role in that regard.\r\n13-57251 17/29\r\n20/11/2013 A/68/PV.55\r\nventure with the United Kingdom to build a highway \r\nlinking northern and southern Afghanistan and a joint \r\nventure with the Bill and Melinda Gates Foundation to \r\nvaccinate children in Afghanistan, for which the United \r\nArab Emirates has allocated $33 million from 2011 to \r\n2013.\r\nRegional cooperation is one of the key pillars for \r\nensuring security, stability, social and economic growth \r\nin Afghanistan by combating terrorism, fighting the \r\ndrug trade and repatriating Afghan refugees. In that \r\nregard, Member States and regional organizations must \r\nredouble their efforts to accelerate the implementation \r\nof confidence-building measures and regional dialogue, \r\nparticularly between Afghanistan and the Islamic \r\nRepublic of Pakistan, since the security and stability \r\nof the two countries depend on both sides. The United \r\nArab Emirates commends the positive efforts of both \r\ncountries to strenghten cooperation, and attaches \r\nparticular importance to that matter.\r\nThe United Arab Emirates supports the peace, \r\nreconciliation and reintegration process led by \r\nAfghanistan through the High Peace Council, which \r\nseeks to eliminate violence and to ensure respect for \r\nthe rights of all Afghans, especially Afghan women. \r\nThe United Arab Emirates condemns all attacks on \r\nwomen. To that end, at the Heart of Asia ministerial \r\nconference in Almaty, Kazakhstan, the United Arab \r\nEmirates announced a two-year, $20-million project \r\nto train Afghan imams, which was launched in May. \r\nThe objective of the project is to raise awareness of \r\nmoderate Islam in order to safeguard respect for the \r\nrights of all Afghans.\r\nMr. Yoshikawa (Japan): It gives me great \r\npleasure to address agenda item 37 on the situation in \r\nAfghanistan, particularly because I served as the first \r\nSpecial Representative of Japan to Afghanistan and \r\nPakistan in 2009 and 2010. I wish to express my sincere \r\nappreciation to Ambassador Wittig of Germany and his \r\ncolleagues, who ably led the consultations throughout \r\nits entire process. I also thank Ambassador Tanin of \r\nAfghanistan for his constructive engagement towards \r\nachieving a consensus on draft resolution A/68/L.11. \r\nJapan is pleased to co-sponsor the draft resolution \r\nbefore us today.\r\nI would like to pay tribute to all the men and \r\nwomen in Afghanistan who have devoted themselves \r\nto rebuilding their country in the most difficult \r\ncircumstances. I also pay tribute to all the citizens of \r\nNations Assistance Mission in Afghanistan. The role \r\nof the United Nations in supporting an Afghan-led \r\npolitical process must continue.\r\nAlthough Afghan security forces were given \r\nfull responsibility five months ago, the bulk of the \r\nresponsibility for assisting Afghan forces through \r\ntraining and funding lies with the international \r\ncommunity. The United Arab Emirates strongly \r\ncondemns the continuing terror attacks committed \r\nby extremist groups, which have claimed the lives of \r\ninnocent civilians, including women and children. \r\nIn the context of the Istanbul Process on Regional \r\nSecurity and Cooperation for a Secure and Stable \r\nAfghanistan, the United Arab Emirates is co-chairing, \r\nwith the Republic of Turkey and the Islamic Republic of \r\nAfghanistan, a working group on the implementation of \r\nconfidence-building measures  to counter terrorism.  In \r\nthat framework, the United Arab Emirates has hosted \r\nfruitful discussions on ways to combat terrorism at the \r\nHedayah Centre in Abu Dhabi, the first international \r\ncentre of excellence for countering violent extremism.\r\nMoreover, let us not forget the impact of \r\nanti-personnel landmines and explosive remnants of \r\nwar on innocent civilians in Afghanistan. Since 2011, \r\nthe United Arab Emirates has allocated $25.8 million \r\nto support mine-clearance operations in Kandahar, one \r\nof the areas that are most affected by mines. Those \r\noperations, which have continued for the past two \r\nyears, have cleared approximately 50 per cent of the \r\nhazardous mined areas, contributing to the employment \r\nof more than 1,000 people and providing access to land \r\nfor agriculture and infrastructure development.\r\nThat demonstrates how security and stability \r\nin Afghanistan are key elements in advancing \r\nsocioeconomic development, ensuring access to \r\naid by all sectors of Afghan society. In 2011, the \r\nUnited Arab Emirates set up a standing committee \r\nfor humanitarian and development assistance in \r\nAfghanistan, consolidating all the efforts of donors and \r\ncharitable institutions in that country. The assistance \r\nprovided by the United Arab Emirates amounted to \r\n$267.3 million from 2009 to 2012, including projects \r\nsuch as building Kandahar Airport, completing a road \r\nleading to Helmand province, and providing food and \r\naid to orphans and persons with special needs.\r\nThe United Arab Emirates is working with Member \r\nStates and other institutions on joint projects for the \r\ndevelopment of the Afghan economy, such as a joint \r\n18/29 13-57251\r\nA/68/PV.55 20/11/2013\r\nmission in order to have a constructive impact on the \r\nelection process.\r\nNow I would like to touch upon what we expect from \r\nAfghanistan, in particular from the future Government, \r\non important challenges.\r\nThe Tokyo Conference on Afghanistan held in \r\nJuly 2012 demonstrated once again the strong will and \r\ncommitments by both the Afghan Government and \r\nthe international community. The reliable and timely \r\nimplementation of the mutual commitments under the \r\nTokyo Mutual Accountability Framework is the key \r\ndriving instrument towards a stable and prosperous \r\nAfghanistan. It is therefore critical that the duties for \r\nimplementing the commitments by Afghanistan be \r\nproperly handed over to the new Government. In that \r\nregard, I would like to renew the call for Afghanistan \r\nto take sustained and accelerated action to deliver on \r\nits commitments as agreed at the Conference, including \r\nthose made in the areas of governance, the rule of law, \r\nhuman rights and public finances.\r\nIn order to help Afghanistan’s efforts, Japan has \r\nbeen delivering assistance in a faithful and generous \r\nmanner. Since January 2002, when Japan hosted the \r\nTokyo International Conference on Reconstruction \r\nAssistance to Afghanistan, we have contributed a total \r\nof $5 billion for the country’s developments efforts. \r\nWe look forward to seeing tangible progress in that \r\nregard at the ministerial meeting to be co-hosted by \r\nAfghanistan and the United Kingdom next year.\r\nI would like to conclude my statement by \r\nemphasizing the importance of an Afghan-owned \r\nand Afghan-led peace and reconciliation process. \r\nNeedless to say, Afghanistan bears full responsibility \r\nfor advancing the peace process in order to make the \r\ndividends of the security transition irreversible. Japan \r\ncalls for sustained political determination by the \r\nAfghan Government.\r\nI would also like to point out that constructive \r\nengagement by neighbouring countries plays a vital \r\nrole in the Afghan-led peace and reconciliation \r\nprocess. In that regard, it is very encouraging to see the \r\nintensive Afghanistan-Pakistan dialogue over the past \r\nyear, as the Permanent Representatives of Afghanistan \r\nand Pakistan mentioned today. At the Japan-Pakistan \r\nsummit meeting held in September here in New York, \r\nPrime Minister Abe was assured by Prime Minister \r\nSharif that Pakistan’s positive involvement would \r\ncontinue.\r\nStates Members of the United Nations, including Japan, \r\nwho have been working to enhance the stability and \r\ndevelopment of Afghanistan.\r\nThe year 2014 will be a critical juncture for the \r\nfuture sustainability of Afghanistan, since the country \r\nis expected to achieve concrete results through the \r\npresidential election and by transitioning towards \r\nsecurity. In that regard, we all hope that the Organization, \r\nin particular the United Nations Assistance Mission in \r\nAfghanistan, will play an increasingly important role \r\nin 2014 and beyond in supporting the Government’s \r\nefforts to meet its development goals and achieve \r\nlasting peace. Japan will continue to lend its support to \r\nthe work of the United Nations in Afghanistan.\r\nToday I would like to address some key issues \r\nand challenges that Japan believes the Government of \r\nAfghanistan must tackle.\r\nFirst and foremost, the upcoming presidential and \r\nprovincial elections must give strong legitimacy to the \r\nnew Government that is to be established. The next \r\nPresident will take over the heavy duties of President \r\nKarzai, who has tirelessly led the country towards \r\nlasting peace and stability for more than 11 years. In \r\norder to achieve strong legitimacy for the Government, \r\nit is first imperative for Afghanistan to ensure a fair \r\nand transparent election process, starting from the \r\npreparations stage. Secondly, the election results should \r\nbe a reflection of the will of the entire population. To \r\nthat end, it is indispensable for the Government to \r\nencourage full participation by all eligible voters.\r\nIn that light, Japan commends the important progress \r\nmade by Afghanistan regarding voter registration, \r\nthe adoption of the electoral legal framework and the \r\nestablishment of key electoral institutions, to name a \r\nfew. However, security still remains key to ensuring \r\nwider participation. Also crucial are the processes \r\nand logistics, such as the voting process itself and the \r\ncounting and announcement of final results. Those are \r\nalso important challenges.\r\nLast but not least, Afghanistan must hold the \r\nelections in April 2014, as currently scheduled according \r\nto its Constitution. Japan, as a long-term partner of \r\nAfghanistan, is ready to assist with the Government’s \r\nendeavours. We support the work of the Independent \r\nElection Commission through the second phase of the \r\nEnhancing Legal and Electoral Capacity for Tomorrow \r\nproject. We also look into joining the election observer \r\n13-57251 19/29\r\n20/11/2013 A/68/PV.55\r\nimperative that the elections be held on time and result \r\nin an outcome that is perceived as legitimate by all \r\nsegments of Afghan society. While legitimate elections \r\nby necessity entail competition and debate, we hope \r\nthat the upcoming elections in Afghanistan will \r\nrepresent a unifying moment for the country. Afghans \r\nalso recognize that continued international assistance \r\nis contingent upon credible, inclusive and transparent \r\nelections that reflect the will and aspirations of the \r\nAfghan people. \r\nWe are encouraged by the hundreds of Afghan \r\nwomen who are running for positions on the provincial \r\ncouncils thoughout the country, and we welcome the \r\nsupport of the United Nations and our international \r\npartners in strengthening the rights and the role of \r\nAfghan women. Societies where women are safe and \r\nempowered to exercise their rights and to move their \r\ncommunities forward are more prosperous and more \r\nstable, not occasionally but always. Protecting the gains \r\nmade for Afghan women is not up to women alone; it \r\nrequires engaging civil society, including men, women \r\nand minorities.\r\nWhile the success of the political transition next \r\nyear is essential to the future stability of Afghanistan, \r\nit alone is not sufficient to end the conflict. The \r\nUnited States firmly believes that an Afghan-led peace \r\nand reconciliation effort is the surest way to end the \r\nviolence and to bring lasting stability to Afghanistan \r\nand the region.\r\nThe security and political transitions that I have \r\ndescribed will succeed only if they are matched by the \r\nbroader commitment of the Government of Afghanistan \r\nto reform its economy and unlock the economic \r\npotential of the Afghan people. Those reforms should \r\ninclude a comprehensive approach to combating the \r\nnarcotics trade that is integrated into the broader efforts \r\nto support governance, the rule of law and economic \r\ndevelopment. \r\nFurthermore, unlocking Afghanistan’s potential as \r\na waypoint in regional trade between Central and South \r\nAsia will also unlock new economic opportunities \r\nacross the region. That is the crux of the new Silk \r\nRoad vision, which is based on the premise that greater \r\neconomic cooperation is critical to achieving stability \r\nand peace across the region.\r\nFinally, the United Nations has played and will \r\ncontinue to play a critical role in Afghanistan. In \r\nparticular, we commend United Nations support for \r\nWe fervently hope to see the Afghan-led peace \r\nand reconciliation process supported by mutual trust \r\namong its neighbouring countries. We also hope that \r\nit will bear concrete results in the near future and that \r\nall people of Afghanistan and the region will enjoy the \r\ndividends of peace.\r\nMrs. DiCarlo (United States of America): The \r\nUnited States is pleased to join other Member States \r\nin sponsoring this draft resolution (A/68/L.11) on the \r\nsituation in Afghanistan. The draft resolution reflects \r\nthe international community’s continuing commitment \r\nto supporting the Afghan people in building a stable, \r\ndemocratic and prosperous Afghanistan through the \r\n2014 transition and beyond. \r\nOver the past 12 years, the livelihoods of the Afghan \r\npeople have fundamentally improved. In 2001, there \r\nwere only 900,000 Afghan children in school, and all of \r\nthem were boys. Today nearly 8 million students are in \r\nschool, and more than a third of them are girls. Maternal \r\nmortality was 1,600 per 100,000 births; today it is down \r\nby 80 per cent. Life expectancy for the average Afghan \r\nwas 42 years; today it is 62 years and rising. Nine per \r\ncent of Afghans had access to basic health care; today \r\n60 per cent of Afghans live within an hour of basic \r\nhealth services. There was only one television station, \r\nand it was owned by the Government; today there are \r\n75 stations, and all but two are privately owned. There \r\nwere virtually no cell phones in the country in 2001; \r\ntoday, there are 18 million, covering about 90 per cent \r\nof residential areas. That progress was only possible as \r\na result of the sacrifices of the Afghan people and their \r\ninternational supporters. \r\nWe are now at a critical moment in Afghanistan’s \r\nhistory. Last summer, the Afghan National Security \r\nForces for the first time took the lead in providing \r\nsecurity across the entire country. Afghanistan’s \r\nmilitary and law enforcement are growing stronger \r\nand more capable by the day. Even as the security \r\ntransition reaches its final stages, the United States \r\nand our international partners remain committed to \r\nhelping the Afghan National Security Forces become \r\nan independent force that is able to secure its own \r\npeople and the public trust. That is a commitment that \r\nwill extend well beyond 2014. \r\nThe single most important milestone in \r\nAfghanistan’s political transition during the next year \r\nwill be the peaceful transfer of power from President \r\nKarzai to a democratically elected successor. It is \r\n20/29 13-57251\r\nA/68/PV.55 20/11/2013\r\nAs we stated previously, India does not have an \r\nexit policy in Afghanistan. India will not be deterred \r\nby such attacks. We do not see that attack as aimed \r\nonly against India but also against the efforts of the \r\nAfghan people to overcome the tragic consequences of \r\nthe past several decades of war and conflict. I would \r\nlike to reiterate our commitment to stand by the Afghan \r\npeople and their security personnel, who have shown \r\nexemplary courage in protecting them.\r\nIt has been seen that most terrorist attacks in \r\nAfghanistan originate from beyond its borders by \r\ngroups closely allied to Al-Qaida and its affiliates. We \r\nwould like to reiterate that we must be continuously \r\nwatchful of the designs of such terrorist organizations. \r\nThe Al-Qaida and Taliban Sanctions Committee \r\nmust remain proactive and attentive in its listing and \r\ndelisting process of individuals and entities for targeted \r\nmeasures. The role of the international community in \r\nthat regard is critical, not only in providing input to \r\nthe Sanctions Committee and other related counter-\r\nterrorism entities but also in continuing to support the \r\nefforts of the Afghan people to address the security and \r\nterrorist challenges that they face. \r\nIn that regard, concerted action is also needed \r\nto isolate and to destroy the syndicate of terrorism, \r\nwhich includes elements of the Taliban, Al-Qaida, \r\nLashkar-e-Taiba and other terrorist and extremist \r\ngroups. It is therefore extremely important that \r\nthe transition security plan take into account the \r\nthreats posed by those terrorist organizations and \r\ncomplement the security architecture in Afghanistan. \r\nThe drawdown of troops and its implication for the \r\nsecurity arrangements need to be carefully assessed \r\nand appropriate measures must be taken to ensure the \r\nsafety and security of the Afghan people.\r\nThe time has come for the international community \r\nto reassess the role that it wishes to play in Afghanistan’s \r\ninternal political process. In that regard, the issue of \r\nthe renewed mandate of the United Nations Assistance \r\nMission in Afghanistan (UNAMA) should be discussed. \r\nAfghanistan has reached a considerable level of political \r\nmaturity with the huge political reconstruction effort in \r\nthat country. We applaud the role played by UNAMA, \r\nalong with other agencies of the United Nations system, \r\nin the political, humanitarian and development spheres \r\nin Afghanistan over the past decade. However, we \r\nbelieve that we should take note of the maturity of the \r\npolitical process in Afghanistan. We should therefore \r\ndefine UNAMA’s political mandate to ensure that it \r\nAfghanistan’s 2014 elections. United Nations support \r\nfor regional diplomacy, the political process and \r\ncoordination between the Government of Afghanistan \r\nand donors in implementing the Tokyo Mutual \r\nAccountability Framework will also be essential as \r\nAfghanistan looks towards 2014 and beyond.\r\nMr. Mukerji (India): At the outset, let me thank \r\nthe President for organizing this discussion. I also avail \r\nmyself of this opportunity to commend the German \r\ndelegation, and Ambassador Wittig personally, for \r\ncoordinating the intergovernmental negotiations in an \r\nexcellent manner, which has brought us to the annual \r\ndraft resolution on the situation in Afghanistan. As in \r\nthe past several years, India is happy to sponsor draft \r\nresolution A/68/L.11, which has traditionally been \r\nadopted by consensus.\r\nAfghanistan is undergoing a significant period \r\nof transition, which includes the security, political \r\nand economic dimensions. The progress made on the \r\ntechnical preparations for the presidential elections is \r\na testimony to the resolve of the people of Afghanistan \r\nto ensure a smooth political transition. The key to \r\nsuccessful elections in 2014 is an election whose \r\noutcome is acceptable to the people of Afghanistan.\r\nThe presidential elections will be yet another \r\nsignificant step towards the political reconstruction \r\neffort in Afghanistan and must continue to be Afghan-\r\nled, Afghan-owned and, let me add, Afghan-managed. \r\nThe rationale behind our addition of the word Afghan-\r\nmanaged is that we want to stress that the destiny of \r\nAfghanistan is in the hands of the Afghan people. It also \r\nsymbolizes the distance that the people of Afghanistan \r\nhave covered in the process of transition and \r\ntransformation. It will be the third democratic election \r\nin Afghanistan, which is a significant achievement \r\nfor Afghanistan and a sign of the maturity of its new \r\npolitical system. The international community must \r\nstrongly support the Afghan authorities’ preparations \r\nin that endeavour and, at the same time, resist any \r\noutside effort to derail the process.\r\nThe security situation in Afghanistan remains \r\nfragile. The number of civilian casualties and targeted \r\nkillings has risen. The condemnable attack on the Indian \r\nConsulate in Jalalabad on 3 August, which led to the \r\ninjury of several Afghan security personnel who were \r\nguarding the Consulate and to the killing of several \r\ninnocent Afghan citizens, including 10 children, is \r\nanother example of the tenuous security environment \r\nin Afghanistan. \r\n13-57251 21/29\r\n20/11/2013 A/68/PV.55\r\nand his Special Representative are promoting in that \r\naim and reiterates its full and convinced support for \r\ntheir work. We also commend the role of the United \r\nNations Assistance Mission (UNAMA) in leading and \r\ncoordinating the civilian efforts of the international \r\ncommunity, whose importance will grow as the military \r\ncommitment gradually diminishes.\r\nThe term “countdown” epitomizes the current \r\ninternational debate on Afghanistan, expressing not \r\nonly the concerns but especially the expectations and \r\nconfidence we partners have with regard to the crucial \r\ndeadlines Afghanistan must face between now and the \r\nend of 2014. In that period, the country must complete \r\nthe transition process, the decade of transformation \r\nbegins, and the International Security Assistance \r\nForce will turn into a resolute support mission. First, \r\nhowever, come the presidential elections of April 2014, \r\nwhich will mark, for the first time in Afghan history, \r\na handoff from one Head of State to another through a \r\ndemocratic process. Those critical junctures will outline \r\nthe features of domestic balances in Afghanistan and \r\nthe nature of the country’s future relationship with the \r\ninternational community.\r\nIn the lead-up to the elections, the United Nations \r\nneeds to strengthen its support for the Afghan \r\ninstitutions to enable them to gradually take ownership \r\nof the civil and economic development of the country. It \r\nis Italy’s hope that until the new Head of State has been \r\nproclaimed, the Kabul authorities will undertake every \r\naction needed to guarantee an inclusive, transparent \r\nand credible electoral process and that there will be \r\ncommon rules of the game that protect and represent \r\nthe many facets of civil society, as well as the various \r\npolitical parties present in the country.\r\nThe gradual definition of an institutional framework \r\nto oversee the elections, thanks to the approval of the \r\nnew election law and the forthcoming publication of the \r\nfinal list of presidential candidates, indicates that the \r\nAfghan authorities are moving in the right direction. \r\nA prerequisite for the proper and orderly conduct of \r\nthe presidential and provincial elections is security, a \r\nresponsibility of the Afghan National Security Forces, \r\nwhich have made steady progress in the challenging \r\ndaily task of controlling the territory.\r\nItaly reiterates its conviction that there can be \r\nno stabilization of Afghanistan without domestic \r\nreconciliation, nor can this stability be lasting without \r\nthe genuine and heartfelt contribution of regional \r\nstakeholders. Italy thus confirms its support for the \r\nkeeps its focus on supporting the institutions of politics \r\nrather than the political process itself, which must be \r\nleft to Afghanistan’s own leaders. \r\nWe also believe that UNAMA must expand its \r\nhumanitarian and developmental role through better \r\ndelivery of assistance in Afghanistan, since the \r\nUnited Nations is uniquely placed in its access to the \r\nremotest and most isolated communities in the country. \r\nImproving infrastructure, along with access to basic \r\nservices, such as health care, education and nutrition, \r\non a regular basis for all Afghans would create a vital \r\nspace for the new Afghan political system to mature \r\nand take firm root in Afghan society. That must \r\ncomplement and supplement Afghan State institutions \r\nand their initiatives in those spheres, since it is not \r\ncapacity substitution but capacity-building that we seek \r\nto achieve in Afghanistan. It would also be useful if \r\nwe undertake a serious assessment of the future role \r\nof UNAMA by learning from its experiences and \r\nfrom the views of other Member States. The objective \r\nshould be to see how best the international community \r\ncan realistically assist the Afghan people in a fast-\r\nchanging political scenario. The assessment of issues \r\nfacing UNAMA must take into account the problems \r\nof coherence in performing its mandated activities and \r\nthe related duplication of resources and a higher cost of \r\nprogrammes.\r\nMr. Touré (Guinea), Vice-President, took the Chair.\r\nAs Afghanistan moves towards 2014, it would \r\nbe entering a new era of development and progress. \r\nNeedless to say, the international community’s support \r\nand constant encouragement for Afghanistan will \r\nbe critical in that transition. We would like to offer \r\nassurances that India will remain steadfast in its \r\nsupport to Afghanistan during the period of transition \r\nand thereafter. India once again reiterates its support for \r\nan Afghan-led, Afghan-owned and Afghan-controlled \r\nprocess of transition and development.\r\nMr. Cardi (Italy): Italy aligns itself with the \r\nstatement made by the observer of the European Union \r\nand would like to make a few remarks in a national \r\ncapacity.\r\nWe welcome the draft resolution on the situation \r\nin Afghanistan (A/68/L.11) and support its adoption by \r\nconsensus. In doing so, we confirm our appreciation \r\nfor the substantial contribution the United Nations \r\nis making to the stabilization of the country. Italy \r\nvalues the continued efforts that the Secretary-General \r\n22/29 13-57251\r\nA/68/PV.55 20/11/2013\r\nof States, in particular the neighbouring countries \r\nof Afghanistan, are resolute in their strong long-\r\nterm commitment to a secure, stable and prosperous \r\nAfghanistan and its sovereignty, independence, \r\nterritorial integrity and national unity. Fourthly, a \r\nnumber of remaining challenges in Afghanistan and \r\nthe interconnected nature of those challenges require \r\nmore efforts of the Afghan Government, coupled with \r\nthe strong support of the international community.\r\nIn the year 2014, two significant events, namely \r\nthe presidential and provincial council elections, and \r\nthe announced withdrawal of foreign forces from \r\nAfghanistan, are crucial in shaping the future of \r\nthat country. Successful elections in 2014 are indeed \r\nessential in enhancing the political stability and \r\nnational unity of Afghanistan and its advancement in \r\nall other areas. While we support the efforts of the \r\nAfghan Government in organizing those elections well, \r\nwe hope that the active participation of all Afghans in \r\nthe elections will help enhance the unity and harmony \r\nof all segments of the Afghan population.\r\nWe also call for continued international and \r\nregional support for holding free and fair elections \r\nin Afghanistan in 2014. In the political context, \r\nthe Islamic Republic of Iran supports the peace \r\nand national reconciliation efforts of the Afghan \r\nGovernment. We emphasize the importance of fully \r\nobserving Afghanistan’s Constitution and the need to \r\nadhere to the principle of an Afghan-led and Afghan-\r\nowned reconciliation process. Any effort towards \r\nthat goal should be undertaken without any external \r\npressure or interference and without appearing to \r\nreward either those who advocate extremist policies \r\nor the perpetrators of terrorist acts. I should also \r\nemphasize that the United Nations, including through \r\nits Assistance Mission in Afghanistan, should continue \r\nits active role in Afghanistan post-2014.\r\nAs in any other country, in Afghanistan security \r\nis a prerequisite for the success of efforts in all areas. \r\nTherefore, enhancing the security of Afghanistan \r\nshould continue to be the highest priority. In our \r\nview, the complete withdrawal of foreign forces from \r\nAfghanistan in 2014 should be followed by the strong \r\nsupport of the international community in equipping \r\nAfghan forces at a level commensurate with existing \r\nsecurity threats, in particular from terrorists, illegal \r\narmed groups and organized criminals.\r\nIn that context, I would like to stress that special \r\nattention should be paid to combating the interlinked \r\npeace process, recognizing the full ownership of the \r\nAfghan authorities, and expects that there will be no \r\nbacksliding from gains that have been made in the \r\nareas of democracy, civil rights and gender equality or \r\nconcessions to terrorism.\r\nItaly is confident that the recent establishment \r\nof a more cordial climate between Afghanistan and \r\nPakistan portends positive developments in the \r\ninter-Afghan dialogue and in regional cooperation as \r\na whole. In the latter regard, implementation of the \r\nconfidence-building measures of the Istanbul “Heart \r\nof Asia” process, which Italy supports and encourages, \r\ncould make a significant contribution.\r\nIn closing, Italy wishes to express its appreciation \r\nof the important space that the Afghanistan draft \r\nresolution dedicates to respect for human rights, \r\nparticularly the rights of women and children. For Italy, \r\nthat protection is an absolute priority.\r\nWe intend to dedicate our efforts and our support \r\nto Afghanistan and its people. At the same time, from \r\nour Afghan friends we are expecting — in the logic \r\nof conditionality, pursuant to the legacy of the Tokyo \r\nMutual Accountability Framework —  the achievement \r\nof definite, measurable results not only in human rights, \r\nbut also in areas such as the democratic and electoral \r\nprocess, the fight against corruption and administrative \r\nand economic governance.\r\nMr. Khazaee (Islamic Republic of Iran): At the \r\noutset, let me begin by thanking the President for \r\nconvening this annual meeting of the General Assembly \r\nto review the progress made in building a secure, stable \r\nand prosperous Afghanistan.\r\nI would also like to thank the Secretary-General for \r\nhis report (A/68/609) and to express my appreciation \r\nto Mr. Ján Kubiš, Special Representative of Secretary-\r\nGeneral for Afghanistan and Head of United Nations \r\nAssistance Mission in Afghanistan (UNAMA), for \r\nhis comprehensive assessment of the situation in \r\nAfghanistan. We had several rounds of discussion with \r\nhim, and I really appreciate his efforts.\r\nA short look at the developments in Afghanistan \r\nduring the past several years is indicative of the \r\nfollowing facts. First, significant progress has been \r\nmade in the political, economic, social and development \r\nareas in Afghanistan. Secondly, the general trend for \r\nconstruction and reconciliation in Afghanistan is \r\npositive, and efforts are on the right track. Thirdly, \r\nthe United Nations and the international community \r\n13-57251 23/29\r\n20/11/2013 A/68/PV.55\r\nrefugee population across the country by offering them, \r\namong other things, access to free primary health care. \r\nAt least 80 per cent of the refugee population benefit \r\nfrom health insurance.\r\nWith respect to education, currently 320,000 Afghan \r\nstudents are studying at schools and 8,000 are enrolled \r\nin universities in Iran, shoulder to shoulder with Iranian \r\nstudents. My country spends over $400 million a year \r\nfor educational programmes for Afghan refugees. As \r\na result, the literacy rate of Afghan refugees has risen \r\nfrom 6 to 70 per cent over the years. While making every \r\neffort for the voluntary repatriation of Afghan refugees, \r\nIran calls on the international community to allocate \r\nthe necessary and adequate funds for the development \r\not the educational and health environments, facilities \r\nand equipment for Afghan refugees in Iran, pending \r\ntheir repatriation.\r\nSustained and comprehensive economic \r\ndevelopment in Afghanistan is critical, not only \r\nto provide grounds conducive to the repatriation \r\nof refugees and to combat challenges such as the \r\nproduction of and trade in narcotic drugs, but also to \r\nachieve long-term security and stability in that country. \r\nWe stress the need to pay special attention to rebuilding \r\nArghanistan’s economic infrastructure. While \r\nconsiderable commitments for the reconstruction and \r\neconomic development of Afghanistan have been made \r\nat the major international and regional conferences on \r\nAfghanistan during the past several years, they need \r\nto be fully implemented. As an active player in the \r\nreconstruction of Afghanistan’s economy, the Islamic \r\nRepublic of Iran has granted more than half a billion \r\ndollars for various projects in Afghanistan and has \r\nsupported and implemented many projects in such areas \r\nas roads, railways, energy, mining and agriculture. \r\nI had the honour to chair the bureau concerned with \r\nthose areas in Iran before taking up my position here.\r\nBuilding a secure, stable and prosperous \r\nAfghanistan is indeed crucial, not only for the future \r\nof the Afghan people, but also for enhancing peace and \r\nstability in the region and, of course, in the world in \r\ngeneral. More coherent and better coordinated regional \r\nefforts are therefore needed to ensure the sustainable \r\nsocioeconomic development of Afghanistan. The \r\nIslamic Republic of Iran is engaged in a number \r\nof important regional initiatives on Afghanistan, \r\nincluding those promoting economic cooperation. As \r\nan active participant in the Heart of Asia and Istanbul \r\nprocesses, Iran welcomes the adoption of plans on \r\nsources of insecurity and instability in Afghanistan, \r\nin particular the production of and trade in narcotic \r\ndrugs as the source of financial support for terrorist, \r\nextremist and illegal armed groups. In addition to \r\nsupport for the Afghan Government in that regard, \r\ncontinued international support for the triangular \r\ncounter-narcotics initiative among Afghanistan, the \r\nIslamic Republic of Iran and Pakistan is essential. That \r\nis vital, not only to strengthen the security and stability \r\nof Afghanistan, but also to alleviate the serious concerns \r\nof neighbouring States and of the drug-trafficking \r\ntransit and destination countries.\r\nTo control its nearly 1,000-kilometre common \r\nborder with Afghanistan, which is a major transit \r\nroute for narcotic drugs from Afghanistan to Europe, \r\nthe Islamic Republic of Iran spends over $600 million \r\nannually. Moreover, as I have said before, more than \r\n4,000 Iranian law-enforcement personnel have been \r\nmartyred in fighting against drug smugglers. In view \r\nof the rise in opium poppy cultivation, as well as the \r\nadvanced techniques used by drug traffickers, Iran \r\ncannot sustain this trend without the strong support of the \r\ninternational community, including through supplying \r\nadequate advanced border-control technologies.\r\nAs part of the regional efforts in combating drug \r\ntrafficking and its associated challenges, a regional \r\ntraining workshop on anti-money-laundering, illegal \r\nfinancial f lows and suspect cash transactions was held \r\nin Tehran in July, bringing together senior experts \r\nfrom Afghanistan and its neighbouring countries. \r\nMoreover, Iran also hosted the Seventh Regional \r\nFinancial Intelligence Unit meeting to enhance \r\nregional cooperation in tackling money-laundering \r\nand suspicious financial transactions. The aim is to \r\nfacilitate a common instrument to improve information \r\nexchange with respect to suspicious transactions, as \r\nwell as to tackle the profits of drug trafficking.\r\nUnfortunately, millions of Afghan refugees \r\ncontinue to live in host countries, in part because of \r\ninadequate international support for improving the \r\nconditions for their return. Iran stresses the importance \r\nof meeting the reasonable needs of repatriated refugees \r\nin Afghanistan in order to enhance the trend of voluntary \r\nrepatriation. Currently, there are over 3 million Afghan \r\nrefugees in Iran, the majority of whom reside in urban \r\nareas and are assisted with their basic needs and \r\nessential services. Despite the unilateral economic and \r\nfinancial sanctions imposed on Iran, my country has \r\ncontinuously tried to improve the health status of the \r\n24/29 13-57251\r\nA/68/PV.55 20/11/2013\r\ninternational community. We commend the Afghan \r\nGovernment for the various measures taken to ensure \r\nthat the elections are free, fair and inclusive. Among \r\nthose measures are the enactment of key legislation \r\ndesigned to strengthen the electoral process and \r\nthe timely appointment of commissioners to the \r\nIndependent Election Commission.\r\nPolitical development in Afghanistan is taking \r\nplace against a shifting security landscape, with ISAF \r\nscheduled to withdraw by the end of 2014. Malaysia \r\njoins other countries in expressing strong confidence \r\nin the Afghan National Security Forces, which have \r\nassumed full responsibility over security operations in \r\nthe country in the final phase of the security transition. \r\nThe transfer of responsibility from ISAF to the Afghan \r\nNational Security Forces is key to reclaiming and \r\nstrengthening Afghan sovereignty. Nonetheless, it \r\nis also imperative that the international community \r\ncontinue to provide the necessary support to the Afghan \r\nNational Security Forces to sustain security efforts \r\nbefore and after the complete withdrawal of ISAF in \r\n2014.\r\nOn that note, we view with concern the security \r\nsituation in Afghanistan: there is still an alarming \r\nnumber of civilian casualties due to terrorist and \r\ninsurgent attacks. Malaysia condemns the continuing \r\nattacks on innocent civilians, particularly women \r\nand children, who can never be considered legitimate \r\ntargets under international humanitarian law.\r\nOn a related note, Malaysia sees the ongoing \r\nreconciliation efforts as a vital component in securing \r\nlasting peace and stability. We support the Afghan \r\nPeace and Reintegration Programme and the progress \r\nit has made in rehabilitating and reintegrating former \r\ninsurgents into the community. We stress that the \r\nnational reconciliation and reintegration process must \r\nremain Afghan-led and Afghan-owned. At the same \r\ntime, we encourage and support Afghanistan’s close \r\nengagement with neighbouring countries, regional \r\npartners and the international community at large in \r\norder to tackle the root causes of insurgency, including \r\ndiscontent born from the lack of economic opportunity \r\nor inequitable development.\r\nMalaysia reiterates its view that Afghanistan would \r\nbenefit enormously from the inclusion and contribution \r\nof women in the political, economic and social spheres. \r\nWe support the ongoing efforts of the Government of \r\nAfghanistan to strengthen the protection, participation \r\nand empowerment of women. However, the continued \r\nconfidence-building measures between Afghanistan \r\nand its neighbouring countries. Regarding educational \r\nconfidence-building measures within the Heart of \r\nAsia process this year, Iran hosted two meetings of the \r\nrelevant working groups.\r\nTo conclude, I would like to stress that Afghanistan \r\nis passing through an important phase in its history. The \r\nAfghan people are inspired by the prospects of a future \r\nfree from violence and war. That nation deserves our \r\nhelp in taking full charge of its destiny. We are looking \r\nforward to the adoption of draft resolution A/68/L.11 \r\nby consensus, which is indeed a good signal indicating \r\nthat the international community of States is united in \r\nsupport of the Afghan people.\r\nMr.  Raja Zaib Shah (Malaysia): On behalf of \r\nmy delegation, I wish to extend our appreciation to the \r\nSecretary-General for his most recent report on the \r\nsituation in Afghanistan (A/68/609).\r\nThis meeting of the General Assembly is \r\nparticularly significant, as Afghanistan is on the \r\ncusp of a milestone in its history. There will be two \r\ncrucial developments in the year 2014, namely, the \r\npresidential elections and the complete withdrawal of \r\nthe International Security Assistance Force (ISAF). \r\nThose developments will determine the trajectory of \r\nthe country for years to come. The Government of \r\nAfghanistan has also laid out its vision for the future in \r\nits transition agenda up to 2014, which is to be followed \r\nby the ambitious transformation decade 2015-2024. \r\nProgress is firmly in the hands of the Government of \r\nAfghanistan and its people. Nonetheless, that does not \r\nmean the international community can merely hold its \r\nbreath and expect a positive outcome. Rather, we must \r\nplay an active role in providing assistance and support \r\nto Afghanistan to ensure that the objectives of the \r\ntransformation decade can be achieved.\r\nOn the political front, Malaysia is heartened by \r\nthe positive momentum reported by the Secretary-\r\nGeneral on preparations for the 2014 presidential and \r\nprovincial council elections in Afghanistan. We join the \r\ninternational community in expressing our firm support \r\nfor those pivotal elections. Malaysia is convinced that a \r\npeaceful, democratic transfer of power in Afghanistan \r\nwill provide the Government with the stability needed \r\nfor the country’s continued progress and development.\r\nA smooth political transition in Afghanistan hinges \r\nupon a democratic process and outcome that has the \r\nconfidence of both the people of Afghanistan and the \r\n13-57251 25/29\r\n20/11/2013 A/68/PV.55\r\nto provide opportunities for capacity-building and \r\nhuman resources development to Afghanistan through \r\nbilateral technical training programmes, such as \r\nthe Malaysian technical cooperation programme in \r\nvarious fields. We are ready to work with the Afghan \r\nGovernment to identify areas where we can provide \r\ntraining, areas that are most relevant for the country’s \r\ndevelopmental needs.\r\nThe gains made in Afghanistan in the political, \r\neconomic and social spheres must be further \r\nstrengthened to ensure lasting peace, stability and \r\ngrowth. The international community has resoundingly \r\nunited behind Afghanistan. We must sustain our \r\nefforts to ensure that it  receives the backing it needs \r\nto achieve the noble aspirations it has set for itself as a \r\nnation. In that regard, Malaysia continues to stand with \r\nthe international community in support of Afghanistan \r\nthrough 2014 and beyond.\r\nMrs. Miculescu (Romania): Romania fully aligns \r\nitself with the statement delivered earlier by Ambassador \r\nThomas Mayr-Harting, Head of the Delegation of the \r\nEuropean Union to the United Nations. I would also \r\nlike to express a few thoughts in my national capacity.\r\nWe take note of, and are grateful for, the Secretary-\r\nGeneral’s latest report on the activities undertaken by \r\nthe United Nations in Afghanistan (A/68/609) during \r\nthe three-month reporting period. We also express our \r\nappreciation to the Permanent Mission of Germany for \r\nadmirably conducting the negotiations and introducing \r\ndraft resolution A/68/L.11. Romania is a traditional \r\nsponsor of the resolution on this item.\r\nThose documents, and the remarks delivered both \r\nby the Permanent Representative of Afghanistan and all \r\nprevious speakers, represent a solid ground for further \r\napproaches and actions. If one could sum up one main, \r\ncommon idea from them all, it would be that during the \r\npast decade, despite so many challenges, the Afghan \r\npeople, with the international community’s support, \r\nhave achieved considerable political, security, economic \r\nand developmental progress. My country is pleased to be \r\npart of that undertaking. During those years, Romania’s \r\ncontribution to the stabilization process followed the \r\npath of internal developments in Afghanistan. Thus, \r\nfrom our exclusively military engagement in 2002, we \r\nbecame involved in training Afghan military and police \r\nforces, in operational mentoring, in contributing to the \r\nEuropean Union police mission, and in providing close \r\nprotection for senior United Nations officials.\r\ntargeting of women in high-profile Government \r\npositions is a cause for great concern. We urge the \r\nGovernment of Afghanistan to take stringent measures \r\nto ensure the safety and protection of women serving \r\nthe Government and enhance safeguards for women in \r\nthe community.\r\nWe recognize that it takes time to change \r\nperceptions and entrenched stereotypical values, but \r\nwe sincerely believe that the results are well worth the \r\neffort. We also understand the need to take into account \r\nreligious, cultural and traditional sensitivities in \r\nfurthering the rights of women, which is a balance that \r\nMalaysia has worked to achieve. Malaysia is willing to \r\nshare our experience in enhancing the involvement and \r\ndevelopment of women in all facets of life in accordance \r\nwith Islamic principles.\r\nMalaysia appreciates the work of the United Nations \r\nAssistance Mission in Afghanistan in cooperation \r\nwith the Government of Afghanistan in laying the \r\nfoundations for sustainable development and peace in \r\nthe country.\r\nMalaysia is also firmly supportive of the various \r\nregional and multilateral forums that focus on \r\nAfghanistan, which provide further avenues for \r\nengagement between Afghanistan and the international \r\ncommunity. We participate actively in the triannual \r\nmeetings of the International Contact Group on \r\nAfghanistan and Pakistan, the most recent of which \r\nwas held in New York in September, at which the Group \r\ncollectively underscored the importance of the roles \r\nplayed by the United Nations, regional partners and \r\nthe larger international community in Afghanistan’s \r\nfuture. We also recall the successful Tokyo conference \r\nof 2012, during which the international community \r\nmade generous pledges in development aid for \r\nAfghanistan, and we welcome the follow-up meeting of \r\nsenior officials in July 2013. My delegation hopes that \r\nall parties will honour their commitments under that \r\nframework in order to allow for the continued progress \r\nand development of the country.\r\nFor our part, Malaysia stands ready to support \r\nAfghanistan in its rebuilding efforts. The Malaysian \r\narmed forces medical contingent stationed in Bamian \r\nprovince provided much-needed medical, dentistry and \r\nhealth-care services to the Afghan people from July \r\n2010 until April 2013. We are willing to explore further \r\nways in which we can continue to provide humanitarian \r\nassistance to Afghanistan. Malaysia will also continue \r\n26/29 13-57251\r\nA/68/PV.55 20/11/2013\r\nsupport the complex Afghan-led and Afghan-owned \r\nquest. We are confident that one day it will lead to the \r\npeaceful, stable and prosperous future that Afghanistan \r\ndeserves.\r\nMr. Ružička (Slovakia): My delegation aligns itself \r\nwith the statement delivered earlier by the Head of the \r\nEuropean Union Delegation, Ambassador Thomas \r\nMayr-Harting.\r\nLike others, I would like to thank the Secretary-\r\nGeneral for his report (A/68/609) and the Permanent \r\nRepresentative of Afghanistan for his statement. I also \r\nappreciate both the work and effort of the delegation \r\nof Germany, which convened constructive and fruitful \r\nconsultations on the draft resolution (A/68/L.11), and of \r\nall the delegations that participated in the process.\r\nIn our view, the draft resolution reflects many of \r\nthe challenges that lie ahead with regard to the role of \r\ninstitutions in Afghanistan in the transition process. I \r\nwould like to single out the upcoming presidential and \r\nprovincial elections, human rights and the rights of \r\nwomen and girls in particular. The expected consensual \r\nadoption of the draft resolution is significant in both \r\nformal and substantial terms. The international and \r\nregional actors, including the United Nations and the \r\nUnited Nations Assistance Mission in Afghanistan, \r\nhave expressed their willingness and readiness to assist \r\nthe Afghan Government, and they remain strongly \r\ncommitted to progress in Afghanistan. Let me reiterate \r\nsome elements that we deem to be important.\r\nThe first is national ownership. We welcome the \r\nrecognition that all processes should be Afghan-led and \r\nAfghan-owned. The commitment of the Government \r\nof Afghanistan to continue in the process of transition, \r\nstabilization, peace and reconciliation in general and \r\nthe active participation of Afghan representatives in \r\nconsultations on the draft resolution in particular are \r\npromising political elements for future developments.\r\nSecond is the dynamics of the process and the \r\nneed for good news. The measurability of progress \r\nin Afghanistan is the best evaluation criterion. In \r\nassessing the current situation there, we have in mind \r\nthe challenges that remain and those that may appear on \r\nthe stony road to stability. But we also need good news. \r\nWe need positive stories and examples to encourage \r\nthe Afghan people not to turn back from the road to \r\nstability, security and freedom. I am sure that over the \r\npast decade progress has been achieved in all areas of \r\nlife and society.\r\nLet me illustrate that evolution with a few concrete \r\nexamples that occurred this year that illustrate Romania’s \r\ncontribution to institution-building in Afghanistan. \r\nThey are part of my country’s commitments assumed at \r\nthe NATO Summit in Chicago with regard to military \r\nmatters and at the International Donors Conference in \r\nTokyo with regard to civilian aspects, as well as in the \r\nframework of Romanian-Afghan bilateral relations. I \r\nwanted to give those examples because they reflect the \r\npath towards normality.\r\nIn March, Romania’s Ministry of Foreign Affairs, \r\njointly with United Nations Development Programme, \r\nlaunched a pilot programme for Afghan diplomats. The \r\npurpose was to familiarize 10 young Afghan diplomats \r\nwith Romania’s and the region’s foreign policy and \r\nperspectives. The training programme is financed \r\nthrough development assistance funds that the Ministry \r\nof Foreign Affairs has been allocating for Afghanistan \r\nsince 2007.\r\nAnother example, which involved reflecting \r\ntogether on the future, was the Bucharest Forum 2013, \r\nentitled “Anchoring the New Silk Road, Linking Three \r\nSeas: Caspian, Black Sea and the Adriatic”, organized \r\nlast September by the Aspen Institute of Romania. \r\nThe Minister of Economy of the Islamic Republic of \r\nAfghanistan, Mr. Abdul Hadi Arghandiwal, was a \r\nguest. I could cite more examples, but I would like to \r\nunderline my country’s clear political commitment to \r\nmaintain its military participation in the International \r\nSecurity Assistance Force until the end of 2014, and \r\nits availability to train, advise and assist the Afghan \r\nNational Security Forces in the framework of the post-\r\n2014 NATO-led mission in Afghanistan. From that \r\npoint of view, we welcome the recent developments in \r\nthe United States-Afghan dialogue on the status of a \r\nfuture foreign presence.\r\nFinally, I would like to point to a topic of particular \r\ninterest for Romania that turned out to be a lesson \r\nlearned from the engagement of the international \r\ncommunity in Afghanistan, and that is the importance \r\nof the cooperation between the United Nations and \r\nthe regional and subregional organizations. In that \r\nregard, I would like to express our appreciation for \r\nthe collaboration and joint actions of the Special \r\nRepresentatives of the United Nations, European Union \r\nand NATO to support the Afghan authorities and people \r\nin their quest not only for peace, security and stability, \r\nbut also for democracy, rule of law, human rights, and \r\nsocial and economic development. Romania will always \r\n13-57251 27/29\r\n20/11/2013 A/68/PV.55\r\nand Stable Afghanistan. We are looking forward to the \r\nfourth Heart of Asia ministerial conference, to be held \r\nin Tianjin, China, in 2014.\r\nThe Slovak Republic reiterates its commitments to \r\ncontinue assisting Afghanistan in the fields of security \r\nstabilization and social and economic development. \r\nThe Slovak Armed Forces will continue to provide \r\nthe required capabilities to the International Security \r\nAssistance Force led by NATO until the end of its \r\nmission in 2014. Slovakia intends to contribute to the \r\nnew NATO post-2014 training, advisory and assistance \r\nmission as well. The Government of Afghanistan and \r\nthe international community must ensure that the new \r\nmission has a sound legal basis and that the necessary \r\nconditions are met for the successful fulfilment of its \r\nmandate.\r\nIn addition to our military contribution, \r\nAfghanistan remains the priority of Slovakia’s official \r\ndevelopment assistance. The nature of our development \r\nassistance reflects many issues that have already been \r\nmentioned in this statement and by many delegations. \r\nWe note Afghanistan’s progress, and we support \r\ninstitution-building that complements and contributes \r\nto the development of an economy characterized by \r\nsound macroeconomic policies. We encourage the \r\ndevelopment of a financial sector that provides services, \r\ninter alia, to microenterprises, small and medium-sized \r\nenterprises, and households.\r\nWe firmly believe that this is the way forward. \r\nWe should speak less and do more in responding to \r\ncurrent and future challenges. We definitely should \r\nspeak more about the positive developments that have \r\nbeen achieved so far. We believe that assistance to \r\nAfghanistan in the field of security stabilization must \r\nbe complemented by common projects focused on \r\nsupport for Afghan economic development and trade \r\nrelations. We must continue to reiterate the importance \r\nof respecting the rule of law and human rights. They \r\nare connected to a transparent and stable business \r\nenvironment and improved accountability, which in \r\nturn attract international stakeholders and investors. \r\nWe must encourage regional cooperation, which will \r\nprovide the opportunity for border regions to be fully \r\nintegrated in the stabilization processes.\r\nMrs. Hrdá (Czech Republic): The Czech Republic is \r\npleased to join other Member States in co-sponsoring \r\nthe draft resolution on the situation in Afghanistan \r\n(A/68/L.11). The draft resolution reflects the fact that \r\nRegrettably, most  of the news coverage is related to \r\nthe number of attacks, the fragile security situation or \r\npersistent non-military threats. By no means should we \r\nunderestimate those challenges. It would be a mistake \r\nto bury our heads in the sand. However, it would also be \r\na mistake if we did not properly promote good practices \r\nand progress. They are significant mobilization factors \r\nfor many investors and politicians, but above all for the \r\nAfghan people. For instance, we can simply compare \r\nthe text of this draft resolution with documents adopted \r\n10 years ago to see what has been achieved and what \r\nremains.\r\nThe third element is economic development and \r\nsustainability, Afghanistan is a country with trillions \r\nof dollars’ worth of mineral resources. That is both an \r\nopportunity and a challenge. It may be a temptation for \r\nmany, as well as a vehicle for development for most. But \r\nour decisions must be right, fair and global. To make use \r\nof those resources, long-term financial resources and \r\ninvestments are needed for infrastructure, technology \r\nand transportation. And any long-term investment \r\nrequires stability, transparency and an appropriate \r\nlegal framework. Which road will we choose after \r\n2014 — the road to years or maybe decades of conflict, \r\nor the way to stability and prosperity? That question is \r\naddressed not only to the international community and \r\nthe Afghan leaders but to all the population. I am sure \r\nthe Afghan people know what the right answer is.\r\nThe fourth is regional cooperation. Without any \r\ndoubt, regional cooperation is among the promising \r\nexamples of the improved situation. The unprecedented \r\nintensity of regional dialogue and confidence-building \r\nmeasures among Afghanistan and its neighbours \r\nshould contribute to an enhanced ability to jointly \r\ncombat non-military security threats, including illicit \r\ntrafficking in humans and drugs. It should also promote \r\ntrade and development in border regions. International \r\nand regional initiatives such as those led by the Shanghai \r\nCooperation Organization, the Collective Security \r\nTreaty Organization, the South Asian Association \r\nfor Regional Cooperation, the Regional Economic \r\nCooperation Conference on Afghanistan process, the \r\nEuropean Union and the Organization for Security and \r\nCooperation in Europe should play an important role.\r\nIn that regard, we welcome the outcome of the \r\nconferences on Security and Cooperation in the Heart \r\nof Asia held in Istanbul, Kabul and Almaty, which \r\nlaunched and further developed the Istanbul Process \r\non Regional Security and Cooperation for a Secure \r\n28/29 13-57251\r\nA/68/PV.55 20/11/2013\r\nMutual Accountability Framework remains a key aspect \r\nin that regard. In our view, it is very important that the \r\nAfghan reform effort be quickly restored and intensified \r\nafter the elections. It is also of crucial importance that \r\nAfghanistan continue its efforts to safeguard basic \r\nhuman rights and principles, in particular the rights of \r\nwomen and girls.\r\nThe Afghan presidential elections of 2014 present \r\nan opportunity for the Afghan leadership to show \r\nits commitment to the principles of the Afghan \r\nConstitution. Conducted in a free, fair, inclusive and \r\ntransparent manner, the elections would present a \r\nmajor step towards a vision of a peaceful future for all \r\ncommunities in Afghanistan.\r\nDuring the previous presidential elections in 2009, \r\nthe Czech military provided security for voters in \r\nthe remote and volatile district of Azra in the Logar \r\nprovince. Almost 20,000 people out of the 29,000 \r\nvoters registered at that time turned up to cast ballots. \r\nWe hope that even more voters will participate in 2014 \r\nand that the Afghan security forces will succeed in \r\nkeeping the elections safe.\r\nMr. Çevik (Turkey): Let me at the outset thank the \r\ndelegation of Germany for the efforts that it has made \r\nto bring today’s draft resolution (A/68/L.11) to the \r\ntable. I also would like to thank all the delegations that \r\nparticipated in the consultations on the draft resolution. \r\nWe are glad to co-sponsor the draft resolution and are \r\nlooking forward to its adoption by consensus.\r\nWe welcome the positive signals coming from \r\nAfghanistan in the past year. The military has assumed \r\na full leadership role in security matters for the entire \r\ncountry. Preparations for the 2014 elections are ongoing, \r\nwith timelines, operational frameworks and proposed \r\npolling sites in place. More than a year after the Tokyo \r\nConference, we are glad to see increased efforts \r\nbeing made within the Tokyo Framework to ensure \r\nthe concrete implementation of mutual commitments, \r\non the part of both the Afghan Government and the \r\ninternational community. We are also happy to see \r\nindications that the Afghan Government is taking \r\nits responsibilities towards its people seriously and \r\nis ready to move forward in terms of human rights, \r\ndemocratization and good governance.\r\nDespite the positive signs, major political, economic \r\nand security challenges remain. The security situation \r\nremains volatile, and unacceptable human losses, \r\nespecially in terms of civilian casualties, continue to \r\nthe international community remains committed to \r\nsupporting the Afghan people in building a secure, \r\nstable and prosperous Afghanistan through the 2014 \r\nsecurity and political transition and beyond. Let me \r\nthank the German delegation for the excellent work \r\nthey have done in steering the negotiations on today’s \r\nresolution, as well as the Government of Afghanistan \r\nfor their constructive engagement.\r\nThe Czech Republic aligns itself with the statement \r\ndelivered by the observer of the European Union. I \r\nwould like to add the following remarks in our national \r\ncapacity.\r\nWe recognize the remarkable transformation that \r\nAfghanistan has undergone over the past decade. Still, \r\nthere will be many difficult months ahead, and many \r\nchallenges will need to be faced and resolved before \r\nthe country reaches the stability and prosperity that the \r\nAfghan people definitely deserve.\r\nThe Czech Republic has supported the efforts \r\nof the Afghan Government to provide security for \r\nAfghan citizens since 2002. From 2008 to 2013, we \r\nwere involved in reconstruction and development \r\nassistance in Logar province, where we assisted with \r\na local Afghan project to provide higher education in \r\nagriculture. Overall, the multifaceted engagement of \r\nCzech soldiers, policemen and civilian experts, as well \r\nas humanitarian non-governmental organizations, has \r\nbeen the most complex and most difficult in the history \r\nof the Czech Republic.\r\nIn the light of the ongoing security transition and \r\nthe increased capacity of the Afghan National Security \r\nForces, the Czech Republic has been gradually phasing \r\nits military personnel out of Afghanistan. However, that \r\ndefinitely does not mean that Afghanistan will no longer \r\nbe given priority on our foreign policy agenda. We fully \r\nshare the view that the international community must \r\nstay engaged in Afghanistan. The Czech Republic will \r\ncontinue its support beyond 2014 into the transformation \r\ndecade. The Czech Government has already approved an \r\non-budget financial contribution to support the Afghan \r\nNational Security Forces and economic development. \r\nThat assistance will complement existing funding \r\nunder Czech development assistance and will be spread \r\nover the years 2014 to 2017.\r\nIt must be emphasized that the long-term \r\nsuccess of the transition and the sustainability of the \r\ninternational assistance are entirely in Afghan hands. \r\nThe implementation of commitments under the Tokyo \r\n13-57251 29/29\r\n20/11/2013 A/68/PV.55\r\nWe attach particular importance to the completion \r\nand maintenance of local railroad and land routes, \r\nthe development of regional economic projects and \r\nthe enhancement of civil aviation capabilities. We \r\nwelcome all efforts to enhance regional connectivity \r\nand economic growth.\r\nTurkey will always remain in solidarity with the \r\nAfghan people and will continue to contribute to a safe, \r\nsecure and prosperous Afghanistan, as we have done \r\nfor so many decades.\r\nThe Acting President (spoke in French): We have \r\nheard the last speaker in the debate on agenda item 37.\r\nThe Assembly will now take a decision on draft \r\nresolution A/68/L.11, entitled “The situation in \r\nAfghanistan”. I give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to \r\nannounce that, since the submission of the draft \r\nresolution and in addition to those delegations listed in \r\ndocument A/68/L.11, the following countries have also \r\nbecome sponsors of the draft resolution: Afghanistan, \r\nAndorra, Argentina, Armenia, Brazil, Bulgaria, China, \r\nCyprus, Egypt, Eritrea, Finland, Georgia, Guatemala, \r\nIraq, Kyrgyzstan, Lesotho, Luxembourg, Malaysia, \r\nMalta, Mauritius, Micronesia, Monaco, Mongolia, \r\nMorocco, the Netherlands, Pakistan, Panama, Peru, \r\nthe Philippines, the Republic of Moldova, San Marino, \r\nSenegal, Serbia, Tajikistan, Timor-Leste, Uzbekistan, \r\nVanuatu and Viet Nam.\r\nThe Acting President (spoke in French): May I take \r\nit that the Assembly decides to adopt draft resolution \r\nA/68/L.11?\r\nDraft resolution A/68/L.11 was adopted (resolution \r\n68/11).\r\nThe Acting President (spoke in French): May I \r\ntake it that it is the wish of the General Assembly to \r\nconclude its consideration of agenda item 37?\r\nIt was so decided.\r\nThe meeting rose at 6.10 p.m.\r\noccur. Natural disasters such as f loods and earthquakes, \r\nepidemic diseases, chronic poverty and increasing \r\ninternal displacement pose grave humanitarian threats. \r\nThe most vulnerable segments of society, especially \r\nwomen, boys and girls, continue to be at risk.\r\nAs Afghanistan moves forward in its political and \r\nsecurity transition, we must remain in touch with the \r\nrealities on the ground. The ongoing display of will by \r\nthe international community will strengthen the Afghan \r\npeople’s hopes for the future and will help ensure that \r\na smooth transition is under way. As Afghanistan’s \r\nregional and international partners, we should spare no \r\neffort to contribute to the vision of a secure, peaceful \r\nand self-sufficient Afghanistan. That is in the mutual \r\ninterest of all of us.\r\nAs the international presence is being reduced, \r\nthe importance of regional cooperation for achieving \r\nstability, security and prosperity is being increasingly \r\nrecognized. In fact, regional ownership and \r\nsustainability are interlinked. The viability of Afghan \r\nstructures and institutions will be significantly \r\nstrengthened, if it is supported by regional cooperation \r\nand ownership.\r\nFrom that perspective, we are glad to observe \r\nthe increased momentum in the Istanbul Process, an \r\nelement that is recognized in the draft resolution before \r\nus. The spirit of regional ownership and solidarity, the \r\nengagement and technical support of the United Nations \r\nand its agencies, and the interest and support of the \r\ninternational community have made that possible. We \r\nwould like to take this opportunity to commend China \r\nonce more for offering to host the next Istanbul Process \r\nministerial meeting.\r\nTrilateral and quadrilateral initiatives have also \r\nshown themselves to be important tools for fostering \r\nregional ownership in the heart of Asia. We welcome all \r\nsuch initiatives, as well as the constructive role played \r\nby the Shanghai Cooperation Organization in support \r\nof Afghanistan. Further connectivity will facilitate \r\neconomic development, stability and self-sustainability \r\nand help create a more favourable business environment \r\nin Afghanistan.\r\n"