"In the absence of the President, Mr. Tommo Monthe \r\n(Cameroon), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.40 p.m.\r\nAddress by Ms. Laura Chinchilla Miranda, \r\nPresident of the Republic of Costa Rica\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nCosta Rica.\r\nMs. Laura Chinchilla Miranda, President of the \r\nRepublic of Costa Rica, was escorted into the \r\nGeneral Assembly Hall. \r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations Her Excellency Ms. Laura Chinchilla Miranda, \r\nPresident of the Republic of Costa Rica, and to invite \r\nher to address the Assembly.\r\nPresident Chinchilla Miranda (spoke in Spanish): \r\nIt is a pleasure to begin this address with warm \r\ncongratulations to Ambassador John Ashe on his recent \r\nelection as President of the General Assembly. We wish \r\nhim success in his endeavours and assure him of our \r\nsupport.\r\nToday is the last time that I will address the \r\nGeneral Assembly as President of Costa Rica. As on \r\nprevious occasions, my message is based upon my firm \r\nconviction of the essential nature of the United Nations \r\nto promote peace, security, development, democracy \r\nand human rights. The United Nations brings together, \r\ncatalyses and protects the multilateral system and the \r\ninternational rule of law. Its validity, vigour, legitimacy \r\nand effectiveness are essential to all countries, but most \r\nimportantly to the smaller and more vulnerable ones, \r\nespecially if, like Costa Rica, they do not have armed \r\nforces. In the course of humankind’s most challenging \r\ntimes throughout the past 68 years, we have turned to the \r\nOrganization to seek guidance and solutions responsive \r\nto the hopes and longings of our peoples. Today, we \r\nare facing one such occasion, amid contradictions. \r\nWe are the authors of great achievements, but we are \r\nalso overwhelmed by acute tragedies. There remain \r\nserious global challenges for which we have not crafted \r\nresponses that are equally global in scope.\r\nOn 2 April, we conclusively ratified the Arms Trade \r\nTreaty, a vital step that was proudly led by our country \r\nas one of the seven sponsoring countries, and a great \r\nvictory for humankind. I am pleased to announce today \r\nthat it has been unanimously ratified by the Legislative \r\nAssembly of Costa Rica, and I pledge our support to \r\nwork assidiously for its implementation. \r\nMr. Haniff (Malaysia), Vice-President, took the \r\nChair.\r\nIn two days, for the first time in the history of \r\nthe Organization, we will hold a high-level debate on \r\nnuclear disarmament. Costa Rica will also lend its \r\nleadership on the issue. In that way, we hope to be able \r\nto move closer towards an ideal aspired to by most \r\ncountries and to make progress in new conceptual \r\nframeworks for discussion. The meetings of the Open-\r\nended Working Group on Nuclear Disarmament, chaired \r\nUnited Nations A/68/PV.6\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n6th plenary meeting\r\nTuesday, 24 September 2013, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1348455*\r\n13-48455 (E)\r\n2/25 13-48455\r\nA/68/PV.6 24/09/2013\r\nFor the past two years, we have been struck by the \r\ntragedy in Syria. The incessant count of massacred \r\nand displaced persons has been as unsettling as the \r\ninaction of the international community, particularly \r\nthe Security Council, to act in a timely way to contain \r\nthe crimes and the violence. After a period of paralysis \r\nand confusion, it seems that at last we are approaching \r\na solution that will lead to breaking out of that \r\nunacceptable stalemate. We raise our voice to demand \r\nthat the Security Council act decisively to eliminate \r\nchemical weapons in Syria, halt the violence, seek a \r\nnegotiated and democratic way out of the conflict and \r\nhold accountable those responsible for the horrible \r\ncrimes committed in that country.\r\nCosta Rica insists that the Security Council should \r\nrefer the Syrian case to the International Criminal Court. \r\nWe also call again on the five permanent members \r\nof the Council to henceforth commit themselves to \r\nrefraining from exercising the veto in cases of crimes \r\nagainst humanity.\r\nThe Syrian tragedy underscores the need to work \r\ndecisively towards the organic application of the \r\nresponsibility to protect and to promote the use of \r\nmediation to avoid the emergence or the worsening \r\nof conflicts. As a concrete measure towards such \r\nprevention, we urge all Member States to join the \r\ninitiative of Australia, Costa Rica, Denmark and Ghana \r\nand designate national focal points for the prevention \r\nof atrocities and on the responsibility to protect. The \r\npreventive approach is also necessary to manage \r\nuniversal public goods and, consequently, to exert \r\nglobal governance. \r\nThe prevention and reversal of global warming is \r\none of the most urgent issues on our crucial agenda. We \r\ncannot remain inactive while global warming increases, \r\nocean levels rise and the survival of several small \r\nisland States is threatened. We commend the Secretary-\r\nGeneral’s plan to convene a summit on climate change \r\nand his promotion of the initiative entitled “The Oceans \r\nCompact: Healthy Oceans for Prosperity”. We believe \r\nthat the time has come to negotiate, pursuant to the \r\nUnited Nations Convention on the Law of the Oceans, \r\nan international agreement on that subject.\r\nBesides being an instrument for global governance \r\nand the protection of universal public goods, \r\ninternational law entails many other dimensions. Those \r\ninclude respect for the sovereignty and territorial \r\nintegrity of States, goodwill in addressing border issues \r\nwith effectiveness by our Permanent Representative in \r\nGeneva, Mr. Manuel Dengo Benavides, have opened up \r\na promising path.\r\nWe are working at a good rate to establish a new \r\nglobal agenda for sustainable development, as well \r\nas institutions to promote it. That is evidenced by \r\nthe reform of the Economic and Social Council, the \r\nestablishment of the High-level Political Forum on \r\nSustainable Development and the progress being \r\nmade on the Open Working Group on Sustainable \r\nDevelopment Goals. \r\nIncreasingly, innovation, technology, education and \r\nculture are recognized as promoters of development, \r\nand there is a growing awareness of the need to actively \r\nincorporate young people in such endeavours. Together \r\nwith the International Telecommunication Union (ITU), \r\nCosta Rica is honoured to have hosted and organized \r\nBYND 2015 Global Youth Summit, an international \r\nconference on youth, development and information and \r\ncommunication technologies. The conference brought \r\ntogether young people from various parts of the world \r\nand enjoyed the able leadership from the ITU Secretary \r\nGeneral, Mr. Hamadoun Touré. Today, I symbolically \r\npresent to the General Assembly the final declaration of \r\nthe conference, adopted in our capital on 11 September \r\nby thousands of young people from every continent. \r\nWe trust that it will be a very relevant input for the \r\ndiscussion of the post-2015 development agenda.\r\nTo explore options for the future, in March Costa \r\nRica also hosted an international conference of \r\nmiddle-income countries jointly organized with the \r\nUnited Nations Industrial Development Organization. \r\nIts results will help to better conceptualize the needs \r\nof nations like ours and the contributions that we can \r\nmake in terms of the post-2015 development agenda. \r\nAs part of those initiatives, we must not overlook our \r\nduty to strive to achieve the Millennium Development \r\nGoals and the need to accelerate their implementation, \r\nparticularly in less developed countries.\r\nThe achievements I have mentioned, as well as \r\nothers, have taken place under the ominous and tragic \r\nshadow of a world that remains very complicated. \r\nWe are still shocked by the brutal terrorist attack \r\ncommitted a few days ago in Nairobi. Today I express \r\nour deepest solidarity with the people of Kenya and our \r\nstrongest condemnation of that attack, and of terrorism \r\nand fanaticism. \r\n13-48455 3/25\r\n24/09/2013 A/68/PV.6\r\nif it is not founded on a profound respect for human \r\ndignity and the rights and well-being of the people. \r\nWe firmly believe that respect for and promotion \r\nof human rights in all its dimensions is a national and \r\ninternational duty. For that reason, among others, we \r\nremain open to all special procedures on human rights, \r\nand we are engaged actively and constructively in the \r\nHuman Rights Council.\r\nIn facing the challenges of public safety, including \r\ndrug trafficking and transnational organized crime, \r\nour country has adopted a balanced strategy whose \r\npositive results are evident in many areas, including the \r\ncontinued reduction in our homicide rate over the past \r\nthree years, one of the lowest in Central America. Given \r\nthe gravity for many nations of the challenges of drug \r\ntrafficking and transnational organized crime, we join \r\nthe call by other States from our region, such as Mexico \r\nand Guatemala, to re-evaluate agreed international \r\npolicies and to seek more effective responses against \r\ndrug trafficking, from a perspective of health, respect \r\nfor human rights and impact reduction. Along the \r\nsame lines, it is necessary to increase international \r\ncooperation to reduce the illegal f lows of weapons and \r\nmoney that fuel criminal networks.\r\nThe new global strategy on that enormous challenge \r\nshould be the product of the open and inclusive debate \r\nduring the extraordinary session of the General \r\nAssembly in 2016. We salute the Antigua Declaration of \r\nthe General Assembly of the Organization of American \r\nStates as a first step to leading us in the right direction \r\ntowards that special session.\r\nAgainst the backdrop of the actions and convictions \r\nI have just outlined, we respond enthusiastically to the \r\ncall of the President of the General Assembly to advance \r\nin framing the post-2015 development agenda during \r\nthis session. We are encouraged by his emphasis on \r\nmore active involvement by civil society in that process, \r\nthe importance assigned to human rights and the rule of \r\nlaw as bases for development, and his openness to new \r\nideas and institutional modalities, including alliances \r\namong multiple sectors.\r\nCosta Rica looks to the future with confidence. At \r\nthe same time, we are aware of the risks and challenges \r\nthat we face as a country, as a region and as part of \r\nhumankind. In that future, we see the United Nations \r\nas an indispensable institution, a steadfast companion, \r\na visionary guide and co-guardian of our tranquility \r\nand well-being. I pay tribute to its contributions and \r\nand observance of all the decisions of the International \r\nCourt of Justice. Costa Rica is a firm believer in and \r\nscrupulous observer of international law in all its \r\naspects. But that attitude contrasts with the absolute \r\ndisrespect of the Government of Nicaragua of the most \r\nelementary norms of conduct and coexistence among \r\nStates. That disrespect has led to open and unacceptable \r\naggression against our country and to the f lagrant \r\ndisobedience of the orders of the Court at The Hague.\r\nIn October of 2010, Nicaraguan forces occupied \r\npart of Costa Rica’s territory. Following our complaint, \r\nthe International Court of Justice issued provisional \r\nmeasures that, among other things, prohibit the presence \r\nof Nicaraguan personnel in the zone under dispute. \r\nBut Nicaragua has continued sending contingents \r\nof political activists, funded and organized by its \r\nGovernment. In August 2013, the Court reiterated its \r\ndemand for compliance with the provisional measures, \r\nbut Nicaragua has again ignored them. Their scorn \r\ndemonstrates the urgent need to establish procedures \r\nthat guarantee the respect of all decisions emanating \r\nfrom the Court, including precautionary measures. \r\nCosta Rica commits itself to work towards that goal \r\nand expects an open stance from the international \r\ncommunity.\r\nThe Nicaraguan Government, moreover, has \r\noffered blocks of the patrimonial sea of Costa Rica for \r\nexploration and exploitation of oil. It seeks to extend \r\nthe limits of its continental shelf by ignoring our rights \r\nand has broken off negotiations to secure maritime \r\nboundaries. It has threatened to claim a province of \r\nCosta Rica as its own and has restarted dredging \r\nworks in the zone subject to the provisional measures \r\nof the International Court of Justice. Furthermore, it is \r\npursuing a policy of increased re-armament.\r\nThe Nicaraguan and Costa Rican people wish and \r\ndeserve to live in peace, but the Nicaraguan Government \r\ninsists on preventing that. By pursuing a course of such \r\ndeliberate and repeated misconduct, the Government of \r\nNicaragua undermines international law and the very \r\npurpose of the United Nations.\r\nNotwithstanding the gravity of the situation, Costa \r\nRica remains peacefully and firmly committed to the \r\nwell-being and security of our population. We promote a \r\nmodel of development based upon harmony with nature, \r\nsolidarity and social inclusion, an open economy and \r\nopen trade, the development of our human resources, \r\nand innovation. We realize that development is futile \r\n4/25 13-48455\r\nA/68/PV.6 24/09/2013\r\nsituation in Syria to the International Criminal Court. \r\nAccountability is, and remains, necessary to stopping \r\nthe atrocities and prevent future crimes.\r\nThe path to democratic participation and a new \r\nbeginning in Syria — the actual goal of the civilian \r\nprotests that started two and a half years ago — remains \r\ncrucial. Unfortunately, the parties seem to be firmly \r\nset on a military solution to the conflict. However, it \r\nshould be clear that the best way to achieve a sustainable \r\nsolution can only be a political, negotiated one. That is \r\nthe Austrian position.\r\nBy now the civil war in Syria is greatly affecting all \r\nneighbouring countries. The conflict is a Syrian one, \r\nbut the consequences go far beyond its borders. It has \r\nindeed become international.\r\nThe Israeli-Palestinian conflict seems to have \r\nbeen overshadowed by the upheavals in the region. I \r\nhave followed events there for almost 40 years. I am \r\nconvinced that what is needed for a solution is the \r\nwillingness not only to negotiate in good faith but also \r\nto take into account the needs and sensibilities of the \r\nnegotiating partner: the other side. I, for one, cannot \r\nbelieve that the value of the new settlements to Israel \r\noutweighs the damage they cause by being an obstacle \r\nto peace and reasonable conditions.\r\nWe welcome that the new United States \r\nAdministration has devoted its full attention to that \r\nlong-standing question and that direct negotiations \r\nresumed at the end of July. What we need now is decisive \r\nleadership. We are convinced that a breakthrough in \r\nthe central conflict would also mean a decisive step \r\ntowards stabilization of the entire region.\r\nWhile we continue to support the ongoing transition \r\nprocesses in the Arab world, recent developments \r\nin the region have cast a shadow on the democratic \r\ngains achieved so far. Progress on the difficult path to \r\ndemocracy will greatly depend upon whether all parts \r\nof society are included.\r\nVienna and its United Nations headquarters \r\nserve as a platform for the discussion on sustainable \r\ndevelopment. Austria is very pleased that the Office of \r\nthe Special Representative for the Sustainable Energy \r\nfor All initiative in Vienna started its activities on \r\n1 July. We welcome the initiative’s cooperation with \r\nthematic and regional hubs, as well as with other \r\nspecialized organizations like the United Nations \r\nIndustrial Development Organization.\r\nsincerely hope that they may multiply in the years to \r\ncome. \r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Costa Rica for the statement she has just made.\r\nMs. Laura Chinchilla Miranda, President of \r\nthe Republic Costa Rica, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Heinz Fischer, Federal President of \r\nthe Republic of Austria\r\nThe Acting President: The Assembly will now \r\nhear an address by the Federal President of the Republic \r\nof Austria.\r\nMr. Heinz Fischer, Federal President of the \r\nRepublic of Austria, was escorted into the General \r\nAssembly Hall. \r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Heinz Fischer, Federal \r\nPresident of the Republic of Austria, and to invite him \r\nto address the Assembly.\r\nPresident Fischer: I thank the President for \r\nraising for discussion at this year’s general debate \r\na very pertinent subject, namely, “The post-2015 \r\ndevelopment agenda: setting the stage”. Shaping our \r\nplanet’s future after 2015 is indeed a crucial task ahead \r\nof us, as Secretary-General Ban Ki-moon described \r\nvery impressively in his presentation this morning (see \r\nA/68/PV.5). While we remain fully committed to the \r\nfull implementation of the Millennium Development \r\nGoals, the post-2015 agenda has started.\r\nOne idea that has caught my particular attention is \r\nto upgrade the eradication of hunger from an indictor \r\nto a goal in that new agenda. More still needs to be \r\ndone, and everyone must contribute a fair share: States, \r\ninternational organizations, the private sector, academia \r\nand civil society alike. Let me assure the Assembly that \r\nAustria will contribute its share as well.\r\nThe international community currently faces major \r\nthreats in its search for global security. The Middle \r\nEast remains exposed to fundamental challenges. We \r\nwelcome the agreement reached between the United \r\nStates and the Russian Federation on a framework for \r\nthe destruction of the Syrian chemical weapons arsenal. \r\nWe believe that the Security Council should refer the \r\n13-48455 5/25\r\n24/09/2013 A/68/PV.6\r\nWhile some might believe that there is a \r\ncontradiction between respect for cultural and religious \r\ndifferences on the one hand and the universality of \r\nhuman rights on the other, I am convinced that they \r\nreinforce each other. If people and nations can count on \r\nhuman rights being protected, they will show respect \r\nfor the other side.\r\nThe Human Rights Council, with its universal \r\nperiodic review mechanism and special procedures, \r\nhas, within a few years, developed into an effective \r\ninstrument to address human rights violations and \r\ncrisis situations in many instances. Austria, as a current \r\nmember of the Council, is contributing to those efforts \r\nwith targeted initiatives for the safety of journalists, the \r\nprotection of religious minorities and the promotion of \r\nthe rights of the child. \r\nWe welcome the continuing trend towards the \r\nuniversal abolition of the death penalty, which is a \r\nlongstanding interest of mine. However, too many \r\ncountries still maintain a retentionist policy with regard \r\nto that cruel and inhuman form of punishment. Our \r\ndiplomatic efforts therefore have to be reinforced.\r\nWe are worried by the increasing number of \r\nhuman rights violations based on sexual orientation or \r\ngender identity. The 1993 World Conference on Human \r\nRights in Vienna and the 2005 World Summit firmly \r\nplaced human rights at the centre of United Nations \r\nactivities. Respect for human rights is an indispensable \r\nprerequisite for peace, security and development.\r\nLast year, the High-level Meeting of the General \r\nAssembly on the Rule of Law provided an excellent \r\nopportunity for us to renew our commitment to the \r\nrule of law at the national and international levels. \r\nThe Austrian Government is considering setting up an \r\nAustrian rule-of-law trust fund, designed to support \r\ninternational actors in strengthening the rule of law \r\nand to offer legal expertise and deploy legal experts \r\nfree of charge to developing countries, at their request. \r\nInternational law and the rule of law are the foundations \r\nof the international system. Austria strongly believes \r\nthat only an international system based on the rule \r\nof law can lead to lasting peace, security, economic \r\ndevelopment and social progress. Obviously, that is \r\nparticularly true for the use of force, which should \r\noccur only in self-defence or when authorized by the \r\nSecurity Council.\r\nIn that spirit, let me confirm that Austria remains \r\nfully committed to an effective United Nations system. \r\nAustria is also the host country of the newly \r\nestablished International Anti-Corruption Academy. \r\nThis international organization and centre of excellence \r\nhas already undertaken several successful activities in \r\nfighting corruption — a major obstacle to reasonable \r\ndevelopment in all areas of society. I thank the Kingdom \r\nof Thailand for hosting the second Assembly of Parties, \r\nscheduled to take place in December. Furthermore, I \r\nwould like to invite all States that have not yet done so \r\nto become members of the Anti-Corruption Academy.\r\nThis year’s Forum of the United Nations Alliance \r\nof Civilizations took place in Vienna in February, with \r\nthe forward-looking theme of “Responsible leadership \r\nin diversity and dialogue”. More than 1,500 participants \r\nfrom Government, civil society, the private sector and \r\nthe media, as well as a youth forum of 150 outstanding \r\nand highly dedicated participants, provided most \r\nvaluable input for the discussions of the Forum.\r\nIn that context, I am also pleased to report that the \r\nKing Abdullah Bin Abdulaziz International Centre \r\nfor Interreligious and Intercultural Dialogue was \r\ninaugurated in Vienna on 26 November 2012. The \r\nCentre — a joint initiative of the Kingdom of Saudi \r\nArabia, the Kingdom of Spain and the Republic of \r\nAustria — serves as an interactive platform for religious \r\nleaders, experts and civil society alike.\r\nMultilateral cooperation can deliver solutions \r\nto global problems. The historic accomplishment of \r\nthe Arms Trade Treaty is an important example in \r\nthat regard. We look forward to its earliest possible \r\nentry into force. At the same time, the international \r\ndisarmament and non-proliferation regime is being \r\nchallenged, day after day, by alarming developments. \r\nWe were, and still are, deeply shocked by the use of \r\nchemical weapons in Syria. We observe North Korea’s \r\ncontinued development of nuclear weapons and missile \r\ncapabilities with concern. And we have new hope \r\nthat the Iranian nuclear issue will be resolved by \r\nnegotiations, which, after the election of a new Iranian \r\nPresident, should be resumed shortly.\r\nSimilarly, the continued reliance on nuclear weapons \r\nand the limited progress towards nuclear disarmament \r\nare of great global concern. Nuclear disarmament and \r\nnon-proliferation efforts can be achieved only when \r\nthey go forward together. Nuclear weapons should be \r\nstigmatized, banned and eliminated. The humanitarian \r\nconsequences of nuclear weapons have to be put at the \r\ncentre of our attention.\r\n6/25 13-48455\r\nA/68/PV.6 24/09/2013\r\nprocess, whereby the will of the people honoured me \r\nwith the highest office of our Republic. Those events \r\nalso represent the conclusion of a long transition \r\ntowards democracy in Paraguay. For the second, time \r\nin our history, executive authority was consecutively \r\ntransferred from one political party to another with full \r\nrespect for the constitutional framework. That is no \r\nsmall achievement in our 202 years of independence, \r\nand it signals the true beginning of a new historic and \r\nauspicious period for my country.\r\nRepublican institutionalism, the building of \r\nconsensus, the strengthening of the democratic system, \r\nunconditional respect for human rights, and freedom \r\nof speech and of the press are the cornerstones of \r\nmy Government, which aims to be an exemplar of \r\npatriotism, honesty, inclusion and effectiveness, with \r\nthe capacity needed to propel Paraguay towards its \r\ndestined greatness.\r\nThe people of Paraguay have been waiting for a \r\ngreat Government for a long time. I hope to be able \r\nto deliver on that great vision, which will position my \r\ncountry firmly on the global stage, where we want to \r\nstand out by ensuring that we are a land of opportunity \r\nfor Paraguayans and foreigners alike. As has been said, \r\nParaguay is one of the most closely guarded treasures \r\nof Latin America, and there are good reasons to hope \r\nthat it will have a promising future.\r\nI have made combating poverty a priority for my \r\nGovernment. It is incomprehensible that a nation so rich \r\nin resources should have so many poor. We will give no \r\nquarter in the fight to reduce our poverty indicators as \r\nmuch and as quickly as possible. Change is coming, and \r\nnot through aid but by ensuring human dignity. Social \r\ninvestment is at the forefront of my Administration’s \r\nagenda. That is the new direction we want to take in \r\nmy country, with investment that is for the people, so \r\nthat they may live in dignity and become the engine of \r\nour development, and, better still, so that the general \r\nwelfare of the people can become the firm basis of our \r\ndemocracy.\r\nMy Government has also committed to a policy of \r\nzero tolerance for corruption and an end to impunity. \r\nWe expect to face that challenge with the firm support \r\nof the judiciary and the Office of the Attorney General.\r\nParaguay’s economy has enviable numbers. We \r\nare the only country in the region that has not altered \r\nits currency, the guaraní, since it was first introduced \r\nin 1943. Our macroeconomic indicators are more than \r\nIn that connection, I especially want to thank Secretary-\r\nGeneral Ban Ki-moon for his tireless efforts and his \r\ncommitment to peace, the rule of law and human rights.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Federal President of the \r\nRepublic of Austria for the statement he has just made.\r\nMr. Heinz Fischer, Federal President of the \r\nRepublic of Austria, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Horacio Manuel Cartes Jara, \r\nPresident of the Republic of Paraguay\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nParaguay.\r\nMr. Horacio Manuel Cartes Jara, President of \r\nthe Republic of Paraguay, was escorted into the \r\nGeneral Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Horacio Manuel Cartes \r\nJara, President of the Republic of Paraguay, and to \r\ninvite him to address the Assembly.\r\nPresident Cartes Jara (spoke in Spanish): As \r\nPresident of the Republic of Paraguay, I have the great \r\nhonour to speak in this global forum to address issues \r\nthat are relevant to my country and to today’s world in \r\ngeneral.\r\nI extend a special greeting to the President of the \r\nAssembly, Ambassador John Ashe, as well as to the \r\nSecretary-General, Mr. Ban Ki-moon, in appreciation \r\nof their work towards the noble goals that unite us. \r\nThrough their efforts, they contribute to the legitimacy \r\nof the United Nations and help to ensure multilateral \r\ncooperation and the international validity of the rule \r\nof law.\r\nIt has been little more than a month since I took \r\noffice as President of the Republic of Paraguay, after \r\nan exemplary electoral process that culminated on \r\n21 April, when the Paraguayan people went to the polls \r\nto freely exercise their guaranteed constitutional right \r\nto elect their Government, with irrefutable results. \r\nElectoral observer missions from various regional and \r\ncontinental organizations, and from the United Nations \r\nitself, were present and certified the legality, legitimacy \r\nand transparency of the elections and the electoral \r\n13-48455 7/25\r\n24/09/2013 A/68/PV.6\r\nsignatory of recognized international instruments in \r\nthat field.\r\nThe demands of landlocked developing countries \r\nlike Paraguay must be adequately addressed. Apart \r\nfrom that, my Government is committed to overcome the \r\ndisadvantages posed by our inland status, making our \r\ngeographic position an advantage in communications, \r\nlogistics and infrastructure that connects the world’s \r\nzones and regions through Paraguayan territory. In a \r\nmanner similar to that in which an old border dispute \r\nbetween Paraguay and Brazil finally gave way to what \r\ntoday is Itaipu, transforming a problem into a majestic \r\nwork of integration and development, we hope that \r\nour landlocked position in the heart of Latin America \r\nwill serve as a development hub for Paraguay and its \r\nneighbours.\r\nOn the international level, I cannot avoid mentioning \r\nthe upheavals that disturb our times. Economic crises, \r\nfinancial disasters, civil wars and the use of weapons \r\nof mass destruction cloud the horizons of great regions \r\nof the planet. \r\nThe events in Syria are a concern for all of us, and \r\nthe United Nations must play a pre-eminent role in \r\nfinding a definitive solution to the conflict affecting \r\nthat country. In that regard, my country calls for \r\nsupporting the implementation of the framework \r\nagreement between the United States and the Russian \r\nFederation.\r\nMy Government has observed with satisfaction \r\nthat the Republic of China on Taiwan has achieved a \r\ngreater presence in the specialized agencies and bodies \r\nof the United Nations, thanks to solid international \r\nsupport and a rapprochement between both parties \r\non the Taiwan Strait. My Government will continue \r\nto encourage the positive interaction between the two \r\nsides of the Taiwan Strait in the international sphere.\r\nThe calm and determination of the nations and the \r\norganizations able to help in conflict resolution are \r\nmore necessary than ever. Paraguay encourages peace, \r\ndialogue and development in harmony with the other \r\ncountries and the world, promoting an integration that \r\nis respectful of the rule of law, the dignity of nations and \r\nthe asymmetries. Integration is a phenomenon that in \r\nthis global era cannot be halted. Paraguay understands \r\nand promotes integration in conditions of equality as \r\na means for supranational insertion, but under fair \r\nconditions and looking towards a common future, not \r\nas a simple courting of Powers or being a silent guest \r\nencouraging. Paraguay is clearly suited to investment. \r\nNature has endowed my country with an enviable \r\nclimate, more than 90 rivers, abundant and fertile \r\nsoil and clean, renewable energy generated by three \r\nhydroelectric power plants. One, Acaray, is entirely \r\nParaguayan-owned, while Itaipu and Yacyretá are \r\nco-owned with Brazil and Argentina, respectively. The \r\nlatter are among the largest hydroelectric plants in the \r\nworld. We have one of the world’s largest freshwater \r\nreserves, the Guaraní Aquifer, a great part of which lies \r\nbeneath Paraguayan territory.\r\nApart from the advantages of nature and abundant, \r\nclean and renewable energy, the majority of Paraguay’s \r\npopulation is young, with more than 75 per cent under \r\nthe age of 30. Our tax system is favourable to investment \r\nand our economic growth clearly exceeds the average \r\nfor the region. My Government is committed to \r\nensuring legal security, with clear and transparent rules \r\nfor safeguarding people and their property.\r\nToday we are a country with a revitalized economy \r\nand a focus on efficiency, transparency and a reliable \r\npublic administration. A few weeks ago I was present \r\nin our Congress at the signing of an agreement for \r\nParaguay, whereby the political parties represented \r\nin the legislature, along with other social institutions, \r\ncommitted to working together on framework \r\nagreements and plans of action to strengthen governance \r\nand attain material and spiritual goals for the people’s \r\nwelfare. In that way, we are seeking to maintain the \r\ngeneral good over that of the individual. We do that \r\nthrough dialogue, which is the main instrument of \r\ndemocracy. Together, we assume the responsibility of \r\nmaking Paraguay a country of opportunity for all.\r\nAfter visiting countries in Europe and the Americas \r\nrecently, I ref lect on the great challenge posed by the \r\nperception of my country beyond its borders. I have seen \r\nwith satisfaction the respect, admiration and interest \r\nthat Paraguay and its enormous potential give rise to. \r\nJust as it is our responsibility as Paraguayans to build \r\npredictability and reliability, it is for the branches of the \r\nGovernment to provide the legal security necessary for \r\nParaguay’s overdue progress.\r\nI would like to underline my Government’s \r\ncommitment to the defence and promotion of human \r\nrights, which in Paraguay are fully acknowledged in \r\nthe Constitution. We assume that stance out of genuine \r\nconviction, while my country is also a respectful \r\n8/25 13-48455\r\nA/68/PV.6 24/09/2013\r\ngovern the world therefore represent an access to the \r\nocean of development.\r\nSpeaking before the Assembly and the world for the \r\nfirst time as President of the Republic of Paraguay, I \r\npresent the new direction that the Paraguayan people \r\nfreely and sovereignly chose on 21 April. I belong to \r\na nation whose children have contributed to history \r\nwith their prowess and boundless sacrifice, such as \r\nthe supreme sacrifice by our greatest hero, Francisco \r\nSolano López, Field Marshal and President of the \r\nRepublic, who decided to give his life, sword in hand, \r\nfighting on the front lines with his last soldiers, rather \r\nthan see his homeland humiliated. I have decided to \r\ndevote myself to the service of Paraguay and to bring \r\nabout the real change that my country demands, which \r\nis to return to the path of the true Paraguayan destiny \r\nof peace, development and modernity, and to grow in \r\nharmony with all nations of the world, particularly with \r\nour neighbours.\r\nI assure the General Assembly that my country is \r\na very generous and attractive place. I invite the world \r\nto learn more about Paraguay, to discover the treasure \r\nthat pulses in the heart of America, ready to write anew \r\nthe most glorious pages in its history, today in peace \r\nand social and economic development, with dignity and \r\nreadiness to welcome all those who wish to share in our \r\ngreat destiny.\r\nWe Heads of State are transients in Government. \r\nHistory will judge us for what we have done for our \r\npeoples and will sternly hold us accountable for what \r\nwe have failed to do. To honour the trust and hope of my \r\npeople, I have decided to commit myself wholly to the \r\nservice of my homeland and to do everything necessary \r\nfor its greatness and prosperity.\r\nParaguay considers it necessary, more than ever \r\nbefore, to give greater impetus to the negotiating \r\nprocess between Israel and Palestine in order to attain a \r\nlasting peace, so that Israel and Palestine can live side \r\nby side with secure borders and in peace. \r\nAs a final comment, I wish to convey my most \r\nsincere condolences to the people of Kenya for the \r\ncasualties that resulted from the terrorist attack, an act \r\nthat we most vigorously condemn.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Paraguay for the statement he has just made.\r\nin global forums that are discussing the future of our \r\npeoples.\r\nParaguay’s contribution is essential in today’s \r\nintegrated reality and is indissolublely linked to our \r\ndignity as a free nation, sovereign and independent, \r\nunder the premise of the right to the self-determination \r\nof peoples and the principles of non-intervention and \r\nthe legal equality of States. The true destiny of the \r\npeople of Paraguay is to become a prosperous nation, \r\nliving in social peace, liberty, justice and equality. \r\nMy management of the Government is geared towards \r\ncreating and strengthening an environment suited to \r\nthe unlimited opportunities that my country offers for \r\nall Paraguayans and for foreigners who have chosen \r\nit. I have realized that my people neither want nor \r\nseek handouts, but opportunities to achieve dignity \r\nthrough work and study. My country therefore today \r\npresents itself to the world as a land of opportunities \r\nfor investment and prosperity, with security, formality, \r\nreliability and predictability.\r\nOn this occasion, I cannot fail to mention a key \r\nissue — education. Traditional political discourse has \r\nsignificantly undermined certain core ideas that my \r\nGovernment intends to definitively turn into a reality. \r\nMuch has been said about the need for education, \r\nsecurity and health, but little has been done in that \r\nregard. Improving education in Paraguay, in terms of \r\nquantity and quality, is a fundamental premise of my \r\nGovernment. \r\nToday more than ever before, the great change \r\nthat must take place in Paraguay and the opening of \r\na wide window of opportunity depend on an efficient \r\nand inclusive educational system. Institutions of public \r\neducation should rethink their role in society and assume \r\nan unprecedented role as a breeding ground for leaders \r\nfor a new Paraguay, with a skilled workforce adapted to \r\nthis millennium, in an interconnected world where those \r\nwho possess more knowledge, information and abilities \r\nare more likely to find more and better opportunities \r\nfor work, well-being and personal advancement. Those \r\ncountries that emphasized education from the beginning \r\nare proud of their results. There is a clear and direct \r\nrelationship between education and development. \r\nEducation is therefore key. The issue is rooted \r\nin the quality of training and is the key to escaping \r\ngeopolitical shakles, backwardness and a lack of \r\nopportunities. For my country, the new rules that \r\n13-48455 9/25\r\n24/09/2013 A/68/PV.6\r\nWe deplore the continuing humanitarian \r\ncatastrophe in Syria. The easing of human suffering \r\nis the immediate goal, and we commend international \r\nefforts to that end. I would especially like to thank the \r\nneighbouring countries for hosting Syrian refugees. \r\nThe detailed report by the United Nations inspectors \r\nconfirms the use of chemical weapons against civilians \r\non 21 August. Those who committed war crimes \r\nand crimes against humanity in Syria must face the \r\nInternational Criminal Court. The agreement reached \r\nby the United States and Russia on the framework to \r\neliminate Syria’s chemical weapons should be reflected \r\nin a Security Council resolution with the clear indication \r\nthat Chapter VII of the Charter of the United Nations \r\nwould be invoked in case of non-compliance.\r\nWe encourage the new Iranian leadership to \r\naddress the concerns of the international community. \r\nWe welcome the stated determination of the new \r\nIranian Government to resolve the nuclear issue, thus \r\nbuilding confidence in the peaceful nature of its nuclear \r\nprogramme.\r\nLatvia welcomes the reopening of direct Middle \r\nEast peace negotiations. Latvia praises the role \r\nof the United States as the mediator. Negotiations \r\nshould demonstrate the commitment of both parties \r\nto a peaceful settlement. We anticipate a two-State \r\nsolution — Israel and Palestine living side by side in \r\npeace and security.\r\nLatvia is convinced that the resolution of protracted \r\nconflicts in Moldova, Georgia and Nagorno Karabakh \r\nshould remain high on the international agenda. Efforts \r\nto resolve the conflicts should be increased.\r\nLatvia accumulated extensive experience during \r\nits transition to a free, just and democratic society. As \r\na European Union member State with that extensive \r\nexperience, we share it with countries in the European \r\nUnion’s Eastern Partnership and Central Asia. Latvia \r\nwill continue to offer its expertise in such areas as \r\nthe rule of law and fundamental freedoms, thereby \r\ncontributing to good governance and further economic \r\ndevelopment in those countries. However, it is essential \r\nto keep in mind that national ownership is fundamental \r\nin any reform process, .\r\nLatvia is stepping up development assistance for \r\nAfghanistan and the Central Asian States, particularly \r\nin the areas of transportation and customs. We see \r\npotential for the further integration of those countries \r\ninto the global economy by developing international \r\nMr. Horacio Manuel Cartes Jara, President of \r\nthe Republic of Paraguay, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Andris Bērziņš, President of the \r\nRepublic of Latvia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nLatvia.\r\nMr. Andris Bērziņš, President of the Republic of \r\nLatvia, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Andris Bērziņš, President \r\nof the Republic of Latvia, and to invite him to address \r\nthe Assembly.\r\nPresident Bērziņš: The three pillars of the \r\nUnited Nations — peace and security, sustainable \r\ndevelopment, and human rights — are interlinked and \r\nmutually reinforcing. Respect for universal human \r\nrights, fundamental freedoms and the rule of law is a \r\ncornerstone of international peace and stability.\r\nFragile, conflict-affected and least developed \r\ncountries face the biggest difficulties in ensuring \r\nsustainable development. Growing evidence shows that \r\nprogress on the Millenium Development Goals in those \r\nStates is impossible without first achieving peace and \r\nsecurity. That leads us to one of the cornerstones of \r\nthe new post-2015 vision: peace and security are basic \r\nconditions for a decent life and for the enjoyment of \r\nhuman rights.\r\nThe priorities of the Assembly’s sixty-eighth \r\nsession are topical and very pertinent. The new \r\ndevelopment framework for post-2015 will remain high \r\non the United Nations agenda for the next two years \r\nand beyond. It should set out a comprehensive and \r\ncoherent framework around a single set of global goals, \r\ndriving action in all countries. A set of peacebuilding \r\ngoals should be high on the post-2015 agenda, in which \r\nthe United Nations should continue to play the leading \r\nrole in promoting the settlement of disputes by peaceful \r\nmeans.\r\nThe Middle East stands at a crossroads. Events there \r\nhave global impact, and the international community \r\nmust take decisive actions.\r\n10/25 13-48455\r\nA/68/PV.6 24/09/2013\r\nLatvia counts on the support of Member States and \r\ngives its assurance that it will contribute to the work of \r\nthose bodies in a responsible manner.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Latvia for the statement he has just made.\r\nMr. Andris Bērziņš, President of the Republic of \r\nLatvia, was escorted from the General Assembly \r\nHall.\r\nAddress by Mrs. Ellen Johnson-Sirleaf, President \r\nof the Republic of Liberia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nLiberia.\r\nMrs. Ellen Johnson-Sirleaf, President of the \r\nRepublic of Liberia, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations Her Excellency Mrs. Ellen Johnson-Sirleaf, \r\nPresident of the Republic of Liberia, and to invite her to \r\naddress the Assembly.\r\nPresident Johnson-Sirleaf: I am honoured to \r\naddress the General Assembly at its sixty-eighth session \r\non behalf of the Government and people of Liberia and \r\nto extend my warmest congratulations to the President \r\nand to the Government of Antigua and Barbuda on the \r\noccasion of his election as President of the Assembly \r\nat this session. I trust that he will bring his wealth of \r\nexperience to bear on the work of the current session. In \r\na similar vein, I congratulate his predecessor, Mr. Vuk \r\nJeremić of the Republic of Serbia, for his leadership of \r\nthe Assembly at the sixty-seventh session and for the \r\ninitiatives he undertook during his tenure.\r\nLet me also extend my special appreciation to \r\nSecretary-General Ban Ki-moon for his inspiring \r\nleadership and his visionary initiatives that have \r\nmobilized the international community around many \r\nnoble objectives. Those initiatives have engendered \r\nhope among the people around the world, especially the \r\npoor and marginalized.\r\nWe are deeply concerned about the growing \r\nnumber of acts of senseless violence around the world, \r\nas exemplified by the ghastly and cowardly murder of \r\ninnocent persons in a terrorist attack on a shopping \r\ntrade routes. The Northern Distribution Network already \r\nconnects the region with Europe through Latvia. We \r\nare confident that it can also become a commercially \r\nviable long-term transit corridor after 2014.\r\nWe are approaching an important turning point in \r\nAfghanistan. In order to secure the progress achieved, \r\nthe international community must remain committed \r\nto the country’s long-term development. Latvia will \r\ncontinue to support civilian policing and to train \r\nmilitary personnel. We will also provide financial aid \r\nto the Afghan National Security Forces as of 2015.\r\nSustainable development and prosperity go hand \r\nin hand. During times of recession, structural reforms \r\nand budgetary discipline, accompanied by economic \r\nstimulus, bring results. While we can observe signs \r\nof global economic recovery, there is no room for \r\ncomplacency. \r\nTo ensure robust economic growth, we need to \r\nensure that the young generation contributes to it. \r\nQuality education is the key to empowering people; \r\nit should reach all. Everybody should have lifelong \r\nlearning opportunities. Quality education is the \r\nfoundation on which peaceful, prosperous and dignified \r\nsocieties are built.\r\nFollowing the economic downturn in 2008, Latvia \r\nhas been the fastest growing European Union economy \r\nfor the past two years. We expect to maintain that strong \r\ngrowth trend at the level of at least 4 per cent annually \r\nfor the coming years. Latvia is now ready for further \r\nintegration into the global economy by introducing \r\nthe euro in 2014 and by joining the Organization for \r\nEconomic Cooperation and Development.\r\nAn empowered civil society is a key engine of \r\nsustainable development. We are proud that the people \r\nof Latvia are actively engaged in the decision-making \r\nprocess at all stages. In the twenty-first century the \r\npublic involvement’s must be ensured both directly and \r\non line. Latvia has been working actively to protect \r\nand promote Internet freedom as an important element \r\nof freedom of expression for an open and democratic \r\nsociety.\r\nLatvia stands ready to contribute to the most \r\nfundamental goals that should figure on the post-2015 \r\nagenda, namely, promoting peace, human rights and \r\nfundamental freedoms. Therefore, we have put forward \r\nour candidacy for the elections to the Human Rights \r\nCouncil in 2014 and the Security Council in 2025. \r\n13-48455 11/25\r\n24/09/2013 A/68/PV.6\r\na clear indication that such cooperation is the surest \r\npath to world peace. We congratulate the newly elected \r\nPresident of Mali, Mr. Ibrahim Boubacar Keita, for \r\nreceiving the overwhelming endorsement of the Malian \r\npeople, and we commend all stakeholders for respecting \r\nthe outcome of the democratic process. We also salute \r\nthe former interim President, Mr. Dioncounda Traoré, \r\nand all partners for working to restore constitutional \r\norder within the stipulated time period.\r\nAlthough Liberia still faces the residual challenges \r\nof its own conflict, and despite our size and limited \r\nmilitary strength, I am pleased to report that a small \r\ncontingent of Liberian troops is currently participating \r\nin the United Nations Multidimensional Integrated \r\nStabilization Mission in Mali. We view our role in that \r\npeacekeeping effort as a way of reciprocating, albeit in \r\na small way, the countless demonstrations of friendship \r\nand goodwill that were accorded to us by Mali and \r\nother members of the international community during \r\nour dark days of war.\r\nOnce the epicentre of a regional war, I am pleased \r\nto note that the neighboring countries of the Mano River \r\nUnion — Côte D’Ivoire, Guinea, Sierra Leone and \r\nLiberia — are at peace and engaged in consolidating the \r\ngains of stability to accelerate national transformation \r\nthrough regional integration. A new Mano River Union \r\ninitiative will facilitate connectivity in our power and \r\ntransport systems, thereby enhancing cross-border \r\ntrade, in which our market women are actively engaged.\r\nI bring greetings from the Government and people \r\nof Liberia, who are this year celebrating 10 consecutive \r\nyears of peace and progress. In those 10 years, our \r\nnation’s pride has been restored and we have returned \r\nto the community of nations as a respectable and \r\nresponsible partner. With the support of the international \r\ncommunity, especially the United Nations through \r\nits peacebuilding and peacekeeping efforts, we have \r\nrebuilt a new ethnically balanced professional army and \r\nincreased the size and enhanced the professionalism \r\nof our police, immigration and intelligence forces, in \r\nline with our commitment to bear full responsibility \r\nfor security with in our borders as United Nations \r\npeacekeepers execute a phased drawdown.\r\nIn that regard, we commend the Security Council \r\nfor its recent adoption of resolution 2116 (2013), \r\nwhich extends the mandate of the United Nations \r\npeacekeeping Mission in Liberia to 30 September 2014. \r\nWe fully commit to meeting all the expectations of the \r\nmall in Kenya. We commiserate with the families of all \r\nvictims and with the Government and sisterly people of \r\nKenya on such a terrible loss.\r\nBecause we know first-hand the profound destruction \r\nand long-lasting hurt inherent in civil conflict, we \r\nalso agonize with the people of Syria, particularly \r\nthose innocent women and children who suffer most \r\nfrom such tragedy. We unequivocally condemn the \r\nuse of chemical weapons in Syria and anywhere else \r\nin the world, and we call for concerted and renewed \r\ninternational effort to stem the rising scourge of \r\nterrorism and other transnational crimes through action \r\nto control and eliminate weapons of mass destruction.\r\nWe welcome the communications revolution that \r\nhas provided a broad cyber platform for the exchange \r\nof information. However, that should not provide a \r\nvehicle for the promotion of terrorism and the spread \r\nof unfounded and irresponsible information through \r\nunregulated cyber weaponry that threatens the security \r\nof nations, particularly fragile States, and open societies \r\nof freedom and democracy.\r\nColleague after colleague who will address \r\nthe Assembly will no doubt express pride at the \r\ntremendous progress in Africa. Our continental growth \r\nhas averaged over 5 percent annually, surpassing \r\nthat of other regions. Moreover, our economies are \r\ndiversifying, our trade infrastructure is expanding, our \r\ndemocracies are strong and maturing, and our regional \r\ninstitutions strengthening and leading the processes of \r\ncooperation and integration. But the new Africa story \r\nis not just about growth. We see improvement in school \r\nenrolment, health indicators, in trade and investment. \r\nThe share of people living in poverty is declining. \r\nDemocracy, while still needing room for improvement, \r\nhas become the norm rather than the exception, and \r\ngovernance has improved significantly over the past \r\ndecade.\r\nWe are equally pleased with the progress made in \r\nresolving conflicts in several of our countries, as we \r\nwelcome the international support that has set Somalia \r\non a trajectory of peace and development.\r\nWe appreciate the strong collaboration among \r\nregional economic communities, the African Union \r\nand the United Nations, joined by the international \r\ncommunity, that responded robustly in the Malian \r\ncrisis, thereby averting the threat posed to the peace and \r\nsecurity of the entire region. The recent inauguration \r\nof a new, democratically elected President in Mali is \r\n12/25 13-48455\r\nA/68/PV.6 24/09/2013\r\nrespect the rule of law and as we challenge entrenched \r\nsocial habits, but we must change old mindsets and \r\nattitudes. We remain strong in that resolve, for it is the \r\nright thing to do.\r\nI was honoured to have been selected by Secretary-\r\nGeneral Ban Ki-moon as one of three co-Chairs of \r\na 27-member High-level Panel of Eminent Persons \r\ntasked with making recommendations for a new global \r\ndevelopment agenda post-2015. The mandate of the \r\nPanel was to advise the Secretary-General on a bold \r\nand practical development agenda beyond 2015 that \r\nbuilds upon, as well as goes beyond, the Millennium \r\nDevelopment Goals in establishing new goals that \r\nare ambitious and yet achievable. Last May, the \r\nPanel submitted its report to the Secretary-General \r\nfor his consideration. We are pleased that many of \r\nthe principles we identified are emphasized in the \r\nSecretary General’s report (A/68/202), rightly titled “A \r\nlife of dignity for a11”. \r\nToday more than at any other time, we have an \r\nopportunity to transform our world; to pursue an \r\nagenda that will eradicate poverty while at the same \r\ntime sustaining nature to secure natural resources for \r\nfuture generations. The solutions of yesterday may \r\nnot apply today’s challenges, so we must muster the \r\ncourage to take bold steps. I therefore call upon the \r\nAssembly to reflect on the emerging challenges we \r\nface, to boldly seize new opportunities and to commit \r\nourselves to a new global partnership that promotes \r\neconomic and social transformations for inclusive and \r\nshared prosperity for all.\r\nIn Africa we are working towards a continental \r\nconsensus that will convey an African position on the \r\npost-2015 development agenda. I am pleased to have \r\nbeen asked by the African Union Summit to chair a \r\nhigh-level committee of 10 Heads of State that will \r\noversee and guide the process. We held our first meeting \r\nyesterday here in New York, and agreed upon a road \r\nmap that will ensure a global development framework \r\nthat is not only brave and ambitious, but one that \r\nreflects African priorities, a global agenda that creates \r\nan enabling environment for Africa’s transformation \r\nthat includes infrastructure development, increased \r\nproductive capacities, resilience to external shocks \r\nand enhanced statistical capacities that will result will \r\naccelerate the reation of employment that is directed \r\nparticularly to our youthful populations.\r\nI am pleased to report that on 2 September, I \r\nchaired and launched the High-level Panel on Fragile \r\nresolution, including continuing to take concrete steps \r\naimed at developing and sustaining a self-sufficient and \r\ncompetent security sector able to tackle violent crimes, \r\nsexual and gender-based violence and the infringement \r\nof the rights of the ordinary person. \r\nThanks to our commitment and the resilience \r\nof the Liberian people, we have instituted a host of \r\nreforms intended to improve governance, enhance \r\naccountability and create an enabling environment \r\nfor the exercise of basic freedoms, including freedom \r\nof speech and the press. That has put the country on \r\na path of irreversible progress, which has enabled us \r\nto conduct two democratic presidential and general \r\nelections and adjust our Vision 2030, while laying a \r\nfirm foundation for the transformation of our economy \r\ntowards moving our country to middle-income status \r\nby the year 2030.\r\nLiberia has come a long way, but we know that we \r\nhave an even longer way to go. We have done much \r\nin restoring basic services and infrastructure, but \r\nstill have much to do, especially in reducing our huge \r\ninfrastructure deficits in power and in transport. We have \r\ndone much in improving governance and strengthening \r\nour institutions of integrity, but still have much more \r\nto do in consolidating the culture of integrity and \r\naccountability in a society that is still beset by values \r\noccasioned by years of conflict. We have adopted laws \r\nand policies that eschew discrimination of any kind, \r\nto ensure social equity and equal opportunity, but still \r\nmust do more in promoting natural reconciliation and \r\nhealing. We have done much in achieving an average \r\nannual growth of over 7 per cent and attracted huge \r\nmulti-million-dollar direct foreign investments, \r\nespecially in our natural resource sector, but still have \r\nmuch more to do in expanding growth and diversifying \r\nour economy, making it more resilient to internal \r\nand external shocks and more responsive to the ever-\r\nincreasing demand of our people for jobs and improved \r\nlivelihoods. We still have much to do in continuing the \r\nreforms that will ensure equitable benefits from natural \r\nresource capital to current and future generations.\r\nAll the policies and actions that we have pursued in \r\nthe past several years have enabled us to stabilize our \r\noverall national condition. We must now, over the next \r\nfew years, take the hard decisions in addressing long-\r\nstanding structural systems. We know that the transition \r\nfrom stabilization to transformation can be a long and \r\nhard road subject to brickbats from vested interests. We \r\nare bound to face criticism as we attempt to apply and \r\n13-48455 13/25\r\n24/09/2013 A/68/PV.6\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHis Excellency Mr. Hassan Rouhani, President of the \r\nIslamic Republic of Iran, and to invite him to address \r\nthe Assembly.\r\nPresident Rouhani (spoke in Farsi; English text \r\nprovided by the delgation): Mr. President, at the outset, I \r\nwould like to offer my most sincere felicitations on your \r\ndeserved election as President of the General Assembly \r\nand to seize the moment to express appreciation for the \r\nvaluable efforts of the Secretary-General.\r\nOur world today is replete with fear and hope — fear \r\nof war and hostile regional and global relations; fear \r\nof deadly confrontation between religious, ethnic and \r\nnational identities; fear of the institutionalization of \r\nviolence and extremism; fear of poverty and destructive \r\ndiscrimination; fear of decay and the destruction of \r\nlife-sustaining resources; fear of the disregard for \r\nhuman dignity and rights; and fear of the neglect of \r\nmorality. Alongside those fears, however, there are new \r\nhopes — the hope of the universal acceptance of “yes \r\nto peace and no to war” by the people and the elite all \r\nacross the globe; and the hope that dialogue will be \r\npreferred over conflict and moderation over extremism.\r\nThe recent election in Iran represents a clear, living \r\nexample of the wise choice for hope, rationality and \r\nmoderation by the great people of Iran. The realization \r\nof democracy consistent with religion and the peaceful \r\ntransfer of executive power showed that Iran is an anchor \r\nof stability in an ocean of regional instabilities. The \r\nfirm belief of our people and Government in enduring \r\npeace, stability, tranquillity, the peaceful resolution of \r\ndisputes and the reliance on the ballot box as the basis \r\nof power, public acceptance and legitimacy has indeed \r\nplayed a key role in creating such a safe environment.\r\nThe current critical period of transition in \r\ninternational relations is replete with dangers, albeit \r\nalso with unique opportunities. Any miscalculation of \r\none’s own position, and of course those of others, will \r\ncause damage on a historic scale; a mistake by one actor \r\nwill have a negative impact on all others. Vulnerability \r\nis now a global and indivisible phenomenon.\r\nAt this sensitive juncture in the history of global \r\nrelations, the age of zero-sum games is over, even \r\nthough a few actors still tend to rely on archaic and \r\ndeeply ineffective ways and means of preserving their \r\nold superiority and domination. Militarism and the \r\nrecourse to violent and military means for the purposes \r\nStates, under the aegis of the African Development \r\nBank. Of the estimated 7 billion people in the world, \r\n1.5 billion live in situations of conflict and fragility. \r\nThat data puts fragile States at the centre of the new \r\npost-2015 agenda. We hold the view that international \r\npartners should accommodate the peculiarities and \r\nspecial circumstances of post-conflict nations. The \r\nachievement of sustained economic growth and \r\ndevelopment in those countries is critical to reducing \r\ntheir vulnerability to new political and economic \r\nshocks, fuelled in many cases by high expectation \r\ngaps that need to be mitigated. We therefore call on all \r\nour partners to renew their support to the New Deal \r\nfor Engagement on Fragile States, which calls for \r\nstronger ownership, harmonization, results and mutual \r\naccountability.\r\nThe President returned to the Chair.\r\nI would like to conclude by expressing our gratitude \r\nto the United Nations family for sustaining our agenda \r\nof peacebuilding and sustainable development. Since \r\nits founding, the United Nations has had its share of \r\nchallenges, but it remains the beacon of hope for the \r\npeoples of the world who thirst for peace; a world that \r\nis fair, a world that is prosperous, a world in which the \r\nuncommon dreams of all will have a fair chance of \r\nrealization; a world where the weak can become strong; \r\na world where no nation feels developed and powerful \r\nuntil all nations have their share of global wealth. The \r\nleaders of today must rise to those challenges. The \r\nfuture begins today. We must commit to a new global \r\ndevelopment trajectory that gives all of humankind a \r\nworld of peace, dignity and prosperity.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of Liberia \r\nfor the statement she has just made.\r\nMrs. Ellen Johnson-Sirleaf, President of the \r\nRepublic of Liberia, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Hassan Rouhani, President of the \r\nIslamic Republic of Iran\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Islamic Republic of Iran.\r\nMr. Hassan Rouhani, President of the Islamic \r\nRepublic of Iran, was escorted into the General \r\nAssembly Hall. \r\n14/25 13-48455\r\nA/68/PV.6 24/09/2013\r\ncrimes and catastrophic practices over the past three \r\ndecades. The arming of the Saddam Hussein regime \r\nwith chemical weapons and support for the Taliban and \r\nAl-Qaida are just two examples of such catastrophes. \r\nLet me say in all sincerity before this world Assembly \r\nthat, based on irrefutable evidence, those who harp on \r\nthe so-called threat of Iran are either a threat against \r\ninternational peace and security themselves or promote \r\nsuch a threat. Iran poses absolutely no threat to the \r\nworld or to the region. In fact, in its ideals as well as in \r\nactual practice, my country has been a harbinger of just \r\npeace and comprehensive security.\r\nNowhere in the world has violence been so \r\ndeadly and destructive as in North Africa and West \r\nAsia. Military intervention in Afghanistan, Saddam \r\nHussein’s imposed war against Iran, the occupation \r\nof Kuwait, military interventions against Iraq, the \r\nbrutal repression of the Palestinian people, the \r\nassassination of ordinary people and political figures \r\nin Iran and terrorist bombings in countries such as Iraq, \r\nAfghanistan and Lebanon are examples of the acts of \r\nviolence committed in that region in the past three \r\ndecades.\r\nWhat has been and continues to be practiced \r\nagainst the innocent people of Palestine is nothing less \r\nthan structural violence. Palestine is under occupation; \r\nthe basic rights of the Palestinians are being tragically \r\nviolated, and they are deprived of the right of return \r\nand access to their homes, birthplace and homeland. \r\nApartheid as a concept can hardly describe the crimes \r\nand the institutionalized aggression committed against \r\nthe innocent Palestinian people.\r\nThe human tragedy in Syria represents a painful \r\nexample of the catastrophic spread of violence and \r\nextremism in our region. From the very outset of the \r\ncrisis, when certain regional and international actors \r\nhelped to militarize the situation through the infusion \r\nof arms and intelligence into the country and active \r\nsupport for extremist groups, we emphasized that there \r\nwas no military solution to the Syrian crisis. The pursuit \r\nof expansionist strategies and objectives and attempts \r\nto change the regional balance through proxies cannot \r\nbe camouflaged behind humanitarian rhetoric. \r\nThe common objective of the international \r\ncommunity should be a quick end to the killing of \r\nthe innocent. While condemning any use of chemical \r\nweapons, we welcome Syria’s acceptance of the \r\nChemical Weapons Convention and believe that access \r\nof subjugating others have shown themselves to be \r\nfailed examples of the perpetuation of old ways in new \r\ncircumstances.\r\nCoercive economic and military policies and \r\npractices geared to the maintenance and preservation of \r\nold superiorities and domination have been pursued in a \r\nconceptual mindset that negates peace, security, human \r\ndignity and exalted human ideals. Ignoring differences \r\nbetween societies and globally imposing Western values \r\nas universal values represent further manifestations of \r\nthat conceptual mindset. Yet another reflection of the \r\nsame cognitive model is the persistence of the Cold \r\nWar mentality and the bipolar division of the world into \r\nthe “superior us” and the “inferior other”. Fanning fear \r\nand phobia around the emergence of new actors on the \r\nworld scene is still another.\r\nIn such an environment, governmental and \r\nnon-governmental, religious, ethnic and even racial \r\nviolence has increased, and there is no guarantee \r\nthat the era of quiet among major Powers will remain \r\ninviolate under the pressure of such violent discourse, \r\npractices and actions. The catastrophic impact of \r\nviolent and extremist narratives should not — in fact, \r\nmust not — be underestimated.\r\nIn that context, the strategic violence that is \r\nmanifested in efforts to deprive regional players of \r\ntheir natural domain of action, containment policies, \r\nregime change from the outside and efforts to redraw \r\npolitical borders and frontiers, is extremely dangerous \r\nand provocative. The prevalent international political \r\ndiscourse depicts a civilized centre surrounded by \r\nuncivilized peripheries. In that scenario, the relation \r\nbetween the centre of world power and the peripheries \r\nis hegemonic. \r\nThe discourse that assigns centre stage to the North \r\nwhile relegating the South to the periphery has led to the \r\nestablishment of a monologue in international relations. \r\nThe creation of illusory identity distinctions and the \r\ncurrent prevalent violent forms of xenophobia are the \r\ninevitable outcome of such discourse. Propagandistic \r\nand unfounded faith-phobic, Islamophobic, Shiaphobic \r\nand Iranophobic discourse indeed represents a serious \r\nthreat to world peace and human security. That \r\npropagandistic discourse has assumed dangerous \r\nproportions through the portrayal and inculcation of \r\npresumed imaginary threats. One such imaginary \r\nthreat is the so-called Iranian threat, which has been \r\nemployed as an excuse to justify a long catalogue of \r\n13-48455 15/25\r\n24/09/2013 A/68/PV.6\r\nshould be elevated from a state of mere tolerance to one \r\nof collective collaboration. We should not just tolerate \r\nothers. We should rise above mere tolerance and dare to \r\nwork together.\r\nPeople the world over are tired of war, violence \r\nand extremism. They are hoping for a change in the \r\nstatus quo. This is a unique opportunity for us all. The \r\nIslamic Republic of Iran believes that all challenges can \r\nbe managed successfully through a smart, judicious \r\nblend of hope and moderation. Warmongers are bent \r\non extinguishing all hope. But hope for change for the \r\nbetter is an innate, religious, widespread and universal \r\nconcept.\r\nHope is founded on the belief in the universal \r\nwill of the people across the globe to combat violence \r\nand extremism, to cherish change, to oppose imposed \r\nstructures, to value choice and to act in accordance with \r\nhuman responsibility. Hope is without a doubt one of \r\nthe greatest gifts bestowed upon human beings by their \r\nall-loving Creator. And moderation means to think and \r\nmove in a wise, judicious manner, conscious of time \r\nand space, and to align exalted ideals with a choice \r\nof effective strategies and policies, while remaining \r\ncognizant of objective realities.\r\nThe Iranian people, in a judiciously sober choice \r\nin the recent elections, voted for the discourse of hope, \r\nforesight and prudent moderation, both at home and \r\nabroad. In foreign policy, the combination of those \r\nelements means that the Islamic Republic of Iran, as \r\na regional power, will act responsibly with regard to \r\nregional and international security and is willing and \r\nprepared to cooperate in these fields, bilaterally as \r\nwell as multilaterally, with other responsible actors. \r\nWe defend peace based on democracy and the ballot \r\nbox everywhere, including in Syria, Bahrain and other \r\ncountries of the region, and believe that there are no \r\nviolent solutions to world crises. The bitter and ugly \r\nrealities of human society can be overcome only through \r\nrecourse to and reliance on human wisdom, interaction \r\nand moderation. Peace, democracy and the legitimate \r\nrights of all countries in the world, including in the \r\nMiddle East, cannot and will not be secured through \r\nmilitarism.\r\nIran seeks to resolve problems, not to create them. \r\nThere is no issue or dossier that cannot be resolved \r\nthrough reliance on hope, prudent moderation, mutual \r\nrespect and the rejection of violence and extremism. \r\nIran’s nuclear dossier is a case in point. As clearly \r\nby extremist terrorist groups to such weapons poses \r\nthe greatest possible danger to the region and must be \r\nconsidered in any disarmament plan. Simultaneously, \r\nI would underline that any illegitimate and ineffective \r\nthreat of use, or the actual use of, force will only lead \r\nto the further exacerbation of violence and crisis in the \r\nregion.\r\nTerrorism and the killing of innocent persons \r\nrepresent the ultimate inhumanity of extremism and \r\nviolence. Terrorism is a violent scourge and knows no \r\nnational borders. But violence and extreme actions, \r\nsuch as the use of drones, against innocent people \r\nin the name of combating terrorism should also be \r\ncondemned. Here I should also like to say a word about \r\nthe criminal assassination of Iranian nuclear scientists. \r\nFor what crimes were they assassinated? The United \r\nNations and its Security Council should answer this \r\nquestion — have the perpetrators been condemned?\r\nUnjust sanctions, as a manifestation of structural \r\nviolence, are intrinsically inhumane and against peace. \r\nContrary to the claims of those who pursue and impose \r\nthem, it is not the States and the political elite that \r\nare targeted; rather, it is the common people who are \r\nvictimized by such sanctions. Let us not forget the \r\nmillions of Iraqis who, as a result of sanctions cloaked in \r\ninternational legal jargon, suffered and lost their lives, \r\nand the many more who continue to suffer throughout \r\ntheir lives. Those sanctions are violent, pure and \r\nsimple, whether called smart or otherwise, unilateral \r\nor multilateral. They violate inalienable human rights, \r\ninter alia, the right to peace, the right to development, \r\nthe right to access to health and education, and, above \r\nall, the right to life. Sanctions, beyond any and all \r\nrhetoric, cause belligerence, warmongering and human \r\nsuffering. It should be borne in mind, however, that their \r\nnegative impact is not limited merely to their intended \r\nvictims; it also affects the economy and livelihood of \r\nother countries and societies, including the countries \r\nimposing sanctions.\r\nToday violence and extremism have gone beyond \r\nthe physical realm and, unfortunately, have aff licted and \r\ntarnished the mental and spiritual dimensions of life in \r\nhuman societies. Violence and extremism leave no space \r\nfor understanding and moderation as the necessary \r\nfoundations of the collective life of human beings and \r\nmodern society. Intolerance is the predicament of our \r\ntime. We need to promote and reinforce tolerance in \r\nthe light of the religious teachings and appropriate \r\ncultural and political approaches. Human society \r\n16/25 13-48455\r\nA/68/PV.6 24/09/2013\r\ncommensurate with the political will of the leadership \r\nin the United States, and hoping that they will \r\nrefrain from following the short-sighted interests of \r\nwarmongering pressure groups, we can arrive at a \r\nframework to manage our differences. To this end, equal \r\nfooting, mutual respect and the recognized principles \r\nof international law should govern our interactions. Of \r\ncourse, we expect to hear a consistent message from \r\nWashington, D. C.\r\nIn recent years, a dominant message has been heard \r\nreiterating again and again that the military option is \r\non the table. Against the backdrop of this illegal and \r\nineffective assertion, let me say loud and clear that peace \r\nis within reach. So, on behalf of the Islamic Republic of \r\nIran, I propose, as a first step, the consideration by the \r\nUnited Nations of a project to be known as “A World \r\nAgainst Violence and Extremism”. Let us all ride this \r\nwave. I invite all States, international organizations and \r\ncivil institutions to undertake a new effort to guide the \r\nworld in this direction. We should start thinking about \r\na coalition for enduring peace across the entire globe \r\ninstead of ineffective coalitions for war in various parts \r\nof the world.\r\nToday, the Islamic Republic of Iran urges the \r\nAssembly and the entire world community to take a \r\nstep forward by accepting our invitation to join A World \r\nAgainst Violence and Extremism. We should accept and \r\nbe able to open up new horizons in which peace will \r\nprevail over war, tolerance over violence, progress over \r\nbloodshed, justice over discrimination, prosperity over \r\npoverty and freedom over despotism. As beautifully \r\nstated by Ferdowsi, the renowned Iranian epic poet:\r\n“Be relentless in striving for the cause of good;\r\nBring the spring, you must; \r\nBanish the winter, you should.”\r\nNotwithstanding all the difficulties and challenges \r\nbefore us, I am deeply optimistic about the future. I \r\nhave no doubt that the future will be bright, with the \r\nentire world solidly rejecting violence and extremism. \r\nPrudent moderation will ensure a bright future for \r\nthe world. My hope, aside from personal and national \r\nexperience, emanates from the belief shared by all \r\ndivine religions that a good and bright future awaits the \r\nworld. As stated in the Holy Koran:\r\n“And certainly We wrote in the Book after \r\nthe reminder that (as for) the land, My righteous \r\nservants shall inherit it.” (The Holy Koran, XXI:105)\r\nstated by the leader of the Islamic Republic of Iran, \r\nacceptance of Iran’s inalienable rights constitutes the \r\nbest and easiest way of resolving this issue. This is \r\nnot political rhetoric. Rather, it is based on a profound \r\nrecognition of the state of technology in Iran, the \r\nglobal political environment, the end of the era of zero-\r\nsum games and the imperative of seeking common \r\nobjectives and interests in order to reach common \r\nunderstanding and shared security. Put otherwise, Iran \r\nand other actors should pursue two common objectives \r\nas two mutually inseparable parts of a political solution \r\nfor Iran’s nuclear dossier.\r\nFirst, Iran’s nuclear programme — and for that \r\nmatter, that of all other countries — must pursue \r\nexclusively peaceful purposes. I declare here, openly \r\nand unambiguously, that, notwithstanding others’ \r\npositions, this has been and always will be the objective \r\nof the Islamic Republic of Iran. Nuclear and other \r\nweapons of mass destruction have no place in Iran’s \r\nsecurity and defence doctrine, and contradict our \r\nfundamental religious and ethical convictions. Our \r\nnational interests make it imperative that we remove \r\nany and all reasonable concerns about Iran’s peaceful \r\nnuclear programme.\r\nThe second objective — acceptance of and respect \r\nfor the implementation of the right to enrichment \r\ninside Iran and the enjoyment of other related nuclear \r\nrights — provides the only path towards achieving the \r\nfirst objective. Nuclear knowledge in Iran has now \r\nbeen domesticated and nuclear technology, including \r\nenrichment, has already reached an industrial scale. \r\nIt is therefore an illusion and extremely unrealistic \r\nto presume that the peaceful nature of Iran’s nuclear \r\nprogramme could be ensured by impeding the \r\nprogramme via illegitimate pressures.\r\nIn this context, the Islamic Republic of Iran, \r\ninsisting on enjoying its rights and the imperative of \r\ninternational respect and cooperation in this exercise, \r\nis prepared to engage immediately in time-bound and \r\nresults-oriented talks to build mutual confidence and \r\nensure the removal of mutual uncertainties with full \r\ntransparency.\r\nIran seeks constructive engagement with other \r\ncountries based on mutual respect and common \r\ninterests and, within the same framework, does not \r\nseek to increase tensions with the United States. I \r\nlistened carefully to the statement made by President \r\nObama today in the General Assembly. With efforts \r\n13-48455 17/25\r\n24/09/2013 A/68/PV.6\r\nPoverty fuels extremism throughout the world, \r\nand the fight against that scourge must remain at the \r\nheart of our policies. Our peoples, especially the youth, \r\ndemand greater socioeconomic progress from us. I \r\ntherefore welcome the opportunity at this session to \r\nset the stage for the post-2015 development agenda and \r\nconsider the necessary action remaining to achieve the \r\nMillennium Development Goals (MDGs). The MDGs \r\nhave provided a global solidarity pact for our countries’ \r\nsocioeconomic development. I would like to emphasize \r\nhere that Gabon has achieved noteworthy progress in \r\npoverty reduction, food security and education. We have \r\nsignificantly reduced infant and maternal mortality, \r\nHIV/AIDS prevalence and malaria mortality. We have \r\nstrengthened women’s participation in the political \r\nand economic life of the country. Despite the efforts \r\nmade by States, it must be recognized that some of the \r\nMDGs will not be achieved as expected, owing mainly \r\nto unfulfilled commitments and reduced funding.\r\nIn that context, Gabon draws two main conclusions: \r\nthe importance of strengthened governance and the \r\nneed for further efforts in education and health aimed \r\nat more equitable and inclusive growth. As members \r\nbegin to consider the post-2015 development agenda, I \r\nwish to note that Gabon seeks a post-2015 development \r\nagenda with a particular focus on Africa’s priorities; \r\nit would include the unrealized MDGs among the \r\nfuture sustainable development goals and would take \r\ninto account specific issues such as energy, access to \r\nclean water and sustainable agriculture. My country \r\nalso seeks an agenda based on predictable funding \r\nthat combines public and private funding, innovative \r\nfinancing and global partnerships. That agenda should \r\nstimulate direct investment and increase our share of \r\ninternational trade. It must promote the transformation \r\nof our economies with a view to inclusive and \r\nsustainable growth.\r\nSuch an approach has led me, as the Chairman of the \r\nCentral African Economic and Monetary Community, \r\nto propose to my peers — who have accepted — the \r\ncreation of a fund of $200 million for the training \r\nand employment of young people, entitled “Train My \r\nGeneration”. Its goal is to enhance the role of youth \r\nin our countries’ development efforts. In that spirit, at \r\nthe fifth Tokyo International Conference on African \r\nDevelopment, I proposed to my peers that by 2020 \r\nAfrica should be able to convert its raw materials prior \r\nto exportation. Using that approach, Gabon is already \r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Islamic Republic of \r\nIran for the statement he has just made.\r\nMr. Hassan Rouhani, President of the Islamic \r\nRepublic of Iran, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Ali Bongo Ondimba, President of \r\nthe Gabonese Republic \r\nThe President: The Assembly will now hear an \r\naddress by the President of the Gabonese Republic.\r\nMr. Ali Bongo Ondimba, President of the Gabonese \r\nRepublic, was escorted into the General Assembly \r\nHall. \r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Ali Bongo Ondimba, President of the \r\nGabonese Republic, and to invite him to address the \r\nAssembly. \r\nPresident Bongo Ondimba (spoke in French): I \r\nam honoured to take the f loor on behalf of Gabon at \r\nthe sixty-eighth session of the Assembly. I warmly \r\ncongratulate you, Sir, on your election as President and \r\nI assure you of Gabon’s full support. I also pay tribute \r\nto the remarkable work of your predecessor, Mr. Vuk \r\nJeremić, President of the General Assembly at its sixty-\r\nseventh session. I wish to reiterate our confidence in the \r\ncross-cutting work of the Secretary-General, Mr. Ban \r\nKi-moon, as well as the important organizational \r\nreforms undertaken.\r\nI would also like to congratulate Mr. Boubacar \r\nKeita of the Republic of Mali and His Excellency \r\nMr. Hassan Rouhani of the Islamic Republic of Iran on \r\ntheir elections in their respective countries. \r\nThis session has opened in a context marked by the \r\nterrorist attack against a shopping centre in Nairobi that \r\nkilled many innocent people, including children. It was \r\nan intolerable act and I express, here in the Hall, my \r\ncountry’s strongest condemnation of the perpetrators. \r\nI also express my own and my country’s deepest \r\ncondolences to the victims’ families and the people \r\nof Kenya. Gabon offers its support to the Government \r\nof Kenya at this trying time. As a target of terrorism, \r\nAfrica should receive the international community’s \r\nfull support and solidarity in its fight against the threat.\r\n18/25 13-48455\r\nA/68/PV.6 24/09/2013\r\nto the current Human Rights Council is in line with \r\nour commitments, particularly in terms of promoting \r\nand protecting the rights of women and children. \r\nDuring this twentieth anniversary year of the Vienna \r\nDeclaration, Gabon will promote economic, social \r\nand cultural rights and seek to combat racism, hatred \r\nand violence throughout the world. It is on the basis \r\nof those commitments that Gabon will present itself \r\nas a candidate for the presidency of the Human Rights \r\nCouncil in 2014.\r\nAfrica is more hopeful for its future, but if that hope \r\nis to be realized throughout the continent Africa must \r\nbe able to resolve crises preventing its development. \r\nAllow me to list some crisis situations. \r\nFirst of all, in the Democratic Republic of the \r\nCongo, Gabon is still concerned by fighting in the \r\neastern part of the country, where women and children \r\nare paying a high price. We welcome the increased \r\nefforts on the part of the United Nations to implement \r\nSecurity Council resolution 2098 (2013) and the \r\ncommitments made by the parties to the Framework \r\nAgreement signed in Addis Ababa. All countries in the \r\nGreat Lakes region must support efforts by the United \r\nNations. We would also encourage the efforts on the \r\npart of the Government to ensure that elections are held \r\nsoon.\r\nGabon supports the transition in the Central African \r\nRepublic, for which we have worked with members of \r\nthe Economic Community of Central African States. \r\nWe hope that the numerous stakeholders will adhere \r\nstrictly to the transition framework. Nevertheless, we \r\nare still concerned by the humanitarian and security \r\nsituation in the country, as well as by the renewed \r\nactivities on the part of the Lord’s Resistence Army. We \r\nwelcome the establishment of the International Support \r\nMission to the Central African Republic by the African \r\nUnion, which will take over from the Mission for the \r\nConsolidation of Peace in the Central African Republic. \r\nGabon calls for a contingency plan to be put in place for \r\nthe new mission. I would like to thank France, which is \r\nsupporting efforts on the part of the subregion to ensure \r\nthat peace returns to the Central African Republic.\r\nIn Mali, at the height of the crisis, Gabon responded \r\nto a funding appeal by the African Union, which \r\nwas launched to support its efforts in that country. \r\nWe commend the positive political change that has \r\ntaken place in Mali, proof of which can be seen in the \r\npresidential elections and the decision by the people of \r\nprocessing 40 per cent of its timber locally, thereby \r\ndoubling employment in that sector.\r\nIn the context of the post-2015 development agenda, \r\nimproved assessment and monitoring of countries’ \r\nprogress will become important. To that end, Gabon \r\nhas proposed a sustainable development index that will \r\ncombine the human development index and countries’ \r\necological footprints.\r\nOur quest for sustainable development must also \r\nensure a binding climate treaty. Our best global experts \r\ntirelessly draw attention to global warming. The very \r\nexistence of some States is threatened. It is necessary \r\nto state that we remain prisoners of our own interests \r\nand climate sceptics. For its part, Gabon has assumed \r\nits responsibilities by implementing measures such \r\nas our land-use programme and our environmental \r\nprogramme. Can we advance towards a post-Kyoto \r\nagreement in 2015 through strong and courageous steps \r\nin the interest of future generations? That question \r\nshould cause greater concern. That is why I fully \r\nsupport the Secretary-General’s initiative to convene a \r\nsummit on climate change in 2014.\r\nIn addition to climate, biodiversity is threatened \r\nby poaching and the illicit trade in protected species. \r\nElephants and rhinoceros are especially threatened \r\nowing to the illegal trade in ivory and horns. That \r\nphenomenon has become both an ecologic and an \r\neconomic challenge; it is a transnational crime that \r\nthreatens States’ security. Along with the Federal \r\nRepublic of Germany and other States, we have initiated \r\na debate on that issue. On 26 September, here at the \r\nUnited Nations, an event will take place on the sidelines \r\nto mobilize support on the issue. We would be honoured \r\nby the presence and participation of members of the \r\nAssembly in the discussions. I also call on the United \r\nNations to integrate that issue into its cooperation \r\nefforts with the African Union. In May in Marrakech, \r\nMorocco, in the presence of the African Development \r\nBank, I proposed the creation of a trust fund aimed at \r\nstrengthening capacity-building in Africa and other \r\nefforts. \r\nClearly, sustainable development must be based \r\non good governance, equality, access to justice and the \r\nprotection of human rights and democracy. In Gabon \r\nwe are striving, with all national stakeholders, to \r\nstrengthen those areas. We are collecting biometrical \r\ndata in order to enhance election transparency, thus \r\nstrengthening democracy. Furthermore, our election \r\n13-48455 19/25\r\n24/09/2013 A/68/PV.6\r\nworld. With regard to the investigations being carried \r\nout by United Nations inspectors in Syria, we call upon \r\nall parties to fully cooperate. Furthermore, Gabon \r\nsupports all diplomatic efforts aimed at achieving a \r\npolitical solution that will allow us to emerge from \r\nthat crisis. In the event that its efforts are blocked, the \r\nSecurity Council must take measures.\r\nWith regard to Palestine and the State of Israel, the \r\npossibility of resuming talks with the impetus of the \r\nUnited States must be welcomed. Gabon still supports \r\nthe broadly accepted view of two viable States, Israel \r\nand Palestine, coexisting in mutual security and respect \r\nwithin recognized borders. \r\nWith regard to the embargo on Cuba, Gabon \r\nreiterates its position in favour of lifting that ban \r\nbecause of its negative impact on the well-being of the \r\nCuban population.\r\nIt is our obligation to transform our international \r\ninstitutions in order to make them more equipped to \r\nmeet current challenges. The reform of the Security \r\nCouncil, enhancing the role and authority of the \r\nGeneral Assembly and the reform of the Economic and \r\nSocial Council are all to be wished. It is essential for \r\nour common future that we assume that responsibility, \r\nin the spirit of the Charter. Assuring such a future calls \r\nupon our shared but differentiated responsibility and \r\nforces us to act for the well-being of humankind. On \r\nthe basis of those convictions, Gabon will continue to \r\nbe committed, within the Organization, to working for \r\npeace and development, which is also at the heart of the \r\nvision that I have proposed for the future of my own \r\ncountry, a future I wish for all countries.\r\nThe President: On behalf of the General Assembly \r\nI wish to thank the President of the Gabonese Republic \r\nfor the statement he has just made.\r\n Mr. Ali Bongo Ondimba, President of the Gabonese \r\nRepublic, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Željko Komšić, Chairman of the \r\nPresidency of Bosnia and Herzegovina\r\nThe President: The Assembly will now hear an \r\naddress by the Chairman of the Presidency of Bosnia \r\nand Herzegovina.\r\nMr. Željko Komšić was escorted into the General \r\nAssembly Hall.\r\nMali to elect President Keita. I would like to wish him \r\nall the best, and I call upon the international community \r\nto support the reconstruction of Mali. \r\nWith regard to Western Sahara, Gabon welcomes \r\nefforts to bring about dialogue and negotiations by the \r\nOrganization. My country would also like to reiterate \r\nthat it supports the Moroccan initiative for Western \r\nSahara, which we believe is a courageous and realistic \r\nproposal, one that could lead to a lasting settlement. We \r\ncall upon the different players to reach a constructive \r\nand dynamic compromise, the results of which will \r\nbenefit the unity of Africa. \r\nAfrica should be able to respond to new threats \r\nto peace and security, including transnational crime, \r\nthe illicit trafficking in small arms, and piracy in \r\nthe Gulf of Guinea, which the Atlantic coast is now \r\nexperiencing. Following the Summit of Heads of State \r\nand Government on Maritime Safety and Security in the \r\nGulf of Guinea, which was held in June in Yaounde, we \r\nadopted a strategy for combating those threats. Gabon \r\nis ready to make contributions towards the measures \r\nthat were adopted at the Summit. I also welcome \r\nefforts by the Security Council to address the problem, \r\nparticularly through resolution 2018 (2011). \r\nAfrica cannot face up to the challenges of peace and \r\nsecurity alone. Its efforts must be given better support, \r\nbecause instability in Africa will have repurcussions \r\nin other regions. I thank our partners, particularly \r\nFrance, Japan, Germany, the United States, the United \r\nNations and the European Union, for their significant \r\ncontributions towards such efforts.\r\nIn the face of those new threats, it is important for the \r\nUnited Nations to continue to enhance its cooperation \r\nwith regional African organizations. Furthermore, we \r\nmust ensure the implementation of the Arms Trade \r\nTreaty, which was the first legally binding instrument \r\non the matter adopted by the General Assembly, in May.\r\nIn a world stricken by tensions and crises, we \r\nmust continue to work towards ensuring that the \r\nOrganization can better fulfil its mandate in the area \r\nof international peace and security, with a particular \r\nemphasis on conflict prevention, while supporting \r\npeaceful resolutions to emerging crises. The crisis in \r\nSyria has already claimed many lives, and we have \r\nseen an unacceptable escalation in the form of the use \r\nof chemical weapons. We strongly condemn the use \r\nof such weapons, and Gabon calls for the destruction \r\nof all stockpiles of chemical weapons throughout the \r\n20/25 13-48455\r\nA/68/PV.6 24/09/2013\r\nalso like to emphasize that Bosnia and Herzegovina is \r\nin the final phase of negotiations for accession to the \r\nWorld Trade Organization.\r\nAllow me to emphasize again that Bosnia and \r\nHerzegovina has a very clear stance with regard to war \r\ncrimes. All those accused of war crimes will be held \r\nresponsible for the crimes of which they are accused \r\nbefore either international or domestic courts.\r\nBosnia and Herzegovina puts great emphasis on \r\nregional and subregional cooperation and dialogue \r\namong neighbouring countries, whose cultures \r\nand traditions have been present in the Balkans for \r\ncenturies and who are currently at different stages \r\nof transition and democratic reform. Bosnia and \r\nHerzegovina is turned towards the future and to \r\ncooperation with neighbouring countries on the basis \r\nof mutual respect, as well as respect for sovereignty \r\nand territorial integrity. The development of bilateral \r\nrelations with all of our neighbouring countries and \r\nother countries in the region is focused on several key \r\nareas: Euro-Atlantic integration, advancing economic \r\ncooperation, strengthening regional cooperation and \r\nfinding constructive solutions for current issues.\r\nOur emphasis on regional cooperation is on the \r\ndevelopment of communications infrastructure as a \r\nbasis for better economic, cultural and scientific ties, as \r\nwell as overall regional development. The potential for \r\nregional economic ties is especially strong in the areas \r\nof industry, tourism, agriculture and energy.\r\nI would like to especially emphasize our bilateral \r\nrelations with the Republic of Croatia, which gained \r\na new dimension and dynamic with the Croatian \r\naccession to the EU, which was marked by eagerness \r\non both sides to find solutions that are in best interests \r\nof both our countries.\r\nI must point out that we continue to live during \r\none of the greatest economic and financial crises in \r\ncontemporary history, which is certainly the greatest \r\nthreat to global peace and security. We must do \r\neverything in our power to tackle its negative effects \r\nand consequences. Although the latest indicators show \r\nthat some developing countries are coming out of the \r\nrecession, that is not the case in poor and developing \r\ncountries, where the consequences of the crisis are very \r\nharsh.\r\nThe institutions of Bosnia and Herzegovina have \r\nbeen strategically working towards achievement of \r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHis Excellency Mr. Željko Komšić, Chairman of the \r\nPresidency of Bosnia and Herzegovina, and to invite \r\nhim to address the Assembly.\r\nMr. Komšić (spoke in Bosnian; English text \r\nprovided by the delegation): First of all, I would like to \r\ncongratulate you, Mr. President, on your election to the \r\npresidency of the General Assembly at its sixty-eighth \r\nsession, as well as members of your team, and to extend \r\nto you my full support in your future work. \r\nPlenary meetings of the General Assembly have \r\nalways been an opportunity for Heads of State to gather \r\nand exchange their opinions about the world situation \r\nin order to try to find solutions for contemporary global \r\nproblems.\r\nMy country’s strategic goal of establishing a formal \r\nrelationship with and membership in the European \r\nUnion (EU) is based upon its ambition to become part \r\nof the big family of democratic States and therefore \r\nassure the full functionality of its own institutions and \r\nits further development on the basis of a free market \r\nand the rule of law, and especially human rights. Based \r\non the direction and foreign policy activities of Bosnia \r\nand Herzegovina, our focus remains on furthering \r\nour relationship and institutional relationship with the \r\nEuropean Union, according to the Stabilization and \r\nAssociation Agreement and its full implementation. \r\nBosnia and Herzegovina’s aspiration to become a \r\nmember of the European Union is based upon broad \r\npolitical census.\r\nThe fact that the process of European integration \r\ndemands comprehensive political, institutional and \r\nlegal adjustments in order to reach European standards \r\nin all areas is of fundamental importance to my country. \r\nWe are also fully aware that the active participation \r\nof all segments of society of Bosnia and Herzegovina \r\nis necessary to expedite the process of European \r\nintegration. I expect that expediting the remaining \r\nactivities and the implementation of the Sejdić-Finci \r\nruling of the European Court of Human Rights will \r\nlead to the fulfilment of the requirements for Bosnia \r\nand Herzegovina’s application for accession to the \r\nEuropean Union.\r\nI also hope for a positive development in the process \r\nof fulfilling the conditions for activating the NATO \r\nmembership action plan and further integrating Bosnia \r\nand Herzegovina into NATO security structures. I would \r\n13-48455 21/25\r\n24/09/2013 A/68/PV.6\r\nCouncil reformed in that way can have full authority \r\nand responsibility in addressing the most important \r\nissues of international peace and security. That is the \r\nmandate entrusted to the Council by the Charter of the \r\nUnited Nations.\r\nDialogue and compromise are the best way to \r\nensure the widest possible support, and Bosnia and \r\nHerzegovina supports the opinion that Security \r\nCouncil reform should be moved from a standstill \r\nas soon as possible. We also believe that a reformed \r\nSecurity Council should have an additional seat for a \r\nState from the Eastern European Group, as the number \r\nof countries in that group has more than doubled in the \r\npast two decades.\r\nIn accordance with that position, I would also like \r\nto emphasize that more engagement in preventative \r\ndiplomacy is expected from the Security Council. We \r\nbelieve that more activity in the area of preventive \r\ndiplomacy would help solve many problems and crises \r\nbefore they intensify, which would be a more efficient \r\nway for the Council to work. Encouraging dialogue \r\nto resolve critical issues by compromise, while acting \r\nagainst any kind of exclusiveness, especially in the \r\narea of human rights and human life, is of the utmost \r\nimportance. Timely and efficient conflict prevention, \r\nrather than reaction to a crisis that has already escalated, \r\nis definitely a more effective and less costly approach \r\nto international peace and security. \r\nWe are eager to share with others the positive and \r\nthe negative of our post-conflict and peacebuilding \r\nexperience. Bosnia and Herzegovina believes that \r\nevery crisis should be studied carefully, with careful \r\nconsideration for the roots of conflict, the culture, \r\nreligion and local customs and every other factor in \r\norder to find a just and long-term solution. There are no \r\nuniversal solutions for any crisis, and each one should \r\nbe attended to and considered separately.\r\nBosnia and Herzegovina believes that it is necessary \r\nto take concrete steps to prevent nuclear proliferation \r\naround the world. In spite of visible obstacles of the \r\npast decade, there are new initiatives giving new \r\nmomentum to the disarmament and non-proliferation \r\nprocess. We believe that nuclear disarmament can be \r\nachieved by encouraging Member States parties to the \r\nTreaty on the Non-Proliferation of Nuclear Weapons to \r\nrespect their obligations under the Treaty. \r\nBosnia and Herzegovina will sign the Arms Trade \r\nTreaty during the Treaty event.\r\nthe Millennium Development Goals. We believe that, \r\ndespite the difficulties caused by the world economic \r\nsituation, there will be no obstacles in reaching our stated \r\ntargets by 2015. Bosnia and Herzegovina has finalized \r\nthe development strategy for Bosnia and Herzegovina \r\nand the social inclusion strategy for Bosnia and \r\nHerzegovina, while the strategy for poverty eradication \r\nhas already been designed and implemented. All of that \r\nhas been done in cooperation with the relevant United \r\nNations agencies in the country, whom we would like to \r\nthank for their close cooperation.\r\nBosnia and Herzegovina is ready to contribute to \r\nglobal efforts to define a development framework and \r\nthen to implement it in order to readily face economic, \r\nsocial and environmental challenges. Considering \r\nthat the importance of the three aspects of sustainable \r\ndevelopment I have mentioned crosses national \r\nborders, Bosnia and Herzegovina believes that regional \r\ncooperation is crucial for the successful preparation of \r\nthe new post-2015 development framework.\r\nBosnia and Herzegovina, as well as all the other \r\nWestern Balkan countries at this stage of integration, \r\nfollows European Union policy and views with regard to \r\nthe new development agenda. Bosnia and Herzegovina \r\nconsistently supports the position that sustainable \r\ndevelopment is possible only in harmony with nature. \r\nI am of the opinion that economic and political \r\ninterests must not be an obstacle to achieving global \r\nconsensus on a true beginning of the global fight for the \r\npreservation of the natural balance of planet Earth. It is \r\noften forgotten that climate change has a direct impact \r\non development, poverty and hunger, and consequently \r\non global peace and security. Short-term solutions will \r\nhave long-term consequences, and the steps we take \r\ntoday will be our legacy for generations to come.\r\nAll of us present here agree that the United Nations \r\nneeds continuous and comprehensive reform, which \r\nshould be conducted with great caution, assuring a \r\nwide consensus of Member States. United Nations \r\nreform should provide for efficient and coordinated \r\nfunctioning of all segments and bodies of the system. \r\nIt is a widely held belief that Security Council reform \r\nis crucial for core reform of the world Organization. \r\nThat reform, carried out with the consensus of the \r\nMember States, is necessary for reasons of efficiency \r\nand credibility, and it can be achieved only by taking \r\ninto account the contemporary geopolitical reality, \r\nwhich differs from that of 1945. Only a Security \r\n22/25 13-48455\r\nA/68/PV.6 24/09/2013\r\nIn today’s world, with political and social processes \r\nmore dynamic than ever, we face challenges quite \r\ndifferent from those of only a few decades ago. It is \r\nbecoming clear that only a strong multilateral approach \r\ncan produce good solutions. In its more than six decades \r\nof existence, the United Nations has seen many trials \r\nand tribulations, but it has always been, and continues \r\nto be, the only guide to a better future. It is still the \r\nonly organization capable of providing solutions to the \r\nglobal problems we face. \r\nIt is up to us to make it stronger and more efficient, \r\nfor only the United Nations — the most comprehensive \r\nand inclusive organization — can help bring progress \r\nand well-being to our planet. If we work together to \r\nimplement all our agreements reached in this hallowed \r\nplace, there is no doubt that we will live in better and \r\nmore just conditions than exist today. On that path, \r\nwe need to return to the basic values and principles \r\nof human rights, equality and world peace that are the \r\nfoundation of the United Nations.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Chairman of the Presidency of \r\nBosnia and Herzegovina for the statement he has just \r\nmade.\r\nMr. Željko Komšić, Chairman of the Presidency of \r\nBosnia and Herzegovina, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by General Michel Sleiman, President of \r\nthe Lebanese Republic\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Lebanese Republic.\r\nGeneral Michel Sleiman, President of the Lebanese \r\nRepublic, was escorted into the General Assembly \r\nHall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency General Michel Sleiman, President of the \r\nLebanese Republic, and to invite him to address the \r\nAssembly.\r\nPresident Sleiman (spoke in Arabic): I would first \r\nlike to warmly congratulate you, Mr. President, on your \r\nelection to the presidency of the General Assembly at \r\nits current session, and to express my full appreciation \r\nto the Secretary-General, His Excellency Mr. Ban \r\nKi-moon, who has closely followed developments in the \r\nsituation in Lebanon. \r\nBosnia and Herzegovina is gravely concerned about \r\nthe continuing violence in Syria, which has worsened the \r\nhumanitarian crisis and caused unacceptable suffering \r\nfor the Syrian people. We call on all the parties to \r\ncomply with their obligations under international law \r\nand human rights law. \r\nResolving the crisis in the Middle East continues \r\nto be one of the most important priorities of the world \r\nOrganization. We believe that all possible steps should \r\nbe taken to create a positive climate in order to achieve \r\na just and comprehensive peace in the region. We expect \r\nall sides to refrain from any rash actions and to focus on \r\nlaunching this very important dialogue.\r\nIn order to play a constructive role in international \r\nrelations and to contribute to self-sustainable peace \r\nand stability, Bosnia and Herzegovina participates in \r\nthe International Security Assistance Force mission in \r\nAfghanistan. In support of international efforts, we also \r\nactively participated in the United Nations missions in \r\nLiberia, South Sudan and Cyprus. \r\nI would also like to emphasize that Bosnia and \r\nHerzegovina remains very concerned that terrorist \r\nattacks around the world continue to take the lives \r\nof innocent victims. We are committed to fighting \r\nterrorism and believe that results in that regard can be \r\nachieved only through comprehensive cooperation and \r\na partnership of as many Member States as possible.\r\nBosnia and Herzegovina is also following the \r\nsituation on the African continent with great interest. \r\nWe expect that despite the world financial and economic \r\ncrisis, most developed countries will continue to \r\nincrease their contributions to the official development \r\nassistence that is essential for capacity-building in poor \r\nAfrican countries. Therefore, we welcome the activities \r\nof the United Nations through the New Partnership \r\nfor Africa’s Development and other efforts aimed at \r\nputting Africa on the road to stable and sustainable \r\ndevelopment, especially with regard to achieving the \r\nMillennium Development Goals. That particularly \r\napplies to the countries of sub-Saharan Africa. \r\nWe also support all efforts of the African Union, \r\nAfrican Governments and the United Nations to improve \r\nthe rule of law and democracy and to strengthen civil \r\nsociety and its institutions, in order to improve all \r\naspects of society. We wish to point out that continued \r\nand greater financial aid to Africa is just as important \r\nas improving the efficiency and transparency of the use \r\nof aid funds for sustainable development.\r\n13-48455 23/25\r\n24/09/2013 A/68/PV.6\r\nexceeded one quarter of the Lebanese population. As \r\nthe Assembly knows, Lebanon is a country of limited \r\ngeographical area and resources, as well as sensitive \r\nbalances. \r\nTherefore, while we understand that it is not possible \r\nto impose the impossible on nations, it is important \r\nfor me to reiterate my call on the States Members of \r\nthe United Nations to provide sufficient human and \r\nfinancial resources to manage the presence of Syrian \r\nrefugees in Lebanon and meet their humanitarian \r\nand essential needs, bearing in mind that the pledges \r\nundertaken at the meeting of donor States hosted by the \r\nState of Kuwait on 30 January have only been partially \r\nfulfilled; to expand infrastructure and reception areas \r\nfor Syrian refugees within Syrian territories themselves \r\nand organize an international conference on the issue \r\nof Syrian refugees, with the aim of sharing the burden \r\namong different countries in accordance with the \r\nprinciple of shared responsibility while also assisting \r\nthe International Support Group for Lebanon; and to \r\ngarner support from all concerned States for the work \r\nof the International Support Group. Of course, all of \r\nthat must take place while we work towards finding a \r\npolitical solution for the Syrian crisis that will preserve \r\nthe unity of Syria. \r\nLebanon has called attention to the need to bring \r\nto justice the perpetrators of the crimes that have been \r\ncommitted. Solutions must be found to ensure that the \r\nconflict does not spread to neighbouring countries. \r\nToday, we have an opportunity to condemn all terrorist \r\nattacks perpetrated anywhere in the world, particularly \r\nin the Middle East. \r\nI would like to comment on the attack that took \r\nplace upon the historic town of Maaloula. That attack \r\nrepresents an assault on civilization and the tolerant \r\nspirit of religions. That is why the international \r\ncommunity must adopt a firm stance in order to protect \r\nsuch sites, in particular through the adoption of an \r\ninvestigative mechanism that will assess the reality of \r\nthe situation on the ground. \r\nWe must work to encourage the countries of the \r\nregion currently engaged in conflict to ensure that the \r\nlogic of dialogue and negotiation prevails and to keep \r\nLebanon from getting involved in the Syrian conflict, \r\nwhile encouraging those countries to contribute the \r\nnecessary assistance and support for the Baabda \r\nDeclaration, just as the Security Council has pledged \r\nits support. \r\nI particularly wish to point out the presidential \r\nstatement issued by the Security Council on 10 July \r\n(S/PRST/2013/9), which provides an effective road \r\nmap for what the international community can do to \r\nhelp Lebanon in order to preserve its stability, promote \r\nits institutions, support its economy and army and to \r\nhelp it face the growing burden created by the refugees \r\nentering from Syria. That is definitely the core objective \r\nof the meeting of the International Support Group for \r\nLebanon, which will be launched tomorrow afternoon, \r\n25 September.\r\nMany countries represented here have witnessed \r\nuprisings, civil wars or foreign aggression. Lebanon, \r\ntoo, has experienced many wars, which have led to \r\ninfluxes of numerous refugees in our territory. Against \r\nall odds, the Lebanese have sought to assume the \r\nresponsibility for restoring the glory of our country \r\nas a space for freedom and coexistence and to hallow \r\ntheir presence in the East within the confines of a State \r\nthat embraced democracy from its very inception while \r\nensuring respect for diversity within unity as well as \r\npersonal and public freedoms. \r\nThrough dialogue, the Lebanese will continue \r\nto develop their political system and improve their \r\ndemocratic practices. They will have to remain \r\ncommitted to the Baabda Declaration, which advocates \r\nLebanon distancing itself from regional crises and axis \r\npolitics. It is equally essential to reach an agreement \r\non a national strategy to ensure the exclusive defence \r\nof Lebanon in the face of Israel’s hostility and ongoing \r\nthreats. \r\nNevertheless, however strong the Lebanese \r\ncommitment may be, we still require the care and \r\nsupport of brotherly and friendly countries in order \r\nto address the repercussions of external conflicts and \r\ncrises that threaten our security and stability and have \r\nnegative impacts on our socioeconomic situation. The \r\nLebanese look to assistance not only in the name of \r\nbrotherly solidarity and the shared responsibility of the \r\ninternational community as a whole, but also in the face \r\nof events that pose a threat to regional and international \r\nsecurity. \r\nThe first challenge is rooted in the repercussions \r\nof the Syrian crisis on Lebanon’s security and \r\neconomy. An existential challenge has arisen, related \r\nto the growing number of Syrian refugees on Lebanese \r\nterritory, which is far beyond Lebanon’s capacity to \r\nassimilate them. The number of refugees has already \r\n24/25 13-48455\r\nA/68/PV.6 24/09/2013\r\nAmid those unilateral fundamentalist tendencies, \r\nLebanon remains a laboratory and a model of necessary \r\ncoexistence for the future. That model must be allowed \r\nto benefit from support and stability because, as it has \r\nfor decades, it has led to the education of students in our \r\nschools and universities and caused the security forces \r\nto fulfil their national missions in military camps in a \r\nspirit of unity. It is a model that is also experienced by \r\nthe citizens on a daily basis on the streets of our cities, \r\ntowns and in our capital, in the theatres, clubs, at the \r\nmovies, in public and private institutions and in civil \r\nsociety organizations. The model, which has become \r\na lifestyle, is lived with the sound of the church bells \r\nand the voices of the mosques’ muezzins ringing in \r\nour ears, in particular at joint celebrations, the most \r\nsignificant of which is the Common Religious National \r\nDay, celebrated on the day of the Annunciation on \r\n25 March of every year, when everyone is urged to seek \r\nthe common good. \r\nThe management of diversity and the building of \r\na culture of justice, peace and coexistence between \r\ncultures, civilizations and religions requires that we all \r\nmake efforts at the following three levels.\r\nFirst, we must work to improve the political, \r\nfinancial and social systems that govern the affairs \r\nof peoples worldwide, in particular the democratic \r\nsystem, to make them more humane and better suited \r\nto diversity. This must be done in such a way so as to \r\nguarantee the involvement of all components of society, \r\nin particular minorities, in political life and in the \r\nmanagement of public affairs in all States, regardless \r\nof what ratio of the population such minorities may \r\nrepresent, but, rather, on the basis of their capacity and \r\nheritage.\r\nSecondly, we must consider the preservation of an \r\nactive presence on the part of minorities worldwide, \r\nwith all the civilizations and specific characteristics \r\nthat they represent, to be an international responsibility, \r\nespecially in the Middle East. The Middle East is the \r\ncradle of the monotheistic religions, whose peoples \r\nhave coexisted for centuries, forged civilizations \r\nand enriched the history of humankind through their \r\nculture and the values of tolerance, goodwill and \r\nfriendship. That shared responsibility cannot be based \r\non international interests in that part of the world while \r\nignoring the communities living there. Rather, it should \r\ntake into account the interests of all of those minorities \r\nand their right to participate in all aspects of the life of \r\ntheir nation, as they are an integral part of its fabric.\r\nHowever, the main challenge that we face remains \r\nthe Arab-Israeli conflict and Israeli settlement policy \r\npractices, not to overlook the difficulties created by it \r\nin terms of refugee f lows. The settlement policy has \r\nfostered a sense of frustration and a tendency towards \r\nextremism. Lebanon has been affected by the daily \r\nIsraeli attacks against Lebanon and its infrastructure \r\nthrough the use of all sorts of prohibited weapons. \r\nLebanon has paid a high price for those acts of \r\naggression, with all that implies in terms of the burden \r\non human lives and destruction. It therefore falls upon \r\nthe international community to work to find a fair and \r\ncomprehensive solution to the conflict in the Middle \r\nEast, particularly with respect to the Palestinian cause, \r\npursuant to the terms of reference of the Madrid \r\nConference and the Arab Peace Initiative. Stability, \r\ndemocracy and moderation will not prevail in the \r\nMiddle East unless justice is done in Palestine, based \r\non the belief that the security of the Arab region and \r\nthe preservation of its cultural diversity are of strategic \r\nimportance. \r\nLebanon calls for the adoption of an integrated \r\ncomprehensive approach that includes the participation \r\nof all States concerned and addresses all aspects of the \r\nIsraeli-Arab conflict. At the same time, no solution \r\nshould be taken at the expense of its superior interests. \r\nAs a result, Lebanon will reject any compromise \r\nattempting to force an influx of Palestinian refugees \r\non its territory.\r\nIn this transitional period where the Arab world \r\nis undergoing major historic upheaval and deep-\r\nwrought changes, the world as a whole is witnessing an \r\nfundamentl structural transformation due to the amazing \r\nscientific progress that has been achieved, in particular \r\nin the fields of communication and information. That \r\nprogress will contribute to globalization in all aspects of \r\nlife. We must therefore convey a spirit of pluralism and \r\ndiversity within all societies as a necessary condition in \r\norder to match the accelerating pace of change. \r\nHowever, the regimes that run the affairs of peoples \r\nand societies have unfortunately not undergone a \r\ncorresponding evolution at the intellectual level. On the \r\ncontrary, we have witnessed conflicts exacerbated by \r\nextremist terrorism continue to spring forth fuelled by \r\nisolationism that rejects dialogue, mutual recognition \r\nand coexistence. That has even led some to call for \r\nthe return to religious emirates and racial segregation. \r\nIn order to do so, those groups have applied violent \r\nmethods that f lout peace and public freedoms. \r\n13-48455 25/25\r\n24/09/2013 A/68/PV.6\r\nall decisions of international legitimacy and to upholding \r\nthe spirit of moderation and agreement upon which \r\nLebanon was founded. It will also remain an active \r\npartner in the context of the promotion of a culture of \r\njustice, peace and sustainable human development.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Lebanese Republic \r\nfor the statement he has just made.\r\nGeneral Michel Sleiman, President of the Lebanese \r\nRepublic, was escorted from the General Assembly \r\nHall.\r\nThe President: We have heard the last speaker in \r\nthe general debate for this meeting.\r\nThe meeting rose at 6.25 p.m.\r\nThirdly, there is a need to intensify ongoing efforts \r\naimed at reforming and developing the United Nations \r\nand its specialized agencies, so as to bring them into \r\nline with current realities and restore confidence in their \r\ncapacity to resolve international issues, counter crime \r\nand adopt the appropriate resolutions and implement \r\nthem without obstruction, free from selectivity and \r\nthe policy of double standards. That would be an \r\nalternative to the logic of legitimate force that may be \r\nused by peoples whose countries have fallen victim to \r\naggression and occupation, in the absence of a capable, \r\nguaranteed international mechanism.\r\nFor its part, Lebanon will remain faithful to \r\nthe message of freedom and coexistence that are its \r\nhallmark, reiterating its commitment to implementing \r\n"