"*1454942*\r\n14-54942 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506. \r\nCorrected records will be reissued electronically on the Official Document System of the \r\nUnited Nations (http://documents.un.org).\r\nIn the absence of the President, Mrs. Baaro \r\n(Kiribati), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.15 p.m.\r\nAddress by Mr. Hassan Sheikh Mohamud, \r\nPresident of the Federal Republic of Somalia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Federal Republic \r\nof Somalia.\r\nMr. Hassan Sheikh Mohamud, President of the \r\nFederal Republic of Somalia, was escorted into the \r\nGeneral Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Hassan Sheikh Mohamud, \r\nPresident of the Federal Republic of Somalia, and to \r\ninvite him to address the Assembly.\r\nPresident Mohamud: It is a pleasure to join the \r\nAssembly today. Yesterday a journalist asked me to \r\ndescribe Somalia in 15 seconds. First, let me say that \r\nSomalis are great storytellers, so asking a Somali to say \r\nanything in 15 seconds is very difficult. I really had to \r\nthink about where to begin. I told him that if he could \r\nthink of a problem, then Somalia has it, and often at the \r\nsame time as other problems — war, piracy, extremist \r\nterrorist groups, famine, droughts, f loods. But that was \r\nthe Somalia of yesterday, not the Somalia of today. \r\nI fear that many people’s experience of Somalia is \r\nconfined to films — such as the recent Captain Phillips \r\nand re-runs of Black Hawk Down — or YouTube scenes \r\nof the horrific Westgate Mall incident in Kenya, or an \r\never-growing number of titles on library bookshelves \r\nthat include the words “failed State”, or references to \r\na long war. But if we shrink our perspective to just \r\nthat glimpse, we miss the beauty of the very different \r\npicture that we are painting right now in Somalia. The \r\nSomalia I lead as President is a very different country. \r\nMy Somalia is not a 15-second summary of problems. \r\nIt is not a Somalia of failure.\r\nWe may still be fragile, but we are no longer a \r\nbroken State. September of 2012 marked a milestone \r\nfor Somalia with the establishment of a new Federal \r\nGovernment built on national consensus and universally \r\nrecognized by the international community. At its start, \r\nthe Federal Government of Somalia faced multiple \r\ncomplex challenges, a stark lack of resources and only \r\nvery basic institutional and Government structures. The \r\ncountry was divided, with no clear path to unification. \r\nAl-Shabaab and other militia groups controlled most of \r\nour territory. The task ahead of us was daunting and the \r\nexpectations from both our people and our international \r\npartners were very high. Everything was a priority, \r\nfrom security to political inclusivity, and from health \r\ncare and education to private-sector development and \r\nbasic economic reform.\r\nWe faced the significant challenge of having to \r\nbuild frameworks and institutions while simultaneously \r\ndelivering immediate, tangible benefits for our people, \r\nin the form of schools, hospitals, roads and more. We had \r\nto deliver on that long list of interrelated priorities while \r\nsimultaneously dealing with a politically fragmented \r\nenvironment and fighting a war against terrorist \r\nUnited Nations A/69/PV.13\r\nasdf\r\nGeneral Assembly\r\nSixty-ninth session\r\n13th plenary meeting\r\nFriday, 26 September 2014, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Kutesa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Uganda)\r\n2/29 14-54942\r\nA/69/PV.13 26/09/2014\r\ngroups. And we have succeeded. The foundation for the \r\nfuture has been laid through our clear military defeat \r\nof Al-Shabaab, which has been made possible only \r\nthrough the joint efforts of the Somali National Army \r\nand the African Union Mission to Somalia. More than \r\n70 per cent of Somalia’s southern and central regions \r\nhas now been liberated from the scourge of Al-Shabaab \r\nand restored to the control of the Federal Government \r\nof Somalia.\r\nOver the past two years we have focused on building \r\nfoundations and laying the groundwork for reform. \r\nWe have developed legal frameworks, governance \r\nstructures and public financial management reform \r\nprocesses. We have formalized Somalia’s presence \r\nin the international community, strengthened our \r\nrelationships with neighbouring countries, restructured \r\nkey institutions, established forums for dialogue, \r\ndeveloped a path for political reform and put in place \r\nthe architecture for linking international support to our \r\npriorities through the New Deal Somali Compact.\r\nWe have made major progress in reforming \r\npublic financial management, putting in place better \r\naccountability measures, controls and governance \r\nstructures. Key legislation has been drafted, budget \r\npolicy developed and the capacity of the offices of the \r\nAccountant General and Auditor General strengthened. \r\nAn annual budget, developed with the implementation \r\nof Government-wide work plans and priorities in mind, \r\nhas been delivered. A new governor and board of \r\ndirectors have been appointed for the Central Bank of \r\nSomalia, which we launched from scratch. A financial \r\ngovernance committee, constituting an advisory body \r\nheld jointly by the Federal Government and international \r\nfinancial institutions, has been established to provide \r\ngreater transparency and oversight of financial \r\ntransactions in Somalia.\r\nWe can take heart in the fact that distinct progress \r\nhas been made in moving the country from failed-\r\nState status to that of a nascent nation with functioning \r\ninstitutions. Today, in September 2014, I am confidently \r\nable to say that, with the support of the Somali people \r\nand the engagement of the international community, \r\nSomalia has undergone a remarkable transformation. \r\nToday we have a country that is beginning to unite as \r\na nation, behind a vision that in 2016 will see a federal \r\nand united Somalia, a Somalia that will meet our \r\naspirations for a better future.\r\nBut we cannot rest there. Somalia has always had \r\nan enormous capacity for playing a long game, and now \r\nmore than ever we must stay our course. Somalia is \r\nat a critical juncture in its efforts to achieve security \r\nand stability. This past year has seen a rise in terrorist \r\ngroups and activities around the world. Today, the reach \r\nof terrorists is not confined to one country; it is a global \r\nissue that requires global action. More than any other \r\nfragile State today, Somalia has significantly advanced \r\nin its fight against terrorism. We are winning the war, \r\nbut we must also win the peace. President Obama spoke \r\nearlier this week of being at a crossroads of war and \r\npeace (see A/69/PV.5). As Somalis, we know better \r\nthan any other nation the truth of that statement. We \r\nare at that juncture.\r\nThat is why we know that solutions cannot be only \r\nmilitary in nature. Yesterday we were reminded of the \r\norigins behind the establishment of the United Nations. \r\nWe were reminded of the power of peaceful political \r\nreconciliation. Military intervention can end war, but \r\nit cannot propagate peace. Dialogue, reconciliation, \r\nforgiveness — those are the tools of peacebuilders, the \r\ntools of nation-builders.\r\nAs President of Somalia, I reaffirm our commitment \r\nto denying extremist ideology and its servants any \r\nhiding place in Somalia. Somalia’s strategic location \r\nmakes it a gateway between the Arabian peninsula and \r\nthe African continent. We cannot defeat Al-Shabaab \r\nonly to allow other extremists, such as the militant \r\ngroup known as the Islamic State in Iraq and Syria, to \r\nfind fertile ground. Although the security situation in \r\nSomalia is improving and Al-Shabaab is becoming a \r\nspent force, we cannot afford to rest until we achieve \r\na final victory. We must strengthen Somalia and \r\nmake it into a firewall, both for security purposes and \r\nideologically. Somalia must be strengthened in order to \r\nprevent the African continent from being once again \r\ninvaded by violent extremists who target innocent \r\ncivilians, spreading their ideology of death. Solutions \r\nmust be sought by applying the rule of law, pursuing \r\nhuman rights and affording access to justice. People \r\nmust be allowed to determine their own future and to \r\nfind their own place in that brilliant future.\r\nWe must not forget the importance of political \r\nreconciliation and reform in maintaining long-term \r\nstability and creating an enabling environment for \r\ndevelopment gains. Two years ago, it quickly became \r\nclear that the formation of a unified and federal Somalia \r\nwas the key to delivering peace and building sustainable \r\nsecurity. The Vision 2016 framework was developed \r\nto encapsulate that important national goal. Vision \r\n14-54942 3/29\r\n26/09/2014 A/69/PV.13\r\n2016 outlines the framework for federalism through \r\nreconciliation, the adoption of a revised permanent \r\nconstitution through a referendum and the path to \r\ndemocratic elections. It is a tall order that cannot be \r\noverstated.\r\nThe Federal Government has undertaken to revise \r\nour Provisional Constitution by 2016 and adopt it by \r\nmeans of a public referendum. We have undertaken to \r\ndeliver a federal Somalia made up of member states. We \r\nhave undertaken to deliver credible, national elections. \r\nWe have not failed on the side of ambition, and we \r\nmust not fail to deliver on our ambition. And we are \r\ndelivering. Led by the Federal Government, together \r\nwith existing and emerging regional stakeholders \r\ninside Somalia, we have made significant progress in \r\nthe formation of interim regional administrations in \r\nthe south-west and central regions of Somalia through \r\ndialogue and consultations.\r\nThe Constitution Review and Implementation \r\nCommission was set up in May 2014 and started work \r\non reviewing the current Provisional Constitution of \r\nSomalia. The approval and adoption of the Provisional \r\nConstitution is critical to an inclusive political \r\nsettlement that paves the way for sustainable security \r\nand development in Somalia.\r\nIn order to create a federal State, it will be \r\nessential to ensure the full participation of subfederal \r\nadministrations in the political transformation of \r\nSomalia. The Boundaries and Federation Commission \r\nwill be established and will devise the mechanisms \r\nfor supporting the process of federating Somalia. The \r\nNational Independent Electoral Commission will be \r\nendorsed by Parliament by the end of 2014. The Federal \r\nGovernment is committed to inclusivity and, while \r\nobserving the principles of Somali-Somali dialogue, is \r\ntaking concrete steps to engage all Somalis, including \r\nwomen and minority groups, in the political process \r\nof nation-building. We have seen great progress in \r\nconnecting the Government to the Somali public, thanks \r\nto the improvement of service delivery, particularly in \r\nthe area of education. In two years we have enrolled \r\nclose to 100,000 students in public schools and \r\nappointed 2,000 teachers.\r\nWe are investing in the strengthening of our Somali \r\nnational forces. The Somali National Army is a key \r\nelement in defeating Al-Shabaab, and we are working \r\nwith our international partners to ensure that we have \r\na well-trained, well-equipped, integrated national army \r\nand other defence institutions in place, so that Somalia \r\nwill one day be well able to defend its own peace and \r\nparticipate in international peace.\r\nHowever, it grieves me to report today that \r\nthe humanitarian situation in Somalia is extremely \r\ncritical. About 3.2 million Somalis need life-saving \r\nor livelihood assistance right now. A terrible mix of \r\ndrought, rising food prices, increasing malnutrition \r\nand insecurity is plunging Somalia into a humanitarian \r\ncrisis not dissimilar to the horrific famine of 2011. Out \r\nof a population of 12.3 million in Somalia, more than \r\n1 million people face acute food insecurity today and an \r\nequal number of people are internally displaced. Three \r\nmonths ago the humanitarian community and the Federal \r\nGovernment sounded the alarm about the impending \r\ncrisis. Humanitarian response plans were prepared \r\nand launched. Swift action by the Federal Government \r\nto set up an interim interministerial committee and \r\ninterventions with humanitarian partners and donors \r\nhas mitigated the current crisis. However, a sustained \r\nand scaled-up response is required now to prevent a \r\nfree fall. The humanitarian appeal for Somalia remains \r\nseverely underfunded. Only 32 per cent of the requested \r\n$933 million has been received. This situation must be \r\naddressed urgently. As we enter the last third of the \r\nyear, more than half a billion dollars is still required \r\nfor life-saving activities. Over the past 18 months, \r\nSomalia has seen a significant amount of progress in \r\nits political, economic and development sectors. If the \r\ncurrent humanitarian situation deteriorates into a crisis, \r\nall those gains will be undermined. We have come too \r\nfar to allow that to happen.\r\nIt is clear that, despite challenges, Somalia is \r\nmoving forward on the path of integration, inclusivity \r\nand peace. We are leaving behind the disorder and \r\ndiscord spread by a distorted ideology. I was told \r\na remarkable story recently, a true story that I think \r\nillustrates perfectly the power of reconciliation and the \r\ntriumph of compassion over brutality. One of our Somali \r\nnon-governmental organizations (NGOs) is running a \r\nsocial reconciliation programme in some remote areas \r\nof Somalia. It consists of 12 weeks of intense facilitated \r\ndiscussions about truth, designed to disrupt the cycle \r\nof violence and create a safe space where people can \r\ntell their stories and, through that exercise, nurture \r\nunderstanding. A young man whose family had moved \r\nto another country when his father was murdered by \r\nanother man from his village heard of the programme. \r\nHe heard that the Somali NGO was training programme \r\n4/29 14-54942\r\nA/69/PV.13 26/09/2014\r\nfacilitators, people who would be able to move freely \r\nfrom one village to another and teach others the way of \r\npeace and reconciliation. Rather than as an opportunity \r\nto pursue peace, this young man, filled with anger at his \r\nfather’s murder, saw it as the ideal way for him to exact \r\nrevenge. He would return to Somalia, undertake the \r\ntraining course, gain access to his family’s old village \r\nunder a false pretext, and while there he would kill his \r\nfather’s murderer.\r\nHe therefore came home to Somalia, bought a \r\nweapon, underwent the training and went to the village. \r\nHe made sure that his father’s murderer attended the \r\ntraining, while harbouring the destruction of his \r\nfather’s enemy in his heart. But then, something started \r\nto happen. As he helped the villagers tell their stories of \r\nviolence, of the endless cycle of horror, of the terrible \r\nchoices they had had to make, his heart softened. He \r\nunderstood that any choice that involved violence was a \r\nnot a choice at all. One day he stood up at the training \r\ncentre, addressed his father’s murderer, explained that \r\nhe had plotted to kill him and begged his forgiveness.\r\nIn a way, this one man’s story echoes the national \r\nhistory that we are beginning to tell in Somalia today, \r\nnamely, that our future will not be built on the ashes of \r\nrevenge. It will not be built on the stones of violence. \r\nWe reaffirm our choice of peace. We reaffirm that \r\nreconciliation, the path that we have chosen, will be \r\nwon through dialogue, through inclusive politics, \r\nthrough creating a shared vision of what Somalia can \r\nbe in the future. Our success requires the support of \r\nour international partners, but most of all it demands \r\nthe ownership and the commitment of the Somali \r\npeople, which we are assuring. As we continue towards \r\ndemocratization, now is not the time for scepticism. We \r\nhave laid out our plans, and we need to stand together \r\nto execute and deliver.\r\nMr. Antoine (Grenada), Vice-President, took the \r\nChair.\r\nOur achievements and progress have been made \r\npossible by the determination of the Somali people. \r\nWe welcome and acknowledge the strong support \r\nof our international partners and look forward to \r\ntheir continuing engagement behind our nationally \r\nled agenda. I acknowledge the commitment and \r\nthe sacrifice of our Somali defence institutions and \r\ngrieve the loss of our soldiers and security staff who \r\ndied in pursuit of peace. I renew my commitment to \r\nserve the Somali people. Somalia is indebted to their \r\nresilience and perseverance in the face of extraordinary \r\nchallenges. Somalis look forward to walking, together \r\nwith the nations assembled here, towards a peaceful, \r\nprosperous future for the nation call Somalia. We are \r\nvery much indebted to the family of the United Nations.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Federal \r\nRepublic of Somalia for the statement he has just made.\r\nMr. Hassan Sheikh Mohamud, President of the \r\nFederal Republic of Somalia, was escorted from \r\nthe General Assembly Hall.\r\nAddress by Mr. Tomislav Nikolić, President of the \r\nRepublic of Serbia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nSerbia.\r\nMr. Tomislav Nikolić, President of the Republic of \r\nSerbia, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Tomislav Nikolić, President \r\nof the Republic of Serbia, and to invite him to address \r\nthe Assembly.\r\nPresident Nikolić (spoke in Serbian; English text \r\nprovided by the delegation): I congratulate Mr. Sam \r\nKutesa on his assumption of the presidency of the General \r\nAssembly at its sixty-ninth session. I am convinced that \r\nhis international prestige and experience will make an \r\nimportant contribution to the crafting of sustainable \r\npolitical solutions to the new global challenges that \r\nlie ahead of us. I would also like to convey Serbia’s \r\nreadiness to address and provide unequivocal support \r\nto the resolution of priorities relative to climate change, \r\nan integrated global economy, international security \r\nissues and all other topics included in the agenda that \r\nwe will actively pursue.\r\nI should like to express my special thanks to \r\noutgoing President, Mr. John Ashe, for his efforts and \r\nsuccessful work during the sixty-eighth session of the \r\nGeneral Assembly, which laid down the foundations for \r\nthe post-2015 sustainable development agenda, as well \r\nas for his endeavours to strengthen the purposes and \r\nprinciples of the United Nations.\r\nThe sixty-ninth session of the General Assembly \r\nis being held at a time when we mark an important \r\nanniversary, 100 years having elapsed since the \r\n14-54942 5/29\r\n26/09/2014 A/69/PV.13\r\noutbreak of the Great War, a war which shaped the \r\ntwentieth century. The anniversary was commemorated \r\nat different places, but, regrettably, no common \r\nceremony at the highest level was organized in the \r\nspirit of reconciliation and forgiveness.\r\nSerbia strongly supports the General Assembly \r\nagenda for the sixty-ninth session and sees itself as an \r\nactive partner and participant in the implementation \r\nof United Nations development goals. The world is \r\nfaced with new security, climate and socioeconomic \r\nchallenges. We need to do much work together to ensure \r\nhumankind’s progress in the twenty-first century. \r\nSerbia offers its experiences and ideas for global \r\nmanagement, so that we can ensure a better future for \r\nnew generations all over the world.\r\nAllow me to consider three of today’s most \r\npressing global challenges that concern not just Serbia \r\nbut all of us — climate change, global security and \r\ndeadly infectious diseases of vast proportions. I believe \r\nthat, if not addressed wisely and systematically, those \r\nchallenges could put the survival of future generations \r\nin jeopardy.\r\nSocioeconomic interrelatedness accounts for the \r\ndisappearance of the old division into “us” and “them”. \r\nAll of us, all States Members of the United Nations, \r\nshare the same destiny and shoulder equal responsibility \r\nfor the problems that directly face humankind. One of \r\nthe urgent global challenges that we are confronting \r\nis climate change. At the Climate Summit 2014, in \r\nwhich I participated with great interest, we discussed \r\nthe historic chance that we shall have at the upcoming \r\nUnited Nations Climate Change Conference in Paris \r\nin 2015. Consensus among scientists indicates that the \r\nglobal temperatures in the twenty-first century will \r\nrise dramatically. Extreme weather conditions will \r\nincrease, with a frequency that depends on the intensity \r\nof global warming. Inexorably, the effects of natural \r\ndisasters aggravate the fragile economic situation in \r\nSerbia and the region of South-East Europe and make \r\nthe struggle against poverty ever more difficult. That \r\nstruggle remains the quintessential challenge facing the \r\nworld today.\r\nActivities aimed at alleviating the consequences \r\nof climate change are the imperative of our age. In \r\ndetermining binding measures, surely we should \r\ntake account of the development needs of poor and \r\nunderdeveloped countries. I am convinced that the \r\nAssembly shares my opinion that there is a need to act, \r\nas soon as possible, to improve adaptation systems and \r\nto establish mechanisms for lowering the risks posed \r\nby natural disasters. I therefore view this year as an \r\nopportunity to kick off intensive activities in devising \r\nclimate policy and encouraging countries to commit to \r\nreducing carbon emissions. We have a historic chance to \r\ndevise an energy policy that is sustainable and provides \r\nfor substantive global action on climate change policy. I \r\nam convinced that we all share the view that it is urgent \r\nand obligatory to improve the adaptation system and \r\nset up mechanisms for reducing the enormous risks of \r\nnatural disasters. Serbia wishes to contribute to reaching \r\na legally binding, general consent on climate for all the \r\npeoples of the world. I believe that the Green Climate \r\nFund should play an important role in the process of \r\nimplementing the agreed principles. By 2020, it should \r\nachieve its ambitious goal and fulfil the commitments \r\nwe have made for the sake of humankind.\r\nThis year, I witnessed, and my country was a \r\nvictim of, extreme weather conditions in Europe. \r\nUnfortunately, Serbia and its neighbours in the region \r\nwere subjected to natural disasters as a consequence \r\nof climate change. Serbia was and is vulnerable these \r\ndays, all over again, to f loods of biblical proportions. \r\nI take this opportunity to express my gratitude to \r\nthe United Nations for its extensive and efficient \r\nengagement and cooperation with the Government of \r\nSerbia in the aftermath of the f loods. In particular, I \r\nwould like to thank French President François Hollande \r\nfor heeding my call to convene a donors conference to \r\nhelp Bosnia and Herzegovina and Serbia. I would also \r\nlike to thank the European Commission, the members \r\nof the European Union, the Russian Federation, China, \r\nJapan, Belarus, African countries and the countries of \r\nthe region for their assistance and engagement. Without \r\ntheir generous bilateral assistance, we would not have \r\nbeen able to help everyone in dire need. Short of the \r\nself less assistance of Member States, we would not \r\nhave been able to help the affected people, many of \r\nwhom lost everything they had acquired during their \r\nlifetime.\r\nThe national priority of Serbia is to achieve a \r\nsustainable political solution on the question of Kosovo \r\nand Metohija. For Serbia, the only acceptable, fair and \r\njust solution is to reject secessionism and preserve the \r\nterritorial integrity of every country, including Serbia. \r\nSerbia therefore is clearly committed to the quest for \r\na sustainable political solution through dialogue with \r\nrepresentatives of the Provisional Institutions of Self-\r\n6/29 14-54942\r\nA/69/PV.13 26/09/2014\r\nGovernment in Pristina. The political solution that \r\nSerbia advocates comprehends the interests of the \r\nSerbian, Albanian and other populations. It will be \r\na durable political solution that is satisfactory to all \r\nparties, and we can reach it only through constructive \r\ndialogue.\r\nThe normalization of relations between Belgrade \r\nand Pristina is contributing to the process of European \r\nintegration. We expect the European Union to continue \r\nto encourage, through its active engagement, an open \r\ndialogue and compliance with agreed-on obligations in \r\norder to strengthen mutual trust. Serbia has complied, \r\nresponsibly and on time, with all the obligations it has \r\nundertaken to date regarding the implementation of \r\nthe Brussels Agreement. I would like to point out that \r\nSerbia is open to continuing constructive dialogue with \r\nPristina at every level.\r\nIn accordance with Security Council resolution \r\n1244 (1999), the United Nations Interim Administration \r\nMission in Kosovo (UNMIK) is the guarantor and the \r\nbasis for action by all other international missions \r\nin Kosovo and Metohija. For Serbia, a reduction in \r\nUNMIK’s mandate and competencies in Kosovo and \r\nMetohija is unacceptable. In its negotiations with the \r\nProvisional Institutions of Self-Government in Pristina, \r\nSerbia proceeds from the premise that all solutions must \r\nbe in accordance with the Constitution of Serbia and \r\nresolution 1244 (1999). That concerns questions having \r\nto do with the province’s status, the position of Serbs \r\nand other non-Albanians in the province, and protection \r\nof the Serbian religious and cultural heritage.\r\nOur approach to the search for a sustainable \r\npolitical solution for Kosovo and Metohija has broader \r\npolitical implications. I believe we can all agree that the \r\ncreation of conditions for the enjoyment of basic human \r\nrights and minority rights would not only promote \r\nthe return of the displaced population but would also \r\nprovide a model for political dialogue and toleration, \r\nthe assumptions of today’s world and the policies of \r\npeace that the United Nations spearheads.\r\nCreating optimal conditions for internally displaced \r\npersons to return to their homes is the key factor in the \r\nprocess of normalizing relations between Belgrade and \r\nPristina. I would like to recall that everything began \r\nwith the acts of terror committed by the Albanian \r\nminority in Kosovo and Metohija aimed at achieving \r\ntheir secessionist ambitions. Today, 15 years after the \r\nadoption of resolution 1244 (1999) — by which we ceded \r\nadministration of the province of Kosovo and Metohija \r\nto the United Nations — the conditions conducive to \r\nreturning internally displaced persons to Kosovo and \r\nMetohija have still not been created, something that \r\nis noted in the Secretary-General’s regular reports \r\non UNMIK’s work and in the reports of the Office of \r\nthe United Nations High Commissioner for Refugees \r\n(UNHCR) and the Special Rapporteur on the human \r\nrights of internally displaced persons.\r\nSerbia has the largest number of internally \r\ndisplaced persons of any country in Europe, a total of \r\n230,000. They must not remain mere statistics. They \r\nmust not be forgotten. There are 58,000 refugees living \r\nin Serbia, 42,000 from Croatia and 16,000 from Bosnia \r\nand Herzegovina. I believe refugees deserve special \r\nattention from the United Nations and UNHCR. The \r\nmarginalization of the serious problems that those \r\nvulnerable people face should be condemned rather \r\nthan ignored. The issue of basic human rights is a \r\nuniversal one, respected by every State Member of the \r\nUnited Nations. Any hasty decision on the issue would \r\nbe a mistake, since it could undermine the region’s \r\nreconciliation processes, which are not yet fully \r\nformed, as well as the fundamental right of Serbs to \r\nreturn to their homes in Kosovo, Croatia, and Bosnia \r\nand Herzegovina.\r\nSerbia has taken a step forward into the future, \r\nand wishes to make an active contribution to global \r\neconomic progress, the suppression of crime and \r\ncorruption, and the quest for a solution to all matters \r\nof international security. Membership in the European \r\nUnion is our foreign policy priority. Like any other form \r\nof international association, the European Union falls \r\nshort of achieving ideal solutions and is saddled with its \r\nown challenges and issues relating to its enlargement, \r\nbut it is still the best community of European States. \r\nSerbia’s place is with its members so that it can fully \r\nmodernize its society and State and further develop \r\nits economic capacities. The clear goal we aspire to is \r\nto build Serbia into a respected member of the family \r\nof European nations, and our progress in membership \r\nnegotiations will contribute to that.\r\nSerbia is preparing to assume the chairmanship \r\nof the Organization for Security and Cooperation in \r\nEurope (OSCE) next year. That role and task present \r\nmy country with complex, multilateral challenges, but \r\nwe are ready for them, and we have been preparing \r\nin collaboration with Switzerland in positive and \r\nconstructive cooperation. Serbia will use the OSCE \r\nchairmanship to encourage and strengthen mutual \r\n14-54942 7/29\r\n26/09/2014 A/69/PV.13\r\ncooperation among the countries in the region. The \r\nBalkan countries have made immense progress in \r\nrecent years and have developed substantial and \r\ncomprehensive mutual cooperation. Serbia will make \r\nevery effort to see that the process of reconciliation and \r\ncooperation and mutual respect is fully implemented \r\nthroughout the region. The chairmanship will also be \r\nused to encourage those processes.\r\nWe are deeply disturbed and alarmed by the \r\nevents in Ukraine and will do everything in our power \r\nto help find a peaceful solution to the problem and \r\novercome differences peacefully. Our Slav brothers \r\ndeserve peace and tranquil development, along with \r\nrespect for those universal principles that should be \r\naccorded all countries and peoples and that are clearly \r\ndefined in the Charter of the United Nations. Serbia \r\nrespects the territorial integrity of Ukraine as a United \r\nNations Member, and the equitable implementation \r\nof international law. I recall that some countries \r\ndenied Serbia that right through their recognition and \r\npromotion of the independence of a part of the territory \r\nof Serbia — Kosovo and Metohija.\r\nThe principles of safeguarding peace and security, \r\nthe peaceful settlement of disputes and crises and \r\nrespect for the sovereignty and territorial integrity of \r\nMember States are the bases on which the Republic of \r\nSerbia will cooperate in the search for solutions to the \r\nvarious political and security challenges in the world. At \r\nthe global level, therefore, we support all efforts by the \r\nUnited Nations and its Member States and by regional \r\norganizations to find diplomatic solutions to the world’s \r\nmost sensitive security issues. With its broad political \r\nexperience and bold leadership, Serbia can contribute, \r\nthrough dialogue with friends, partners and Member \r\nStates, to devising solutions to the disagreements that \r\nthreaten to disunite the world all over again.\r\nSerbia is making a concrete contribution to \r\nmaintaining international peace by participating in \r\nUnited Nations and European Union peacekeeping \r\noperations. Thanks to that work and to our cooperation \r\nwith allies and partners, the region is more stable than \r\nit was 15 years ago. I would point out that we support \r\nevery initiative aimed at modifying and adapting peace \r\noperations to new security challenges. Serbia calls for \r\nstrengthening regional cooperation and harmonizing \r\napproaches to the activities of peacekeeping missions.\r\nSerbia’s new policy has fostered sincere and fully \r\ntransparent relations in South-Eastern Europe. That was \r\nparticularly evident during the disastrous f loods that \r\nstruck Serbia, Croatia and Bosnia and Herzegovina. The \r\nsolidarity and magnanimity shown then set an example \r\nfor the entire world. Today our region is teeming with \r\ninvestment opportunities, and a strong and peaceful \r\nSouth-Eastern Europe is synonymous with a strong and \r\nstable Europe as a whole.\r\nSerbia has experienced acts of terrorism on \r\nits territory in Kosovo and Metohija. We therefore \r\nunderstand very well the security problems the \r\nworld is facing. We firmly condemn every form of \r\nterrorism. We are ready to discuss any initiative \r\nthat can contribute to strengthening the role of the \r\nUnited Nations in combating that global evil. Serbia \r\nhas achieved significant success in the fight against \r\nterrorism, especially at the regional level, and is ready \r\nto lend its experience and knowledge to help strengthen \r\nother States’ counter-terrorism capacities.\r\nSerbia has never supported and will never support \r\nthe language of ultimatums. We honour and respect the \r\npolitical and economic interests of all Member States, \r\nand our approach and actions in protecting our national \r\nand international interests are predicated on those \r\npositions.\r\nSerbia most strongly condemns the crimes committed \r\nby the members of the extremist organization of the \r\nIslamic State, particularly the brutal murders. Such \r\nforms of terrorism pose one of the most serious threats \r\nto international peace and security, and Serbia is \r\ncommitted more than ever to supporting international \r\nefforts in the fight against terrorism.\r\nThe rapid rise of the Islamic State and its ability \r\nto attract fighters from all over the world has caught \r\nthe attention of the international community. One of \r\nthe main questions facing the world is the problem of \r\nforeign fighters recruited by terrorist organizations \r\nsuch as the Islamic State and Al-Qaida. According to \r\nresearch conducted by the International Centre for the \r\nStudy of Radicalization and Political Violence, based in \r\nLondon, the most significant regions outside Western \r\nEurope and the Middle East for the recruitment of \r\nforeign fighters are the Balkans and the countries of \r\nthe former Soviet Union. The data on foreign fighters \r\nfor the Balkans vary: up to 140 recruits from Albania \r\nand as many as 60 from Bosnia and Herzegovina. The \r\nnumbers are somewhat smaller from Macedonia — up \r\nto 20. From Serbia there have been three and from \r\nBulgaria one, while the number from our province \r\n8/29 14-54942\r\nA/69/PV.13 26/09/2014\r\nof Kosovo and Metohija is as high as 150. It must be \r\nstopped.\r\nWe face new global challenges that call for \r\ncreative responses, global partnership and f lexibility. \r\nSerbia is unreservedly committed to the principles \r\nof multilateral cooperation and to strengthening the \r\nprinciples and system of the United Nations. In that \r\ncontext, we consider the process of the reform of the \r\nUnited Nations system a historic chance to demonstrate \r\nour consistent support for the idea of building consensus \r\namong Member States on all key issues. Serbia is \r\nready for constructive cooperation and respect for all \r\nparticipants in the dialogue, which will contribute to \r\nthe greater efficiency of the United Nations system. \r\nSerbia supports the reform of the Security Council.\r\nSerbia will do its utmost to help bring solutions to \r\nglobal security problems and sustainable development. \r\nTraditionally, Serbia has supported the multilateral \r\napproach in the field of disarmament and arms control, \r\nproceeding from the conviction that in a world of rising \r\ninterdependence and complexity, common challenges \r\ncall for common solutions.\r\nIt is with great concern that we follow the \r\ndevelopments related to the rapid spread of the Ebola \r\nvirus in the countries of Western Africa. We extend our \r\ncondolences to the Presidents and peoples of Liberia, \r\nGuinea and Sierra Leone for the great number of \r\nvictims. The disease, unprecedented in the extent of \r\nits transmission and its high mortality rate, threatens \r\nto cause one of the biggest humanitarian crises of the \r\nworld today and calls for immediate collective action, \r\nsince it is a problem that belongs to all of us. It is very \r\nimportant in this situation that States Members of the \r\nUnited Nations have recognized the magnitude of the \r\nproblem and have supported the Secretary-General’s \r\nproposal to establish the United Nations Mission for \r\nEbola Emergency Response. Serbia is ready to join in \r\nand contribute to the collective effort with its scientific \r\nand medical capacities and in any other way.\r\nThe world has changed, but for the poorest it has \r\nremained the same. The greater instability of developing \r\ncountries is a clear indicator that they continue to be \r\nin need of assistance. The international community \r\nmust therefore pay appropriate attention to that group \r\nof countries, primarily through financial support, the \r\ndevelopment of new technologies and the training of \r\nhuman resources. Those are measures meant to lead \r\nto the eradication of poverty and the strengthening of \r\ninstitutions.\r\nFor Serbia, the top priority is poverty eradication, \r\nbut the goals of inclusive education, health, gender \r\nequality, sustainable energy and, in particular, \r\nsustainable economic growth and employment are just \r\nas important. Jump-starting the economy is the mission \r\nto which we shall devote the greatest attention in the \r\ncoming period, although always mindful of the issues \r\nI have mentioned, in order to ensure prosperity for all \r\nour citizens.\r\nWe must acknowledge the higher degree of \r\nsocioeconomic interlinkage that exists if we are to \r\ncome up with fresh ideas. We must design new ways to \r\novercome the current crises in global management and \r\nstudy our options for formulating and implementing \r\npolitical solutions.\r\nSerbia stands united with the leaders of the entire \r\nworld in the endeavour aimed at bringing prosperity to \r\nhumankind. That is a responsibility that we all share. \r\nNot only can we achieve much by working together, but \r\nwe can achieve much more together. That is why the \r\nestablishment of a united, global front around the idea \r\nof the common destiny and interests of humankind, \r\nwhich we all share, should be the first step that we, the \r\nStates Members of the United Nations, must make as \r\nwe attempt to solve new global challenges.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Serbia for the statement he has just made.\r\nMr. Tomislav Nikolić, President of the Republic of \r\nSerbia, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Michel Joseph Martelly, President \r\nof the Republic of Haiti\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nHaiti.\r\nMr. Michel Joseph Martelly, President of the \r\nRepublic of Haiti, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Michel Joseph Martelly, \r\nPresident of the Republic of Haiti, and to invite him to \r\naddress the Assembly.\r\nPresident Martelly (spoke in French): Since the \r\nCharter of the United Nations was adopted in San \r\n14-54942 9/29\r\n26/09/2014 A/69/PV.13\r\nFrancisco, the international community has made it a \r\ntrue act of faith in setting up a new international order \r\nbased on the ideals and values  that elevate human dignity \r\nand encourage sustainable development and solidarity \r\namong peoples. It is an honour for me to speak before \r\nthe General Assembly, convened for nearly 70 years, \r\nto address key issues of justice, universal peace and \r\nsecurity.\r\nI take this opportunity to send Mr. Sam Kutesa \r\nmy warmest congratulations on his election as the \r\nPresident of the General Assembly at its sixty-ninth \r\nsession. His proven experience on international issues \r\nand the United Nations system is a guarantee of the \r\nsuccess of the work that will be taken up at this session. \r\nHe can be assured of the full cooperation of the Haitian \r\ndelegation.\r\nI commend the remarkable work of Secretary-\r\nGeneral Ban Ki-moon. I pay special tribute to him \r\nfor his courage and commitment to the cause of peace \r\nworldwide. As humanitarian crises and conflicts \r\nbetween States threaten the stability and security of \r\npeoples of the world, the Secretary-General’s leadership \r\nhas repeatedly demonstrated that there is always a \r\nway to resolve our differences through dialogue, \r\nunderstanding and mutual respect.\r\nThat is why I encourage the United Nations to \r\ncontinue to support the good relations between the \r\nparties on both sides of the Taiwan Strait and the \r\npeaceful and constructive approaches to establish \r\nlasting peace in East Asia and the East China Sea.\r\nWe in the Caribbean have chosen to take the path \r\nof dialogue with our neighbour to the east for the good \r\nof our two peoples and in order to preserve peace in \r\nthe region. We believe in the power of dialogue. We \r\nare convinced that it is always necessary to engage \r\nin negotiation and productive discussions. We readily \r\nagreed to come to the negotiating table with our friends \r\nfrom the Dominican Republic to set out the real problens \r\nof mutual interest for the benefit of our two peoples \r\nand to resolve half-century-old misunderstandings. We \r\nwelcome the fact that a number of agreements have \r\nbeen reached on issues that were not always easy to \r\nresolve. We hope to be able to continue on that path \r\ntowards a better understanding between two States that \r\nshare the same island.\r\nDespite a challenging route, 70 years later it is clear \r\nthat this common project that is the United Nations has \r\nlost nothing of its topicality and relevance. At a time when \r\nhotbeds of international tension persist, the enlightened \r\nPowers of our planet must unite to preserve peace, \r\ndemocracy, stability, human rights and development. \r\nIn that context, in line with the new realities of this \r\ncentury, Haiti argues strongly for concrete progress in \r\nthe negotiations for United Nations reform, particularly \r\nwith regard to the enlargement of the Security Council \r\nto include new permanent members.\r\nThe example of inclusion must begin where the \r\nright to participation is a fundamental right expressed \r\nthrough the Charter of the United Nations. Our voice \r\ncounts. Our leadership, being responsible, must be \r\nexpressed through concrete and tangible actions when \r\npeace, the health of our environment and the health of \r\nour people are threatened. In that connection, I wish to \r\npay tribute to our Cuban brothers, among other peoples \r\nof the world, who have supported African countries \r\naffected by Ebola.\r\nAs much as we have a moral responsibility to raise \r\nour voice against injustice whatever its origin, against \r\nfanaticism, to reject repression and violence in all its \r\nforms and to fight discrimination and prejudices that \r\nhinder solidarity among peoples, we also have an \r\nobligation to recognize and encourage efforts to unite \r\npeople.\r\nThe legitimacy and credibility of the United \r\nNations depends upon its ability to act quickly and \r\nrespond effectively in recognizing the added value of \r\neach Member State. More than ever, problems must \r\nbe addressed pragmatically. That is an urgent matter \r\nin these times of political tensions on a global scale \r\nand of the spread of some diseases that are just as \r\ndevastating. Moreover, the international community \r\nis greatly challenged by the resurgence of a brutal and \r\nfanatical international terrorism in a new form. The \r\nUnited Nations is and remains today our best defence \r\nagainst those challenges through respect for the dignity \r\nof peoples and through the participation and inclusion \r\nof everyone.\r\nAllow me to present the situation in my country, \r\nthe Republic of Haiti.\r\nThe Haitian people are at a decisive turning point \r\nin their long march in search of stability, democracy \r\nand progress, towards the consolidation of democratic \r\ninstitutions established 27 years ago with the adoption \r\nof the 1987 Constitution. After more than two decades \r\npunctuated by disasters of all kinds, Haiti has made \r\nundeniable progress over the past three years in \r\n10/29 14-54942\r\nA/69/PV.13 26/09/2014\r\nterms of consolidating democracy and the rule of law, \r\nstrengthening its institutions and protecting human \r\nrights, reducing poverty and laying the foundations \r\nfor sustained growth and long-lasting development. \r\nWe are aware that the road that should lead Haiti to \r\nsocioeconomic stability is still long. However, the \r\nobstacles, however daunting they may be, are not \r\ninsurmountable.\r\nIn terms of security, the situation has improved \r\nto the point where Haiti has become one of the safest \r\ncountries in the Caribbean. The Government has made \r\ngreat efforts to strengthen the professionalism of the \r\nHaitian National Police. I maintain and reaffirm my \r\nstance on the need for a gradual and orderly withdrawal \r\nof United Nations troops from Haitian soil. That \r\nprocess has in fact already commenced, along with \r\nthe strengthening of the operational capacity of the \r\nNational Police of Haiti, which will allow it to take \r\nover from the forces of the United Nations Stabilization \r\nMission in Haiti.\r\nI wish to make a plea for better coordination of \r\nthe work of United Nations agencies with national \r\ninstitutions and for taking into account the real needs \r\nof the country.\r\nWith regard to education, 70 per cent of pupils \r\nin the first two years of primary school receive a \r\nfree education. For the first time in Haiti, 5 per \r\ncent of the gross domestic product is earmarked for \r\neducation. Today, the net school enrolment rate has \r\nincreased significantly. We are working hard to reach \r\nthe Millennium Development Goals, which are set at \r\n100 per cent in this regard, as the Assembly knows.\r\nIn the area of health, we have stepped up efforts to \r\nreduce the incidence of diseases such as AIDS, malaria \r\nand vector-borne diseases. The significant increase in \r\nhealth centres across the country has improved access \r\nto care and led to a reduction in maternal and infant \r\nmortality. Maternal mortality fell from 350 to 157 per \r\n100,000 live births per 100,000. Through our Ministry \r\nof Health, we were able to build and rehabilitate more \r\nthan 200 health facilities. And to strengthen governance \r\nin health, we are committed to the ongoing training of \r\nour health professionals so they can provide better care \r\nand services. With regard to cholera, while assuming \r\nour duty to our fellow citizens, Haiti calls for a decisive \r\ncommitment from the United Nations to contribute to \r\nthe National Plan for the Eradication of Cholera.\r\nWith regard to the economy, major reforms have \r\nbeen put in place to improve the business environment. \r\nThe increased f low of foreign capital and the number of \r\ntourists visiting our country are tangible evidence of the \r\nimproving business climate in Haiti. We are resolutely \r\nfocused on our goal of making Haiti an investment \r\ndestination, not a humanitarian destination.\r\nOn the political front, Haiti will conduct free, \r\nhonest and transparent elections as soon as possible \r\nfor the renewal of democratic and constitutional \r\ninstitutions. That is a necessary step. Democratic rules \r\nrequire it, and I will uphold republican principles until \r\nthe end. As Head of State, guarantor of the stability of \r\ninstitutions, I have spared no effort to find consensus \r\namong all parties and institutions involved in the \r\norganization of legislative and municipal elections. \r\nDespite the discrepancies, in the spirit of Jean-Jacques \r\nDessalines, I am confident that together we will arrive \r\nat such consensus. I look forward to bringing my \r\nfellow citizens together around the table to provide that \r\nharmonious area marked by the purest ideals that the \r\nHaitian people have established for themselves, ideals \r\nthat we remain firmly committed to.\r\nI would like to reiterate the support of the Republic \r\nof Haiti to the fight that the United Nations is leading \r\nto eradicate poverty. While waiting for the summit to \r\nbe held next year in which Member States will decide \r\non the post-2015 development agenda, I can already \r\nexpress the confidence of my Administration in the \r\nsustainable development goals intended to replace the \r\nMillennium Development Goals.\r\nMr. Mendonça e Moura (Portugal), Vice-President, \r\ntook the Chair.\r\nThe world currently has enormous resources. \r\nOur challenge is to find effective ways and means to \r\nensure that they are distributed in an equitable and just \r\nmanner. I remain convinced that our commitment to \r\nreduce poverty and inequality throughout the world is \r\nnecessary. It is in that spirit that the Republic of Haiti \r\njoins the international community to contribute its part \r\nto meet that challenge. It is suitable, therefore, that we \r\nheighten the effectiveness of the Organization and give \r\nit the necessary and sufficient resources in the exercise \r\nof that mission.\r\nOur goal is for that truly to become the basis of \r\na system of security and collective solidarity that is \r\nable to ensure the rule of law and to preserve peace and \r\ninternational security; a system able to prioritize basic \r\nfreedoms and human rights; a system able to promote \r\nstrong growth that is careful to respect the environment \r\n14-54942 11/29\r\n26/09/2014 A/69/PV.13\r\nand development that responds to current needs without \r\nrisking the future of generations to come. It is up to us, \r\non the eve of the seventieth anniversary of the Charter \r\nof the United Nations, to transmit that new spirit, so \r\nindispensable to the promotion and defense of the \r\nuniversal values of which we are the custodians.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Haiti for the statement he has just made.\r\nMr. Michel Joseph Martelly, President of the \r\nRepublic of Haiti, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Emanuel Mori, President and \r\nHead of Government of the Federated States \r\nof Micronesia\r\nThe Acting President: The Assembly will now hear \r\nan address by the President and Head of Government of \r\nthe Federated States of Micronesia.\r\nMr. Emanuel Mori, President and Head of \r\nGovernment of the Federated States of Micronesia, \r\nwas escorted into the General Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Emanuel Mori, President \r\nand Head of Government of the Federated States of \r\nMicronesia, and to invite him to address the Assembly.\r\nPresident Mori: I would like to congratulate \r\nMr. Sam Kutesa on his election to lead the General \r\nAssembly at its sixty-ninth session. I wish to thank him \r\nand the outgoing President, Mr. John Ashe, for their \r\nleadership. I must also commend Secretary-General \r\nBan Ki-moon, who has more than measured up to the \r\ntremendous tasks associated with his high Office.\r\nAllow me to extend my sympathies to the families \r\nof the victims of the tragic and appalling events that \r\nhave recently unfolded around the world, from the \r\npassengers on Malaysia Airlines Flight MH-17 to the \r\nrecent beheadings by the Islamic State of Iraq and \r\nSyria, to the victims of the Ebola epidemic and natural \r\ndisasters. We will never forget those tragedies and the \r\nloss of lives.\r\nI am humbled to speak in this hallowed Hall for the \r\nlast time as President of my island nation, the Federated \r\nStates of Micronesia. Like my predecessors, I come \r\nwith great respect for this honourable institution. This \r\nglobal Organization is best suited to address and solve \r\nthe pressing issues of our global family.\r\nI have come to the United Nations compelled \r\nby the dictates of conscience. We are all stewards of \r\nGod’s creation here on Earth. The bounties of Mother \r\nNature are priceless, and we all bear the obligation to \r\nsustainably manage them.\r\nOver 30 years ago, small island countries brought \r\nthe issue of climate change to the attention of the \r\nUnited Nations. Some Members have criticized us for \r\nfocusing too much on climate change and sea-level rise, \r\nbut those issues influence our every decision and affect \r\nevery aspect of life in our islands. Across the globe, the \r\ndeadly impacts of climate change on the environment \r\nare stark realities. Others can afford to speak of them \r\nas future threats, but we in small island countries \r\nare already facing the impacts, which are worse than \r\nscience predicted.\r\nMicronesia means “little islands”, with atolls rising \r\nonly a few feet above sea level. According to the Fifth \r\nAssessment Report of the Intergovernmental Panel \r\non Climate Change, human-caused climate change \r\nis leading to sea-level rise, more frequent and more \r\nintense typhoons and severe droughts. A small increase \r\nin the sea level would be a catastrophe for the atolls \r\nof Micronesia. Our islands contribute almost nothing \r\ntowards the causes of climate change, and yet we \r\nface the brunt of its adverse impacts. Climate change \r\nthreatens our food and water security, the health of our \r\npopulation, the health of our oceans and coral reefs, \r\nour biodiversity and the very existence of our island \r\nnations.\r\nWhat are we doing about it? Collectively, in order \r\nfor small islands to survive, the Alliance of Small \r\nIsland States (AOSIS) advocates for limiting global \r\nwarming to well below a 1.5°C increase above the \r\npre-industrial temperature. That requires immediate \r\naction from all stakeholders. Small Island Developing \r\nStates (SIDS) must not be asked to fight climate change \r\nby themselves. On that note, we support the recently \r\nlaunched World Bank initiative on carbon pricing.\r\nNext year, the twenty-first session of the Conference \r\nof the Parties to the United Nations Framework \r\nConvention on Climate Change (COP21), to be held \r\nin Paris, will establish a new climate change treaty, \r\nwhich will go into effect in 2020. However, the United \r\nNations Environment Programme has identified a pre-\r\n2020 emissions gap. Therefore, AOSIS has also made \r\n12/29 14-54942\r\nA/69/PV.13 26/09/2014\r\nan important proposal to the work plan on enhancing \r\nmitigation ambitions in order to close the gap.\r\nMicronesia has made an equally important proposal \r\nto amend the Montreal Protocol to phase down the \r\nproduction and consumption of hydrofluorocarbons \r\n(HFCs), which are powerful greenhouse gases. That \r\naction can reduce the global average temperature \r\nincrease by up to 0.5°C by the end of this century. \r\nReducing HFCs and other short-lived climate pollutants \r\ncan reduce the rate of sea-level rise by 25 per cent. \r\nNear-term climate mitigation will give all atolls around \r\nthe globe a chance to survive.\r\nThe Montreal Protocol’s success and enormous \r\npotential to protect the climate was recognized in The \r\nEconomist this week. The magazine has a separate \r\neditorial entitled “Paris via Montreal: The quickest \r\nway to cut greenhouse gases is to expand the Montreal \r\nProtocol”. Indeed, the success of the Montreal Protocol \r\nin the next six months is our ticket to a successful \r\noutcome in Paris at COP 21. I commend the United \r\nStates of America and China for continuing to work \r\nto fulfil their agreement to use the Montreal Protocol \r\nto reduce HFCs. I call on other world leaders to join \r\nMicronesia and adopt the proposed HFC amendment.\r\nIn the face of already occurring climate change \r\nimpacts, the best small island nations can do on the \r\nground is to try to anticipate and adapt to climate change \r\nand instil the best possible disaster risk reduction and \r\nresponse policies. Adaptation is therefore a priority \r\nin Micronesia’s Climate Change Act, which was \r\nrecognized at the recent world summit of the Global \r\nLegislators Organization for a Balanced Environment. \r\nThe Act implements our nationwide integrated disaster \r\nrisk management and climate change policy. The goal of \r\nthe policy is two-fold: first, to achieve economic growth \r\nand self-reliance within a framework of sustainable \r\ndevelopment, and secondly, to minimize the risks \r\nassociated with all human-induced and natural hazards, \r\nincluding those associated with climate change.\r\nMicronesia has also developed an agriculture policy \r\nto address food and water security and strengthen \r\neconomic development. The policy also provides the \r\nbasis for action to revitalize sustainable agriculture, \r\nwhile recognizing the major role played by traditional \r\nfarming systems and the importance of climate-resilient \r\ncrops. Other key national actions of Micronesia and \r\nother SIDS are reflected in the Majuro Declaration for \r\nClimate Leadership and the Palau Declaration on “The \r\nOcean: Life and Future”.\r\nIn this International Year of Small Island \r\nDeveloping States, the United Nations has convened \r\na number of important conferences whose outcomes \r\nmust be incorporated into the post-2015 development \r\nagenda. In that regard, I stress the critical importance \r\nof implementing the Small Island Developing \r\nStates Accelerated Modalities of Action — Samoa \r\nPathway — the purpose of which is to stimulate \r\nsustainable development in SIDS through durable and \r\ngenuine partnerships.\r\nWe note with appreciation the report by the \r\nChairs of the Open Working Group on Sustainable \r\nDevelopment Goals and fully endorse the proposed \r\nsustainable development goals (SDGs). We rely on \r\nour development partners to assist us in undertaking \r\nthe actions identified in the Samoa Pathway and in \r\nfulfilling the SDGs in ways that are appropriate for our \r\npeoples and our cultures.\r\nClean energy and energy efficiency are two of the \r\nkey engines for advancing our sustainable and low-\r\ncarbon development. Therefore, our national energy \r\npolicy gives priority to energy efficiency and renewable \r\nenergy. By 2020, the share of renewable energy sources \r\nwill be at least 30 per cent of total energy production, \r\nwhile electricity efficiency will increase by 50 per cent. \r\nThat will require harnessing sunshine, which we have \r\nin abundance, as well as renewable wind and marine \r\nenergy resources. I call on our development partners \r\nto assist us in implementing our national energy \r\npolicy, including through the SIDS Renewable Energy \r\nInitiative.\r\nOur ocean and its resources are of paramount \r\nimportance, but they are threatened by climate change \r\nand ocean acidification, which damage coral reefs and \r\ncould alter the migration patterns of tuna, our most \r\ncommercially valuable resource. Foreign vessels, \r\nwhich enjoy unprecedented returns from harvesting \r\nour exclusive economic zone, need to help us maintain \r\nthe health, productivity and resilience of our ocean. \r\nMicronesia must also receive fair compensation for the \r\nvalue of its resources.\r\nAs part of a programme of sustainable use, we must \r\nreduce the amount of by-catch being discarded, bring \r\nit to shore and put it to good use. Illegal, unreported \r\nand unregulated fishing (IUU fishing) continues to \r\nthreaten our ocean resources and undermines our \r\neconomic sustainability. We all must abide by the rules. \r\nIUU fishing must be stopped.\r\n14-54942 13/29\r\n26/09/2014 A/69/PV.13\r\nNon-communicable diseases (NCDs) have become \r\na leading cause of death in the Pacific. Therefore, \r\nPacific leaders have declared NCDs an epidemic. Such \r\ndiseases are lifestyle diseases, but they are compounded \r\nby climate change, which destroys our food crops \r\nand contaminates our water supplies. Tackling that \r\nmultisectoral issue requires broad cooperation and \r\nsupport.\r\nHuman trafficking is one of the most serious social \r\ndiseases of modern society. It robs individuals of their \r\ndignity, particularly women and children. Profiting \r\nfrom human misery is despicable. Micronesia supports \r\nthe eradication of trafficking in all its forms. Objective \r\nand transparent ratings of countries will help achieve \r\nthat goal.\r\nWe urge the establishment of the “One UN” \r\napproach for the North Pacific. We are now benefiting \r\nfrom the United Nations Joint Presence in the region, \r\nbut we need to increase its efficiency at the country \r\nlevel. The One UN approach is timely as we position \r\nourselves to implement the Samoa Pathway and the \r\npost-2015 development agenda, and it will help us \r\naddress our national priorities.\r\nDespite the United Nations target of setting aside \r\n0.7 per cent of gross national product for official \r\ndevelopment assistance, most developed nations fall far \r\nshort of that goal. Small island developing States face \r\nunique challenges owing to our extreme vulnerabilities, \r\nincluding climate change. The need for financial and \r\ntechnical assistance from development partners is \r\ngreater than ever, especially for human resources \r\ndevelopment and the capacity-building of domestic \r\ninstitutions.\r\nInternationally agreed financial mechanisms such \r\nas the Green Climate Fund must be fully capitalized \r\nand sufficiently scaled up to support the post-2015 \r\ndevelopment agenda. We applaud Germany, France and \r\nsix other nations for pledging specific sums. We urge \r\nthose countries and the other major economic Powers \r\nthat are also the major polluters to deliver the funds.\r\nMy Government has liberalized its \r\ntelecommunications system, and the World Bank is \r\nproviding assistance in the form of grants for installing \r\na state-of-the-art fibre-optic system in my country. That \r\nmuch-needed infrastructure will spur economic and \r\nsocial development. We continue to look to the World \r\nBank, the International Telecommunication Union, \r\nthe Asian Development Bank and other development \r\npartners to help us accelerate implementation of that \r\nnew system and provide for cyber-security.\r\nThe reform of the Security Council is long overdue. \r\nA reformed Council should reflect the political realities \r\nof today. It would be inconceivable to have a reformed \r\nCouncil without permanent seats for Japan, Germany, \r\nBrazil and India, as well as representation for Africa.\r\nMicronesia is confident that the United Nations \r\ncan maintain international peace and security. It shines \r\nlike a bright beacon of hope for those suffering from \r\nthe ravages of war. Micronesia condemns senseless \r\nkillings, no matter where they occur. The Middle East \r\nis a specific trouble spot that deserves this body’s \r\nattention. Peace can be achieved through mutual \r\nrespect and economic stability, not by using civilian \r\nlives as shields.\r\nMicronesia also looks to the United Nations to \r\neffectively address the global security threats posed by \r\nclimate change. Micronesia has taken an active role in \r\nthe international sustainable development and climate \r\nchange negotiation processes. We will continue seeking \r\nsolutions to those challenges, out of the conviction that \r\nit is our moral obligation to protect Mother Nature \r\nand her bounties. All countries must work together to \r\nprotect our children’s future.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President and Head of \r\nGovernment of the Federated States of Micronesia for \r\nthe statement he has just made.\r\nMr. Emanuel Mori, President and Head of \r\nGovernment of the Federated States of Micronesia, \r\nwas escorted from the General Assembly Hall.\r\nAddress by Mr. Charles Angelo Savarin, President \r\nof the Commonwealth of Dominica\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Commonwealth \r\nof Dominica.\r\nMr. Charles Angelo Savarin, President of the \r\nCommonwealth of Dominica, was escorted into the \r\nGeneral Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Charles Angelo Savarin, \r\nPresident of the Commonwealth of Dominica, and to \r\ninvite him to address the Assembly.\r\n14/29 14-54942\r\nA/69/PV.13 26/09/2014\r\nPresident Savarin: I would like to begin by \r\ncongratulating His Excellency Mr. Sam Kutesa, \r\nformer Minister for Foreign Affairs of Uganda, on his \r\nelection to the presidency of the General Assembly at \r\nits sixty-ninth session. I would also like to take this \r\nopportunity to thank His Excellency Mr. John Ashe \r\nfor his leadership of the Assembly at its sixty-eighth \r\nsession, and to salute Secretary-General Ban Ki-moon \r\nfor his continued efforts to promote peace, security and \r\ndevelopment throughout the world.\r\nDominica is among six small independent States in \r\nthe Caribbean that, together with three non-independent \r\nsmall island territories, constitute the Organization of \r\nEastern Caribbean States (OECS). The OECS States are \r\nnot simply small island developing States (SIDS), they \r\nare very small island developing States, and therefore \r\namong the most vulnerable members of the United \r\nNations family. Twenty years after the adoption of the \r\nBarbados Programme of Action for the Sustainable \r\nDevelopment of Small Island Developing States, and \r\n10 years after the approval of the Mauritius Strategy \r\nfor Implementation, most of the commitments made \r\nto promote sustainable development in SIDS have yet \r\nto be delivered. However, we remain hopeful that the \r\nrecently concluded third United Nations Conference on \r\nSmall Island Developing States, held in Apia, Samoa, \r\nwill have been a watershed moment for SIDS. We \r\nexpect the draft outcome document of the Conference \r\n(A/CONF. 223/3) to create a new basis on which to \r\naddress the implementation gaps that continue to \r\nstymie any movement towards sustainable development \r\nin SIDS.\r\nI wish to take this opportunity to congratulate the \r\nGovernment and people of Samoa on hosting a major \r\ninternational conference. Their tenacity, determination \r\nand commitment are a demonstration of what can be \r\nachieved by SIDS, despite the many challenges they face. \r\nOne major outcome of the Samoa Conference was the \r\nhistoric establishment of an all-SIDS — that is, SIDS-\r\nSIDS — initiative aimed at creating an international \r\norganization to serve as a platform for the development \r\nof sustainable energy in SIDS, known as SIDS DOCK. \r\nOn 1 September, a treaty formally establishing SIDS \r\nDOCK as an international organization was opened for \r\nsignature. Twenty of the 30 members of the Alliance \r\nof Small Island States have signed on to the treaty. As \r\nChair of the SIDS DOCK Steering Committee, the \r\nGovernment of Dominica wishes to thank the host \r\ncountry, Samoa, the other Member States that are \r\nsignatories to the treaty, our partners — Denmark, \r\nJapan, the United Nations Development Programme, the \r\nWorld Bank, the United Nations Industrial Development \r\nOrganization, the Clinton Foundation, the secretariat \r\nof the Pacific Regional Environmental Programme, the \r\nCaribbean Community Climate Change Centre — and \r\nthe SIDS DOCK secretariat and all the volunteers for \r\nmaking that historic event possible.\r\nUnfortunately, the Millennium Development Goals \r\n(MDGs) and the post-2015 agenda have not progressed \r\nat a pace that those of us in the SIDS group would have \r\nliked. Almost 15 years since the Millennium Declaration \r\nwas adopted (resolution 55/2), only a few countries \r\nin the developing world have registered tangible \r\ngains. The majority continue to wait for the promised \r\nimprovements in their living conditions. Nonetheless, \r\nDominica has been able to meet most of the MDGs, \r\nnotably in reducing poverty, improving access to \r\neducation, ensuring environmental sustainability and \r\nbuilding strong bilateral and multilateral partnerships. \r\nOur progress in poverty reduction has been noted by \r\nthe Caribbean Development Bank, which stated in its \r\n2009 report on Dominica that\r\n“the level of poverty in Dominica has fallen from \r\n39 per cent in 2003 to 28.8 per cent in 2009. \r\nAbsolute poverty, as measured by the indigence \r\nrate, has also declined from 10 per cent in 2003 to \r\n3.1 per cent in 2009.”\r\nOur achievements in education have also surpassed \r\nthe targets set by the MDGs. Recognizing the \r\nimportance of education to our development agenda, \r\nDominica continues to make major investments in \r\nimproving access to quality education for our people. \r\nTo date, we can boast of universal access to education \r\nat the early childhood, primary and secondary levels, \r\nand access to post-secondary education is available to \r\nall secondary-school graduates.\r\nDominica has always been guided by the principle \r\nof the sustainable use of its natural resources and \r\nthe protection of its physical environment. For those \r\nreasons, Dominica has been called the “Nature Island \r\nof the Caribbean”. We therefore have much that we can \r\nshare with the United Nations family on the subject of \r\nthe sustainable use of natural resources. In our efforts \r\nto protect and ensure environmental sustainability \r\nand to rid our country of its reliance on fossil fuels for \r\ngenerating electricity, the Government of Dominica has \r\ninvested, and continues to invest, in renewable energy. \r\n14-54942 15/29\r\n26/09/2014 A/69/PV.13\r\nToday about 20 per cent of the island’s electricity needs \r\nare met from “clean” hydropower.\r\nAdditionally, however, the Government has been \r\npursuing the development of the country’s geothermal \r\nresources. To date, the Government has invested \r\nover $20 million in geothermal development. The \r\nfirst production and reinjection wells have been \r\ncompleted, and the results of the f low tests indicate \r\nthat the geothermal reservoir has a capacity to generate \r\nsufficient electricity for domestic consumption and \r\nfor export to the neighbouring French territories of \r\nMartinique and Guadeloupe. The first plant for purely \r\ndomestic consumption is expected to be commissioned \r\nin 2016.\r\nDominica’s development achievements in general, \r\nand the attainment of the MDGs in particular, have \r\nbeen realized through the strong, visionary and \r\ncompassionate leadership of Prime Minister Roosevelt \r\nSkerrit and his Cabinet, complemented by our hard-\r\nworking citizens and the kind cooperation of our \r\ndevelopment partners. Our partnerships with the \r\nEuropean Union, the United States of America, Japan \r\nand other developed countries have all contributed \r\nsignificantly to the progress we have been able to make \r\nthus far. The recent approval by the World Bank of the \r\nPilot Programme for Climate Resilience, which will \r\nundertake a number of infrastructure projects designed \r\nto transform Dominica into a climate-resilient and low-\r\ncarbon developing country and is expected, among other \r\nbenefits, to positively impact agricultural productivity \r\nand food security in our rural communities.\r\nSouth-South cooperation with partners from \r\ndeveloping countries, notably the People’s Republic of \r\nChina, Cuba, Morocco and Venezuela, and from the \r\nBolivarian Alliance for the Peoples of Our America, has \r\nbeen able to complement the decreasing assistance from \r\ntraditional partners. We embrace all our development \r\npartners and look forward to the deepening and \r\nstrengthening of our partnerships for the benefits of all \r\nour people.\r\nIn spite of those achievements, we are a long \r\nway from where we aspire to be. The spectre of the \r\ndeadly Ebola disease and the scourges of HIV/AIDS \r\nand non-communicable diseases has the potential \r\nto significantly impact our people and threaten the \r\ngains made so far by small island developing States. \r\nTherefore, that myriad of challenges calls for collective \r\nglobal action to protect the gains that small island \r\nStates like Dominica have been able to achieve over the \r\npast two decades and to lay a path for development that \r\nis sustainable and people-focused.\r\nAdditionally, the impact of climate change remains \r\nan existential threat to the people throughout the world \r\nwho call small island States their homes. The location, \r\nlevel of development and vulnerability of our islands \r\nmake them very susceptible to the impact of climate \r\nchange. Very often, we refer to climate change and its \r\neffects as a phenomenon that is to impact our global \r\ncommunity at some future date. The unfortunate \r\nreality is that SIDS have already been suffering from \r\nthe impact of climate change. The increasing severity \r\nof storms and hurricanes is becoming more prevalent, \r\nand with every strike the extreme weather claims lives \r\nand threatens our development efforts. According to a \r\n2008 publication by the United States National Oceanic \r\nand Atmospheric Administration, the Caribbean has \r\nthe second-greatest risk of hurricanes in the world. \r\nThe report also highlights the increased frequency of \r\ntropical cyclones in our region.\r\nThe islands of the Caribbean are also prone to \r\nearthquakes, volcanic eruptions, droughts, torrential \r\nrains with accompanying landslides and f lash \r\nf looding. We in the Caribbean have therefore been on \r\nthe receiving end of the impact of climate change for \r\ndecades. A case in point is the impact of Hurricane \r\nIvan, a category-3 system that devastated the island of \r\nGrenada on 7 September 2004. Hurricane Ivan exposed \r\nthe vulnerability that is inherent in SIDS. Twenty-\r\neight lives were lost and 18,000 people were left \r\nwithout shelter, food or belongings. A post-Ivan study \r\nconducted by the Organization of Eastern Caribbean \r\nStates reported that:\r\n“The macro-economic assessment of the damages \r\ncaused by Hurricane Ivan, which wreaked havoc \r\non Grenada, inflicted damages totalling $1 billion, \r\nmore than twice the value of that country’s GDP”.\r\nIn more recent times, on 24 December 2013, a time \r\noutside the traditional hurricane season, the Caribbean \r\nislands of Dominica, Saint Lucia, and Saint Vincent \r\nand the Grenadines were severely affected by a trough \r\nsystem that brought with it heavy rains and high \r\nwinds. That slow-moving weather system left behind \r\napproximately $128 million worth of direct damage. \r\nWithin less than 12 hours, each of those countries \r\nsuffered significant loss: Dominica — $17 million, or \r\n3.4 per cent of gross domestic product (GDP); Saint \r\n16/29 14-54942\r\nA/69/PV.13 26/09/2014\r\nLucia — $19 million, or 1.4 per cent of GDP; and Saint \r\nVincent and the Grenadines — $93 million, or 12.8 per \r\ncent. The indirect impacts, which include the loss of \r\nagricultural production and interruptions in other \r\neconomic activities, such as tourism, would increase \r\nthe overall effect significantly. The most devastating \r\nhurricane to hit Dominica in living memory was \r\nHurricane David, on 29 August 1979, a category-5 \r\nhurricane that left the island devastated as if by war, \r\nresulting in 43 deaths and with all public utilities, \r\ninfrastructure, 60 per cent of homes, roads and sea \r\ndefences totally destroyed.\r\nSuch natural disasters affect the daily lives of our \r\npeople and significantly retard our efforts to bring \r\nabout social and economic development. We therefore \r\ncall on all States Members of the United Nations to \r\ntake immediate actions to approve a legally binding \r\nagreement to reduce the impact of climate change. The \r\nclimate change agenda must be an integral part of the \r\npost-2015 agenda.\r\nThe creation of wealth and the generation of \r\neconomic growth are essential for the eradication of \r\npoverty and the improvement of the quality of life of our \r\npeople. However, economic growth and development \r\nshould be inclusive and sustainable. The creation of \r\njobs and the delivery of social services should touch \r\nthe lives of all our people, especially the indigenous \r\npeople, the elderly, the disadvantaged, the disabled, the \r\nvulnerable, and those people who are excluded from \r\nmainstream society. The development of agriculture, \r\ntourism, the energy sector and industry should therefore \r\nbe inclusive and sustainable.\r\nDominica therefore joins the rest of the Caribbean \r\nCommunity in calling for development partners to \r\nconduct their macroeconomic and trade policies in a \r\nway that facilitates opportunities for SIDS to promote \r\neconomic growth, shrink existing income gaps, reduce \r\nthe levels of poverty and achieve their development \r\naspirations. Those policies should include, but not be \r\nlimited to, a change in the criteria for the graduation \r\nof SIDS from preferential access to multilateral \r\nconcessionary financing. The new criteria must take \r\ninto account the inherent vulnerabilities of SIDS \r\nand the need for building resilience to the impact of \r\nclimate change and the vagaries of the global financial, \r\neconomic and trading systems. Therefore, any measure \r\nthat inhibits any State Member of the United Nations \r\nfamily from becoming fully integrated into the global \r\nfinancial and trading system should be removed.\r\nIn that vein, the economic embargo against our \r\nbrothers and sisters in Cuba continues to be of concern \r\nto us in the Caribbean. That unilateral action by the \r\nUnited States of America against our sister Caribbean \r\nisland, whatever the excuses might have been 55 years \r\nago, cannot be justified today, nor can the suffering \r\nof our brothers and sisters in the Republic of Cuba, \r\nas a result of their exclusion for 55 years from the \r\nworld banking and trading system, be defended. It is \r\nwell established that, whatever the objectives were 55 \r\nyears ago, they are not likely to be achieved through \r\nthe continuation of the embargo. The Government of \r\nDominica therefore calls on the United States to heed \r\nthe call of the General Assembly to lift the embargo \r\nagainst Cuba and to support the full integration of the \r\nCuban people into the global financial and trading \r\nsystems.\r\nThe embargo notwithstanding, the Cuban people \r\ncontinue to make a tremendous contribution to human \r\ndevelopment across the globe. For decades, Cuba has \r\nbeen training doctors, nurses, engineers and other \r\nprofessionals, deploying them to provide technical \r\nassistance to developing countries as part of its South-\r\nSouth cooperation. Cuba also offers professional \r\ntraining in various disciplines to thousands of students \r\nfrom all over the developing world.\r\nCuba continues to add its voice in the fight against \r\nterrorism and drug trafficking in the Caribbean and the \r\nrest of the world. It is for that reason that Dominica \r\nfails to comprehend the continued listing of Cuba as \r\na State sponsor of terrorism. We therefore call for the \r\nremoval of Cuba from the list of countries that sponsor \r\nterrorism. Our efforts in the region should be focused \r\ninstead on combating the real threats to global peace \r\nand security.\r\nSimilarly, the events unfolding in Ukraine are \r\na proxy tug-of-war between the European Union and \r\nthe United States, on the one hand, and the Russian \r\nFederation, on the other. The Ukrainian people are the \r\nvictims of the contest, which is a throwback to the Cold \r\nWar.\r\nThe United Kingdom, when confronted with the \r\nquestion of Irish nationalism in 1918, resolved the \r\nmatter through the ballot box with a county-by-county \r\nreferendum on the future of Ireland. Most counties opted \r\nfor independence, but five counties opted for continued \r\nunion with the United Kingdom. Three years later, \r\nthe island was partitioned into the Republic of Ireland \r\n14-54942 17/29\r\n26/09/2014 A/69/PV.13\r\nand Northern Ireland, the latter remaining part of the \r\nUnited Kingdom. The United Kingdom currently faces \r\nthe question of Scottish independence. Once again, \r\nonly last week on 18 September, the United Kingdom \r\nresorted to the ballot box to decide the matter. While the \r\nsupporters of the campaign in favour of independence \r\nwill be disappointed by the results, the real victors are \r\nnot the supporters of the campaign for continued union \r\nwith the United Kingdom but democracy itself.\r\nWith that experience, the United Kingdom is \r\nuniquely placed to counsel the European Union, the \r\nUnited States, Kyiv and Moscow about how to grant \r\nthe people of Ukraine the same opportunity to decide \r\ntheir destiny for themselves, according to their regional \r\npreferences and without coercion either from the East \r\nor from the West. Such an approach would end the \r\nparalysis in the Security Council, thereby creating a \r\nreal partnership among the United States, the Russian \r\nFederation and China and enabling the United Nations \r\nto fulfil its mandate to assist in conflict resolution, \r\ncombat the greatest threats facing the world today, \r\nnamely, armed conflict and terrorism, and create a \r\nmore peaceful international community.\r\nIn conclusion, I wish to reiterate to the General \r\nAssembly that the impact of climate change is a \r\nmajor threat to the development efforts and to the \r\nvery existence of small island developing States. The \r\nincidence of severe weather conditions, including \r\ncoastal erosion and sea-level rise, continues to impact \r\nisland States in the worst ways possible. Our ability \r\nto survive depends not only on the individual and \r\ncollective actions taken by SIDS, but also on the actions \r\nof the rest of the international community.\r\nA legally binding outcome to the climate change \r\nnegotiations is a critical component in a series of \r\nactions to be taken by Member States. That should be \r\nbuttressed by a post-2015 agenda that includes poverty \r\neradication, increased access to education and training, \r\nhealth care, potable water and sanitation, and promotes \r\nsustainable and inclusive economic development.\r\nThe outcomes of the third United Nations \r\nConference on SIDS in Samoa should serve as a blueprint \r\nfor the growth and development of SIDS. That should \r\ninclude the restructuring of the international financial \r\nand trading architecture so that the vulnerabilities and \r\nspecial circumstances of SIDS are taken into account. \r\nThat new configuration will allow for the development \r\nof SIDS through sustainable agriculture, tourism \r\nand inclusive industrial development. However, such \r\nefforts must be propelled by sustainable energy that \r\nmaximizes the use of renewable SIDS-appropriate \r\nenergy resources in the most energy efficient manner.\r\nFinally, I wish all participants in this sixty-ninth \r\nsession every success in their deliberations.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the \r\nCommonwealth of Dominica for the statement he has \r\njust made.\r\nMr. Charles Angelo Savarin, President of the \r\nCommonwealth of Dominica, was escorted from \r\nthe General Assembly Hall.\r\nAddress by Mr. Gjorge Ivanov, President of the \r\nformer Yugoslav Republic of Macedonia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the former Yugoslav \r\nRepublic of Macedonia.\r\nMr. Gjorge Ivanov, President of the former \r\nYugoslav Republic of Macedonia, was escorted into \r\nthe General Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Gjorge Ivanov, President \r\nof the former Yugoslav Republic of Macedonia, and to \r\ninvite him to address the Assembly.\r\nPresident Ivanov (spoke in Macedonian; English \r\ntext provided by the delegation): I am greatly honoured \r\nto address this forum and to share with the General \r\nAssembly the views of the Republic of Macedonia on \r\nissues of global concern. In the current dynamic, hyper-\r\nconnected and changing world, one thing remains \r\nconstant — the need for greater predictability, a quality \r\non which peace, security and stability depend, as well \r\nas global welfare and progress.\r\nHumankind today faces many challenges, of which \r\ntwo demand our full attention. The first one relates \r\nto the natural world, and the second relates to the \r\ninternational order. The root of the first challenge is the \r\nhuman neglect of natural laws. The second challenge \r\narises from the violation of international law.\r\nGuided by the idea that man is the measure of \r\nall things, humankind has made a wrong calculation. \r\nWe are competing in a race for progress and new \r\ndiscoveries that goes hand in hand with a race for the \r\n18/29 14-54942\r\nA/69/PV.13 26/09/2014\r\nunequal exploitation of resources — a race whose only \r\nrule is that there are no rules. Everything is possible \r\nand everything is allowed, including the pollution of \r\nthe air we breathe, the water we drink and the soil that \r\nproduces our food.\r\nAs humankind, we were selfishly focused on \r\nimmediate needs and desires. We forget that natural \r\nresources have been given to us in trust to preserve for \r\nour children. In opposing nature, we are undermining \r\nthe foundations of our future. Our citizens, States and \r\neconomies have already begun to pay the price. We will \r\nface a period of extreme weather conditions, when it \r\nwill become ever more likely that cities will be f looded, \r\nrivers will dry up, crops will fail and the price of food \r\nwill increase.\r\nNatural disasters at the global level serve as loud \r\nalarms telling us that climate change is a new reality that \r\nis changing our lives and the lives of future generations. \r\nRecently our region, South-Eastern Europe, was hit by \r\nsuch a disaster and reminded of that reality.\r\nThe Republic of Macedonia is the first country in \r\nour region to have completed its third national report \r\nunder the United Nations Framework Convention on \r\nClimate Change. We have already defined the next \r\nsteps in all key sectors of the economy and society at \r\nthe national and local levels for disaster risk reduction \r\nand climate change adaptation by promoting strategies \r\nand efforts to reduce greenhouse gas emissions and \r\nincrease energy efficiency.\r\nWe welcome the initiative of the President of \r\nthe General Assembly at its sixty-ninth session, His \r\nExcellency Mr. Sam Kutesa, to take decisive and \r\nconcrete measures to remedy two of the world’s great \r\nmiseries: increased global poverty and diminished \r\naccess to basic resources, including clean water, \r\neducation, health care and a clean environment.\r\nHere at the United Nations, we are all one family; \r\nas a family, we should help each other to achieve the \r\nMillennium Development Goals. But we must focus \r\non two things, that is, reducing global poverty and \r\nensuring sustainable development.\r\nNext year will be one of great expectations \r\nworldwide, including the expectation that a genuine \r\nsynergy involving all the major challenges will finally \r\nbe achieved, inter alia, climate change adaptation, \r\ndisaster risk reduction and sustainable development. \r\nWe expect the post-2015 development agenda to include \r\nglobal, holistic, scientifically grounded, feasible and \r\nlegally binding goals aimed at ensuring a safer world \r\nfor our descendants. However, we should be aware that \r\nthe natural balance is disturbed and that many things \r\nwill therefore not be as before. We will need to learn to \r\nlive in a changed world.\r\nJust as the challenge posed by nature is a result \r\nof the human neglect of natural laws, the challenge \r\nto the international order arises from the violation of \r\ninternational law by some countries. I said before that \r\nwe are all one United Nations family. And in every \r\nfamily there are rules of conduct and mutual respect. \r\nFamilies without such rules are known as dysfunctional \r\nfamilies.\r\nThe Republic of Macedonia is strongly committed \r\nto respecting the Charter of the United Nations, which \r\nis one of the primary foundations of the purposes \r\nand principles of international law. The rule of law is \r\nincomplete and impossible without respect for human \r\nrights. As a member of the Human Rights Council, the \r\nRepublic of Macedonia is committed, in spirit and with \r\ndetermination, to protecting and promoting human \r\nrights and the right to human dignity throughout the \r\nworld. The Republic of Macedonia has achieved the \r\nhighest standards of respect for human rights and the \r\nrights of communities worldwide. That is possible \r\nthanks to the Macedonian model of coexistence as a \r\nmodel of integration without assimilation, which is \r\nnot based on tolerance alone, but rather on respect for \r\ndiversity.\r\nIn fact, the human rights and human dignity of \r\nMacedonian citizens are being continually denied \r\nby one Member of the United Nations family and a \r\nmember of NATO and the European Union. Identity \r\nand language are inseparable parts of our personality, \r\nof freedom of expression, of human rights. Those are \r\nuniversally accepted principles that should never be \r\ncompromised. Respect for human rights, including \r\nthe rights to self-identification and human dignity, \r\nrepresent the highest values of the United Nations and \r\nare among the political criteria for the Republic of \r\nMacedonia’s accession to the European Union.\r\nThe country that is blocking my country is \r\ndemanding the impossible, namely, that we give up the \r\nMacedonian identity, thereby violating the fundamental \r\nprinciples of the European Union in order to meet \r\nconditions for membership in it. That would force my \r\ncountry to violate a rule and betray the global family.\r\nIn 2008 at the NATO Summit in Bucharest, \r\nbasing its position on international law, my country \r\n14-54942 19/29\r\n26/09/2014 A/69/PV.13\r\nrefused to change the identity of the Macedonian \r\npeople as a precondition for its already well-deserved \r\nmembership in NATO. On 17 November 2008, we \r\nlaunched proceedings against our southern neighbour \r\nunder the auspices of the International Court of Justice, \r\nagain acting on the basis of international law. On \r\n5 December 2011, on the basis of international law, the \r\nInternational Court of Justice ruled that the obstruction \r\nof the Republic of Macedonia’s integration in NATO \r\nwas illegal and that international commitments had \r\nbeen violated. For years my country has tolerated \r\nunprincipled and illegal blockades, and we have done \r\nso because of international law — because we believe \r\nthat only international law can provide predictability \r\nand certainty on behalf of world order.\r\nBy our example we have demonstrated in principle \r\nhow other countries should respect international law. \r\nEven the International Court of Justice, in an almost \r\nunanimous decision, concluded that we had acted \r\ncorrectly. Despite that, the Republic of Macedonia \r\nis ready for a mutually acceptable solution under the \r\nframework provided by United Nations resolutions, the \r\nInterim Accord and the judgment of the International \r\nCourt of Justice. The issue of identity has never been \r\npart of that framework, because identity can neither be \r\ndiscussed nor negotiated. I therefore urge the United \r\nNations and the competent authorities to become \r\nengaged and to devote maximum attention to finding \r\nmutually acceptable solutions within the framework of \r\ninternational law.\r\nTwo years ago, I was at the General Assembly (see \r\nA/67/PV.12) and remember well that the session was \r\npreceded by the High-level Meeting on the Rule of \r\nLaw at the National and International Levels (see A/67/\r\nPV.3). The General Assembly debated the Secretary-\r\nGeneral’s report (A/66/749) entitled “Delivering justice: \r\nprogramme of action to strengthen the rule of law at \r\nthe national and international levels”. Two years have \r\npassed, and we are still debating. We are still waiting \r\nfor rulings of the International Court of Justice to be \r\nrespected.\r\nOur southern neighbour continues daily to violate \r\ninternational law. It continues to violate the various \r\n1993 United Nations resolutions on the subject, as \r\nwell as the 1995 Interim Accord. It also still ignores \r\nthe ruling of the highest legal authority in the world. \r\nBut that ruling does not apply only to the State that \r\nblocks us, the ruling applies, erga omnes, to all member \r\nStates of the international organizations that still block \r\nour membership. Every blockade in our European \r\nand Euro-Atlantic integration process undermines the \r\ninternational legal order. By tolerating the blockades, \r\na dangerous precedent is created, one of mutual \r\nblocking and blackmailing that is motivated by narrow \r\nnational interests at the expense of the collective \r\ninterests of the European Union and NATO. Hence, \r\ndysfunctional families are created that do not respect \r\nthe rules of conduct. Disrespect for the highest legal \r\nauthorities implies an erosion of the culture of respect \r\nfor international law in the world. Such an erosion \r\nsuspends the rule of law and leaves room for anarchy.\r\nFor years, we have pertinently pointed out that, \r\nif someone pollutes the spring, then its f low and the \r\nentire watershed will also be contaminated. If someone \r\nquestions basic human rights — the right to human \r\ndignity and the right to self-identification — then \r\nthe rest of international law will also be challenged. \r\nWe have warned of the violation of international law \r\nin the case of the Republic of Macedonia, but others \r\nhave rarely listened. Today, the price we pay is higher. \r\nEveryone calls upon international law when others are \r\nexpected to respect it, but they ignore it when they \r\nthemselves must respect it. We do not want to follow \r\nthe example of those who break the law, because we are \r\naware of the consequences.\r\nIf we remove one link, one factor or one participant \r\nfrom an ecosystem, that can cause instability and \r\nunpredictability in its functioning. We live in a \r\nworld and an age of global interdependence, a \r\nglobal ecosystem. When a State fails to comply with \r\ninternational commitments, it encourages others to do \r\nthe same. Today we are witnessing the consequences \r\nof such behaviour. Under the conditions of an impaired \r\ninternational legal system, the world has been rapidly \r\nsinking into the dark areas of anarchic international \r\nrelations.\r\nThe world order is in a latent crisis. The processes of \r\nglobal interdependence and subnational fragmentation \r\nhave transformed our previous perceptions of the \r\nworld. In less than a decade, we have experienced two \r\nmajor changes. The terrorist attacks of 11 September \r\n2001 shook the global political and security order, and \r\nthe collapse of Lehman Brothers on 15 September 2008 \r\nstruck the global economic order. The only remaining \r\norder of the world we used to know is the international \r\nlegal order. However, the legal system has been \r\nchallenged as well.\r\n20/29 14-54942\r\nA/69/PV.13 26/09/2014\r\nThe Republic of Macedonia sees its future in \r\nNATO and the European Union. With its expansion \r\npolicy, the European Union has long served as a beacon \r\nlighting the path for the States of East and South-East \r\nEurope towards the more advanced European family. \r\nWe were recently informed that this beacon will go out \r\nof service in the next five years. If it does, there will be \r\nthe danger of shipwreck. The region of South-Eastern \r\nEurope remains vulnerable. I want to send a message \r\nto partners in the European Union that by postponing \r\nits enlargement, the EU has been creating a vacuum in \r\nwhat has been historically the most porous geopolitical \r\nspace. Sooner or later, that vacuum will be filled. \r\nThat is why we need as soon as possible to integrate \r\nall the Balkan countries within the European Union. \r\nWhile the membership card is not that important for us, \r\nthe necessary membership criteria and standards are \r\nimportant. In our case, the European Union’s beacon has \r\ngrown dim because of its toleration of a devaluation of \r\ninternational law, human rights and the right to human \r\ndignity, which provide the essential fuel that powers the \r\nbeacon. In losing its light, the European Union is losing \r\nwhat has been most valuable — its power to motivate \r\nStates to strive for even higher values, standards and \r\ncriteria.\r\nI also want to send a clear message to my region \r\nthat in these circumstances, now is the time for Balkan \r\ncountries to demonstrate maximum solidarity and \r\nunity in achieving shared goals — cooperation on such \r\nissues as integration, our economies, infrastructure, \r\nenergy, environmental protection, terrorism and the \r\nsuppression of organized crime. We must resist and \r\njointly address those shared challenges. In a world that \r\nis rapidly changing, the need for greater predictability \r\nin international relations remains. Only international \r\nlaw can offer the reliability and predictability on which \r\nworld peace and the progress of our countries depend. \r\nInternational law is the only barrier that protects us \r\nfrom a disaster within the international order, and \r\ninternational law has been constantly breached.\r\nWe are in this Hall today as the highest \r\nrepresentatives of our countries in the world family. I am \r\nconfident that most members of the General Assembly \r\nagree with those conclusions. But the question is, how \r\nmany of us are willing to take action to change things. \r\nI wish that we were not in a situation where we could \r\nsimply debate and draw conclusions over and over again. \r\nIt is high time that we start with actions. This is the last \r\ncall. We should ask ourselves whether the natural order \r\nhas an alternative and what that might be. Our failure to \r\ncomply with natural laws has led to accelerated climate \r\nchange — to more f loods, earthquakes and fires. The \r\nfailure to comply with international law has contributed \r\nto increased anarchy in international relations and \r\ninterventions against those who have f looded, burned \r\nand destroyed the natural order today.\r\nNot long ago, in August, the sixth United Nations \r\nAlliance of Civilizations Forum, held in Bali, focused \r\non unity in diversity. While the world has been talking \r\nabout unity in diversity, radical extremists have become \r\nunited in their intentions to destroy those who differ. As \r\nwe speak, millions of faithful believers around the world \r\nfeel the pain caused by narrow-minded individuals and \r\ngroups imbued with religious fundamentalism. As we \r\nspeak, the systematic destruction of individuals and \r\ncommunities is occurring. As we speak, hundreds of \r\nthousands are being persecuted. Their homes have \r\nbeen devastated, their temples destroyed and their past \r\nerased, and their future is in question.\r\nRecognizing that terrorism cannot and should not \r\nbe identified with any religion, nation or civilization, \r\nwe strongly condemn mass atrocities committed by \r\nanyone anywhere. We commend yesterday’s debate in \r\nthe Security Council (see S/PV.7272). What we need \r\nare urgent measures. The Republic of Macedonia has \r\nalready taken the first steps. Recently, we adopted \r\namendments to the criminal code regarding foreign \r\nfighters, who are a real threat to the entire region. \r\nEverything that is happening in the crisis hotspots \r\nreflects on Europe, which has its own crisis hotspot \r\nnow in Ukraine.\r\nIt is sad that in the twenty-first century we have \r\nwitnessed tragedies in the Middle East and North \r\nAfrica. It is sad that this is happening in Europe, in \r\na year that has been declared an international year of \r\npeace. It is obvious that, on the centenary of the First \r\nWorld War, the lessons of the past have not yet been \r\nlearned.\r\nThe majority of victims of the Ukraine crisis are \r\ninnocent civilians. There have also been material losses. \r\nThe Republic of Macedonia supports all efforts aimed \r\nat restoring peace and stability in that country. I am \r\nconvinced that political dialogue and diplomacy will \r\nenable Ukraine to address the challenges and regain its \r\npath towards a prosperous future for its citizens.\r\nThe world is facing serious challenges, including \r\nnatural disasters and political issues — both of which \r\n14-54942 21/29\r\n26/09/2014 A/69/PV.13\r\nmask double standards. Double standards generate \r\nissues that introduce equations with many unknowns, \r\nleading to a world where the only thing we are certain \r\nof is that the future of our children is uncertain. \r\nOnly respect for international law will ensure greater \r\ncertainty, thereby helping to avoid storms in our \r\ndynamic world.\r\nThe Republic of Macedonia supports the reform \r\nof the Security Council as a significant part of the \r\noverall reform of the United Nations. It is a complex \r\nand sensitive process. We agree with the proposal to \r\nnegotiate the actual text. At the same time, we stress \r\nthat the text must receive maximum support from the \r\nmembership and ensure respect for international law \r\nand international commitments and rules. Such reform \r\nmust provide greater predictability in the world. As \r\nSecretary-General Ban Ki-moon said at the opening \r\nof the sixty-seventh session of the General Assembly, \r\n“We shall have neither peace nor development without \r\nrespect for human rights and the rule of law” (A/67/PV.6, \r\np. 3). Only international law provides the opportunity \r\nto solve the equation and thus to plan the future, based \r\non security, stability and peace.\r\nYoung people continue to be the main victims of \r\ndouble standards and violations of the norms of national \r\nand international law by prior and current generations, \r\nas well as of natural disasters. They breathe the polluted \r\nair, drink the polluted water and eat food grown in \r\ncontaminated soil. They will become the victims of \r\nsystems of injustice unless we do something to change \r\nthat.\r\nIn 2003, we initiated the first Forum of the Dialogue \r\namong Civilizations, which was held in Ohrid under \r\nthe leadership of former President Trajkovski. The \r\nDialogue among Civilizations, both chronologically \r\nand in essence, predated the United Nations Alliance \r\nof Civilizations, which was formed in 2005 at the \r\ninitiative of the Governments of Spain and Turkey. \r\nIndeed, only through dialogue will we join together in \r\nan alliance of civilizations. The Brdo-Brijuni Process \r\nMeeting was recently held with the participation of \r\nthe German Chancellor, Her Excellency Mrs. Merkel. \r\nAn entire chapter of the joint declaration is devoted \r\nto youth. As President of the Republic of Macedonia, \r\nit will be my honour to organize, together with the \r\nDirector-General of UNESCO, Ms. Irina Bokova, the \r\nupcoming Dialogue among Civilizations in 2015, which \r\nwill be entirely dedicated to youth.\r\nIn the year when we are marking the centenary of \r\nthe First World War, we recall the positive experiences \r\nof Charles de Gaulle and Konrad Adenauer in \r\nestablishing the Franco-German Youth Office in 1963. \r\nThat experience of cooperation among young people \r\nshould be applied in establishing an office for young \r\nEuropeans from all the countries of South-Eastern \r\nEurope, transforming our region into a Europeanized \r\nBalkans. We call on the leaders to devote greater time \r\nand attention and invest in youth. We cannot change \r\nour past, but we can, by changing the present, change \r\nthe past of the generations to come. That is why it is \r\nnecessary to educate young people about the importance \r\nof dialogue, which involves respect and the acceptance \r\nof diversity.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the former \r\nYugoslav Republic of Macedonia for the statement he \r\nhas just made.\r\nMr. Gjorge Ivanov, President of the former \r\nYugoslav Republic of Macedonia, was escorted \r\nfrom the General Assembly Hall.\r\nAddress by Mr. Ikililou Dhoinine, President of the \r\nUnion of the Comoros\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Union of the \r\nComoros.\r\nMr. Ikililou Dhoinine, President of the Union of the \r\nComoros, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the \r\nUnited Nations His Excellency Mr. Ikililou Dhoinine, \r\nPresident of the Union of the Comoros, and to invite \r\nhim to address the Assembly.\r\nPresident Dhoinine (spoke in French): Let me \r\nbegin by conveying to the United States authorities my \r\ndelegation’s heartfelt gratitude for their always warm \r\nhospitality in hosting this great annual event here in \r\nNew York. I also express my sincere congratulations to \r\nthe President and wish him full success in conducting \r\nthe work of the Assembly at its sixty-ninth session. \r\nFinally, on behalf of my delegation and myself I renew \r\nour full gratitude to Secretary-General Ban Ki-moon \r\nfor his commitment to serving our Organization.\r\n22/29 14-54942\r\nA/69/PV.13 26/09/2014\r\nThe current session — the sixty-ninth — is \r\ntaking place at a crucial moment in the history of our \r\nOrganization, a crucible of multilateralism and global \r\ndiplomacy that has, over time, become an ever more \r\nprecious and indispensable tool for peace and security \r\nin the world. The session is being held on the eve of \r\nour Organization’s seventieth anniversary, which we \r\nwill celebrate one year hence in this beautiful city \r\nof New York. We will celebrate it here, at a venue \r\nrenowned for the discussions and ongoing dialogue \r\nthat place humankind and the environment at the \r\nforefront of concerns, with a view to fostering peace in \r\ninternational relations. In the light of the wisdom and \r\nexperience of its 69 years, our Organization must find \r\nfresh strength and vitality and renew its commitment to \r\na world continually faced with challenges and threats \r\nthat change and become more unpredictable with each \r\npassing day.\r\nThe current session also provides us with an \r\nimportant opportunity to carry out a comprehensive \r\nassessment of our Organization’s work and undertake \r\nthe preparations to ensure that 2015 will be the year \r\nof reform, on the occasion of our seventieth birthday. \r\nClearly, as part of that process, we should take greater \r\naccount, first, of new complications, such as those related \r\nto the extreme vulnerability of small island developing \r\nStates, in accordance with the recommendations of the \r\nrecent Third International Conference on Small Island \r\nDeveloping States, held in Apia. Secondly, we should \r\nwork to ensure better representation for developing \r\ncountries, particularly those in Africa, which today \r\nincludes not only areas that are seeing significant \r\neconomic growth but also some that are aff licted by \r\ngreat poverty and often bloody conflicts that slow \r\ntheir development and are an obstacle to their peoples’ \r\nwelfare.\r\nMeanwhile, it is vital that the long-hoped-for reform \r\nof our Organization include ensuring that the Security \r\nCouncil takes on the role of coordinator in the fight \r\nagainst the new global scourge of terrorism. In any \r\nevent, as a country committed to and involved in the \r\nEast African Standby Force, the Union of the Comoros \r\nfully appreciates the Security Council’s responsibilities \r\nin helping to promote, guide and supervise the \r\nprevention and resolution of conflicts in Central Africa, \r\nNigeria and Mali, as well as Libya, Syria, Iraq, Ukraine \r\nand any country in crisis. All are sources of tension \r\nthat undermine peace in various parts of the world and \r\nhave become fertile breeding grounds for international \r\nterrorism. It is in that context, and especially in the \r\nwake of the recent and bloody armed attacks on our \r\nPalestinian brothers in Gaza, that I would like to stress \r\nthe urgent need for a just and immediate solution to the \r\nquestion of Palestine, which, sadly, is almost as old as \r\nour Organization.\r\nIn order to maintain and build peace in a constantly \r\nchanging world, we must focus unfailingly on conflict \r\nprevention, while continuing to support efforts to \r\nsolve crises as they arise. Our community of nations \r\nhas a duty to take the initiative on issues that may ruin \r\nour Organization’s credibility if not dealt with fairly. \r\nThat is the case with my country, which, admitted \r\nas a Member of the United Nations under resolution \r\n3385 (XXX), of 12 November 1975, in affirmation of \r\nthe importance of respecting the unity and territorial \r\nintegrity of the Comoro Archipelago, consisting of four \r\nislands, still awaits the completion of its decolonization \r\nprocess. In that regard, in my address to the General \r\nAssembly at its sixty-eighth session (see A/68/PV.10), I \r\ndiscussed our new approach to reaching an agreement \r\nwith France on a fair solution that is consistent with the \r\nprinciples governing our Organization.\r\nIn keeping with the commitment I expressed from \r\nthis rostrum, I would like to inform the Assembly that \r\nthe high joint council proposed by the Paris Declaration \r\nhas been established. This monitoring body began its \r\nwork in November 2013 and is preparing to meet again \r\nat the end of this year. At its second meeting, the issues \r\nit will address will include that of people’s movement \r\nbetween the archipelago’s four islands, in an effort \r\nto end the tragedies that aff lict Comorian families \r\ndaily — tragedies that generally go unnoticed by \r\ninternational public opinion but are deeply damaging \r\nto my people’s collective consciousness. These are \r\ntragedies that are equally troublesome to the conscience \r\nof France, the great country whose humanistic values \r\nwe share.\r\nIn other words, quite apart from the two countries’ \r\nterritorial dispute, it is extremely urgent that we end \r\nthis human tragedy through a peaceful and committed \r\ndialogue between the two parties, which can only \r\nbenefit from United Nations support. That is why, \r\nin the spirit of the Paris Declaration and to pave the \r\nway for building a renewed relationship focused on \r\nthe future, I recently sought the support of the Indian \r\nOcean Commission at the fourth summit for Heads of \r\nState and Government of that subregional organization, \r\nof which France and the Comoros are both members. \r\n14-54942 23/29\r\n26/09/2014 A/69/PV.13\r\nThere, the Comorian Government put the emphasis \r\non a spirit of harmony aimed at preserving the bonds \r\nbetween our peoples, while reaffirming the importance \r\nof respecting the principles of international law in \r\nsettling this 40-year dispute.\r\nThe purpose of the Assembly’s sixty-ninth session \r\nis to define a development programme for the post-\r\n2015 period, with, as its chief aims, the eradication \r\nof poverty and hunger and the promotion of inclusive \r\nand sustainable economic growth throughout the \r\nworld. The Millennium Development Goals (MDGs) \r\nunquestionably created a global covenant of solidarity \r\nfor our nation’s socioeconomic progress. Like many \r\ncountries, and like small island developing States \r\nin particular, the Union of the Comoros has made \r\nsignificant strides towards achieving the Goals, \r\nincluding improving maternal health and women’s \r\nparticipation in political and economic life, reducing \r\nmalaria and infant mortality, fighting HIV/AIDS and \r\nensuring equality in children’s education. However, \r\nthere is still much to do, particularly in the areas of \r\nfood security, access to universal health care and the \r\ndeterioration of the environment. Similarly, energy, \r\nsustainable agriculture and access to drinking water \r\nfor much of the population are still matters for concern.\r\nThat is why, at a time when my country is \r\nnegotiating entry into the World Trade Organization, \r\nwe urge that the MDGs that have still not been reached \r\nbe incorporated into our new sustainable development \r\ngoals. We also call for strengthened strategic \r\npartnerships for development, the establishment of an \r\nequitable regime for international trade, the promotion \r\nof domestic and foreign direct investment and, lastly, \r\ngreater mobilization and commitment in combating \r\nclimate change. It is also vital to implement promptly \r\nthe recommendations of the various climate summits, \r\nespecially the Samoa Conference and the Climate \r\nSummit held here in New York on 23 September.\r\nMany indicators over the past few years, such as the \r\nrate of economic growth in various African countries, \r\ngive reason to hope for a better future for development \r\non our continent. However, Africa is having to deal \r\nwith challenges related to conflict resolution and \r\nmultiple threats to peace and security that no country \r\nin the world can manage alone, without international \r\ncooperation and support. One example is Ebola, a virus \r\nthat is devastating various West African countries, the \r\nalarming scale and speed of whose spread represent a \r\nglobal threat. We welcome the steps that many countries \r\nhave taken recently to help contain and eradicate this \r\nepidemic.\r\nIt is on my belief in the crucial importance of \r\ninternational solidarity in meeting our peoples’ \r\never-growing needs that I base my hopes of seeing \r\nour Organization successfully negotiate its own \r\ntransformation after almost 70 years of existence. \r\nIndeed, it is by rising to meet the many current \r\nchallenges and fully assuming the demands of an \r\nincreasingly interdependent and complex world that we \r\nwill be able together to open up ways of hope for future \r\ngenerations.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Union of \r\nthe Comoros for the statement he has just made.\r\nMr. Ikililou Dhoinine, President of the Union of the \r\nComoros, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Christopher Loeak, President of \r\nthe Republic of the Marshall Islands\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of the \r\nMarshall Islands.\r\nMr. Christopher Loeak, President of the Republic \r\nof the Marshall Islands, was escorted into the \r\nGeneral Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Christopher Loeak, \r\nPresident of the Republic of the Marshall Islands, and \r\nto invite him to address the Assembly.\r\nPresident Loeak: When the United Nations was \r\nfounded nearly 70 years ago, it was created to fulfil the \r\naspiration that peace and diplomacy could overcome \r\nself-interest and to ensure that, through effective \r\ncooperation, the world could avoid grave security \r\nthreats. But the decades since the signing of the Charter \r\nof the United Nations have been marked by nearly as \r\nmany failures as successes, and many of those failures \r\ncould have been prevented by early action and stronger \r\npolitical will.\r\nI am particularly concerned today about the recent \r\nevents in Ukraine and the rapid spread of violent \r\nterrorism in Syria and Iraq, even though the Pacific \r\nIslands sit halfway around the world, a fragile region \r\n24/29 14-54942\r\nA/69/PV.13 26/09/2014\r\nfar away from the global super-Powers. The leaders of \r\nnations have in our hands the means either to respond \r\nwith alert action or to turn our backs on a growing \r\ndanger.\r\nClimate change poses no less of a security threat \r\nto our Pacific shores, and, indeed, to the world. As a \r\nlow-lying country, the Marshall Islands has no higher \r\nground — nowhere to go — and we will not cede an \r\ninch to rising waters. Earlier this week, over 120 world \r\nleaders met in this Hall to signal our political will \r\nand our commitment. No one should take that lightly. \r\nLeaders simply cannot afford to play consensus games \r\nor to squabble.\r\nYet words and intentions alone do not meet the full \r\nchallenge before us. There will be serious emissions \r\ngaps between what the world will do and what needs \r\nto be done to save my nation. Earlier this week, young \r\npoet and mother Kathy Jetnil-Kijiner from the Marshall \r\nIslands stepped onto this very same stage to urge world \r\nleaders to take action. Today, on behalf of the most \r\nvulnerable nations — those at the front line — I ask of \r\nthe leaders of the largest nations, the major emitters, in \r\nKathy’s very same words, to\r\n“take us all along on your ride. We will not slow \r\nyou down. We will help you win the most important \r\nrace of all, the race to save humanity”.\r\nLike no other global challenge, climate change \r\nrequires direct political ownership and eye-to-eye \r\nengagement with leaders. This issue, more than any \r\nother, will define the Secretary-General’s legacy as \r\nleader of these united nations. I urge him not only to \r\ncontinue to show his commendable personal leadership, \r\nbut also to use his good offices to help find creative \r\npolitical solutions.\r\nEveryone — large and small, rich and poor — must \r\nand will take strong action on emissions. In that regard, \r\nthe Republic of the Marshall Islands strongly supports \r\nthe Federated States of Micronesia, the United States \r\nof America, and many other nations in urging a rapid \r\nglobal phase-down of hydrofluorocarbon gases under \r\nthe Montreal Protocol. I will personally attend the Paris \r\nclimate conference next December, so that my voice \r\nand that of my people can be heard.\r\nUnlike many other fights, the huge global fight to \r\naddress climate change is also a personal one for me. \r\nIt starts in my own backyard, with my own seawall, \r\nbuilt with my own hands, to push back rising waters, \r\nsave my own future and the future of my children \r\nand grandchildren. But that is not enough. We face a \r\nchallenge that is nearly beyond belief. As with so many \r\nother moments in the history of the United Nations, we \r\nhave to ask whether leaders will respond to the climate \r\nthreat with courage. Or will some nations, including \r\nsome close friends of the Pacific Islands, slide back in \r\ntheir efforts, bury their heads in the sand and ignore an \r\nobvious climate reality? I hope and expect that at the \r\ncoming Group of Twenty meeting later this year, the \r\nworld’s largest economies will address climate change \r\nand the economic consequences of inaction. The Pacific \r\nisland countries demand no less.\r\nMr. Imnadze (Georgia), Vice-President, took the \r\nChair.\r\nLast month, nations around the world gathered in \r\nApia for the third international conference on small \r\nisland developing States. As hosts of the conference, \r\nthe Government and people of Samoa showed the world \r\ntrue Pacific hospitality. As we have for decades, Pacific \r\nleaders have spoken firmly — in last year’s Majuro \r\nDeclaration for Climate Leadership, in this year’s Palau \r\nDeclaration on “The Ocean: Life and Future”, and again \r\nin the Small Island Developing States Accelerated \r\nModalities of Action (SAMOA Pathway).\r\nOur development needs are beyond urgent and \r\nmust not to be put off for yet another year. While \r\nthe SAMOA Pathway charts a course forward for \r\ninternational partnership with small islands, there is \r\ntoo often a mismatch between our national structures \r\nand complicated sources of assistance. It is my hope \r\nand expectation that the major announcements and \r\npartnerships from the Samoa Summit will not lose \r\nmomentum because of poor connections in the \r\ndelivery channels. Our needs are often modest, but \r\nthe trickle-down of international assistance and \r\nglobal development somehow fails to reach our local \r\ncommunities and to meet our unique challenges.\r\nIn the follow-up to the Samoa meeting, starting \r\nthis year I urge the Secretary-General, the international \r\nsystem and United Nations agencies to start thinking \r\nseriously about how to work more effectively with \r\nour unique challenges as island nations. As Member \r\nStates design a post-2015 development agenda, it is \r\nimportant that we focus on a strong outcome that has \r\nthe f lexibility to accommodate the unique character \r\nof each nation. We cannot measure progress without \r\nspecific benchmarks, but as a small nation we fear that \r\n14-54942 25/29\r\n26/09/2014 A/69/PV.13\r\nhaving so many ambitions can be equivalent to having \r\nnone at all. The answer is not to be isolated within a \r\nseparate, unconnected island strategy, but rather to \r\nbuild the f lexibility needed for so many nations to act \r\nas one.\r\nI stand firm with my fellow Pacific leaders and \r\nnations around the world who have urged that there \r\nbe a United Nations sustainable development goal on \r\noceans. I am puzzled as to why some nations close their \r\neyes to two thirds of the world’s surface, pretending \r\nthat the world’s vast blue waters somehow do not exist. \r\nThe Pacific Ocean and its rich fisheries are our lifeline. \r\nWe are the custodians of our own vast resources on \r\nbehalf of future generations.\r\nWe could introduce a step change in the world’s \r\nsustainable fisheries and play our own role to address \r\nglobal food security. Distant-water fishing nations must \r\nengage us as true development partners and work with \r\nus to change the focus beyond their immediate national \r\nindustry and towards a global responsibility. Recent \r\nprogress on sustainable fisheries has become the \r\ndefining story of the Pacific — it is our empowerment \r\nand our future. The oceans are an equally valuable \r\nresource for alternate sustainable energy, including \r\nocean thermal energy conversion.\r\nEveryone should participate on the international \r\nstage. The Republic of the Marshall Islands supports \r\nTaiwan’s meaningful participation in United Nations \r\nspecialized agencies and mechanisms, including \r\nthe World Health Organization, the International \r\nCivil Aviation Organization and the United Nations \r\nFramework Convention on Climate Change, as well \r\nas in key regional economic integration mechanisms. \r\nFurthermore, I call for Taiwan’s involvement in the \r\npost-2015 development agenda and urge recognition \r\nof the important assistance provided to my country \r\nin health, education and energy. The Marshall Islands \r\nwelcomes Taiwan’s efforts to reduce cross-Strait \r\ntensions and urges States Members of the United \r\nNations to recognize and encourage such progress.\r\nAs a former United Nations Trust Territory, the \r\nRepublic of the Marshall Islands has a unique legacy, \r\nshared by only a very few in this Hall. It was the United \r\nNations that helped set us on a path to independence, but \r\nit was also the United Nations that explicitly authorized \r\nthe 67 nuclear tests conducted in our nation between \r\n1946 and 1958. Our own history bears the burden and \r\nthe contemporary impacts of those tests. Our suffering \r\ncould have been prevented by the United Nations — if \r\nonly its Members had listened. Like many other nations, \r\nthe Republic of the Marshall Islands believes that \r\nawareness of the catastrophic consequences of nuclear \r\nweapons must underpin all approaches and efforts \r\ntowards nuclear disarmament.\r\nThose facts speak for themselves and were \r\nrecognized two years ago by the United Nations Special \r\nRapporteur. We look forward to addressing those issues \r\nfurther during our participation in the Human Rights \r\nCouncil universal periodic review next year. For the \r\nsurvival of humanity it is essential that nuclear weapons \r\nare never used again, under any circumstances. The \r\nuniversal way to accomplish that is through the total \r\nelimination of such weapons. It should be our collective \r\ngoal as the United Nations to not only stop the spread \r\nof nuclear weapons, but also to pursue the peace and \r\nsecurity of a world without them.\r\nThis year, I look forward to a United Nations that \r\nbetter recognizes the true global challenges of today \r\nand moves beyond old political cobwebs into our \r\ndynamic century.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof the Marshall Islands for the statement he has just \r\nmade.\r\nMr. Christopher Loeak, President of the Republic \r\nof the Marshall Islands, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Anote Tong, President, Head of \r\nGovernment and Minister for Foreign Affairs of \r\nthe Republic of Kiribati\r\nThe Acting President: The Assembly will now \r\nhear an address by the President, Head of Government \r\nand Minister for Foreign Affairs of the Republic of \r\nKiribati.\r\nMr. Anote Tong, President, Head of Government \r\nand Minister for Foreign Affairs of the Republic of \r\nKiribati, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Anote Tong, President, \r\nHead of Government and Minister for Foreign Affairs \r\nof the Republic of Kiribati, and to invite him to address \r\nthe Assembly.\r\n26/29 14-54942\r\nA/69/PV.13 26/09/2014\r\nPresident Tong: I bring everyone warm greetings \r\nfrom the people of Kiribati, on whose behalf I am once \r\nagain privileged to address this body. In my country we \r\nbegin all formal addresses by conferring blessings of \r\npeace and good health on all present, so let me say Kam \r\nna bane ni Mauri.\r\nI echo the sentiments conveyed by previous \r\nspeakers in congratulating the President on assuming \r\nthe presidency of the General Assembly at its sixty-\r\nninth session. I am confident that under his able \r\nstewardship, our Organization will continue its work \r\ntowards improving the security and quality of life for \r\nall members of our global community, in particular \r\nthe most vulnerable. Let me also take this opportunity \r\nto acknowledge with appreciation the commendable \r\nleadership of his predecessor, Mr. John Ashe, for his \r\nguidance and stewardship over the past year.\r\nI also wish to commend the unwavering commitment \r\nand hard work of our Secretary-General, Mr. Ban \r\nKi-moon, who has served as an able navigator of our \r\nfamily’s ship, steering the United Nations through \r\nthe diverse and complex realities and the myriad of \r\nchallenges facing our peoples and nations around the \r\nworld. In particular, I wish to commend his sterling \r\nleadership and demonstrated personal commitment to \r\nthe need to focus global attention on those who are most \r\nvulnerable and who are on the front line of the many \r\nmajor challenges facing us today as a global community.\r\nWe meet at a very critical time in the history of \r\nmultilateralism. The global community is in the process \r\nof shaping a post-2015 development framework. We \r\nare hearing stronger calls for United Nations reforms, \r\nfor reassessing the way we do things in our family of \r\nnations. The membership is calling for a move away \r\nfrom business as usual and for transformational \r\nchanges. We welcome the theme of the sixty-ninth \r\nsession — “Delivering on and implementing a \r\ntransformative post-2015 development agenda” — as it \r\naptly captures the call for changes by the membership.\r\nEarlier this week, on Tuesday, we concluded one of \r\nthe most successful conferences ever convened by the \r\nSecretary-General on climate change. We applaud the \r\nleadership and the Secretary-General’s very positive \r\ninitiative. Those of us on the front line of the impacts \r\nof climate change welcome the renewed focus and the \r\nrallying by the United Nations membership behind the \r\nSecretary-General’s call for ambitious announcements \r\nand commitments. The real challenge, however, is \r\nin being able to translate those commitments and \r\nannouncements into action.\r\nThree weeks ago, Samoa hosted the Third \r\nInternational Conference on Small Island Developing \r\nStates. The United Nations and those who attended \r\ndeclared it a resounding success. We thank our gracious \r\nhosts — the Government and the people of Samoa. \r\nThose very successful conferences signify recognition \r\nby the United Nations and the membership of the need \r\nto highlight the special case of those on the front line \r\nof sustainable development, to refocus global attention \r\nto the prevailing socioeconomic and environmental \r\nchallenges that continue to constrain efforts by small \r\nisland developing States (SIDS) to achieve sustainable \r\ndevelopment. That is particularly pertinent now, as the \r\ninternational community is in the process of shaping \r\nthe post-2015 development agenda.\r\nThe Small Island Developing States Accelerated \r\nModalities of Action provides a clear blueprint of \r\nhow the SIDS want to move forward in their efforts \r\nto achieve sustainable development. The real test of \r\nthe success of the Samoa Conference, however, is in \r\nthe adoption of outcomes into genuine and durable \r\npartnerships that can translate into activities on the \r\nground that will deliver tangible benefits to our people.\r\nWhile SIDS heard the plight of some of the most \r\nvulnerable, other United Nations processes are talking \r\nabout the graduation of those countries from the least \r\ndeveloped countries category. We believe that there is \r\na contradiction here. If we as a family of nations do \r\nnot act and do not work in partnership with those on \r\nthe front line of major challenges, whatever they may \r\nbe, then we will have failed in our efforts. I would like \r\nto reiterate our deepest appreciation to the Secretary-\r\nGeneral for his demonstrated commitment and \r\nleadership in focusing the United Nations and global \r\nattention on the plight of the most needy, in alleviating \r\npoverty, addressing the Ebola epidemic, raising the \r\nvoices of youth and women and their participation in \r\ndevelopment, ending gender-based violence, promoting \r\npeace and security, and acting against climate change \r\nnow.\r\nAs I have highlighted on numerous occasions \r\nin the past, including earlier this week, the issue \r\nof climate change remains the most single pressing \r\nchallenge for us in Kiribati. Climate change is an \r\nexistential challenge for low-lying island countries like \r\nmine, Tuvalu, the Marshall Islands, the Maldives and \r\n14-54942 27/29\r\n26/09/2014 A/69/PV.13\r\nTokelau, and I again call for urgent global action to \r\nhelp those countries adapt and for international legally \r\nbinding commitments to cut greenhouse emissions. \r\nThe global community cannot afford to not listen to our \r\nstories and to the plight of our peoples. Our plight is the \r\nplight of the global community, further down the line. \r\nEveryone’s future is on the line.\r\nI have just returned from an Arctic expedition, to \r\nthe North Pole — hence, my loss of voice. I am still \r\noverwhelmed today by what I witnessed with my own \r\neyes. The melting of the massive sheets of ice in the \r\nArctic region due to climate change will not only have \r\nsevere impacts on the lives of people in that region but \r\nwill also result in the demise of future generations in \r\nother parts of the globe, in particular our most vulnerable \r\natoll island nations. It has been an eye-opener for me \r\nto spend time in the past week in polar conditions. It \r\ngave me a wider perspective of the immensity of what \r\nis at stake beyond our own immediate concerns. That \r\nvisit to the Arctic region highlighted the stark reality \r\nof the very direct connection between the destruction \r\nof that polar region to what is happening to us in the \r\nequatorial region, and the very unlikely possibility of \r\never reversing that process once it has gone so far.\r\nOn Tuesday we heard the voice of a very talented \r\nyoung woman, Ms. Kathy Jetnil-Kijiner, a poet from \r\nour part of the world, from the Marshall Islands. Her \r\nvoice represents the apprehension, the concern and the \r\nvoice of mothers from low-lying countries like ours \r\nwho lament what the future holds for their children \r\nand their children’s children. Surely, we as leaders and \r\nthe mothers like Kathy and millions of others around \r\nthe world share, or should share, the same ultimate \r\ngoal — to leave to our children and grandchildren a \r\nfuture that is better than what we inherited from our \r\nforefathers. We from Kiribati salute Kathy for reaching \r\nout and for touching the hearts of leaders who heard \r\nher speak. May she touch many hearts and move many \r\nmore hearts.\r\nThe very sad reality is that we are just not on \r\ncourse to achieve that. It is glaringly obvious that \r\nwe need to do things differently. We owe it to those \r\nwhom we represent — our people. For us, climate \r\nchange is not an event in the future. It is an event that \r\nwe are dealing with today. We simply cannot talk of \r\nsustainable development without talking about climate \r\nchange. Earlier this week, I appealed to fellow leaders, \r\nand will do so again today, for all of us to work together \r\nagainst climate change and to move towards binding \r\ninternational agreements, towards a clean energy \r\nfuture, a healthier greener future for our children and a \r\nhealthier, greener home for our one planet, Earth.\r\nWhat are we doing? Let us accept full responsibility \r\nfor our own development to improve the well-being of \r\nour people into the future. We are determined to achieve \r\nthat by finding national solutions to overcome the \r\nenormous development challenges that constrain our \r\nefforts. My Government has mainstreamed sustainable \r\ndevelopment principles into our national development \r\nplan, policies and strategies. Climate change and \r\nadaptation measures are integrated into our national \r\nbudgeting process and development programmes to \r\nstrengthen disaster risk management. We have adopted \r\nan inclusive, whole-of-government and whole-of-nation \r\napproach aimed at addressing climate change impacts \r\nand strengthening our resilience.\r\nOur strategy for migration with dignity is an \r\ninvestment in the education of our people and upping \r\nthe skills of our young population to equip them with \r\nthe educational qualifications and employable skills \r\nthat will enable them to migrate with dignity to other \r\ncountries as a matter of choice and, in the worst-case \r\nscenario, when our islands can no longer sustain human \r\nlife.\r\nLast July, along with other frontline low-lying atoll \r\nisland States — Tuvalu, the Marshall Islands, Maldives \r\nand Tokelau — Kiribati initiated the establishment of \r\nthe Coalition of Low-lying Atoll Nations on Climate \r\nChange (CANCC). The Coalition held its inaugural \r\nmeeting in Tarawa in July and produced an outcome \r\ndocument that embraces the Coalition’s goals and \r\nvision for building the resilience of our people in the \r\nface of the challenges of climate change. The initiative \r\nis prompted by the concerns we share regarding the \r\nincreasing severity of those challenges and the slow \r\npace of global action to address them. Our Coalition of \r\nnations continues to support the ongoing negotiations \r\nunder the United Nations Framework Convention on \r\nClimate Change, but we also emphasize that urgent \r\naction must be taken now to assist our countries and \r\nall vulnerable communities to adapt to the impacts of \r\nclimate change.\r\nThe Coalition initiative demonstrates our political \r\ncommitment and determination to find innovative \r\nsolutions to the threats we face from climate change. \r\nWe are looking at building up our low islands and \r\nclimate-proofing our infrastructure, and at our \r\n28/29 14-54942\r\nA/69/PV.13 26/09/2014\r\ndevelopment efforts to prepare and build the resilience \r\nof our people in the face of the challenge.\r\nWe cannot do this alone, and we acknowledge the \r\nsupport of our development partners and regional and \r\ninternational organizations that have assisted us and \r\ncontinue to support our efforts to address the challenge \r\nof climate change. However, much more remains to be \r\ndone, including making climate-financing facilities \r\nmore accessible and f lexible, as the solutions and \r\noptions for facing this challenge vary from nation to \r\nnation.\r\nThe ocean plays a pivotal role in the sustainable \r\ndevelopment of my country. Our vision for achieving \r\nsustainable development hinges on the blue \r\neconomy — on the conservation and sustainable \r\nmanagement of our marine and ocean resources. \r\nWhile we in Kiribati have been labelled a small \r\nisland developing State, we are in fact a “large ocean” \r\nState that spans an ocean area of 3.5 million square \r\nkilometres. The ocean has been an integral part of \r\nour life since time immemorial. While it now poses a \r\nserious threat to our survival from sea-level rise, it also \r\nprovides immense opportunities, not only as a source \r\nof daily sustenance, but also as a means through which \r\nwe can realize sustainable development and achieve \r\nlivelihoods for our people.\r\nOur exclusive economic zone (EEZ) is one of the \r\nlargest in the world and is home to abundant tuna \r\nresources that provide rich fishing grounds for our \r\ndistant fishing partners. We estimate that the total \r\nannual landed value of the fisheries industry in our \r\nEEZ is approximately $4 billion. Yet only 5 to 8 per \r\ncent of that comes to us as resource owners, through \r\nlicensing fees. We have to ask, where is the equity and \r\nfairness in that?\r\nThere is a need to review and restructure the \r\nnature of public and private partnerships in the fishing \r\nindustry. A more equitable partnership based on mutual \r\nrespect, goodwill, fairness and accountability will go \r\na long way in providing an enabling environment for \r\nsustainable development.\r\nMy Government is working to maximize the returns \r\nfrom our large fisheries resource through value-adding \r\nfisheries development, including on-shore processing. \r\nOur limited capacity in terms of capital, technical \r\nknow-how, a lack of infrastructure, distance from \r\ncommercial and trade centres and air and sea transport \r\nchallenges stands in the way of our progress towards \r\nthat development aspiration. Direct foreign investment \r\nand genuine partnership are therefore a way forward \r\nin that regard. I am confident that such partnership, \r\nforged around an equitable distribution of gains, will \r\nbe the development model going forward, with mutual \r\ngains to be made.\r\nHuman activities have been responsible for the \r\naccelerated degradation of our global environment, in \r\nthe pursuit of short-term economic gains without due \r\nregard to the health of our oceans and our environment. \r\nNever in human history has the health of our oceans \r\nand planet Earth been so challenged. We all have a \r\nshared responsibility and obligation with regard to the \r\nprotection of the ocean from further degradation and \r\nthe sustainable management of its rich biodiversity.\r\nMy country recognizes that shared responsibility \r\nand, in 2008, established the Phoenix Islands Protected \r\nArea (PIPA) in partnership with Conservation \r\nInternational and the New England Aquarium. \r\nUNESCO has inscribed PIPA on its list of World \r\nHeritage Sites. In January 2015, we will completely \r\nclose off the Phoenix Islands Protected Area to all \r\ncommercial fishing activity across an area of more than \r\n410,000 square kilometres, representing 11 per cent of \r\nour total EEZ — about the size of the state of California.\r\nPIPA is a rich fishing ground, so its total closure \r\non 31 December this year will entail loss of much-\r\nneeded revenue for Kiribati from fishing licence fees. \r\nFor us, it is a major but necessary short-term sacrifice \r\nfor the long-term health of our ocean and for sustaining \r\nfish stocks for global food security. It demonstrates \r\nour political commitment to the importance of marine \r\nconservation and the sustainable management of marine \r\nresources. It is our contribution to humankind and the \r\ncommon good of all.\r\nBut the announcement of complete closure of this \r\nvast marine protected area will amount to nothing \r\nwithout monitoring and enforcement. We have therefore \r\nestablished a PIPA trust fund to support our national \r\nefforts in managing PIPA and monitoring that vast \r\nmarine protected area. We thank those who share our \r\nvision and have contributed to the fund. We encourage \r\nour partners who have not yet done so to join with us in \r\nthat massive undertaking.\r\nThe challenges we face in the twenty-first century \r\nhave taken on a new dimension. It is no longer a fight \r\nto save a species here and a collapsed stock there; \r\nthe fight has become larger. It is now about how to \r\n14-54942 29/29\r\n26/09/2014 A/69/PV.13\r\nensure the survival of whole peoples — communities, \r\nvillages, cities and nations. Entire ecosystems hang in \r\nthe balance, the ecosystems that provide us with the air \r\nwe breathe, the water we drink and much of the food we \r\neat. It is time to view our global development in a whole \r\nnew way. It is time to change business as usual. Indeed, \r\na paradigm shift and transformational development \r\napproaches are necessary, starting from within our own \r\nnations and moving out to regional and international \r\nmultilateral processes, institutions and partnerships.\r\nIt is high time we recognize that the new challenges \r\nrequire that we draw on all the resources available to the \r\nglobal community. Development and global challenges \r\ndo not belong to Governments alone. Let us bring in our \r\nyouth, our women, civil society, the private sector and \r\nour traditional institutions. Let us be inclusive. Let all \r\nthose who have a contribution to make make it.\r\nWe welcome the inclusion of Taiwan in the \r\ninternational processes of the World Health Assembly. \r\nWe hope that a similar inclusive approach will prevail \r\nin respect of our other international institutions and the \r\nUnited Nations processes, where Taiwan and all those \r\nthat can participate and contribute meaningfully for the \r\ngood of humankind can be brought in to do so.\r\nWe join in the broad international condemnation \r\nof criminal extremism and express the hope that such \r\ndestabilizing tensions in Europe, the Asia-Pacific region \r\nand elsewhere can be settled through peaceful means. \r\nAs distant as we think we are from the epicentres of \r\nsuch events, they nonetheless impact on us in a very \r\nreal way in our part of the world.\r\nIn my country, even before the advent of climate \r\nchange, the atoll environment was indeed harsh. Life \r\non the low-lying atoll islands has always been difficult. \r\nWe have always worked on the principle of working \r\ntogether as part of a community on the premise that \r\nthere will be some challenges that are larger than us and \r\nneed collaboration. The age-old test of our resilience \r\nand our strength as a community is defined by the well-\r\nbeing of the weakest member of our community. For us, \r\nsustainable development must be inclusive. It requires \r\nsincerity, goodwill, respect and the willingness to move \r\na little more slowly so as to assist and bring everyone \r\non board in order to move forward together.\r\nI would like to bring those principles to the United \r\nNations. The pursuit of sustainable development \r\nand lasting peace and security calls for and requires \r\nsacrifice. It requires inclusiveness. It requires \r\ncollective and decisive action. It also requires political \r\ncommitment and political leadership from all of us \r\nhere, for the time to act is now.\r\nOn that note, I leave members with the traditional \r\nblessing: may health, peace and prosperity be with us \r\nall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President, Head of \r\nGovernment and Minister for Foreign Affairs of the \r\nRepublic of Kiribati for the statement he has just made.\r\nMr. Anote Tong, President, Head of Government \r\nand Minister for Foreign Affairs of the Republic of \r\nKiribati, was escorted from the General Assembly \r\nHall.\r\nThe meeting rose at 6.30 p.m.\r\n"