"*1459803*\r\n14-59803 (E)\r\nIn the absence of the President, Mr. Mendonça e \r\nMoura (Portugal), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 73 (continued)\r\nReport of the International Criminal Court\r\nNote by the Secretary-General (A/69/321)\r\nReports of the Secretary-General (A/69/324 \r\nand A/69/372)\r\nMs. Cooper (Australia): From Australia’s vantage \r\npoint as a member of the Security Council, we are \r\nacutely aware that Rome Statute crimes continue to \r\nbe committed in many locations on an alarming scale. \r\nThe preamble to the Rome Statute describes the crimes \r\nthat fall within the jurisdiction of the International \r\nCriminal Court (ICC) as “unimaginable atrocities that \r\ndeeply shock the conscience of humanity”. The fact that \r\ncivilians — children, women and men — are victims of \r\nthe most hideous, depraved and bloody deliberate acts \r\nof violence imaginable shocks Australia. It shocks us \r\nand it galvanizes our determination to help do what we \r\ncan to prevent such crimes occurring.\r\nIt is our unshakeable conviction that the investigation \r\nand prosecution of serious international crimes is \r\ncritical to the prevention of the recurrence of such \r\ncrimes and to the re-establishment of inclusive and \r\nlasting peace. We note, in that context, that the Rome \r\nStatute’s preamble recalls that it is the duty of every \r\nState to exercise its criminal jurisdiction over those \r\nresponsible for international crimes. The ICC, however, \r\nas a court of last resort, has a vital role to play when \r\nStates are unable or unwilling to take such action. That \r\nis why the ICC deserves the unfailing support of every \r\nmember of the international community.\r\nThe ICC has been asked by States parties to \r\ncarry out a complex and ambitious mandate in very \r\nchallenging circumstances. We commend the Court for \r\nthe efforts that it has made to fulfil that mandate. Of \r\nparticular note this year was the delivery of the trial \r\njudgement in the Katanga case and the sentencing of \r\nthe accused to 12 years’ imprisonment for one count of \r\ncrimes against humanity and four counts of war crimes.\r\nThe Court’s activities expanded this year as a result \r\nof requests for its services from situation countries. The \r\nCourt opened a second investigation into the situation \r\nin the Central African Republic, following a referral \r\nfrom the country’s transitional Government. Similarly, \r\nthe Prosecutor has opened a preliminary investigation \r\ninto the situation in Ukraine, following the lodging, \r\npursuant to article 12, paragraph 3, of the Rome Statute, \r\nof Ukraine’s declaration in accepting the jurisdiction of \r\nthe Court over alleged crimes committed on its territory \r\nbetween 21 November 2013 and 22 February 2014.\r\nThe ICC is only as strong as the commitment of \r\nStates on whose cooperation and support the Court \r\nrelies. In that context, we underline our expectation \r\nthat States will fulfil their obligations to cooperate \r\nwith the Court, whether those obligations derive from \r\nbeing a party to the Rome Statute or from resolutions \r\nof the Security Council. Above and beyond such legal \r\nUnited Nations A/69/PV.35\r\nasdf\r\nGeneral Assembly\r\nSixty-ninth session\r\n35th plenary meeting\r\nFriday, 31 October 2014, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Kutesa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Uganda)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n2/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nobligations, Australia calls on all States to support \r\nthe Court in its efforts, which reflect nothing less and \r\nnothing more than a desire to investigate and prosecute \r\nthose accused of serious international crimes in \r\naccordance with international standards.\r\nThe United Nations, of course, has a critical role \r\nto play in that regard. The intersections and synergies \r\nbetween the separate and independent mandates of \r\nthe ICC and the United Nations are obvious. Both \r\ninstitutions are working to achieve common goals. By \r\nworking more effectively together, the two institutions \r\ncan ensure that their efforts have a multiplier effect. \r\nAustralia therefore warmly welcomes the Secretary-\r\nGeneral’s guidance to the Secretariat on contacts \r\nwith persons subject to arrest warrants and calls on \r\nthe United Nations to implement that policy strictly. \r\nWe also welcome the recent meeting between the \r\nICC Prosecutor and the new United Nations High \r\nCommissioner for Human Rights, and we advise that \r\nthey discuss ways to further strengthen collaboration \r\nbetween their respective offices.\r\nDuring the remainder of our term on the Security \r\nCouncil, Australia will continue to advocate for at least \r\nthe same level of cooperation to be extended by the \r\nCouncil to the Court. Such cooperation is critical to the \r\neffectiveness of the ICC and, in Australia’s view, it is \r\nincumbent upon the Council to ensure that its rhetoric \r\non accountability is backed by action.\r\nThe ICC is a beacon of hope for those whose \r\nlives have been devastated by the worst excesses of \r\nhumankind. However, its promise can be fulfilled only \r\nif it enjoys the support of the international community. \r\nFor that reason, Australia calls on States that have not \r\nyet done so to ratify the Rome Statute as amended by \r\nthe Kampala amendments. States should support a \r\nstrong General Assembly resolution on the ICC, and we \r\ncall on all States to support the ICC in its fight against \r\nimpunity.\r\nMs. Ridings (New Zealand): We thank President \r\nSong for presenting the International Criminal Court’s \r\nannual report for 2014 (A/69/321) and, as this will be his \r\nlast presentation as the President of the Court, we wish \r\nto acknowledge his years of service to the International \r\nCriminal Court (ICC). As a strong supporter of the ICC, \r\nNew Zealand welcomes the opportunity for continued \r\ndialogue on ways and means to strengthen the Court’s \r\ncontribution to international criminal justice, and \r\nparticularly its relationship with the United Nations.\r\nThe year 2015 marks a new chapter for the ICC \r\nand, with it, renewed opportunities both to reflect on \r\nlessons learned and to explore pathways for the future. \r\nWe welcome Mr. Sidiki Kaba, Minister of Justice of \r\nSenegal, as President-elect of our Assembly of States \r\nParties. We wish him every success as he works towards \r\nhis goals of building a stronger relationship between the \r\nCourt and the regions and between the Court and States \r\nparties, strengthening complementarity and working \r\ntowards the universality of the Rome Statute.\r\nThe year 2015 will also see the swearing in of \r\nsix new ICC judges and the departure of a cadre of \r\nICC judges who have served since the opening of \r\nthe Court. We trust that those called to serve in that \r\ncapacity will draw upon their experience to enrich the \r\nCourt’s jurisprudence and build upon the work of their \r\npredecessors, so as to ensure that the Court is a robust \r\nand effective judicial institution.\r\nIn reflecting on this past year and looking forward, \r\nwe also note the increasing workload of all organs of \r\nthe Court. In that regard, we welcome recent efforts \r\nto analyse and improve existing procedures and \r\napproaches, including on the part of the Registrar \r\nand the Prosecutor. We particularly recognize the \r\nProsecutor’s strategic plan, notably its adjusted \r\napproach to investigations and strong focus on ensuring \r\nthat cases are as trial-ready as possible.\r\nNew Zealand is committed to the success of \r\ninternational justice mechanisms, including the \r\nuniversality of the Rome Statute. In March 2014, we \r\nwere pleased to host a workshop for Pacific and Asian \r\nStates in Auckland, New Zealand, in partnership with \r\nLiechtenstein and the Global Institute for the Prevention \r\nof Aggression. The forum enabled Government \r\nrepresentatives to engage with experts in considering \r\nthe Court’s work to date, the relevance of the Rome \r\nStatute to the region, and the content and function of the \r\nKampala amendments, and to engage with providers of \r\ntechnical assistance and training.\r\nThe year 2014 marks the tenth anniversary of the \r\nRelationship Agreement between the United Nations \r\nand the ICC. We welcome the Secretary-General’s report \r\noutlining the various areas of cooperation between the \r\norganizations, including in the field (A/69/324), and we \r\nnote the important role of the Office of Legal Affairs as \r\nthe focal point across the United Nations system for all \r\naspects of the Agreement. We encourage greater efforts \r\nto embed and publicize that role within the United \r\nNations system.\r\n14-59803 3/27\r\n31/10/2014 A/69/PV.35\r\nThe relationship between the Court and the \r\nSecurity Council remains as important as ever. As \r\nwe have expressed previously in the Assembly and \r\nelsewhere, we welcome dialogue on when and under \r\nwhat circumstances the Council should refer a situation \r\nto the ICC. Importantly, when the Council refers a \r\nsituation to the Court, we are of the view that it should \r\ndo so with a clear commitment to following up and \r\nshould ensure that the Court receives the cooperation it \r\nneeds to discharge its statutory mandate.\r\nThe ICC’s experience has not been, and will not \r\nbe, without its challenges. As we embark upon this new \r\nchapter, it will be a time not only for reflection, but also \r\nfor constructive ideas, dialogue and progress. For our \r\npart, New Zealand remains committed to working with \r\nothers to strengthen the Court’s efforts as a permanent \r\ninstitution in the international legal landscape.\r\nMr. Hetesy (Hungary): Hungary welcomes the \r\nreport of the International Criminal Court (A/69/321), \r\nwhich, together with today’s debate, provides for \r\nregular interaction between the Court and the United \r\nNations membership. Just a couple of days ago in the \r\nSecurity Council, 58 Member States participated in an \r\nexcellent open debate dealing with the working methods \r\nof the Council, focusing, inter alia, on the interaction \r\nbetween the International Criminal Court (ICC) and \r\nthe Council, especially in the case of referrals. We \r\nwould like to commend Argentina for organizing that \r\ndebate. In addition, outside of New York, we witnessed \r\nthe first visit of the Council to the seat of the ICC. That \r\npublic acknowledgement of mutual interest cannot be \r\noverestimated.\r\nThere is a crucial link between peace and security \r\non the one hand, and criminal accountability on the \r\nother. The most important objective of the Rome Statute \r\nhas always been to ensure countries’ resilience against \r\natrocity crimes. Those crimes not only kill people, \r\nbut threaten the very fabric of society and statehood. \r\nPrevention is also best served by the perspective \r\nof unavoidable punishment and by ensuring that \r\nperpetrators are bought to justice.\r\nBased on those premises, we must again underscore \r\nthe need for close partnership and cooperation among \r\nthe ICC, the Security Council and the broader United \r\nNations membership, based on values, including peace, \r\nsecurity and justice and, ultimately, the promotion of \r\nuniversal respect for human rights. The ICC is now part \r\nof the permanent international architecture ensuring \r\nthose values.\r\nWe commend the latest reform developments \r\ntaking place within the various ICC organs. We note \r\nthe efforts to strengthen the Office of the Prosecutor. \r\nThe Registry’s ReVision project is also taking shape. \r\nLast but not least, there are signs of improvement in the \r\nCourt’s proceedings. Of course, there is still room for \r\nfurther improvement.\r\nWe must remind ourselves that the Rome Statute \r\ndoes not deal only with the establishment of the ICC. \r\nThe Rome Statute reflects the joint will of States parties \r\nto ensure, through national legislation and action, that \r\natrocity crimes do not happen, and, if they do, that \r\nperpetrators are prosecuted expeditiously at the national \r\nlevel. In that way the Rome Statute will strengthen the \r\nsovereignty of States parties, while the ICC remains the \r\nlast resort when there is no other recourse to justice.\r\nThe principle of complementarity also requires \r\nfurther interaction among States. States parties \r\nmust provide assistance to others in need of national \r\ncapacity-building, so that all States can fight impunity \r\neffectively. The various United Nations organs also \r\nhave a role to play in that endeavour, through assisting \r\nin national capacity-building. We welcome the fact that \r\nthe annual report also deals with such issues in detail.\r\nFinally, when the ICC must act, it must be able to \r\nrely on the support and cooperation of its States parties. \r\nWe encourage further efforts aimed at strengthening the \r\nrelationship of the Court with regional organizations, \r\nsuch as the African Union, and with civil-society \r\norganizations. In the case of referrals, the Security \r\nCouncil should, in our humble view, also do more to \r\nensure that Member States cooperate with the Court.\r\nLooking forward to the next annual report, we \r\ncannot forget the fact that the Court in general, and \r\nits actions in particular, are not immune from political \r\ncomments and disagreements. Having said that, States \r\nparties bear the ultimate responsibility to respect \r\nand protect the judicial independence of the Court. \r\nHowever, States parties also bear the responsibility to \r\nsort out differences and find solutions to reinforce the \r\nstanding and authority of the Court.\r\nIn that vein, Hungary welcomes the consensus action \r\non the part of the African States parties in presenting \r\nMr. Sidiki Kaba of Senegal as the next President of the \r\nAssembly of States Parties. We fully support the new \r\nPresident’s complex vision focusing on improvements \r\nin the contentious issues, on strengthening cooperation \r\n4/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nwith the Court, on the principle of complementarity and \r\non promoting the Statute’s universality.\r\nAs a sign of our continued engagement, Hungary is \r\nset to remain a member of the Bureau for the next three \r\nyears. Hungary has also decided to nominate Mr. Péter \r\nKovács in the election of judges to the International \r\nCriminal Court for the period from 2015 to 2024. If \r\nelected, the first-ever Hungarian judge will offer his \r\nexperience as a former constitutional court justice, \r\ntrained in independent legal decision-making based on \r\nthe utmost respect for the law. He is a candidate who \r\nis accustomed to functioning at the highest judicial \r\nlevel, where decisions are made concerning major legal \r\nissues — issues that are often hotly contested — with \r\nthe full understanding that such decisions may also \r\nhave far-reaching political ramifications.\r\nMrs. Miculescu (Romania): My country would \r\nlike, first, to use this occasion to pay tribute to President \r\nSong’s remarkable work during his presidency of the \r\nInternational Criminal Court (ICC). We are all indebted \r\nto him for his resilience, wisdom and professionalism, \r\nwhich have substantially strengthened the Court. In \r\nthe challenging times that the international community \r\nis facing, we need strong actors to uphold the rule of \r\nlaw at the international level. We express our thanks to \r\nPresident Song.\r\nI would also like to commend the Prosecutor of \r\nthe Court, Ms. Fatou Bensouda, for her outstanding \r\nendeavours in increasingly complicated circumstances. \r\nI personally assure her of Romania’s continued support \r\nfor her complex activity.\r\nWe thank the Court for the tenth annual report on \r\nits activities (A/69/321), which reveals its increasing \r\nworkload. We note that the report acknowledges that the \r\npath to the universality of the Rome Statute of the ICC \r\ninvolves a lengthy and difficult process with various \r\nobstacles to overcome that will require constant, \r\nconcerted and coordinated efforts. Since its entry into \r\nforce on 1 July 2002, the number of States parties has \r\nbeen on the increase. We continue to encourage all \r\nStates to become parties to the Rome Statute, as it is \r\nour belief that strengthening the ICC by achieving its \r\nuniversality is the most powerful preventive approach.\r\nThe fundamental challenge facing the ICC \r\nremains the necessity of ensuring full and prompt \r\ncooperation with the Court and, in particular, the need \r\nto react to instances of non-cooperation by States. \r\nNon-cooperation with the ICC with respect to the \r\nexecution of arrest warrants represents a violation of \r\ninternational obligations and undermines the Court’s \r\ncapacity to deliver justice. In order to carry out its \r\nmandate in an independent and impartial manner, the \r\nICC relies on our support. \r\nThe report of the Court vividly illustrates the \r\nessential part played by States in many respects in \r\nsupporting the Court as it strives to fulfil its mandate. \r\nThe adoption of adequate national legislation remains \r\ncritical for an effective and genuine fight against \r\nimpunity. States bear the main responsibility to \r\ninvestigate, prosecute and bring to justice perpetrators \r\nof the most serious crimes of concern to the international \r\ncommunity.\r\nIn Romania’s view, the relationship between the \r\nUnited Nations and the ICC is paramount for both \r\nactors. We express our support for establishing a \r\nmechanism that would provide effective follow-up by \r\naddressing issues arising from referrals made by the \r\nSecurity Council to the ICC, in accordance with the \r\nRome Statute, as we underlined in the recent excellent \r\ndebate in the Council (see S/PV.7285). \r\nWe believe that there is a need for a constant \r\nand meaningful exchange of views among Council \r\nmembers to address the situations referred to the \r\nCourt and the consequences of non-compliance with \r\ncooperation obligations under the referrals. Based on \r\nthe periodic reporting of the Office of the Prosecutor, \r\nadequate follow-up measures could be examined. Such \r\na mechanism would be a step in the right direction as \r\nwe work to develop a mature and balanced relationship, \r\nthereby enabling both institutions to exercise their \r\nmandates in an efficient and complementary manner.\r\nRomania remains an active supporter of the \r\nInternational Criminal Court and continues to promote \r\nits activity, which is crucial in matters of international \r\npeace and justice. One of its most recent initiatives \r\ncarried out to that end was the event celebrating \r\nInternational Justice Day, held on 21 July in Bucharest, \r\norganized by the Romanian Ministry of Foreign \r\nAffairs, the National Commission on International \r\nHumanitarian Law and the Romanian Red Cross. We \r\nare very grateful to Prosecutor Bensouda for the fact \r\nthat she found the time to deliver a keynote statement \r\non the achievements and challenges of the Court.\r\nAs early as 1926, the Romanian diplomat and legal \r\nexpert Vespasian Pella warned that a new system of \r\ninternational criminal justice could not be established \r\n14-59803 5/27\r\n31/10/2014 A/69/PV.35\r\nin one stroke of a magic wand. Such a system should \r\ntake shape progressively, and while we have come a \r\nlong way in that respect, much more remains to be done. \r\nI would like to conclude, therefore, by underlining once \r\nmore the need for strong, wider and continuous public \r\nand diplomatic support by States and the international \r\ncommunity for the International Criminal Court so as \r\nto enable it to fulfil its mandate.\r\nMr. Saeed (Sudan) (spoke in Arabic): The Sudan \r\nreiterates the importance of the noble purposes \r\nand objectives for which the United Nations was \r\nestablished, namely, to maintain international peace \r\nand security and work for sustainable development and \r\nthe promotion and protection of human rights through \r\na methodology based on international cooperation \r\nand dialogue for the purpose of developing amiable \r\ninternational relations and settling disputes by peaceful \r\nmeans. With a view to achieving those purposes and \r\nobjectives, the Charter of the United Nations enshrines \r\nguiding principles on the equality and sovereignty \r\nof States, non-interference in domestic affairs, the \r\nupholding of political independence and territorial \r\nintegrity, the provision of international support to deal \r\nwith challenges in development, and the prohibition of \r\nthe use or threat of use of force.\r\nFighting impunity is a noble cause in achieving \r\njustice, and it is not the subject of any difference of \r\nopinion. It is the responsibility of national judicial \r\ncourts in the first instance, as per the jurisdictions \r\noutlined in national legal systems. Attempts to \r\npoliticize international justice and make it a platform \r\nfor narrow interests and objectives are incompatible \r\nwith the international community’s efforts to achieve \r\njustice and to uphold the principles and purpoes of \r\nthe Charter. Such efforts violate, in fact, the norms of \r\ninternational law and increase tensions in international \r\nrelations, instead of establishing peace and friendly \r\nrelations as per the objectives of the United Nations.\r\nIn deliberating on the report of the International \r\nCourt of Justice, we touch on the issue of the relationship \r\nbetween the United Nations and the International \r\nCriminal Court (ICC), which must take into account the \r\nindependence of both bodies and the lack of a structural \r\nor organic relationship between the two. What causes \r\ngreat concern are the attempts of some States parties to \r\nthe ICC to turn the General Assembly into an Assembly \r\nof States Parties to the Rome Statute of the ICC. My \r\ndelegation has consistently reiterated its firm position \r\nthat it rejects such efforts. We have expressed that \r\nposition each year in addressing the agenda item on \r\nthe ICC report, particularly when those presenting the \r\nreport repeatedly try to offer wide interpretations that \r\ndo not reflect the spirit and letter of the relationship, \r\nwhich is strictly and clearly defined and should not \r\nbe used to appropriate or acquire new purposes for \r\nthe ICC. In that regard, the Sudan has expressed its \r\nopinion clearly during the informal consultations \r\non the draft resolution on the ICC report, and will \r\nconsistently do so. We will always call for restrictions \r\non the relationship and framework between the ICC and \r\nthe United Nations, and we cannot allow an expanded \r\ninterpretation of the relationship.\r\nThe current practices of the ICC show that it has \r\nbecome a tool in international conflicts and political \r\naction through its exclusive focus on Africa and \r\ntargeting of African leaders and symbols. That fact \r\nhas encouraged African public opinion to describe the \r\nICC as a court of the developed nations that seeks to \r\ntarget the developing nations. Why is the ICC ignoring \r\natrocities and crimes in other areas? Is it not an \r\ninternational court, concerned with fighting impunity \r\nwhenever and wherever it takes place? Where are the \r\nprinciples of neutrality, integrity and independence \r\nthat should be the guidelines for any practice of justice? \r\nThose are difficult questions. We pose those questions, \r\nand we have renewed them each year but never receive \r\nconvincing and logical answers. However, the current \r\npractices of the ICC demonstrate the answer, which is \r\nthat the ICC seems to have a single jurisdiction that \r\ntargets Africans and African nations and nothing else.\r\nWhen we look at the relationship between the ICC \r\nand the Security Council, we see an important way in \r\nwhich the Court has become politicized. One organ is \r\nsupposed to be concerned with achieving international \r\njustice, and the other serves political interests and the \r\nsettlement of accounts. But the same organ that refers \r\nsituations to the ICC exempts another nation from \r\nreferral to the ICC. It is therefore a relationship that bears \r\nwitness to the lack of objectivity in the unjust practice \r\nof the mandate. The Secretary-General’s reports show \r\nthe developing relations between the United Nations \r\nand the Court. We must uphold the independence of the \r\ntwo without trying to integrate the ICC into the United \r\nNations system, as that conflicts with the concept and \r\nscope outlined for that relationship.\r\nMy delegation expresses concern about the blatant \r\ninterference of the ICC in the work of the General \r\nAssembly and its continued attempts to prescribe to the \r\n6/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nSecretariat staff how and when they can treat Member \r\nStates and how it expects them to interpret and report \r\non their duties. My delegation also reiterates the \r\nimportance of fighting impunity and achieving justice \r\nby making use of those judicial and legal organs that are \r\nwilling, qualified and able, and we reject cooperation \r\nwith the ICC. The Sudan is not a State party to the \r\nRome Statute; we therefore have no obligations towards \r\nthe ICC, as per the Vienna Convention on the Law of \r\nTreaties.\r\nMr. De Vega (Philippines): International relations \r\nare maturing from a system operating on the basis of \r\npower to one that is more rules-based. The backbone \r\nfor that change is, of course, the rule of law. One of its \r\ncornerstones is the Rome Statute of the International \r\nCriminal Court.\r\nGlobal peace is possible if it is also anchored in the \r\nprinciples of international criminal justice. The long \r\ncampaign to create a permanent international criminal \r\ncourt dates from the Nuremburg trials in 1946. Under \r\nthe Nuremberg principles, crimes against international \r\nlaw are committed by men, not by abstract entities, \r\nand only by punishing the individuals who commit \r\nsuch crimes can the provisions of international law be \r\nenforced.\r\nThe campaign culminated in 2002 with the \r\nrequired ratification by 60 States parties to the Rome \r\nStatute. We recall that in February 2003, the Assembly \r\nof States Parties elected the first bench of 18 judges, \r\nwhich included Judge Sang-Hyun Song, who became \r\nPresident in 2009. As he ends his term as President, we \r\nthank President Song and his team at The Hague for \r\ntirelessly promoting international criminal justice and \r\nthe central role of the Court. We acknowledge his years \r\nof service and his vast contribution to the Court.\r\nOur goal is universality. We join the call for many \r\nmore countries to ratify or accede to the Rome Statute, \r\nparticularly from our Asia-Pacific region. The Rome \r\nStatute now has 122 States parties, including all of \r\nSouth America, nearly all of Europe, most of Oceania \r\nand about half of Africa. In 2009, the Philippine \r\nCongress enacted Republic Act No. 9851, also known \r\nas the Philippine Act on Crimes against International \r\nHumanitarian Law, Genocide, and Other Crimes against \r\nHumanity. That paved the way for our ratification of \r\nthe Rome Statute.\r\nConsistent with the principle of complementarity, \r\nthe Philippines strives to ensure that its criminal justice \r\nsystem is transparent, fair, effective and relatively \r\nspeedy, allowing for the prosecution of the crimes \r\ncontemplated by the Rome Statute. The Philippines \r\naffirms the 2012 Declaration of the High-level Meeting \r\nof the General Assembly on the Rule of Law at the \r\nNational and International Levels (resolution 67/1), \r\nparagraph 23 of which recognizes the role of the Court \r\nin a multilateral system that aims to end impunity and \r\nestablish the rule of law.\r\nThe work of justice is never easy. But the reality is \r\nthat justice can be particularly complicated and difficult \r\nin countries affected, if not in fact devastated, by violence \r\nand conflict, whether sectarian or otherwise. Like all \r\nStates parties and the larger international community, \r\nthe Philippines is very concerned about developments \r\nin the Court. We therefore pay close attention to the \r\nongoing judicial proceedings, investigations and \r\npreliminary examinations of the Court.\r\nIt is our belief that our friends in Africa who have \r\nexpressed concern about the Court need first of all our \r\nunderstanding, and not our judgement. Despite their \r\nown individual developmental challenges, which, as a \r\ndeveloping country, the Philippines certainly identifies \r\nwith, African States parties have decided to cast their \r\nlot with the Court. They have demonstrated their firm \r\ncommitment to and thirst for international criminal \r\njustice. We must therefore respect the lessons of recent \r\nhistory, if we are to ensure that international criminal \r\njustice fully contributes to successfully promoting \r\nreconciliation. We have no other option but to help \r\neach other protect human rights and build domestic \r\ncapacities, including through assistance aimed at \r\ndeveloping human resources, such as the training of \r\njudges, prosecutors, the police and the military. We \r\nmust use the principle of universal jurisdiction to serve \r\nthe ends of justice and reconciliation.\r\nThe Philippines continues to work constructively \r\nwith all States parties in contributing to the resolution \r\nof the situation and in addressing similar situations in \r\nthe future. The Philippines is hopeful and confident \r\nthat we can surmount whatever challenges the Court, \r\nthe United Nations and the international community \r\nface as we join hands to genuinely understand and \r\nhelp developing country States parties, particularly in \r\nAfrica.\r\nThe United Nations development agenda is now \r\nmaking a transition from the Millennium Development \r\nGoals we agreed upon in 2000 to the post-2015 \r\ndevelopment agenda, which will define the future \r\n14-59803 7/27\r\n31/10/2014 A/69/PV.35\r\nglobal development framework. As a member of the \r\nGroup of Friends of the Rule of Law at the United \r\nNations, the Philippines advocates for a post-2015 \r\ndevelopment agenda in which the rule of law and \r\nhuman rights are strongly reflected. Together, we will \r\nensure that perpetrators account for their crimes. By so \r\ndoing, the international community will affirm that, in \r\nthe post-2015 development agenda, there will be peace \r\nwith justice, not just for our generation, but also for \r\ngenerations yet to come.\r\nMr. Carrera Castro (Guatemala) (spoke in Spanish): \r\nI would like to begin by reaffirming our unequivocal \r\nsupport for the International Criminal Court (ICC) \r\nand by renewing our commitment to the fight against \r\nimpunity. I would also like to thank President Song for \r\npresenting his report (A/69/321) yesterday (see A/69/\r\nPV.34), of which we take note, together with the reports \r\nof the Secretary-General (A/69/324 and A/69/372).\r\nMy delegation appreciates the annual exchanges \r\nbetween the United Nations and the Court, not only \r\nbecause they strengthen dialogue and the relationship \r\nbetween the two organizations, but also because they \r\nserve to give visibility to the extremely significant work \r\nof the Court. Unfortunately, there remain many myths \r\nand misunderstandings about the ICC. Today’s debate \r\nis an opportunity to uphold the authority of the Court \r\nand learn more about its mandate and the paramount \r\nimportance of State cooperation in efforts to carry out \r\nthat mandate. Accordingly, I would like to share some \r\nthoughts on the work of the Court and the challenges it \r\ncurrently faces.\r\nFirst, with limited resources for executing its \r\nrulings, the Court depends on the cooperation and \r\nassistance, not only of States, but also of international \r\norganizations, especially the United Nations. That \r\nmutual recognition resulted in the negotiations on and \r\nadoption of the Relationship Agreement between the \r\nUnited Nations and the International Criminal Court \r\n(A/58/874, annex), which provides a broad framework \r\nfor cooperation aimed at achieving concrete results. \r\nIn that regard, we welcome the Secretary-General’s \r\nefforts to promote cooperation between the United \r\nNations and the Court, which the General Assembly \r\nnoted recently in its latest resolution on the report of \r\nthe ICC (resolution 68/305). Furthermore, the General \r\nAssembly stressed the critical role of focal point played \r\nby the Office of Legal Affairs, serving as the main \r\ninterlocutor of the Court with respect to transmitting \r\nall requests for cooperation to the United Nations and \r\nnotice of Security Council resolutions.\r\nSecondly, we are concerned that some States \r\nparties are not honouring their obligations under \r\nthe Rome Statute in apprehending persons subject to \r\narrest warrants in their territories. If States are truly \r\ncommitted to ending impunity, they should not fail \r\nto execute ICC warrants nor should they accept visits \r\nfrom suspects. We call for the unconditional respect \r\nfor and implementation of the decisions and orders \r\nof the Court. That leads me to emphasize the notion \r\nthat Governments should avoid having non-essential \r\ncontact with persons subject to an arrest warrant. \r\nThe Secretary-General’s guidance on contacts with \r\npersons who are the subject of arrest warrants or \r\nsummonses issued by the International Criminal Court \r\nis therefore essential (A/67/828, annex). Officials of the \r\nOrganization and in particular senior representatives \r\nshould conduct themselves in an exemplary manner in \r\nthe enforcement of that policy.\r\nThirdly, we must renew not only our political \r\ncommitment but also our financial commitment to the \r\nInternational Criminal Court. We remain concerned \r\nthat to date the expenses incurred by the Court in \r\nrelation to referrals by the Security Council have been \r\nborne exclusively by the States parties. Last year, the \r\nAssembly of States Parties of the ICC urged States to \r\ninitiate discussions at the United Nations on the correct \r\nimplementation of article 115 (b) of the Rome Statute. \r\nThe Security Council should refrain from ruling \r\non the financing of referrals and leave it to the \r\nGeneral Assembly to consider the matter. It is not the \r\nresponsibility of the Security Council to finance its \r\nreferrals to the ICC, nor should it prohibit the General \r\nAssembly from doing so. The respective provisions \r\nof the two referrals by the Council encroach upon the \r\ncompetence of the General Assembly.\r\nAccording to Article 17 of the Charter of the United \r\nNations and article 115 of the Rome Statute, decisions \r\non financing fall under the purview of the General \r\nAssembly. That issue was the subject of lengthy \r\ndiscussions in the negotiations on the most recent \r\nGeneral Assembly resolution on the report of the ICC, \r\nto which I referred earlier. We believe the time has come \r\nto resolve the matter. We will therefore put forward \r\nproposals on the issue during the current session.\r\nFourthly, we must redouble efforts to establish \r\na universal regime. Each and every step towards \r\n8/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nuniversality will significantly reduce the risk of \r\nimpunity and lead to peacebuilding and stability for \r\nStates. That is why we must continue promoting the \r\nuniversality of the Rome Statute by maintaining the \r\nongoing momentum of ratifications and accessions. \r\nMoreover, we must continue efforts to put to rest the \r\nerroneous and unjustified perception that the ICC is a \r\ncourt for only one region. \r\nThe International Criminal Court has made the \r\npromise of universal justice a reality. The Relationship \r\nAgreement between the United Nations and the \r\nInternational Criminal Court will help to ensure that \r\njustice is respected and implemented permanently.\r\nMr. Diener Sala (Mexico) (spoke in Spanish): \r\nMexico wishes to thank Judge Sang-Hyun Song, \r\nPresident of the International Criminal Court, for \r\npresenting the tenth annual report of the International \r\nCriminal Court (ICC) on its activities from August \r\n2013 to July 2014 (A/69/321) to the General Assembly.\r\nWe regret that, as indicated in the report, this was \r\nthe first time period during which no new State acceded \r\nto the Rome Statute. Although the Statute counts a \r\nmajority of 122 State parties, we should not lose sight of \r\nthe objective of its universal ratification in maximizing \r\nits preventive potential worldwide. That is why Mexico \r\nurges States that have not yet done so to promptly ratify \r\nthe Statute and thereby join the collective commitment \r\nto combat impunity for the most serious crimes of \r\nconcern to the international community as a whole.\r\nThe report presented by the Court illustrates its \r\nvarious laudable achievements during the reporting \r\nyear. The temporary acceptance of the Court’s \r\njurisdiction by Ukraine — a non-State party to the \r\nStatute — in April, as well as the second referral by \r\nthe Central African Republic of its situation to the \r\nCourt in June, provide evidence of the growing trust of \r\nboth State parties and non-State parties in the Court’s \r\neffective functioning. Moreover, at the judicial level, \r\nthis year marked the first definitive judgement issued \r\nby the Court and the increasing participation by victims \r\nin its procedures.\r\nThere is no doubt that significant progress has been \r\nachieved in strengthening the criminal justice system \r\nestablished by the Rome Statute. At the same time, the \r\nreport indicates that we, as members of the international \r\ncommunity, must join efforts to overcome the ongoing \r\nchallenges faced by the Court in fully implementing its \r\nmandate.\r\nFirst, I refer to the lack of cooperation on the part \r\nof certain States, illustrated by the outstanding arrest \r\nwarrants against 12 individuals, despite the fact that \r\nsome of them could be easily located. That is why \r\nthe cooperation of both State and non-State parties is \r\nabsolutely essential for the Court to fully discharge its \r\nresponsibility. Given that such a lack of cooperation \r\naffects situations referred by the Security Council to \r\nthe Court, I would highlight here the importance of \r\neffective follow-up to the Council’s referrals, including \r\nthrough the creation of a mechanism for that purpose.\r\nSecondly, Mexico wishes to underline the \r\nimportance of the Council’s being guided by objective, \r\nnon-politicized criteria in referring situations to the \r\nInternational Criminal Court, as an international \r\nresponse tool to ensure that international crimes do not \r\ngo unpunished.\r\nFinally, Mexico would recall an essential aspect \r\nin the effective strengthening of the Court, namely, \r\nits budget. As one of the principal contributors to the \r\nCourt’s budget, Mexico reiterates the importance of \r\nensuring sufficient resources to enable the Court to \r\nfulfil its mandate. We therefore participate actively and \r\nresponsibly in formulating the budget for the Court. The \r\nenormous challenges faced by the Court as the result \r\nof the increasing number of situations and cases under \r\nits consideration further demonstrate the necessity, \r\nunderlined by my delegation on many occasions in this \r\nforum, of financing referrals by the Security Council \r\nthrough funds provided by the General Assembly, as \r\nset forth in article 115 of the Rome Statute.\r\nSimilarly, we consider that that challenge must \r\nbe accompanied by greater efficiency in the Court’s \r\nuse of the resources provided. Mexico is convinced \r\nthat such efficiency requires that the Court focus \r\non fulfilling its mandate under the Rome Statute. \r\nMoreover, we commend the efforts of the United \r\nNations, international and regional organizations \r\nand civil society in mainstreaming capacity-building \r\nactivities aimed at strengthening national jurisdictions \r\nin the investigation and prosecution of international \r\ncrimes, by way of new and existing technical assistance \r\nprogrammes and instruments in areas such as human \r\nrights, the rule of law and development. \r\nIn the framework of the Organization, it is worth \r\nmentioning the work of the Office of the United \r\nNations High Commissioner for Human Rights, the \r\nUnited Nations Development Programme, the Rule of \r\nLaw Assistance Unit, the Universal Periodic Review \r\n14-59803 9/27\r\n31/10/2014 A/69/PV.35\r\nmechanism of the Human Rights Council, and the post-\r\n2015 development agenda, among others. Furthermore, \r\nit is worth highlighting the work of the Inter-American \r\nCommission on Human Rights and other regional \r\norganizations in that key task.\r\nMexico recognizes the vital importance of such \r\nstrengthened efforts and believes they should be \r\ncarried out in the forums mentioned, rather than within \r\nthe framework of the Rome Statute — which does not \r\nprovide a mandate for such purposes — as a means to \r\nensure more efficient use of the budget allocated to \r\nthe Court. The relationship between the Organization \r\nand the International Criminal Court provides an \r\nopportunity to jointly achieve, from their respective \r\nspheres of competence, the common objective of \r\ncombating impunity for the most serious crimes of \r\nconcern to the international community as a whole.\r\nMexico reiterates its commitment to the \r\nInternational Criminal Court and its willingness to \r\ncontinue collaborating towards that common objective, \r\nboth within the Organization and in other relevant \r\nforums.\r\nMr. Mahnič (Slovenia): My delegation welcomes \r\nthe opportunity to discuss the annual report of the \r\nInternational Criminal Court (A/69/321). We see this \r\noccasion as an important chance for the International \r\nCriminal Court (ICC) to inform the United Nations \r\nabout its activities in the fight against impunity for the \r\nmost heinous crimes of international concern and about \r\nthe activities to strengthen its functioning.\r\nThis year’s report in many ways confirms that the \r\nInternational Criminal Court has become increasingly \r\nbusy, as the workload of that judicial institution has \r\ncontinued to grow throughout the past year, including \r\nthe launching of new preliminary investigations. \r\nWhile this confirms that the Court has developed into \r\na strong institution, it also underscores the importance \r\nof, first, the efficient implementation of the principle \r\nof complementarily, and secondly, cooperation between \r\nthe ICC and other international actors.\r\nAs the report stresses, “The Rome Statute was \r\nnever intended to replace national courts” (A/69/321, \r\npara. 64). The primary responsibility for investigating \r\nand prosecuting mass atrocity crimes rests with \r\nStates. Improving domestic capacity and inter-State \r\ncooperation is, therefore, of paramount importance. \r\nWe commend the Court for its active engagement \r\naimed at reinforcing the ability of national authorities \r\nto prosecute Rome Statute crimes. Although such \r\nefforts can only be praised, the ICC’s achievements in \r\nthat respect are, naturally, limited. However, States, \r\ninternational organizations and other international \r\nactors can and should do more to strengthen capacities \r\nand increase cooperation with the ICC with a view \r\nto preventing and prosecuting mass atrocity crimes. \r\nThe United Nations and its agencies are particularly \r\nwell placed to contribute to capacity-building in the \r\nprosecution of Rome Statute crimes. We therefore \r\nwelcome the recent growing attention shown by the \r\nUnited Nations to those important issues and call for \r\ncontinuing those important efforts.\r\nWith a view to contributing to the improved \r\nimplementation of the principle of complementarity, \r\nArgentina, Belgium, the Netherlands, Senegal and my \r\ncountry, Slovenia, have been working on an initiative \r\nfor the adoption of a new international treaty on mutual \r\nlegal assistance and extradition between States in \r\norder to ensure the effective domestic investigation \r\nand prosecution of mass atrocity crimes. I am pleased \r\nthat the initiative has already gathered support \r\namong States of all regions. I would like to take the \r\nopportunity to invite all interested States to join. Allow \r\nme also to bring to the Assembly’s attention that the \r\naforementioned States will organize a side event on \r\nthe initiative to take place in the margins of this year’s \r\nAssembly of States Parties to the Rome Statute.\r\nLet me now turn to the second important issue \r\naddressed in this year’s report, namely, cooperation with \r\nthe ICC. The ICC’s mandate is extremely challenging, \r\nand the complexities of its work require close and \r\neffective cooperation from States, international and \r\nregional actors and civil society. The United Nations is \r\na natural and important partner of the ICC in the fight \r\nagainst impunity and the prevention of atrocity crimes, \r\nas both institutions share common values. We see great \r\nsignificance in the support that the ICC receives from \r\nthe United Nations. In that context, my delegation \r\nwelcomes the adoption of the United Nations guidelines \r\non non-essential contacts with persons subject to an \r\narrest warrant issued by the International Criminal \r\nCourt (A/67/828, annex), and calls for their continuing \r\nimplementation.\r\nSlovenia fully supports the ongoing discussions \r\naimed at strengthening cooperation between the United \r\nNations and the ICC. The support that the Court receives \r\nfrom the United Nations has the potential to contribute \r\nsignificantly to the ICC’s deliberations. That is precisely \r\n10/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nwhy greater effort is necessary to enhance dialogue \r\nand cooperation between the two institutions. In that \r\nregard, allow me to draw attention to the “Report of the \r\nCourt on the status of ongoing cooperation between the \r\nInternational Criminal Court and the United Nations, \r\nincluding in the field”, contained in document ICC-\r\nASP/12/42 of the Court, which offers valuable proposals \r\non ways to introduce the necessary improvements. The \r\ndocument deserves further study and attention by the \r\nUnited Nations system and its membership.\r\nIn that context, priority attention is needed \r\nto develop ways to strengthen and broaden the \r\nrelationship between the ICC and the Security Council, \r\nfor example, by using the Council’s sanctions regime \r\nagainst individuals subject to arrest warrants issued \r\nby the Court, by adopting the necessary mandates for \r\npeacekeeping missions whose presence in the field can \r\nimportantly assist the Court in discharging its activities \r\nand by supporting the Security Council in its reaction \r\nto cases of non-cooperation with the ICC. Slovenia \r\nwould also like to restate its support for the initiative on \r\nrefraining from the use of the veto in cases of atrocity \r\ncrimes.\r\nCooperation efficiency between the two institutions \r\ncould also be improved through greater coordination. \r\nThe Office of Legal Affairs has played a crucial role as \r\nthe coordinating body on ICC matters, especially with \r\nregard to the relationship between the United Nations \r\nand the Court. States can also contribute to improved \r\ncoordination within the United Nations system by \r\npromoting the mainstreaming of Rome Statute issues.\r\nSlovenia is strongly committed to the rule of law and \r\nthe prevention of impunity for atrocity crimes. The ICC \r\nplays a central role in the endeavours of the international \r\ncommunity aimed at pursuing that goal and therefore \r\ndeserves our full support and cooperation. Just as the \r\nCourt needs political commitment from States, it also \r\nrequires committed leadership and resolve from within. \r\nAllow me to convey my country’s deep appreciation to \r\nPresident Song for his unyielding dedication to the rule \r\nof law and his able leadership of the Court throughout \r\nhis mandate. Slovenia also maintains ongoing \r\nappreciation for his participation in the regional \r\nseminar on the ratification and implementation of the \r\nKampala amendments, which took place in my country \r\nin May. His personal support to States’ efforts has been \r\ncrucial, and we hope that such practices will continue \r\nalso in the future as he embarks upon new challenges.\r\nAllow me to conclude by expressing Slovenia’s \r\nfull commitment to the Court and by calling upon all \r\nStates that are not yet members of the Court to join the \r\nICC and the fight against impunity. We further take the \r\nopportunity to invite all States parties that have not yet \r\ndone so to ratify the Kampala amendments.\r\nMr. Stańczyk (Poland): Poland fully aligns \r\nitself with the statement made by the observer of the \r\nEuropean Union (EU) on this agenda item yesterday \r\n(see A/69/PV.34). The Polish delegation has asked for \r\nthe f loor to highlight some of the points that it deems \r\nespecially important.\r\nThe universality of the Rome Statute continues to \r\nbe one of the main goals of the international justice \r\nsystem and yet, in the present reporting period, no new \r\nStates have ratified the treaty. That can be viewed from \r\ntwo angles: one could say that it is an unfortunate and \r\ndisappointing occurrence, as there are over 70 States \r\nthat have not ratified the Statute. Therefore, one could \r\ntake a moment to reflect on its universality. Poland fully \r\nsupports the EU stance that there is a pressing need for \r\nthe promotion of the Rome Statute and for investment \r\nin ratification campaigns.\r\nHowever, the other angle would be that the \r\nInternational Criminal Court (ICC) has been — and \r\nin the future will likely continue — operating in an \r\nenvironment where not every State is a party. But that \r\nshould not incapacitate the ICC and its work, since \r\nevery State — members and non-members alike — has \r\na positive role to play in fulfilling the ICC mission. \r\nOnly with the support of all nations, in a show of global \r\nunity, will the ICC become a truly effective judicial \r\nmechanism. The onus is, of course, on the ICC States \r\nparties. The ICC relies on cooperation between them; \r\nthe refusal to transfer wanted criminals is a direct \r\nobstruction of justice and must be duly addressed.\r\nPoland fully agrees with the EU that accountability \r\nfor the most serious crimes should be guaranteed, \r\nregardless of the perpetrator’s status. By allowing \r\nindividuals, no matter how influential, to escape \r\nliability, States parties are f louting the very laws put \r\nin place to ensure the effectiveness of the Court. Arrest \r\nwarrants must be honoured in order to deter future \r\ngenocide, war crimes and crimes against humanity. \r\nThat applies to all States parties and States not parties \r\nwhen the Security Council has referred a situation to \r\nthe Court in accordance with Chapter VII of the United \r\nNations Charter.\r\n14-59803 11/27\r\n31/10/2014 A/69/PV.35\r\nPoland strongly believes that when the Security \r\nCouncil, acting under Chapter VII, decides to refer a \r\nsituation to the ICC, it must also enforce cooperation \r\non the part of the States concerned should they fail to \r\ncooperate in fulfilling the Court’s mandate. To that \r\nend, we support the establishment of a mechanism to \r\nimplement Council referrals to the ICC by entrusting \r\nthat task to the Security Council’s Informal Working \r\nGroup on International Tribunals. We believe that \r\nsuch an arrangement would have a positive impact on \r\ninternational peace and security.\r\nWe should find the proper ways and means to \r\nadvocate for our African partners’ cooperation with \r\nthe Court in order to eradicate scepticism towards the \r\nvalidity of the Court’s intentions. That is why Poland \r\nhas always strongly supported the EU’s efforts to \r\npromote a better understanding of the Court’s mandate.\r\nThere are at present some appalling crisis situations \r\nunfolding around the world. The civil war in Syria has \r\ndestroyed hundreds of thousands of lives and displaced \r\nmore than half its population; neighbouring nations \r\nare struggling to accommodate some 2.5 million \r\nrefugees f leeing death and violence. It is a large-scale \r\nhumanitarian crisis. Poland has been supportive of \r\ninitiatives aimed at bringing justice to the region with \r\nan active role for the ICC.\r\nThe situation in Ukraine also demands a response \r\nfrom States parties in condemning acts of aggression, \r\nwar crimes and the resulting humanitarian crisis. \r\nAn idle stance could tarnish the ICC’s reputation, \r\npropagating an image of impotence and ineffectiveness. \r\nPoland particularly appreciates Ukraine’s acceptance \r\nof the Court’s jurisdiction in relation to events of the \r\nso-called Euromaidan. Poland would like to welcome \r\nUkraine as a State party to the Rome Statute as soon as \r\npossible, in order to ensure that justice is rendered in \r\nboth domestic and international contexts.\r\nThe pursuit of international justice and the protection \r\nof human rights are synonymous with Poland’s belief \r\nthat only through global cooperation can the world put \r\nan end to impunity. The International Criminal Court is \r\ncentral to the achievement of justice and accountability \r\nin the battle against those responsible for the most \r\nserious crimes, along with the States that harbour or \r\notherwise endorse such actions. Poland has always, \r\nin various ways, supported the International Criminal \r\nCourt’s mission. As mentioned in the statement made by \r\nthe observer of the European Union (see A/69/PV.34), \r\nonly 20 countries have contributed to the Trust Fund \r\nfor Victims. Poland is proud to be one of them. Most \r\nrecently, Poland has ratified the Kampala amendments \r\nto the Rome Statute. We invite others to follow suit.\r\nThe Informal Ministerial Network for the \r\nInternational Criminal Court is a perfect example of the \r\npolitical support States parties can provide the Court in \r\norder to help reassert its position in the international \r\narena. That is especially important given the current \r\nadverse political climate and distrust towards the ICC \r\nin certain regions of the world. Poland takes pride in \r\nbeing a member of the Informal Ministerial Network, \r\nwhich is a valuable extension of the mission of the ICC, \r\nproviding a venue for a concurrent approach towards \r\nissues at the forefront of current policy. It is a symbol \r\nof progress and initiative, and a display of the strength \r\nof unity among States parties in their resolve to create \r\na lasting and positive impact on human rights. Now \r\nas much as ever, there is a need for States parties \r\nto encourage political support in regions holding \r\nreservations towards a global system of accountability.\r\nWe must encourage States parties to the Rome \r\nStatute and all other States Members of the United \r\nNations to work together, and think first not of national \r\nendeavours, but of the collective goals and objectives of \r\nthe ICC to create a lasting peace for the benefit of the \r\nentire world. The issue of human rights is non-partisan \r\nand will always transcend the individual political \r\nambitions of nations.\r\nMr. Nonomura (Japan): At the outset, I would \r\nlike to thank President Sang-Hyun Song for his \r\ncomprehensive report (A/69/321) on the work of the \r\nInternational Criminal Court (ICC). As my delegation \r\nhas said on many occasions, Japan attaches great \r\nimportance to the ICC. The Court was established \r\nto punish the most serious crimes of concern to the \r\ninternational community and thereby to prevent such \r\ncrimes. It contributes to the enhancement of the rule of \r\nlaw at the national and international levels.\r\nWe all know that the Court has been playing a \r\nremarkable role in putting an end to impunity against \r\nsuch crimes as genocide, crimes against humanity and \r\nwar crimes. However, it must also be acknowledged \r\nthat the purpose of the Court cannot be achieved by the \r\nCourt alone. In that regard, allow me to commend the \r\ntireless efforts of Ambassador Intelmann of Estonia, \r\nPresident of the Assembly of States Parties. Let me \r\nalso express Japan’s willingness to fully cooperate with \r\nMr. Sidiki Kaba.\r\n12/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nCooperation between the ICC and the United Nations \r\nis crucial. It is particularly relevant with regard to cases \r\nreferred by the Security Council. As was discussed in \r\nthe open debate in the Security Council last week (see \r\nS/PV.7285), it is appropriate for the Council to find out \r\nwhat measures should be taken to follow up on such \r\ncases through dialogue with interested countries.\r\nOne of the key priorities for the ICC is to serve \r\nthe people who have suffered from the grave crimes \r\nand to support them, especially women, children and \r\naffected communities. In this regard, Japan commends \r\nthe praiseworthy work of the Trust Fund for Victims \r\nfor the benefit of victims and their families under the \r\nleadership of the Trust Fund’s Board of Directors. I \r\nfeel proud to report that Prime Minister Abe of Japan \r\nannounced Japan’s first voluntary contribution to the \r\nTrust Fund in May.\r\nAs a leading supporter of the Court in the Asia-\r\nPacific region, Japan renews its commitment to \r\ncontinuing to encourage our Asia-Pacific friends that \r\nhave not yet joined the Rome Statute to do so. Japan is \r\nwilling to assist friends, if they wish, in the development \r\nof their legal systems and human resources.\r\nIn conclusion, Japan remains deeply committed to \r\nproviding the ICC with its unwavering support and to \r\ncooperating with the Court so that it can be even more \r\nefficient, effective and universal.\r\nMr. Wenaweser (Liechtenstein): The latest report \r\nof the International Criminal Court (A/69/321) is \r\nindicative of a vibrant international judicial institution \r\nthat is continuing to make great strides. Another \r\nmilestone was reached during the reporting period \r\nwhen the Court’s first verdict became final. The \r\nconsensus on fighting impunity for the most serious \r\ncrimes under international law now extends far beyond \r\nthe 122 States that have chosen to ratify the Rome \r\nStatute, and the work of the Court has had a tremendous \r\npositive impact in that regard. Whenever there are \r\nreports of crimes that shock our collective conscience, \r\nthere are calls for the Court to be involved, whether \r\nin the Democratic Republic of the Congo, Syria, Iraq, \r\nPalestine or South Sudan. The International Criminal \r\nCourt (ICC) is the place that people turn to when there \r\nis a glaring impunity gap, and it is therefore dealing \r\nwith huge expectations for bringing justice around the \r\nglobe. A vision of the Court is thus firmly established \r\nin the minds of people all around the world, and we as \r\nStates have the challenge of making that vision a full \r\nreality, in cooperation with the Court. We have come a \r\nlong way in the last 15 years, but we have much to do to \r\nmake that vision a practical reality.\r\nIt is true that there are aspects of the Court’s \r\ndaily workings that leave us dissatisfied. We concur \r\nwith those who consider that the Court is now past \r\nits infancy, and we expect it to apply the lessons it \r\nhas learned from its first 10 years of judicial activity. \r\nExpediting judicial proceedings, with full respect for \r\nthe rights of the accused, will be key to securing the \r\nICC’s central place in the future. We are pleased to see \r\nthat the Court is beginning to live up to that challenge, \r\nand we are confident that the next generation of judges \r\nwill further advance that work. But in voicing such \r\nexpectations, at the same time we should always look at \r\nour own role and think about what we as States can do \r\nto make the institution stronger. We must understand \r\nthat international criminal justice often does not work \r\nas fast as we would like. The trials of the two main \r\naccused persons in the case of Srebrenica will be \r\nconcluded 20 years after the fact, which does not make \r\nthe verdict any less important.\r\nThe Rome Statute system is strongly consent-based. \r\nThe Court is primarily designed to prosecute crimes \r\ncommitted on the territory of States parties or by their \r\nnationals. And the Court has indeed closely followed \r\nthat concept, by focusing its activities on States that \r\nhave themselves requested that the Court investigate \r\nin their territory or pledged full cooperation in an \r\ninvestigation. But of course the Statute also allows the \r\nSecurity Council to refer situations to the Prosecutor, a \r\nprovision designed to enable the Council to use the ICC \r\nas a tool for bringing justice beyond the family of States \r\nparties and thus obviate the need for new, expensive ad \r\nhoc tribunals, as well as to prevent impunity in places \r\nwhere the most serious crimes are committed on a \r\nmassive scale.\r\nIt is now clear that that aspect of the Statute is \r\nnot working as well as we would like. The Council \r\nhas referred only two situations to the ICC, Darfur in \r\nthe Sudan, and Libya. Both manifestly deserved to be \r\nreferred, but so do others. Liechtenstein was among the \r\n74 States sponsoring a draft Security Council resolution \r\n(S/2014/348) that would have referred the situation in \r\nSyria to the Court. Despite very strong support inside \r\nand outside the Council, the double veto of the draft \r\nresolution ensured that impunity continued to be the \r\norder of the day in Syria. \r\nThe harsh reality is that the Court’s ability to \r\nprovide justice for victims in more than 70 countries \r\n14-59803 13/27\r\n31/10/2014 A/69/PV.35\r\nis subject to the Security Council’s willingness to see \r\njustice served, and thus to the political considerations \r\nof its members, particularly its permanent members. \r\nThe best way to expand the Court’s reach is thus to \r\nbroaden its acceptance and have more States become \r\nparty to the Statute. I therefore echo President Kutesa’s \r\ncall yesterday for making the Statute universal, and \r\nlook forward to welcoming new members into the ICC \r\nfamily.\r\nEven in the two instances where the Council has \r\nused its referral power, its lack of follow-up has limited \r\nthe effectiveness of the Court’s involvement, most \r\nnotably in the case of the wholesale lack of cooperation \r\nof the Government of the Sudan, which, in spite of \r\nthat country’s clear obligation under Chapter VII \r\nof the Charter of the United Nations, is a blot on the \r\neffectiveness of the Security Council in general and its \r\ncommitment to justice in particular. Council referrals \r\nusually concern States that have not ratified the Rome \r\nStatute, and thus can be effective only if the Council \r\nis resolute in following up and ensuring cooperation \r\non the part of a State that has no obligation under the \r\nStatute itself. The Council’s referrals have thus been \r\na mixed blessing for the Court. On the one hand, they \r\nhave illustrated its central importance in the fight \r\nagainst impunity; on the other, they have led States to \r\nquestion the benefit of such referrals, particularly if the \r\nbroader membership of the United Nations is unwilling \r\nto absorb the costs they create.\r\nTo a large extent, the Court’s effectiveness depends \r\non the cooperation it gets from States parties. The \r\nmost visible area of cooperation is in the execution \r\nof arrest warrants, and it is disturbing that of the 30 \r\nthat have been issued, almost half remain outstanding. \r\nThat is in spite of the fact that the location of many \r\nof the indictees is public knowledge, with at least two \r\ncurrently incarcerated in their State of nationality. That \r\nis not acceptable. Full cooperation with the ICC is not \r\nmerely commendable, it is an obligation that all of us \r\nvoluntarily undertake when we ratify the Rome Statute. \r\nWe cannot expect or demand that the Court be effective \r\nwithout what we ourselves designed as a centrepiece of \r\nthe Statute’s system. Full cooperation extends beyond \r\narrest and surrender, of course. The Prosecutor — and, \r\nindeed, the defence as well — relies on cooperation \r\nto conduct investigations, facilitate the appearance of \r\nwitnesses and ensure that indicted persons’ assets are \r\nfrozen. That cooperation is crucial and must also be \r\nfull and timely in order to be effective.\r\nThe Court’s positive assessment of its cooperation \r\nwith the Secretariat is reassuring. We are pleased that \r\nUnited Nations officials continue to implement a policy \r\nof essential contacts, but stress again that it must be \r\nimplemented consistently, especially by high-level \r\nofficials, particularly those tasked with mediation \r\nwork.\r\nSince the United Nations was created to save \r\nsucceeding generations from the scourge of war, I \r\nshould not fail to mention the Kampala amendments \r\non the crime of aggression. The amendments, adopted \r\nin 2010, complement the prohibition of the illegal \r\nuse of force enshrined in the United Nations Charter, \r\nrendering the most serious forms of the illegal use of \r\nforce by one State against another a punishable offence \r\nbefore the Court, which will thereby help it enforce a \r\ncore principle of the Charter.\r\nThe total number of ratifications of the Kampala \r\namendments now stands at 18. We are confident that we \r\nwill reach the necessary 30 ratifications well in time to \r\nallow for their activation in 2017, the earliest possible \r\nmoment to do so. We continue to offer assistance to \r\nStates that are interested in ratifying and implementing \r\nthe Kampala amendments. We also encourage States \r\nthat are interested in joining the Court to ratify the \r\nRome Statute, together with the amendments adopted \r\nin 2010.\r\nIn conclusion, I would like to pay tribute to \r\nPresident Song and thank him for his leadership at the \r\nhelm of the Court for so many years. His contribution \r\nwill be lasting, and we will miss him.\r\nMr. Joyini (South Africa): I thank you, \r\nMr. President, for giving us the f loor on this very \r\nimportant topic. As a State party to the Rome Statute, \r\nmy delegation has constantly and consistently expressed \r\nits support for the International Criminal Court (ICC), \r\nand it is with great pleasure that we can reiterate that \r\nsupport today. \r\nWe continue to see the ICC as an important element \r\nin the fight against impunity and in the promotion of \r\njustice. My delegation wishes to extend its appreciation \r\nto the Court for its comprehensive report (A/69/321), \r\nsubmitted pursuant to article 6 of the Relationship \r\nAgreement between the United Nations and the \r\nInternational Criminal Court. The report covers a \r\nwide array of activities of the Court, both judicial and \r\ninstitutional. We have particularly taken note of part II \r\nof the report, an update on judicial and prosecutorial \r\n14/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nactivities. As a firm believer in judicial independence, \r\nwe shall restrict our comments on that chapter. \r\nThe effective and efficient functioning of the ICC \r\nitself, being independent but also accountable to its \r\nadministration, is an important factor in putting an end \r\nto impunity and in setting standards for the prosecution \r\nand adjudication of the most heinous crimes of concern \r\nto humankind. By trying those responsible, the world \r\nexposes the truth of the atrocities, deters future crimes \r\nand helps to bring justice to the victims. Victims deserve \r\njustice. That will happen by strengthening institutions \r\nof justice nationally and internationally. The ICC \r\nis central to that vision and must be strengthened to \r\ndeliver justice everywhere.\r\nSouth Africa continues to believe that efforts to build \r\nnational capacity to investigate and prosecute serious \r\ncrimes of concern to the international community \r\nremain an important tool in the fight against impunity. \r\nIt is therefore appropriate that complementarity is at \r\nthe heart of the Rome Statute. It is for that reason that \r\nSouth Africa, together with Denmark, during our time \r\nas co-focal points, tried our level best to exert efforts to \r\nmainstream complementarity-related activities. \r\nFor South Africa, the Rome Statute and the \r\nInternational Criminal Court it created do not operate \r\nin a vacuum, but are, rather, important elements \r\nin a new system of international law. That modern \r\nsystem is characterized by greater solidarity, which, \r\nwhile remaining true to the principle of sovereignty, \r\nprioritizes the common good of humankind. The \r\nfoundations for that modern system of law are, of \r\ncourse, contained in the Charter of the United Nations, \r\nand in particular the purposes and principles of the \r\nUnited Nations — namely, to maintain international \r\npeace and security and to bring about peaceful solutions \r\nto conflict in conformity with the principles of justice \r\nand international law.\r\nInternational criminal law, as it stands today, \r\nis built upon the pursuit of peace through the fight \r\nagainst impunity. As early as 1946, the Nuremburg \r\nTribunal recognized that only by fighting impunity \r\ncan the provisions of international law be enforced \r\nand peace attained. The relationship between peace \r\nand justice is therefore ubiquitous in the development \r\nof modern international law. The relationship between \r\npeace and justice was evident to the drafters of the \r\nICC Statute. We are firmly committed to the idea that \r\npeace and security, on the one hand, and justice and the \r\nfight against impunity, on the other, must go hand in \r\nhand. We find those values — which, we emphasize, \r\nare the foundation of the modern system in which we \r\ninteract — to be reflected in the Rome Statute.\r\nFor South Africa, therefore, peace and justice must \r\nnecessarily go together. We cannot pursue one without \r\nregard to the other, and we certainly cannot pursue one \r\nat the expense of the other. They are two sides of the \r\nsame coin. While the Court continues to pursue justice, \r\nthe political organs of the system we have created, \r\nincluding the African Union Peace and Security \r\nCouncil and the United Nations Security Council, must \r\nuse all means available to them to ensure the attainment \r\nand maintenance of peace and security.\r\nMrs. Baaro (Kiribati), Vice-President, took the \r\nChair.\r\nIn conclusion, the International Criminal Court \r\nis an institution designed to create a better world by \r\nfighting impunity. The role of the ICC in the peace \r\nand security landscape is increasingly coming to be \r\nunderstood, and further work will need to be done to \r\nensure that peace and justice efforts continue to be \r\nviewed as complementary. My delegation will continue \r\nsupporting the Court, so that it can grow from strength \r\nto strength.\r\nMr. Belaid (Algeria): First of all, allow me to join \r\nprevious speakers in thanking the President of the \r\nInternational Criminal Court (ICC), the Honourable \r\nJudge Sang-Hyun Song, for the exhaustive report \r\n(A/69/321) he presented on the activities of the Court \r\nduring the period from 1 August 2013 to 31 July \r\n2014, in accordance with article 6 of the Relationship \r\nAgreement between the United Nations and the ICC.\r\nI would also like to thank the Secretary-General \r\nfor his two reports on the expenses incurred and \r\nreimbursements received by the United Nations \r\nin connection with assistance provided to the \r\nICC (A/69/372), and information relevant to the \r\nimplementation of article 3 of the Relationship \r\nAgreement between the United Nations and the ICC \r\n(A/69/324).\r\nMy delegation welcomes this opportunity to \r\ncontribute to the General Assembly’s discussion on \r\nthat crucial agenda item, and to echo the concerns \r\nraised by the African Union (AU), African States and \r\nmany other countries all over the world with regard \r\nto the need for the Security Council, the ICC and the \r\n14-59803 15/27\r\n31/10/2014 A/69/PV.35\r\nAssembly of States Parties to engage constructively \r\nwith the requests submitted both by the African Union \r\nand African States.\r\nMy country would like to reiterate once again its \r\nunflinching commitment to promoting human rights \r\nand democracy, upholding the rule of law and good \r\ngovernance, fighting impunity and granting access to \r\njustice.\r\nIn that regard, we understand, on the one hand, that \r\nthere is a need for the international community to commit \r\nto fighting impunity and to ensuring the prosecution \r\nof individuals suspected of having committed serious \r\ncrimes, such as the crime of genocide, war crimes and \r\ncrimes against humanity. On the other hand, we have to \r\nstress the primary role of sovereign States in pursuing \r\nthose objectives.\r\nI should like to recall in this respect that this \r\nprimacy derives from many well-established principles \r\nunder international customary law, international law \r\nand national laws, particularly the principle of State \r\nsovereignty, territorial jurisdiction, the principle of \r\nnationality, the primacy of actions by States regarding \r\ncriminal prosecutions, the protective principle and, most \r\nof all, immunity of Heads of State and Governments \r\nduring the exercise of their functions.\r\nThe primacy of national jurisdictions, granted \r\nby the Rome Statute itself, under the principle of \r\ncomplementarity, have — unduly — not been applied \r\nto certain cases that were referred to the Court by the \r\nSecurity Council or the Office of the Prosecutor. In that \r\nregard, we should not be astonished to see many States, \r\neven those that are parties to the Statute, questioning \r\nthe impartiality of this institution and the criteria that \r\nhave been used in deciding whether to refer to the Court \r\nor not, or to hear them expressing fears and doubts \r\nabout political manipulation and selectivity.\r\nIt is of the utmost importance to recall that \r\npoliticization, selectivity and the misuse of indictments \r\nand abuse in the targeting of only African States \r\nand African leaders by the International Criminal \r\nCourt were the main reason for the convening of the \r\nExtraordinary Summit of the African Union held in \r\nAddis Ababa one year ago, on 12 October 2013.\r\nAs noted by African Heads of State and Government \r\nduring that Summit, the activities of the International \r\nCriminal Court throughout its 11 years of existence \r\nfocused exclusively on Africa, while unacceptable \r\nsituations in other parts of the world have been ignored. \r\nThe issue of international justice must include the need \r\nto respect the sovereignty and national independence of \r\nall States, including the African countries.\r\nIn that regard, based on national law and \r\ninternational customary law, which grant sitting Heads \r\nof State and Government and other senior officials \r\nimmunity during their tenure, the African Summit \r\ndecided:\r\n“That to safeguard the constitutional order, stability \r\nand integrity of Member States, no charges shall be \r\ncommenced or continued before any international \r\ncourt or tribunal against any serving AU Head of \r\nState or Government or anybody acting or entitled \r\nto act in such capacity during their term of office”.\r\nThe negative response to the legally sound proposals \r\nsupported or initiated by the African Union to defer \r\nthe proceedings initiated against two African serving \r\nPresidents and a Deputy President in accordance with \r\narticle 16 of the Rome Statute of the ICC on the deferral \r\nof cases, is a matter of deep disappointment to the \r\nwhole African continent.\r\nA real opportunity was therefore wasted to defuse \r\npolarization; reinforce the conviction of the impartiality \r\nof international justice; and preserve and safeguard the \r\npeace, security and stability of our continent as well as \r\nits dignity, sovereignty and integrity.\r\nMr. Zellweger (Switzerland) (spoke in French): The \r\nSwiss delegation would like to touch on three points.\r\nFirst, I would refer to the contribution of the \r\nInternational Criminal Court (ICC) to international \r\ncriminal justice. The hard work of the Court over the \r\npast 12 years is starting to bear fruit, with three trial \r\nverdicts rendered, one of them final, and 18 other cases \r\npending.\r\nIn assessing these figures, we should not forget \r\nall the hard work behind them. The Court has opened \r\ninvestigations in eight situations with very different \r\ncontexts. It is this multiplicity of situations and their \r\ninherent complexities that distinguish the ICC from all \r\nother international criminal jurisdictions.\r\nThe ICC is not only very busy; increasingly it is \r\nalso perceived as a key actor in the prevention and \r\nmanagement of the consequences of the most serious \r\ncrimes. Reference to the Court is regularly made in \r\nmajor reports, resolutions and political discussions. In \r\naddition, almost two thirds of all States Members of the \r\nUnited Nations have ratified the Rome Statute.\r\n16/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nDespite these positive developments, current \r\nevents show that heinous crimes are often committed \r\noutside the territorial jurisdiction of the ICC: in Syria, \r\nIraq and North Korea, to name just a few. The inability \r\nof the ICC to act in such situations is a stark reminder \r\nof the need to continue to promote the universality of \r\nits Statute. Only through universality can the ICC act \r\nas a safety net to ensure justice for victims throughout \r\nthe world.\r\nThe second point that I would like to address is the \r\nrelationship between the ICC and the United Nations, \r\nmore specifically the Security Council. In the light of \r\nthe magnitude of the crimes and the number of victims \r\nin Syria, 13 Security Council members voted in favour \r\nof the recent draft resolution containing a referral to \r\nthe ICC (S/2014/348); it was sponsored by 65 States. \r\nAs we all know, the draft resolution ultimately was not \r\nadopted. That is why the 23 countries that joined the \r\nAccountability, Coherence and Transparency (ACT) \r\nGroup have been persistently calling on the permanent \r\nmembers of the Security Council to voluntarily refrain \r\nfrom using the veto to block Council action aimed at \r\npreventing or ending atrocities.\r\nIn addition, my delegation will continue to \r\nwork towards more consistent follow-up to Council \r\naction related to the ICC by promoting the creation \r\nof a subsidiary body, robust reactions in cases of \r\nnon-cooperation, and the mainstreaming of justice \r\nconsiderations in the relevant mandates of the Security \r\nCouncil.\r\nThirdly, I would like to say a few words on the \r\nrelationship between the Court and its States parties. \r\nAfter more than 10 years of existence, the Court has \r\nachieved a level of stability and maturity that makes it \r\npossible to begin a process of reflection and dialogue \r\non certain aspects of its work that need further \r\ndiscussion. In doing so, it is important to remain \r\nimpartial, objective and constructive. Engaging in \r\nuseless polemics will only serve the objectives of those \r\nwho, from the beginning, opposed the creation of this \r\ninstitution. Furthermore, we must avoid at all costs \r\nundermining the Court’s independence and legitimacy.\r\nIn that regard, having a constructive dialogue with \r\nthe Court on certain aspects of its activities would show \r\nour common willingness to strengthen the Court and \r\ncontribute to its success. One example of an aspect \r\nthat deserves to be dealt with in more detail through \r\ndialogue is the Court’s effectiveness. Thomas Lubanga \r\nhas been in custody in The Hague for more than eight \r\nand a half years, and the appeal against his conviction \r\nis still pending. The effectiveness of the proceedings is \r\nessential for the victims, the accused, the rational use \r\nof financial resources and — most importantly — the \r\nCourt’s credibility and deterrent effect.\r\nImproving effectiveness while safeguarding the \r\nfairness of proceedings is a shared responsibility of the \r\nthree categories of actors: the ICC, States parties and \r\ncivil society. For its part, the ICC should increase its \r\nefforts to adopt effective practices. The existing legal \r\nframework largely provides the necessary f lexibility \r\nand the Court has already made positive steps in that \r\ndirection. We also welcome the readiness of different \r\nCourt bodies to engage in a dialogue on those issues. \r\nStates parties should adopt a more strategic vision of \r\nthe Court in order to limit the administrative burden \r\nand make room for discussing important issues. \r\nPerformance indicators could be defined as part of a \r\nstructured dialogue on effectiveness between States \r\nparties and the Court. Lastly, civil society should \r\nincrease its invaluable support to the ICC through \r\ntraining, seminars and other relevant activities. At the \r\nsame time, civil society has a crucial role to play in \r\nrepresenting victims’ interests.\r\nSwitzerland is committed to continuing to work with \r\nall stakeholders with a view to strengthening the ICC \r\nas the leading international criminal justice institution \r\nin the world. We must overcome our differences and \r\nwork together to make the universal values that we \r\nhave collectively decided to uphold a reality in order to \r\nensure justice for victims and put an end to impunity \r\nfor the most serious crimes.\r\nMr. Ceriani (Uruguay) (spoke in Spanish): My \r\ndelegation would like to thank the President of the \r\nInternational Criminal Court, Judge Sang-Hyun Song, \r\nfor introducing the Court’s annual report (A/69/321).\r\nUruguay has historically pursued the legal settlement \r\nof disputes in accordance with the provisions of the \r\nCharter of the United Nations. Today, we wish to \r\nunderscore the important work of the internationally \r\nestablished tribunals in ensuring that justice is served \r\nand in prosecuting offenders whoever and wherever \r\nthey are. That was the case following the atrocious \r\nhuman rights violations in the 1990s in Rwanda and \r\nthe former Yugoslavia, which led to the creation of \r\nthe two respective ad hoc tribunals. The international \r\ncommunity finally realized that there must be an \r\nInternational Criminal Court so that such aberrations \r\nwould not be repeated and so that those responsible \r\n14-59803 17/27\r\n31/10/2014 A/69/PV.35\r\nwould be prosecuted with the full weight of law, either \r\nat the national or international level.\r\nThis year marks the sixteenth anniversary of the \r\nadoption of the Rome Statute of the International \r\nCriminal Court. To commemorate that anniversary \r\nis to celebrate the development and historic evolution \r\nof international law, but primarily it is to pay tribute \r\nto the maturity of the international community in its \r\nfight against impunity. Our country welcomes the fact \r\nthat, since the signing of the Rome Statute, the Court’s \r\nmembership has grown to encompass nearly two thirds \r\nof the total membership of the United Nations. We \r\nhope that this growth trend will continue so that the \r\nmembership of both bodies can be equal in the near \r\nfuture and the Court’s jurisdiction can be fully extended \r\nto all of humankind. Also, we hope that the Member \r\nStates that have not yet acceded will reconsider their \r\nrejection of the Rome Statute, as that would mean a \r\nharmful step backwards for the primacy of justice for \r\nacts committed by man.\r\nAfter ratifying the Rome Statute, Uruguay was \r\nthe first country of Latin America to implement it by \r\nlaw. Last year, we had the great honour of being the \r\nfirst Latin American country to have deposited our \r\ninstrument of ratification of the Kampala amendments \r\nto the Rome Statute of the International Criminal Court. \r\nWe welcome the ratifications of the amendments, which \r\nwere carried out this year, and we encourage other \r\nMember States of the region and elsewhere to do so as \r\nwell so that the amendments can take effect as soon as \r\npossible, that is, in 2017.\r\nIn 2013, we decided to assume the responsibility \r\nof being regional coordinators for the Group of \r\nLatin American and Caribbean States for cases of \r\nnon-cooperation with the Court. That task allows \r\nus, together with the remaining three coordinators, \r\nto contribute to the work of the presidency of the \r\nAssembly of States Parties whenever there is a case \r\nof non-cooperation. We hope to welcome the latest \r\ncoordinator soon, and that he or she will be from a \r\nregion that has not yet been represented. All of those \r\nsteps show Uruguay’s high level of commitment to the \r\nInternational Criminal Court as the representative of \r\ninternational criminal justice.\r\nWith regard to the cases referred to the Court by \r\nthe Security Council, we are pleased that the practice \r\nhas been established and we hope it will continue to \r\nbe used. We note that the impact of armed conflicts \r\nand the increase in perpetrators of serious human rights \r\nviolations remain disturbing. Correspondingly, we \r\nbelieve that the Security Council must act consistently \r\nin similar situations and cases. We cannot pretend that \r\nthe Council is bound by historical precedence, because \r\nit is not a jurisdictional body but a political one. \r\nHowever, it is also the organ empowered by the Charter \r\nto maintain international peace and security, and it \r\nacts on behalf of the entire international community. It \r\nshould act with non-selective responsibility wherever \r\npeace is threatened. In that regard, we believe it would \r\nbe advisable for the permanent members of the Security \r\nCouncil to consider abstaining from the use of the veto \r\nto block action of the Council in preventing or ending \r\ngenocide, war crimes and crimes against humanity.\r\nIt is quite clear that, in accordance with the \r\nprovisions of article 115 (b) of the Rome Statute, the \r\nUnited Nations must contribute to the costs incurred \r\nby the Organization’s referrals made by the Security \r\nCouncil, in order to share the financial burden of \r\ninternational criminal justice. To that end, we hope \r\nthat, in accordance with article 13 of the Relationship \r\nAgreement between the two bodies, an agreement \r\nwill be reached as soon as possible on the respective \r\narrangements to implement that cooperation. In \r\nconclusion, we believe that there must be greater \r\ncooperation between the Security Council and the \r\nCourt, which means a monitoring mechanism for \r\ncases referred by the Council to the Court should be \r\nestablished.\r\nMr. Pírez Pérez (Cuba) (spoke in Spanish): Cuba \r\nhas taken note of the report of the International Criminal \r\nCourt (ICC) (A/69/321).\r\nWe wish here to express our commitment \r\nto combating impunity for crimes affecting the \r\ninternational community. Events of recent years clearly \r\nshow the need for an international jurisdictional \r\ninstitution that is independent and that combats \r\nimpunity for the most serious crimes. Nevertheless, \r\npursuant to article 16 of the Rome Statute and the broad \r\npowers granted to the Security Council in the work of \r\nthe International Criminal Court, the reality is that the \r\nCourt is not necessarily an independent institution. \r\nMoreover, that issue not only tends to distort the \r\njurisdiction of that body, also violates the principles of \r\nindependence of legal bodies and affects transparency \r\nand impartiality in the administration of justice.\r\nReferrals to the Court by the Security Council \r\nconfirm the negative trend to which our country has \r\nreferred on several occasions. Through its referrals, \r\n18/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nthe Security Council continually violates international \r\nlaw and attacks developing countries on behalf of \r\nan alleged fight against impunity. That is why Cuba \r\nreiterates its position in favour of the establishment of \r\nan international criminal jurisdiction that is impartial, \r\nnon-selective, effective and just, complements national \r\njustice systems, and is truly independent and therefore \r\nnot subordinate to political interests that may distort its \r\nauthority.\r\nUnfortunately, issues related to those topics were \r\nunresolved in the outcome of the Review Conference \r\nof the Rome Statute of the International Criminal \r\nCourt, held in Kampala in 2010. The Court, as a body \r\ndealing with international criminal law, has remained \r\nsubject to the illegitimate and undemocratic decisions \r\nof the Security Council, which violates international \r\nlaw and continues to grant total impunity to those \r\ntruly responsible for crimes and massacres against the \r\ninternational community. It is regrettable that Security \r\nCouncil resolutions stipulate that crimes committed \r\nby the forces of certain permanent members of the \r\nSecurity Council and non-parties to the Rome Statute \r\nare excluded from investigation. Such exclusions are \r\noffensive to the international community and highlight \r\nthe political double standards under which that body \r\noperates, and violate the principles governing the \r\nactivities of the International Criminal Court.\r\nThe delegation of Cuba reiterates that the ICC \r\ncannot ignore international treaties or the principles of \r\ninternational law. The Court must respect the principle \r\nof law relating to the State’s right to consent to be bound \r\nby a treaty, reflected in article 11 of the 1969 Vienna \r\nConvention on the Law of Treaties. Cuba reiterates its \r\ndeep concern over the precedent that was created by \r\nthe Court’s decisions to carry out judicial proceedings \r\nagainst nationals of non-State parties to the Rome \r\nStatute that have not even accepted the jurisdiction of \r\nthe Court in accordance with article 12 of the Statute. \r\nAs clearly spelled out in the Secretary-General’s report, \r\n“[t]he Rome Statute was never intended to replace \r\nnational courts” (A/69/321, para. 64). We must not lose \r\nsight of the fact that the jurisdiction of the ICC must \r\nremain independent of the political bodies of the United \r\nNations and always work in a way complementary to \r\nnational criminal jurisdictions.\r\nThe people of Cuba have been subjected to various \r\nforms of aggression for 50 years, leading to thousands \r\nof deaths and injuries in our country and untold material \r\neconomic and financial losses. Yet the definition of the \r\ncrime of aggression reached at the Kampala conference \r\nis far from taking such elements into account. The crime \r\nof aggression must be defined in a generic fashion that \r\ncovers all forms of aggression in international relations \r\namong States, and is not limited to the use of armed \r\nforce but extends to the sovereignty, territorial integrity \r\nand political independence of States.\r\nThe ICC must report its activities to the General \r\nAssembly pursuant to the Relationship Agreement \r\nbetween the United Nations and the International \r\nCriminal Court. Although Cuba is not a State party \r\nto the Court, it is prepared to continue to participate \r\nactively in the negotiation process with that institution, \r\nin particular on the resolution adopted every year by \r\nthe General Assembly with respect to ICC reports. \r\nHowever, given the nature of the resolution, its adoption \r\nin the context of the General Assembly, in which all \r\nMember States participate whether or not they are \r\nparties to the Rome Statute, it is imperative that the \r\nnegotiation process be conducted with transparency \r\nand impartiality in an inclusive way based on all \r\nopinions and concerns of the States Members of the \r\nUnited Nations.\r\nCuba reaffirms its readiness to fight impunity \r\nand its commitment to international criminal justice \r\nin adherence to the principles of transparency, \r\nindependence, impartiality and strict application and \r\nrespect for international law.\r\nMr. Dabbashi (Libya) (spoke in Arabic): In its \r\nresolution 1970 (2011), the Security Council referred \r\nthe crimes committed in Libya since 15 February 2011 \r\nto the International Criminal Court (ICC), despite the \r\nfact that Libya is not a State party to the Rome Statute. \r\nNevertheless, Libya would like to attain positive \r\ncomplementarity between Libyan national jurisdiction \r\nand the ICC and close cooperation between the Office \r\nof the Prosecutor of the ICC and the Office of the \r\nLibyan Prosecutor, which would achieve justice and \r\nfight impunity. To translate that into action, the Deputy \r\nProsecutor of Libya signed with the Prosecutor of the \r\nICC a memorandum of understanding in November \r\n2013 aimed at sharing the burden of investigations, \r\nto ensure additional legal prosecutions for the grave \r\ncrimes perpetrated in Libya, and to bring them to \r\njustice.\r\nWe would also like to continue our efforts to promote \r\ncomplementarity in exchanging information regarding \r\nthe investigations and prosecutions conducted by the \r\n14-59803 19/27\r\n31/10/2014 A/69/PV.35\r\ntwo sides. In May, we concluded arrangements between \r\nthe Libyan authorities and the ICC regarding the entry \r\nof ICC officials and advisers into Libyan territory and \r\nto provide them privileges and immunities that would \r\nenable them to carry out their responsibilities. The \r\nOffice of the Deputy Prosecutor has made available \r\nsamples of investigation proceedings and evidence \r\nand documents regarding preventive detention for the \r\naides of the former regime, who are accused of various \r\ncrimes.\r\nThe Libyan judicial system is keen on the principle \r\nthat litigants must be present and that the Court should \r\nbe responsible for adhering to such rules. In order \r\nto address certain security challenges, on 26 March \r\nthe Libyan legislature issued act 7 (2014), by which \r\nit amended article 343 of the penal code to allow the \r\naccused to be connected remotely with the courtroom, \r\nas we feared for the safety of the accused or that they \r\nmight f lee. We asked the International Criminal Court \r\nto provide us with modern means of communication \r\nto that end. The amendment was implemented with \r\nthe use of closed-circuit video, whereby Saif Al-Islam \r\nAl-Qadhafi, Abdullah Al-Senussi and others attended \r\npublic sessions, in accordance with the principle of \r\ntransparency required by the International Criminal \r\nCourt.\r\nThe sessions were attended by human rights \r\nand transitional justice representatives from the \r\nUnited Nations office in Tripoli, representatives of \r\ninternational human rights and Libyan civil-society \r\norganizations, and correspondents from different \r\nmass media. In order to provide all guarantees for the \r\naccused by law, including their right to a defence, the \r\nOffice of Law Administration asked a female lawyer \r\nto defend Saif Al-Islam Al-Qadhafi before the Court. \r\nThe Court assigned the accused Abdullah Al-Senussi a \r\nspecial lawyer after his lawyer asked to recuse himself.\r\nIn the light of the recent security situation in Libya, \r\nand since the relevant Court in Libya would like to \r\npursue the case in circumstances conducive to a just \r\ntrial, the Court adjourned its most recent session until \r\nnext November. In that respect, the Parliament and the \r\nprovisional Government are seeking to restore the State \r\ninstitutions that were taken over by armed groups in \r\nTripoli. Indeed, we are trying to impose the rule of law \r\nand establish conditions conducive to the resumption of \r\ntrials, so that we can protect the rights of the accused \r\nand complete the trials in accordance with international \r\ncriteria. In the light of all this, we are hopeful that the \r\nICC will soon recognize Libyan jurisdiction for trying \r\nSaif Al-Islam Al-Qadhafi as it did with respect to the \r\ntrial of Abdullah Al-Senussi.\r\nDespite our support for the ICC, we hope that it \r\nwill be very careful when considering cases of high-\r\nranking officials of Member States. To achieve justice, \r\nit is not enough to apply law alone. Law should be \r\napplied cautiously, and the particular political situation \r\nof a country should be taken into account in order to \r\navoid a verdict that will ref lect poorly on the court and \r\nthe judges, especially with regard to matters touching \r\nupon the sovereignty of the State, or that might provoke \r\nnationalist sentiment among the people. We therefore \r\nhave to avoid making high-ranking officials, especially \r\nHeads of State, appear before the ICC, which could \r\nhappen only in the absence of effective legal and \r\njudicial systems that cannot be reformed.\r\nThe Libyan Parliament and provisional Government \r\nare determined to meet their judicial and legal \r\nresponsibilities to restore security and stability to \r\nour country, to fight impunity and achieve criminal \r\njustice, and to try the perpetrators of crimes and of \r\nthe destruction of public and private property, and \r\nthose who have violated human rights in Libya since \r\n15 February 2011. Regardless of those perpetrators’ \r\nidentities, we are determined to pay reparations to the \r\nvictims, in order to achieve national reconciliation, \r\nwhich would ensure the return of displaced persons and \r\nrefugees to their homes.\r\nIn conclusion, we are looking for more cooperation \r\nfrom States Members of the United Nations to help \r\nLibyan legal authorities prosecute those responsible for \r\nthe crimes committed in Libya, to hand them over to the \r\nLibyan judicial authorities and to trace the funds that \r\nwere frozen by the relevant resolutions of the Security \r\nCouncil. In accordance with resolution 2174 (2014), we \r\nlook forward to taking international measures against \r\nthose who threatened our State institutions and are now \r\nblocking the advent of democracy in Libya.\r\nMs. Hamilton (United States of America): We \r\nappreciate the presentation given by President Song on \r\nthe activities of the International Criminal Court (ICC) \r\nbetween 1 August 2013 and 31 July 2014, as described \r\nin the ICC’s annual report to the General Assembly \r\n(A/69/321). We recognize President Song for his service \r\nto the Court.\r\nStrengthening accountability for those responsible \r\nfor mass atrocity remains a priority for the United \r\n20/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nStates. As President Obama’s national security strategy \r\nlays out,\r\n“the United States has seen that the end of \r\nimpunity and the promotion of justice are not just \r\nmoral imperatives; they are stabilizing forces in \r\ninternational affairs”.\r\nTo those ends, the United States is committed to working \r\nwith the international community in a common effort \r\nnot only to help prevent atrocities wherever possible, \r\nbut also to ensure accountability for the perpetrators of \r\nthe worst crimes in the world.\r\nThe framers of the Rome Statute charged the ICC \r\nwith pursuing only those accused of bearing the greatest \r\nresponsibility for the most serious crimes and only when \r\nStates are not willing or able genuinely to investigate or \r\nprosecute such crimes in the Court’s jurisdiction. Much \r\nin the same way, the United States supports an approach \r\nof positive complementarity. Given the importance of \r\nlocal ownership, the responsibilities that States have \r\nfor protecting their own populations and the limited \r\ncapacity of any international body in that regard, \r\nwe place a premium on supporting countries in their \r\ndomestic efforts to establish the rule of law and pursue \r\naccountability for atrocity crimes. From the Democratic \r\nRepublic of the Congo’s domestic efforts to begin \r\nholding abusive soldiers and armed group members \r\naccountable, to Senegal’s unique work with the African \r\nUnion and the Chadian Government to prosecute those \r\nresponsible for alleged crimes committed during the \r\nAdministration of Hissène Habré, the United States \r\ncontinues to support efforts to build fair, impartial \r\nand capable national justice systems, as well as hybrid \r\ntribunals, where appropriate.\r\nAt the same time, more work should be done \r\nto strengthen accountability mechanisms at the \r\ninternational level. The United States has long been \r\na supporter of such mechanisms, ranging from the ad \r\nhoc tribunals established by the Security Council in the \r\n1960s to many of the unique hybrid arrangements that \r\nemerged in the following years. Although the United \r\nStates is not a party to the Rome Statute, we recognize \r\nthat the ICC can play an important role in a multilateral \r\nsystem that aims to ensure accountability and end \r\nimpunity.\r\nThe United States continues to work with the ICC \r\nto identify practical ways in which we can work to \r\nadvance our mutual goals on a case-by-case basis and \r\nconsistent with United States policies and laws. In the \r\npast year, after we witnessed the shocking atrocities \r\nthat had taken place in the Central African Republic, \r\nthe United States expressed its support for the decision \r\nof the Office of the Prosecutor, made at the request of \r\nthe interim Government, to open a new investigation \r\ninto the situation there.\r\nAccountability remains a critical element of the \r\ninternational community’s response to the crisis in \r\nthe Central African Republic, and the United States \r\nsupports the coordinated efforts of the United Nations, \r\nthe interim Government, regional and international \r\npartners and civil society to begin to address the \r\ndestabilizing impact of impunity for these horrible \r\ncrimes. The United States also continued to offer \r\nrewards for information leading to the arrest of several \r\nof the individuals facing ICC arrest warrants for alleged \r\natrocity crimes, including Sylvestre Mudacumura and \r\nJoseph Kony.\r\nAdditionally, faced with the continuing and \r\nappalling atrocities perpetrated by the Syrian \r\nGovernment against its own people, the United States \r\nand 12 other members of the Security Council voted \r\nfor referring the situation described in a draft Security \r\nCouncil resolution on Syria to the ICC’s Prosecutor. \r\nAlthough that effort was blocked, we remain committed \r\nto pursuing accountability for those crimes.\r\nFinally, we would note the importance for the \r\ninternational community of grappling with the crime \r\nof aggression. The United States continues to have \r\nmany concerns about the related amendments adopted \r\nin Kampala, including the risk of those amendments \r\nworking at cross purposes with efforts to prevent or \r\npunish genocide, crimes against humanity and war \r\ncrimes. As we have consistently said, the States parties \r\nwere wise to create breathing space by subjecting the \r\nCourt’s jurisdiction to a decision to be taken after \r\n1 January 2017. The international community should \r\nuse that breathing space to ensure that efforts to ensure \r\naccountability for atrocity crimes can be consolidated \r\nand that measures regarding the amendments can be \r\nproperly considered. It remains our view that States \r\nshould not move forward with ratifications pending the \r\nresolution of such issues.\r\nThe international community continues to face a \r\ndaunting challenge in upholding our commitments to \r\nprevent mass atrocities and to ensure that those who \r\ncarry out such crimes are held accountable. Although \r\nthe international community has made progress on both \r\nfronts, much work remains. None of us can bear this \r\n14-59803 21/27\r\n31/10/2014 A/69/PV.35\r\nburden alone, and our success will continue to depend \r\nin large part on our ability to work together.\r\nWe look forward to continued discussions here at \r\nthe United Nations and to our upcoming participation \r\nas an observer at the ICC’s Assembly of States Parties \r\nin New York later in 2014.\r\nMs. Millicay (Argentina) (spoke in Spanish): As \r\nthis is the last time Judge Sang-Hyun Song, President \r\nof the International Criminal Court (ICC), is before \r\nthe General Assembly, I would like to thank him \r\nfor presenting the report of the Court (A/69/321) to \r\nthe Assembly (see A/69/PV.34). I would also like to \r\nwelcome the report of the Secretary-General (A/69/324) \r\ncontaining information on the implementation of article \r\n3 of the Relationship Agreement between the United \r\nNations and the International Criminal Court.\r\nThe Rome Statute and the International Criminal \r\nCourt are among the most notable achievements of \r\nmultilateral diplomacy, and their contribution to the \r\nfight against impunity with respect to genocide, crimes \r\nagainst humanity and war crimes is clear. Just a little \r\nover a decade after the adoption of the Rome Statute, \r\nthe Court is a fully functioning permanent international \r\ncriminal tribunal.\r\nArgentina welcomes the fact that the Rome Statute \r\nhas 122 States parties, and that 21 States parties have \r\nratified the Kampala amendments.\r\nOther delegations have referred to this matter, and I \r\nwish to stress that Argentina also believes that defining \r\nthe crime of aggression is one of the achievements of the \r\nRome Statute, through the Kampala amendments. My \r\ncountry, like many other States parties, is committed \r\nto ratifying the amendments as soon as possible. In \r\nspite of the fact that it seems to be difficult to include a \r\nsubstantial reference to the crime of aggression in the \r\nGeneral Assembly draft resolution on the ICC, due to \r\nthe firm opposition of a very few delegations, Argentina \r\nwill continue to work to reach 30 ratifications before \r\n2017 in order to activate the jurisdiction of the Court, \r\nas foreseen in Kampala.\r\nI would like to refer to the relationship between \r\nthe Court and the United Nations. Throughout the \r\nyears, since the entry into force of the Statute, the \r\nneed for accountability for crimes under the Rome \r\nStatute has been integrated in a tangible manner into \r\nthe considerations of the United Nations and of the \r\ninternational community as a whole, and the Security \r\nCouncil has taken ownership of it, integrating the Court \r\ninto its deliberations on concrete situations. All of that \r\nhas strengthened the fight against impunity. However, \r\nchallenges still exist, which must be dealt with.\r\nThe relationship between the Organization and \r\nthe Court is crucial, although the United Nations \r\nmust always respect the judicial independence of the \r\nCourt. We would like to welcome the United Nations \r\nguidelines on non-essential contacts.\r\nHowever, the relationship of the United Nations \r\nwith the Court is also affected by the relationship of the \r\nCourt with the Security Council, as that organ has the \r\npower to make referrals to the Court and has done so \r\nin connection with two situations. For years, Argentina \r\nhas expressed some concerns, both in the General \r\nAssembly with respect to the Assembly resolution, and \r\nin the Security Council, of which Argentina is currently \r\na non-permanent member.\r\nIn accordance with the Rome Statute, the Court, \r\nin a referral, exercises its jurisdiction over nationals \r\nof parties and non-parties to the Rome Statute. No \r\npronouncement of the Security Council has the power \r\nto amend the Statute in order to grant immunity to \r\nnationals of States non-parties who have committed \r\nRome Statute crimes in a situation referred to the \r\nCourt. That is to say, nothing in the text of Security \r\nCouncil resolutions referring situations to the Court \r\nhas the power to alter either the norms of the Statute \r\nwith regard to the jurisdiction of the Court or the rule \r\nthat, in case a decision is to be taken, the Court itself is \r\nthe judge of its own jurisdiction.\r\nI would also like to underline that the financial \r\ncost of referrals made by the Security Council to the \r\nCourt has up until now been defrayed exclusively by \r\nStates parties. Resolution 68/305, which was recently \r\nadopted, recognizes that fact. But it is also a fact that \r\nthe Rome Statute provides that the costs of referrals are \r\nto be defrayed by the United Nations, a provision that is \r\nalso reflected in the Relationship Agreement between \r\nthe United Nations and the Court, which the Assembly \r\nadopted by consensus. Argentina and other Member \r\nStates have objected to the regrettable practice followed \r\nby the Security Council regarding the financing of the \r\nreferrals despite a large majority of States supporting \r\nfull compliance with article 115 (b) of the Statute and \r\narticle 13 of the Relationship Agreement. It is not \r\nacceptable that the Assembly be put in the position \r\n22/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nof not being able to adopt a decision on this issue, a \r\ndecision for which it has full powers under the Charter.\r\nThe fight against impunity is an objective of the \r\nStates parties to the Rome Statute and of the United \r\nNations. But that goal has to go hand in hand with the \r\ncommitment to provide to the Court the necessary \r\nresources to carry out its functions. That commitment \r\nis not alien to the United Nations, as it was already \r\nmade with respect to the ad hoc tribunals established \r\nby the Security Council. It is now necessary to address \r\nit with respect to the International Criminal Court. \r\nFailure to do so could endanger the sustainability of \r\ninvestigations by the Court and have an impact on the \r\ncredibility of the Organization.\r\nIn conclusion, Argentina would like to highlight \r\nthat the notable contribution made by the International \r\nCriminal Court to the fight against impunity for the \r\nmost serious crimes of international concern is also \r\na contribution to the objectives of this Organization. \r\nI would like to recall — as set out in the Kampala \r\nDeclaration — the noble mission and the role of the \r\nInternational Criminal Court in a multilateral system \r\nthat aims to end impunity, establish the rule of law, \r\npromote and encourage respect for human rights \r\nand achieve sustainable peace, in accordance with \r\ninternational law and the purposes and principles of \r\nthe Charter of the United Nations. Finally, I would \r\nlike to reiterate Argentina’s firm commitment to the \r\nInternational Criminal Court.\r\nMr. Ruiz (Colombia) (spoke in Spanish): I would \r\nlike to thank Judge Song, President of the International \r\nCriminal Court (ICC), for presenting the report of the \r\nCourt (A/69/321) (see A/69/PV.34). I also take this \r\nopportunity to welcome and congratulate Ambassador \r\nTiina Intelmann for her work and commitment over \r\nthe past three years as the President of the Assembly \r\nof States Parties of the International Criminal Court. \r\nLikewise, I would also like to congratulate and welcome \r\nthe Minister of Justice of Senegal, Sidiki Kaba, as \r\nPresident of the Assembly for the next triennium. I am \r\ncertain that under his leadership we will continue to \r\nprogress in attaining the common goals.\r\nColombia has had an important and historic \r\ncommitment to the work of the Court. That deep \r\ncommitment has manifested itself in actions such as \r\nthe ratification of the Agreement on Privileges and \r\nImmunities of the Court, the signing of the agreement \r\nbetween the Republic of Colombia and the International \r\nCriminal Court on the enforcement of sentences \r\nimposed by the International Criminal Court — the \r\nfirst country in the Latin American and Caribbean \r\nregion to do so — and the voluntary contribution to \r\nthe Trust Fund for Victims. Currently, Colombia, along \r\nwith Tunisia, is facilitating discussions on victims and \r\naffected communities, reparations and the Trust Fund \r\nfor Victims in the framework of The Hague Working \r\nGroup of the Bureau of the Assembly of States Parties.\r\nAlso, when the Assembly of States Parties meets in \r\nthis city in December, Colombia will join the Bureau \r\nof the Assembly of States Parties for the first time. \r\nMy country sees membership in the Bureau as a great \r\nopportunity to continue supporting the work of the \r\nCourt and to continue to cultivate values shared by the \r\nStates parties and contained in the Rome Statute.\r\nI would also like to emphasize the value of the Rome \r\nStatute, not only as an international instrument that led \r\nto the establishment of the International Criminal Court, \r\nbut as a valuable tool for the international community \r\nto tackle particularly grave situations. Therefore, I take \r\nthis opportunity to invite States that have not yet done \r\nso to become parties to the Statute and to ratify it.\r\nMy country remains committed to defending \r\nboth the Statute and the Court, as well as the cause of \r\ninternational criminal justice. That is why we believe \r\nthat the cooperation of States is fundamental for the \r\nCourt to be able to carry out its work appropriately, \r\nalways within the framework outlined in the Statute, \r\nwhich is the guide for any Court activity and its \r\ninteraction with States. All activities within the scope of \r\nthe Statute must result from its rigorous interpretation.\r\nWhile it is true that the International Criminal \r\nCourt and the United Nations system are independent \r\nand have different mandates, they share common \r\nvalues and objectives, such as peace and justice. In \r\nthat regard, Colombia supports the initiatives aimed at \r\nuniting efforts and establishing synergies to strengthen \r\ncooperation between those organizations so as to \r\nidentify common interests, challenges and different \r\nways of achieving those objectives.\r\nI take this opportunity to highlight the importance \r\nof the principle of complementarity as the backbone of \r\nthe international criminal justice system enshrined in \r\nthe Rome Statute. Colombia supports the International \r\nCriminal Court in the light of that principle, based on \r\nrespect for the jurisdictional sovereignty of States and \r\non confidence that they will do their work, in addition \r\nto reasons of efficiency, since State authorities on the \r\n14-59803 23/27\r\n31/10/2014 A/69/PV.35\r\nground have better access to evidence and witnesses, \r\nand they know at first hand the historical context and \r\nthe needs of victims for justice, truth, reparations and \r\nguarantees of non-recurrence.\r\nIn its national legislation, the Colombian State has \r\nclassified crimes of genocide, crimes against humanity \r\nand war crimes. It has strengthened national capacities \r\nto investigate and prosecute such conduct and is \r\nabsolutely committed and ready to take the necessary \r\nactions for investigation and prosecution.\r\nFinally, I want to underscore the importance of \r\ndefining the concept of justice within this context, \r\nand its relationship with peace. We must work for a \r\nconcept of justice that can provide a fitting response \r\nto complex situations that arise from armed conflicts, \r\nas well as to the context that gave rise to them. If we \r\ndo not recognize the causes of problems we will be \r\ndoomed to relive them, and that is why we must ensure \r\nthe rights of victims to truth, justice, reparations and \r\nnon-recurrence. Those rights must be the priority in any \r\nprocess of seeking justice and in any judicial forum. It \r\nmust always be in a context of peace.\r\nMr. Sylla (Senegal) (spoke in French): At the \r\nstart, I would like to thank Mr. Sang-Нyun Song, \r\nPresident of the International Criminal Court (ICC), for \r\npresenting the report of the Court (see A/69/321) (see \r\nA/69/PV.34). We welcome this opportunity to consider \r\nthat document, which provides essential information on \r\nthe proceedings and investigations before the Court and \r\non the nature of the support that the United Nations \r\nprovides to the Court, particularly through its offices \r\nand peacekeeping missions deployed throughout the \r\nworld.\r\nWe must acknowledge that dynamic interaction \r\namong the Court, the General Assembly and the \r\nSecurity Council can contribute to maintaining \r\ninternational peace and security and suppressing \r\nserious crimes against humanity. With the desired \r\nharmony, those three bodies should contribute, through \r\nfull complementarity, to establishing international \r\npeace and justice, because they often face the same \r\nchallenges.\r\nIn that regard, my delegation supports the \r\nrecommendation made during the Security Council \r\nopen debate held on 17 October 2012 (see S/PV.6849) \r\nregarding the establishment of a formal framework for \r\nexchange between the Security Council and the Office \r\nof the Prosecutor on a regular basis, independently of \r\nthe cases submitted by the Council. That interaction \r\ncould focus on specific situations or on thematic issues.\r\nWe also support the idea of annual invitations to \r\nthe Court’s President and the Prosecutor to report to the \r\nCouncil and to have exchanges on issues of common \r\ninterest and on ways to strengthen their mutual \r\ncooperation. My delegation also encourages the Office \r\nof Legal Affairs — the focal point for cooperation \r\nbetween the Court and the United Nations system — to \r\nfully exercise its role of coordinating the actions of the \r\ndifferent United Nations bodies.\r\nThe increase in the number of cases submitted \r\nto the Court, often without resources available, risks \r\nhaving a negative impact on the effectiveness of the \r\nCourt’s work. It is therefore necessary to strengthen \r\nUnited Nations financial support in order to enable \r\nthe Court to appropriately discharge its mission in the \r\nbest conditions. In that context, the General Assembly \r\nshould assume responsibility for funding the costs \r\nrelated to investigations and prosecutions linked to \r\nsituations that the Security Council refers to the Court. \r\nThat is in accordance with article 115 (b) of the Rome \r\nStatute, which includes among sources for covering \r\nthe expenses of the Court funds provided by the \r\nUnited Nations, subject to the approval of the General \r\nAssembly, in particular in relation to the expenses \r\nincurred due to referrals by the Security Council. My \r\ndelegation therefore regrets that resolution 68/305, \r\nentitled “Report of the International Criminal Court”, \r\nwhich the Assembly adopted on 9 September 2014, did \r\nnot refer to that essential issue.\r\nMoreover, it is also important to keep in mind \r\nthe principle of complementarity, whereby the Court \r\nshould consider cases only if a State cannot, or is \r\nunwilling to, assume its primary responsibility to \r\nprosecute the perpetrators of crimes punishable under \r\nthe Rome Statute. In that regard, the United Nations \r\nshould continue to provide technical assistance to \r\ncountries that need it, including to strengthen their \r\nnational capacities in the institutional and legislative \r\nareas through training judicial, police and security \r\nservice personnel.\r\nWhile the international community succeeded in \r\nestablishing a permanent International Criminal Court, \r\nthe fact remains that it is still essential to work for \r\nits universality by encouraging those States that have \r\nnot yet done so to sign or ratify the Rome Statute. In \r\nthe same vein, cooperation with the Court by States \r\nparties and non-parties, civil society and subregional \r\n24/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nand regional organizations is equally essential for \r\nit to exercise its powers, in particular when it comes \r\nto conducting investigations, handling evidence and \r\nimplementing international arrest warrants.\r\nMoreover, the Security Council, as the guarantor of \r\ninternational peace and security, must act responsibly \r\nand without any politicization when considering \r\nsituations involving mass crimes so as to avoid \r\nsuspicious selectivity and double standards in making \r\nreferrals to the International Criminal Court. That \r\nprecipitates unhelpful tensions, which may hinder the \r\nefficiency of the Court. The fight against impunity must \r\nremain our common struggle, founded on compliance \r\nwith the spirit and the letter of the provisions of the \r\nRome Statute.\r\nIn conclusion, I would like to invite all stakeholders \r\nto seize the opportunity provided by the thirteenth \r\nsession of the Assembly of States Parties, to be held in \r\nDecember 2014, to elect as His Excellency Mr. Sidiki \r\nKaba, Minister of Justice of Senegal, as head of the \r\nAssembly, replacing Ms. Tiina Intelmann, whose \r\ndedication and determination we commend. We \r\ntherefore call on all stakeholders to take this opportunity \r\nto review, with clarity and responsibility, the many \r\nchallenges still facing the International Criminal Court, \r\nwhich call on us to maintain our common commitment \r\nto bringing about a world of peace and justice.\r\nMr. Zagaynov (Russian Federation) (spoke in \r\nRussian): First of all, I would like to thank the President \r\nof the International Criminal Court (ICC) for the report \r\non the work of the Court for the period from 1 August \r\n2013 to 31 July 2014 (see A/69/321).\r\nThe Russian Federation is firmly committed \r\nto combating impunity for the most serious crimes \r\nunder international law. Our country was among \r\nthose responsible for the inception of the Nuremberg \r\nand Tokyo Tribunals, and it supported the idea of \r\nestablishing an international criminal court as the first \r\npermanent body for international criminal justice.\r\nRussia is keen to continue its cooperation with the \r\nICC. Dialogue and cooperation between the Court and \r\nthe United Nations should be carried out within the \r\nframework defined by the Charter, the relevant Security \r\nCouncil resolutions and the Relationship Agreement \r\nbetween the United Nations and the ICC.\r\nThe ability of the ICC to impartially and effectively \r\ndischarge its functions with respect to the cases before \r\nit is one of the decisive factors that States take into \r\naccount when deciding whether to accede to the Rome \r\nStatute. It is also important how the Court’s statutory \r\ndocuments evolve. In that connection, we continue \r\nbe concerned that the crime of aggression remains \r\nin the Court’s Statute. We believe that the Kampala \r\ncompromise fails to fully take into account the Charter \r\nprerogatives of the Security Council. We believe it \r\nwould be extremely undesirable for a situation to arise \r\nwhereby the Court would have jurisdiction over a crime \r\nof aggression in the absence of a relevant determination \r\nby the Security Council.\r\nWe call on the Court to carefully address the \r\nconcerns that have arisen among States of the African \r\nUnion regarding certain aspects of its work and to \r\nmake the necessary efforts to find mutually acceptable \r\nsolutions. In that regard, we note the particular \r\nimportance of the effective application in practice of \r\nthe principle of complementarity, as enshrined in the \r\nRome Statute.\r\nOn a number of matters, the ICC is forced to work \r\nin conflict or post-conflict situations. In such cases, \r\nit is particularly important to achieve a harmonious \r\ncombination of measures to restore peace and steps to \r\nbring to justice the perpetrators of crimes committed \r\nduring the conflict. For all the importance of the Court’s \r\nindependent and effective performance of its functions \r\nin the field of criminal justice, its activities must take \r\ninto due account broader efforts to resolve crises. It \r\nis just as important for the ICC to be able to take an \r\nequally f lexible and serious approach to investigating \r\npossible crimes by all parties to an armed conflict, \r\nwithout any exception. It is this very approach that will \r\nlead to the goals of peace and justice being achieved.\r\nMr. De Aguiar Patriota (Brazil): I join others in \r\nthanking the President of the International Criminal \r\nCourt (ICC), Judge Sang-Hyun Song, for his statement \r\n(see A/69/PV.34) and for presenting the tenth report \r\nof the Court (see A/69/321) to the General Assembly. \r\nBrazil commends the judges of the ICC for their role in \r\nfighting impunity and contributing to the rule of law.\r\nBrazil remains steadfast in its commitment to the \r\nRome Statute system and to the cause of justice that \r\nmotivated its creation. As a tool for ensuring that those \r\naccused before it are brought to justice, with fairness \r\nand full respect for their human rights, the Court’s \r\nlegitimacy stands out as one of the most important \r\nassets to be preserved. And the foundations of the \r\nlegitimacy of the Rome Statute system lie not only in \r\n14-59803 25/27\r\n31/10/2014 A/69/PV.35\r\nthe independence of the ICC, but also in the universality \r\nof its reach.\r\nI am pleased to recall that all South American \r\ncountries are parties to the Rome Statute. Two thirds \r\nof the United Nations membership have ratified it, \r\nbut it still not universal. We regret the lack of new \r\nratifications reported this year and believe that it \r\ndemonstrates the need to redouble our efforts to ensure \r\nadherence by all United Nations Members. After all, \r\nenhancing the Rome Statute’s universality is a means \r\nof promoting peace through justice and of addressing a \r\nkey institutional dimension of the rule of law, to which \r\nall Members should commit.\r\nIn that context, allow me to underscore the \r\nimportance we attach to the Review Conference of the \r\nRome Statute, which took place in Kampala in 2010, in \r\nwhich Brazil was an active participant. The activation \r\nof the Kampala amendments in 2017 will represent a \r\nmajor contribution to completing the international \r\ncriminal justice system.\r\nBrazil welcomes the fact that the ICC has delivered \r\nthree verdicts and that, while there are appeals pending \r\non two of them, one of the judgements recently became \r\nfinal. This is an important development, since it \r\nmaterializes our common goal of fighting impunity. \r\nWe also note that the Court’s workload is increasing, \r\nincluding by territorial State referrals.\r\nConsidering that this month marks the tenth \r\nanniversary of the entry into force of the Relationship \r\nAgreement between the United Nations and the ICC, \r\nallow me to recall my delegation’s concern about issues \r\nof a structural nature, which go to the core of the \r\nrelationship between the Court and the United Nations, \r\nin particular the General Assembly.\r\nAt the Security Council open debate on working \r\nmethods organized by the Council’s Argentine \r\npresidency earlier this month (see S/PV.7285), Brazil \r\nvoiced its conviction that the pursuit of international \r\njustice and the achievement of lasting peace and \r\nsecurity were mutually reinforcing objectives. Both \r\nthe ICC and the Council have pivotal, albeit different, \r\nroles in pursuing those objectives and striking the \r\nright balance among peace and justice, accountability \r\nand reconciliation. That is valid for both referrals \r\nand deferrals of situations, where the same rules and \r\nprinciples should apply equally and to all, thus avoiding \r\ndouble standards and selectivity.\r\nThe cooperation between the ICC and the \r\nUnited Nations should also move beyond rhetoric \r\nand find concrete implementation in the funding of \r\nSecurity Council referrals. We reiterate our call for \r\nthe implementation of article 13, paragraph 2, of the \r\nRelationship Agreement and article 115 (b) of the Rome \r\nStatute, which provide clear guidance in the sense \r\nthat such costs should be met by United Nations funds \r\nand should not fall on the parties to the Statute. The \r\nincipient practice of the Security Council to try to block \r\nthe possibility that the United Nations should bear those \r\ncosts not only is in contrast with those internationally \r\nagreed dispositions, it also usurps the Assembly’s \r\nexclusive responsibility for considering and approving \r\nthe budget of the Organization, as laid out in Article 17 \r\nof the Charter of the United Nations.\r\nI would like to take this opportunity to welcome \r\nthe decision of the Bureau of the Assembly of States \r\nParties to endorse Africa’s consensus candidature of \r\nthe Minister of Justice of Senegal, Mr. Sidiki Kaba, \r\nfor the presidency of the Assembly of States Parties as \r\nfrom the thirteenth Assembly. Coming from the region \r\nwith the largest number of States parties to the Rome \r\nStatute, Mr. Kaba is particularly well placed to lead \r\nour efforts to tackle the increasing challenges facing \r\nthe Statute’s system. Brazil welcomes the priorities \r\nhe has set for his tenure and the fact that they include \r\ncooperation, complementarity, universality and healing \r\nthe relationship between the Court and his own region.\r\nThe Assembly of States Parties needs to engage \r\nconstructively with African States. We need to exercise \r\ndiplomatic wisdom in order to preserve the instruments \r\nof international criminal justice that we have been \r\nbuilding up, one the one hand, and on the other hand, \r\nto be sensitive to requests that are legally sound and \r\nreflect wide political support. We must be able to hear \r\nwithout prejudice the concerns expressed by African \r\nStates. We are convinced that there is institutional \r\nspace for defusing polarization, upholding respect for \r\ninternational law and the rule of law and addressing \r\nquestions raised by African Union members.\r\nThe quest for peace and justice is always \r\nchallenging, and it is a key common purpose of both the \r\nUnited Nations and the ICC. Our efforts in that regard \r\nmust be informed by the shared values that bring the \r\nGeneral Assembly together and have made the first \r\npermanent, treaty-based International Criminal Court \r\na reality. Brazil stands ready to continue to contribute \r\nto strengthening both objectives.\r\n26/27 14-59803\r\nA/69/PV.35 31/10/2014\r\nMr. Mendoza-García (Costa Rica) (spoke in \r\nSpanish): Costa Rica is grateful for the detailed and \r\naccurate report of the International Criminal Court \r\n(ICC) (see A/69/321) presented by Judge Song (see \r\nA/69/PV.34), whose leadership and vision during his \r\npresidency of the Court we acknowledge and thank him \r\nfor.\r\nMy delegation would first like to emphasize its \r\nabsolute support for the Court, in the full conviction \r\nthat it is one of multilateralism’s most important \r\nachievements. The ICC was born of the international \r\ncommunity’s desire to end impunity for the most \r\nserious crimes against humanity and bring justice to \r\ntheir victims. Its essence and main strength lie in its \r\njurisdiction erga omnes, a basic principle for being able \r\nto speak of justice. And as history has shown, there can \r\nbe no lasting peace without justice.\r\nBecause that desire is universal, there can be no \r\nState where there is room for impunity. That is why \r\nCosta Rica deplores the fact that, during the period \r\ncovered by the report, the number of States parties \r\nto the Rome Statute did not increase. However, we \r\nlook forward to results from the processes under way \r\nin several States with a view to ratifying the Rome \r\nStatute. Some of those processes are in Latin America \r\nand the Caribbean, a region that has strongly supported \r\nthe Court since its creation. Costa Rica reaffirms the \r\nimportance of continuing to promote the Statute’s \r\nuniversality and rejects any action that attempts to \r\nundermine it.\r\nI would now like to address specific aspects of \r\nparticular interest to my delegation.\r\nFirst, as President Song said yesterday in his \r\npresentation, the ICC is a court of last resort. It was \r\nnot created as a substitute for domestic courts. The \r\nresponsibility for investigating and prosecuting crimes \r\ncommitted under their jurisdiction lies primarily with \r\nthe justice systems of individual States. For that reason, \r\ncomplementarity is an essential element in the gears of \r\ninternational criminal justice. However, it is vital that \r\nit be made clear that when the Court has jurisdiction, \r\nas established by the Rome Statute, States parties must \r\ncomply with their irrevocable obligations under the \r\nStatute. Any failure to comply is particularly serious \r\nwhen manifested in a refusal to provide access to \r\nevidence or execute active arrest warrants.\r\nAs Judge Song informed us, 13 warrants are \r\nstill outstanding, some of them since 2005. While \r\nsome States have attempted to justify their lack of \r\ncooperation by alleging that the Court’s decisions have \r\nbeen politicized, such arguments are not grounded in \r\nreality. The cases that have been adjudicated before \r\nthe ICC have shown that its proceedings are guided by \r\nabsolute respect for the principles of the presumption of \r\ninnocence, legality and due process.\r\nThe next point I would like to draw the Assembly’s \r\nattention to is the Court’s financial situation and the \r\npossibility that its important tasks could be jeopardized \r\nby budgetary constraints. As the report shows, the work \r\nof the Court increased substantially during the period, \r\nand will continue to do so in future. But while its tasks \r\nare growing, its budget has fallen in real terms, and \r\nsome major States parties have insisted on zero-growth \r\npolicies that do not take adequate account of the Court’s \r\ninternal realities and external challenges. We hope \r\nwe will be able to analyse and solve this issue at the \r\nnext Assembly of States Parties, in an atmosphere of \r\ncalm, realism, goodwill and by considering two basic \r\npremises. The first is the continued improvement of the \r\neffectiveness and efficiency of the Court’s work, and the \r\nsecond is the commitment to investing in international \r\njustice in the belief that its benefits for peace, harmony \r\nand human dignity far outweigh its costs.\r\nAnother issue my delegation would like to address \r\nis the cooperation between the Court and the United \r\nNations, based on the Relationship Agreement between \r\nthe two bodies signed on 14 October 2004. That \r\ncollaboration has developed well and has resulted in \r\ntangible successes for both organizations. However, \r\nCosta Rica reiterates once again the need to address \r\nthe issue of the financing of referrals to the Court \r\nby the United Nations. Since under the Charter the \r\nSecurity Council is responsible for the maintenance \r\nof international peace and security, when the Court \r\ntakes on referrals it is helping the Council to fulfil its \r\nmandate. Article 13 of the Relationship Agreement, \r\nwhich provides for financial support by the United \r\nNations, should apply in such cases of cooperation. \r\nThe Agreement is clear that contributions are to be \r\nimplemented pursuant to decisions of the General \r\nAssembly.\r\nIn one of its last sections, section IV B, the report \r\nrefers to amendments to the rules of procedure and \r\nevidence that were approved during the last Assembly \r\nof States Parties. My country joined the consensus \r\non the adoption of those amendments with a view to \r\nfacilitating the participation by a number of defendants \r\n14-59803 27/27\r\n31/10/2014 A/69/PV.35\r\nin trials. However, in order for such f lexibility not to \r\nbe misinterpreted as a lack of commitment to the core \r\nprinciples of the Rome Statute, my delegation wishes to \r\nstate that it will not support any proposed amendment \r\nthat would prevent the Court from fulfilling its \r\nobjective of ending impunity for heinous crimes and \r\nensuring that every individual, without exception, is \r\nheld accountable for committing such crimes. To do \r\notherwise would be to irreparably undermine the Court \r\nand leave the victims, who should be our principal \r\nconcern, completely defenceless.\r\nIt is precisely in assisting victims that the impact of \r\nthe Court is most evident. The 8,040 victims represented \r\nin six cases and the 110,000 victims, their families and \r\ncommunities who have benefited through programmes \r\nof physical and psychological support — that is proof \r\nof the far-reaching role played by the International \r\nCriminal Court.\r\nCosta Rica will have the honour to be among \r\nthe countries representing Latin America and the \r\nCaribbean at the next session of the Assembly of States \r\nParties, in December. I want to assure the Court that it \r\ncan count on our wholehearted support in this common \r\nstruggle for a world in which accountability, justice and \r\npeace prevail.\r\nThe meeting rose at 1 p.m.\r\n"