"*1457648*\r\n14-57648 (E)\r\nIn the absence of the President, Mr. Boureima \r\n(Niger), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda items 62 and 12 (continued)\r\nNew Partnership for Africa’s Development: progress \r\nin implementation and international support\r\n(a) New Partnership for Africa’s Development: \r\nprogress in implementation and \r\ninternational support\r\nReports of the Secretary-General (A/69/161 \r\nand A/69/163)\r\n(b) Causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa\r\nReport of the Secretary-General (A/69/162)\r\n2001-2010: Decade to Roll Back Malaria in \r\nDeveloping Countries, Particularly in Africa\r\nMr. Maksimychev (Russian Federation) (spoke in \r\nRussian): Today Africa has embarked on the road to \r\ncomprehensive modernization and economic growth. \r\nWe are pleased to note that many countries of the region \r\nhave seen significant positive change in recent years. \r\nThe chief credit for that belongs to Africans themselves, \r\nand Russia welcomes the African community’s efforts \r\nin that regard.\r\nWe support coordinated measures designed to \r\npromote Africa’s sustainable development. We consider \r\nthe programmes of the New Partnership for Africa’s \r\nDevelopment (NEPAD) to be of primary importance in \r\nthat regard, and we take an active part in concerted efforts \r\nto provide NEPAD with comprehensive assistance. We \r\nhave been sending direct aid to Africa for decades. As \r\nis well known, Russia has already written off more \r\nthan $20 billion worth of debt for African States, and \r\nin order to provide Africans with further long-term \r\ndebt relief we are taking steps that include agreements \r\nbased on a debt-for-development scheme. In April, \r\nPresident Putin approved a new concept for the Russian \r\nFederation’s State policy relating to the promotion \r\nof international development, which, when put into \r\npractice, will help increase our involvement in aid for \r\nAfrica’s development. We are steadily expanding our \r\ntrade and economic cooperation, including on mutually \r\nbeneficial investment projects. Training is an important \r\narea of our cooperation, and more than 6,000 African \r\nstudents are enrolled in Russian higher-education \r\ninstitutions today. We also consider food security and \r\nhumanitarian assistance to African countries very \r\nimportant, and we provide significant aid in the area \r\nof health care.\r\nThe rapid spread of the Ebola virus in Africa \r\nand its dire consequences are increasingly worrying. \r\nGuided by the principles of solidarity, humanity and our \r\nfriendship with African States, the Russian Federation \r\nhas been actively involved in providing financial and \r\ntechnical assistance to the affected countries since \r\nthe first signs of the epidemic appeared. We already \r\nhave doctors working in Africa, and in addition we are \r\nplanning to send humanitarian aid, equipment, medical \r\nsupplies, medicines and teams of experts to assist the \r\nUnited Nations A/69/PV.27\r\nasdf\r\nGeneral Assembly\r\nSixty-ninth session\r\n27th plenary meeting\r\nFriday, 17 October 2014, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Kutesa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Uganda)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n2/15 14-57648\r\nA/69/PV.27 17/10/2014\r\nUnited Nations programmes in Guinea, Liberia and \r\nSierra Leone. We support the central role that the United \r\nNations plays in global efforts to combat disease, and \r\nwe are ready to participate further in implementing \r\ninternational strategies for fighting Ebola in cooperation \r\nwith the Governments of the countries affected, United \r\nNations agencies and other partners.\r\nThe ability to prevent and resolve conflicts is one of \r\nthe most important conditions for establishing stability \r\nand sustainable development in Africa. We commend \r\nthe increasingly active response to crises on the part \r\nof Africans themselves, who have a better feel for the \r\ncircumstances and can propose methods for reacting to \r\ncrises that respond to local specifics. We welcome the \r\nprogress that has been made in creating a peace and \r\nsecurity architecture for Africa, the central elements \r\nof which are the African Union’s Peace and Security \r\nCouncil, a continental early-warning system and the \r\nestablishment of an African Standby Force.\r\nWhile we support a timely and effective response \r\non the part of the international community to emerging \r\nthreats and challenges to security in Africa, we consider \r\nany attempt to impose formulas for a settlement on \r\nAfricans unacceptable, and any outside assistance \r\nshould be provided only at their request and with their \r\nconsent. We fully support expanding cooperation \r\nbetween the United Nations and the African Union \r\nand subregional entities in preventing and resolving \r\nconflicts, and in that regard we note their joint efforts \r\nin Darfur and Somalia and on the bilateral relations \r\nbetween the two Sudans. It will be no less important for \r\nthem to develop coordinated action on the situations of \r\nconflict in South Sudan, the Central African Republic, \r\nMali and the Democratic Republic of the Congo.\r\nAs one of the permanent members of the Security \r\nCouncil, Russia has contributed significantly to \r\ndeveloping a strategic approach for the international \r\ncommunity and practical measures for dealing with \r\npeace and security issues in Africa. We are ready to \r\nexpand practical cooperation with Africans aimed at \r\nstrengthening their capacity for dealing with crises, \r\nincluding by continuing to train African peacekeepers \r\nand law-enforcement agents. Our country is a participant \r\nin many United Nations peacekeeping operations in \r\nAfrica and is one of the leading suppliers of goods and \r\nservices for such operations, particularly in the area of \r\ncivil aviation.\r\nRussia welcomes the Secretary-General’s first \r\nreport on the review assessing the progress being \r\nmade in implementing the commitments of all parties \r\nto promoting Africa’s development (A/69/163), based \r\non our assumption that an objective dialogue that \r\nis as depoliticized as possible, conducted within a \r\nframework laid down by the General Assembly’s \r\nmonitoring mechanism, will help improve regional \r\nstability and establishing conditions conducive to \r\nsustainable economic growth in Africa.\r\nMr. Balé (Congo) (spoke in French): My delegation \r\nhas a genuine interest in participating in this joint debate \r\non agenda item 62, devoted to the New Partnership \r\nfor Africa’s Development (NEPAD), its progress in \r\nimplementation and international support, and to the \r\ncauses of conflict and the promotion of durable peace \r\nand sustainable development in Africa. I would first like \r\nto thank the Secretary-General for the substantial and \r\nrich information in the reports contained in documents \r\nA/69/161, A/69/162 and А/69/163, submitted to us under \r\nthis agenda item.\r\nThe review of activities related to the implementation \r\nof NEPAD’s work gives us an opportunity to praise the \r\nefforts of its Executive Director, Mr. Ibrahim Mayaki, \r\nwho, along with his team, has tackled the job of giving \r\ngenuine visibility to NEPAD’s efforts to turn Africa \r\ninto a future growth centre. And, at the moment when \r\ntoday’s debate coincides with the closing of Africa \r\nWeek, I should not omit to reiterate my congratulations \r\nto Under-Secretary-General Maged Abdelaziz, Head \r\nof the Office of the Special Adviser on Africa, and to \r\ncommend his efficiency and dynamism. In that regard, \r\nmy delegation would like to call for the strengthening \r\nof the United Nations regional coordination monitoring \r\nmechanism established by resolution 66/293, in order to \r\nensure his ability to carry out his functions under the \r\nbest possible conditions.\r\nIt is worth recalling that Africa has seen numerous \r\ninitiatives and development programmes that have gone \r\nnowhere. In the wake of such setbacks, the Heads of \r\nState and Government of Africa decided to embrace a \r\ncommon vision for their continent’s development, taking \r\non the challenges of achieving regional integration, \r\naccelerated growth, sustainable development, the \r\neradication of poverty and Africa’s integration into the \r\nglobalization process. From that vision was born the \r\nNew Partnership for Africa’s Development, in 2001. At \r\na time when the international community is preparing \r\nto adopt a new post-2015 development agenda, it seems \r\nappropriate to attempt a fair evaluation of the work \r\nof NEPAD, the African Union organ responsible for \r\n14-57648 3/15\r\n17/10/2014 A/69/PV.27\r\nimplementing development policies and strategies for \r\nthe continent.\r\nAfrica Week, organized under the auspices of the \r\nOffice of the Special Adviser on Africa, has already \r\namply enlightened us on the long-term development \r\nprojection for Africa until 2063. The African Union’s \r\nAgenda 2063 offers a new path towards regional \r\nintegration and an African renaissance — the Africa we \r\nwant. In that regard, my delegation notes with interest \r\nthe new international commitment to supporting the \r\neffective implementation of our leaders’ vision, which \r\nthe NEPAD Planning and Coordinating Agency will \r\nmake operational.\r\nMy delegation supports the statement made this \r\nmorning by the Permanent Representative of Malawi on \r\nbehalf of the Group of African States (see A/69/PV.26). \r\nI will therefore focus my remarks on the activities that \r\ntook place during this important Africa Week and on \r\ntoday’s topic, NEPAD and the causes of conflict in \r\nAfrica.\r\nWith respect to NEPAD, I shalll confine my \r\nremarks to the ownership of NEPAD projects and \r\nprogrammes by the Congo, which pays particular \r\nattention to the implementation of investment \r\nprogrammes adopted within the framework of NEPAD \r\nand the Central African Consensual Transport Master \r\nPlan, including the integrated network of the Central \r\nAfrican Economic Monetary Community. Certainly, \r\ndifficulties in mobilizing resources constitutes one of \r\nthe weaknesses of and challenges to implementation, \r\nbut we also need political resolve to ensure their \r\nprogressive implementation. However, my Government \r\nmaintains its ongoing commitment to working to \r\naccelerate the implementation of NEPAD, notably in \r\nthe priority areas of infrastructure, agriculture and food \r\nsecurity with the Comprehensive Africa Agriculture \r\nDevelopment Programme, and human resources. The \r\nimplementation of structural projects in Central Africa \r\nhas translated the shared resolve of the Governments \r\nof the countries of the subregion to making NEPAD a \r\ndynamic mechanism for integration and development.\r\nMy delegation also wishes to acknowledge \r\nthe equally important progress made in the area \r\nof governance in Africa. We wish to express our \r\nlegitimate pride in the secretariat of the African Peer \r\nReview Mechanism, which has helped States to assume \r\nownership of the new self-assessment rules for Africa \r\nfor good governance. My country cannot but rejoice in \r\nits being among the very first States to have conducted \r\nthe self-assessment and evaluation processes launched \r\nin 2003. Since then, governance has progressed in \r\nthe Congo, as the recent Ibrahim Index of African \r\nGovernance has demonstrated. Today, the Congo is \r\none of 13 African countries to have made progress in \r\nall areas covered by the annual study of governance \r\non the continent, which ranks the Congo among the \r\nbest in the class in its ratings on security and the \r\nrule of law, participation and human rights, human \r\ndevelopment and sustainable economic development. \r\nAs the Assembly is aware, the Ibrahim Index of African \r\nGovernance is published each year by the Mo Ibrahim \r\nFoundation, which assigns a score to each country by \r\nstudying 95 indicators, divided into 14 subcategories, \r\ncollected by 30 independent institutions.\r\nIn their vision for development, African leaders \r\nrightly subscribe to the African Common Position on \r\nthe post-2015 agenda, peace and security as a pillar of \r\nsustainable development, and stress the inseparable \r\nnature of peace, security and development. The \r\nAfrican Common Position advocates fighting the root \r\ncauses of conflicts by eliminating economic and social \r\ninequality and exclusion. Strengthening inclusive good \r\ngovernance, combating all forms of discrimination \r\nand creating unity in diversity through democratic \r\npractices and mechanisms at the local, national and \r\ncontinental levels are also part of that struggle. Indeed, \r\nthe causes of the conflicts, violence and insecurity \r\nfound in various parts of Africa can also be called \r\npoverty, unemployment and endemic disease, as should \r\nbe feared in the case of the Ebola epidemic.\r\nPeace and security remain a concern in some \r\nAfrican countries faced with rebellions. The continent \r\nis increasingly facing new forms of security threats, \r\nsuch as narco-terrorism, the activities of extremist \r\ngroups such as Boko Haram in Nigeria and northern \r\nCameroon, and maritime piracy, especially in the Gulf \r\nof Guinea. We call on the international community \r\nand the countries concerned to strengthen their \r\ncommitment to fighting these threats. We all agree that \r\nthese scourges dangerously undermine not only the \r\neconomic development of countries on the continent, \r\nbut also the international economy as a whole, and can \r\nbe neutralized only by a firm, common response from \r\nthe international community.\r\nRegarding the crises affecting some parts of Africa, \r\nwe welcome the involvement of the international \r\ncommunity, particularly the United Nations, alongside \r\nthe African Union, regional economic communities and \r\n4/15 14-57648\r\nA/69/PV.27 17/10/2014\r\nAfrican States in the search for negotiated solutions to \r\ndisputes and the implementation of peace operations. \r\nThe multinational military exercise known as Loango \r\n2014, which is currently under way in the port city of \r\nPointe Noire in the Congo, is being conducted by the \r\nCentral Africa Multinational Force (FOMAC) in the \r\ncontext of the African Union’s architecture for peace. \r\nThe operation, organized every two or three years by \r\none of the member countries of Economic Community \r\nof Central African States (ECCAS), seeks to strengthen \r\nthe capacity of FOMAC to deploy peacekeeping and \r\nsecurity operations. I thank all partners of ECCAS who \r\nhave accompanied our countries in that endeavour.\r\nIt is impossible to discuss the situation in the \r\nCentral African Republic without worrying about the \r\ntragic developments of recent days. I call on our Central \r\nAfrican brothers and all those participating in the \r\ncrisis in the Central African Republic to return to the \r\ndynamic created by the Forum for Political Dialogue \r\nand National Reconciliation held in Brazzaville in July, \r\nwhich led to the signing of a ceasefire agreement. I \r\nrecall the commitment of the international mediation \r\nled by His Excellency Mr. Denis Sassou Nguesso, \r\nPresident of the Republic of the Congo, and reiterate \r\nmy country’s support for the transition authorities \r\nand the United Nations Multidimensional Integrated \r\nStabilization Mission in the Central African Republic. \r\nMy Government firmly condemns any attack on \r\npeacekeepers.\r\nI take this opportunity to reiterate the international \r\nmediator’s appeal of 26 September, made at the \r\nUnited Nations high-level event on the Central \r\nAfrican Republic, to the international community to \r\nremain mobilized for Central Africa with the same \r\ncommitment, because the Central African Republic has \r\nbeen completely destroyed and still has a great need for \r\ninternational assistance if it is to recover.\r\nAs African leaders say, Africa should no longer be \r\na symbol of poverty and unrest, but should become an \r\nintegrated, prosperous and stable continent that is truly \r\ninvolved in the international arena and whose people \r\nlive in peace and security. That is the Africa we want.\r\nMr. Mahmoud (Egypt): Egypt aligns itself with the \r\nstatement delivered by the representative of Malawi on \r\nbehalf of the Group of African States (see A/69/PV.26) \r\nand welcomes the Secretary-General’s three reports on \r\nAfrican issues under agenda item 62, “New Partnership \r\nfor Africa’s Development: progress in implementation \r\nand international support”. I would like to thank the \r\nSecretary-General and the Office of the Special Adviser \r\nfor Africa for preparing the three reports and for the \r\nthoughtful conclusions they include.\r\nThe New Partnership for Africa’s Development \r\n(NEPAD) represents Africa’s inspiration to take its \r\nmatters into its own hands. As Africa’s instrument \r\naimed at reducing poverty and achieving sustainable \r\ndevelopment, NEPAD translates African priorities \r\ninto specific programmes and projects. It thereby \r\ncrystallizes Africa’s vision on specific thematic issues: \r\nagriculture and food security, regional integration and \r\ninfrastructure, human development, and information \r\nand communications technology. NEPAD has received \r\nadditional impetus as it has become the vehicle \r\nof the interpretation of the African Agenda 2063, \r\nAfrica’s vision for regional integration and an African \r\nrenaissance. As a proud founding member, Egypt \r\ncontinues to support the work of NEPAD in various \r\nprogrammes and thematic activities, and calls for \r\nincreased international support for the implementation \r\nof the NEPAD programme.\r\nThis year’s deliberations on the item coincide \r\nwith the negotiations on the post-2015 development \r\nagenda and the sustainable development goals. As the \r\ndeadline of the negotiations approaches, it is important \r\nto emphasize the need to incorporate African priorities \r\ninto the new agenda. No global development agenda will \r\never succeed if it does not tackle the African priorities \r\nof increasing economic output, creating jobs and \r\neradicating poverty through increased industrialization, \r\ninfrastructure and agricultural development. African \r\ndevelopment needs significant and diverse financial \r\nresources, technology transfers and capacity-building. \r\nIt is noteworthy that official development assistance \r\nshould continue to constitute the backbone of financing \r\nfor development. Furthermore, Africa needs the \r\nsupport of the international community in the recovery \r\nof illicitly transferred assets. We look forward to the \r\nupcoming third International Conference on Financing \r\nfor Development in July 2015 to help the continent in \r\nthat regard.\r\nThe outbreak of Ebola in the past few months is \r\nyet another reminder of the special needs of Africa. \r\nWe welcome the efforts of the Secretary-General, the \r\nGeneral Assembly and the Security Council to establish \r\nthe United Nations Mission for Ebola Emergency \r\nResponse in order to curb the spread of the outbreak, \r\ntreat the infected and prevent Ebola from becoming a \r\nworldwide pandemic. In order to succeed in combating \r\n14-57648 5/15\r\n17/10/2014 A/69/PV.27\r\nEbola, the international community should mobilize \r\nresources totalling $1 billion over the next six months. \r\nUnfortunately, the majority of those pledges are yet to \r\nbe met.\r\nThe Ebola outbreak also highlights the need to \r\nimprove Africa’s health systems and to build resilience \r\nin fighting health emergencies. Moreover, the global \r\nefforts to combat Ebola should not amount to placing \r\nthe affected countries under siege. We reiterate our \r\nconcern over the detrimental effect on the countries \r\nconcerned of the isolation caused by the trade and \r\ntravel restrictions imposed on them. Those measures \r\nare not effective in containing the epidemic. They \r\ncreate impediments to the delivery of the required \r\nassistance to the affected countries, thereby prolonging \r\ntheir plight and rendering recovery more difficult.\r\nEfforts to achieve sustainable development and \r\ngrowth are doomed to failure unless coupled with serious \r\nefforts to create, keep and build peace. In that regard, \r\nwe welcome the report of the Secretary-General on the \r\ncauses of conflict and the promotion of durable peace \r\nand sustainable development in Africa (A/69/162). We \r\nalso highlight Africa’s initiative to achieve a conflict-\r\nfree Africa, as outlined in the Organization for African \r\nUnity/African Union Solemn Declaration of 2013. That \r\ninitiative is complemented by the work of the African \r\nPeer Review Mechanism, which demonstrates Africa’s \r\ncommitment to enhancing good governance and respect \r\nfor human rights and democratic values.\r\nIn conclusion, it is important to emphasize the \r\nneed to sustain and consolidate the support provided to \r\nAfrica by the Office of the Special Adviser on Africa, \r\nas the lead entity for advancing African issues in the \r\nUnited Nations system.\r\nMr. Sarki (Nigeria): First, Nigeria would like to \r\nassociate itself with the statement delivered by the \r\nrepresentative of Malawi on behalf of the Group of \r\nAfrican States (see A/69/PV.26).\r\nWe welcome this very important debate on the New \r\nPartnership for Africa’s Development (NEPAD). We \r\nalso salute the vision and sagacity of African leaders \r\nin establishing NEPAD, which today is the bona fide \r\nagency for Africa’s renaissance. We commend the \r\nSecretary-General for his three significant reports on \r\nthe present challenges and future prospects of Africa. \r\nThey serve as the basis for honest, constructive and \r\ncritical discussion, and for building scenarios and \r\nstructures for the adoption of credible measures to \r\nimplement the policies, programmes and activities that \r\nsupport Africa’s vision for sustainable development, \r\npeace, security, stability and progress. It is therefore \r\nsignificant that today’s debate is taking place as we \r\nare discussing the contours of the post-2015 global \r\ndevelopment agenda and preparing to take stock of the \r\nimplementation of the Millennium Development Goals \r\nas they approach their deadline.\r\nWe thank Mr. Ibrahim Assane Mayaki, Chief \r\nExecutive Officer of the NEPAD Planning and \r\nCoordinating Agency, for his efforts and leadership \r\nof the Agency, and his inputs to date towards its \r\nregeneration. We also commend Mr. Maged Abdelaziz, \r\nSpecial Adviser of the Secretary-General on Africa, for \r\nhis valuable ongoing service to Africa and the United \r\nNations at large. We thank all delegations that have \r\nspoken today, expressed solidarity with Africa, showed \r\nconcern for our challenges, and shared the promise and \r\nopportunities that our continent provides.\r\nWe stand ready as always to work with Member \r\nStates for the advancement of our region and the entire \r\nworld. In that regard, we welcome the various initiatives \r\ncreated within the frameworks of regional cooperation \r\nwith Africa. They include the European Union-Africa \r\nSummit meetings and their outcomes; the Japan-Africa \r\nSummit and their technical meetings; the China-Africa \r\nmeetings and the initiatives emanating therefrom; the \r\nArab-Africa Summit meetings, the latest of which \r\nwas held in Kuwait City; and many other beneficial \r\ninitiatives that give concrete expression to the various \r\naspects of NEPAD’s work and the aspirations of the \r\nAfrican Union.\r\nConflicts are the most significant challenges \r\nfacing our continent today. The Secretary-General’s \r\nreport on the causes of conflict and the promotion of \r\ndurable peace and sustainable development in Africa \r\n(A/69/162) is therefore a fundamental document whose \r\ndiagnosis and prescriptions should be given careful \r\nconsideration. In that regard, Nigeria notes in particular \r\nthe nexus established by the report among peace, \r\nsecurity and development. In that connection, Nigeria \r\nis of the view that efforts at the subregional, regional \r\nand international levels should be intensified to support \r\nand advance national efforts at conflict prevention and \r\nmanagement, as prerequisites for durable peace and \r\nsustainable development. Reinforcing best practices and \r\nsupporting national programmes aimed at reconciliation, \r\ndevelopment and the building of inter- and cross-\r\ncommunal relations are of the highest importance.\r\n6/15 14-57648\r\nA/69/PV.27 17/10/2014\r\nWhere conflicts inevitably break out, regional \r\npeace and security structures must be able to respond \r\nin a timely manner to forestall mass atrocities and \r\nsystematic human rights abuses, and to protect \r\ncivilians, vulnerable persons and groups from excesses \r\ncommitted during war. As obligated under its own \r\nCharter, the United Nations should expeditiously \r\naddress any threats to peace and security in Africa, and \r\nimplement all relevant Security Council resolutions in \r\norder to forestall the outbreak of conflicts and, where \r\nappropriate, respond to conflicts in order to prevent \r\nmassive loss of life and the dislocation of communal \r\nactivities.\r\nNigeria has always emphasized regional initiatives \r\nto address conflicts in Africa. Only recently, the four \r\nStates members of the Lake Chad Basin Commission, \r\ntogether with the Republic of Benin, held a summit \r\nlevel meeting in Niamey, in your own country, \r\nMr. Vice-President, to discuss the security situation \r\nand terrorism in our subregion. The meeting was \r\nfollowed on Monday of this week by a ministerial \r\nmeeting of Ministers for Foreign Affairs and Defence \r\nof those countries, where resolutions and decisions were \r\nadopted to establish a multidimensional, multinational \r\nstructure for combating cross-border and common \r\nsecurity challenges.\r\nAfrica’s challenges in the area of peace and security \r\nare not restricted to conflicts alone. Development \r\nchallenges have long had an impact on Africa’s capacity \r\nand readiness to respond to threats to peace and \r\nsecurity. Today, more than ever before, we are faced \r\nwith the threat not of a man-made disaster, but of a \r\nnatural phenomenon, represented by the Ebola disease \r\noutbreak in West Africa. The world is now reeling \r\nfrom the threat posed by this outbreak. The debilitating \r\nimpacts of malaria and other killer diseases have long \r\nheld back Africa’s development prospects, especially \r\nin the areas of human-resource capacity and labour \r\nproductivity.\r\nThe African Union Special Summit on HIV/AIDS, \r\nTuberculosis and Malaria, held in Abuja on 15 and \r\n16 July 2013, adopted a landmark resolution to intensify \r\nefforts aimed at rolling back malaria and eradicating \r\nother killer diseases in Africa. It is clear that the \r\npresent Ebola outbreak has compounded the difficulty \r\nof the situation in Africa. International efforts must \r\nbe intensified to address the danger and overcome \r\nthe threat it poses to the subregion, the continent \r\nand the entire world, as the Ebola virus is spreading \r\nexponentially. We have no alternative but to face this \r\nexistential threat together and show unity of purpose.\r\nRather than stigmatizing and isolating countries \r\nand communities from where the outbreak emanated, \r\nsolidarity, compassion and understanding should be our \r\nwatchwords, with speedy and timely support rendered \r\nto those countries. Nigeria has so far disbursed \r\n$3.5 million to the affected countries in West Africa, \r\nhaving overcome the importation of the virus into our \r\nown country. We will continue to show empathy and \r\nsolidarity with the affected countries in our region \r\nand give them the support they need to meet this grave \r\nchallenge.\r\nIn addressing NEPAD priorities and the sustainable \r\ndevelopment of Africa, we should highlight the \r\ninfrastructure needs of the continent and develop \r\nstrategies for meeting those needs. The African Union \r\n(AU) and NEPAD have developed blueprints to address \r\nthe needs and adopted policies at the highest level in \r\nthe continent to integrate Africa by rail, land and air, \r\nas well as by electronic means such as fibre optics and \r\nundersea cable for telecommunications and the Internet.\r\nThe most important infrastructure gap in Africa \r\ntoday, according to a World Bank report, is to be found in \r\nthe power sector. It is instructive to note that only 24 per \r\ncent of Africa’s population is reported to have access \r\nto a constant electricity supply, while 48 sub-Saharan \r\ncountries, with about 800 million people, are said to \r\nproduce roughly the same level of power as Spain, which \r\nhas only 45 million people. Africa’s infrastructure \r\ndeficit is naturally being addressed under the ambitious \r\nProgramme for Infrastructure Development in Africa.\r\nThe adoption of Agenda 2063 by the AU presents a \r\nlandmark opportunity for addressing Africa’s priorities \r\non a long-term basis in the areas of infrastructure, \r\nindustrialization, agriculture, human capital \r\ndevelopment and peace and security. We therefore \r\nwish to highlight the need for a global appreciation \r\nof the conclusions and final outcomes of high-level \r\nmeetings of the African Union, NEPAD and the various \r\nregional economic communities in Africa, towards the \r\ndevelopment of viable partnerships for implementation \r\nof our continent’s development strategies, in consonance \r\nwith the global partnership envisaged under Millennium \r\nDevelopment Goal 8, and the relevant provisions of the \r\nunfolding post-2015 development framework.\r\nIn that regard, we wish to reiterate the importance \r\nof the Common African Position that was adopted \r\n14-57648 7/15\r\n17/10/2014 A/69/PV.27\r\nat the highest political level in Africa in order to \r\naddress Africa’s priorities in elaborating the post-\r\n2015 development agenda. The Secretary-General’s \r\nbiennial report on the review of the implementation of \r\nthe commitments made towards Africa’s development \r\n(A/69/162) is therefore highly significant and of \r\nextreme relevance. We wish to reiterate our readiness \r\nto cooperate with NEPAD and the African Union to \r\nintensify regional integration and achieve a common \r\nmarket in our continent. We shall strive to encourage \r\ngreater private-sector participation in that process, \r\nwhereby indigenous banks, industries, trading \r\ncompanies and others will be able to avail themselves \r\nof opportunities to expand their reach and scope in all \r\nAfrican countries, reduce their dependency on external \r\nfactors and open up African markets for African \r\nbusinesses.\r\nFinally, as we were reminded today by Mr. Ibrahim \r\nAssane Mayaki, Chief Executive Officer of the NEPAD \r\nPlanning and Coordinating Agency, NEPAD and the \r\nAfrican Peer Review Mechanism are the dual structures \r\non which Africa’s development are predicated. They \r\nalso form the bases for regional integration, peace and \r\nsecurity and sustainable development. Accordingly, the \r\nobservance of and respect for principles that constitute \r\nthe foundation of good governance — such as human \r\nrights, the rule of law, democratic governance based \r\non constitutionality, and the fight against corruption \r\nand impunity — are indispensable corollaries to \r\ndevelopment. The Secretary-General’s emphases \r\non these issues are very important. They have also \r\nbeen reflected in the Secretary-General’s outcome \r\ndocuments. Nigeria welcomes these emphases and will \r\ncontinue to abide by them.\r\nMr. Laassel (Morocco) (spoke in French): My \r\ndelegation is pleased to participate in this important \r\nmeeting of the General Assembly devoted to \r\ndevelopment in Africa, which is taking place at a critical \r\ntime in the preparation of the post-2015 development \r\nagenda. My delegation aligns itself with the statement \r\nmade by the representative of Malawi on behalf of the \r\nGroup of African States (see A/69/PV.26). We would \r\nalso like to express our support and congratulations for \r\nthe outstanding work that has been carried out by the \r\nOffice of the Special Adviser on Africa and his tireless \r\nefforts in favour of the continent’s interests within the \r\nframework of the United Nations system.\r\nAfrican States have shown their commitment to \r\npolitical stability and to peace as engines and catalysts \r\nfor development. The Millennium Development Goals \r\n(MDGs) have provided a substantive impetus to African \r\nStates and enabled them to achieve outstanding progress \r\nin the field of economic and social development. Despite \r\nthe progress achieved to date, the African continent \r\nremains confronted with a great many challenges in \r\nachieving its objectives.\r\nThe efforts of African States have been hampered \r\nby the multiple economic and financial crises, including \r\nthose linked to the increase in the price of foodstuffs \r\nand energy, that have struck the entire world in recent \r\nyears, and by deterioration caused by climate change. \r\nThe recent Ebola outbreak and its consequences for \r\nthe prospects for economic and social development of \r\na number of African States clearly shows the extent to \r\nwhich it is necessary for the international community \r\nto further mobilize in a timely manner to assist the \r\ncountries on the continent to create the conditions \r\nnecessary for their development. Morocco has expressed \r\nits solidarity with the countries suffering the impacts of \r\nthe pandemic, by continuing, through its airline, Royal \r\nAir Maroc, to f ly to those countries in order to undo \r\ntheir isolation, just as we have made a contribution by \r\nsending medicines to affected countries.\r\nThe commitments undertaken under MDG 8 on \r\nthe global partnership for development have not been \r\nkept in their entirety, particularly with respect to \r\nfinancing for development, technology transfer, access \r\nto affordable medicines and development commitments \r\nfor the least developed countries, the majority of which \r\nare in Africa. We emphasize in that context that official \r\ndevelopment assistance, which is an important source \r\nof development financing, particularly for African least \r\ndeveloped countries, should be further strengthened \r\nin the context of the post-2015 development agenda. \r\nThe full and rapid implementation of commitments to \r\nAfrica’s development should be a priority in terms of \r\naccelerating progress towards the achievement of the \r\nMDGs in the African continent. In addition, Africa’s \r\nspecial needs development must be an integral part of \r\nthe post-2015 development programme.\r\nThe transformation of African economies through \r\nindustrialization, the improvement of their production \r\ncapacity and the promotion of economic growth are \r\ndecisive factors for efforts to lift millions of Africans \r\nout of poverty and combat youth unemployment. The \r\npromotion of investment, infrastructure development, \r\nimproved market access and technology transfer are key \r\nelements to enable the economic emergence of African \r\n8/15 14-57648\r\nA/69/PV.27 17/10/2014\r\ncountries. We believe that strengthening the private \r\nsector will contribute to the diversification of African \r\neconomies, improved value-added and the creation of \r\nemployment and income opportunities.\r\nWe emphasize, moreover, the need for productive \r\ninvestment as an important source of financing \r\nfor development and its catalytic role in achieving \r\ndevelopment goals, in particular the eradication of \r\npoverty. In that regard, my delegation welcomes the \r\nholding on 17 July of a high-level debate of the General \r\nAssembly devoted to the promotion of investment in \r\nAfrica and its role in achieving development goals on \r\nthe continent.\r\nClimate change is a major challenge for Africa’s \r\ndevelopment. Global solutions are required to mitigate \r\nits effects and to support adaptation efforts through \r\nadequate financing and technology transfer. The \r\ngreen economy, which was highlighted at the United \r\nNations Conference on Sustainable Development and \r\nin its outcome document (resolution 66/288, annex), \r\ncould be an important model for achieving sustainable \r\ndevelopment goals and eradicating poverty through job \r\ncreation. Technology transfer is essential to helping \r\nAfrican countries to achieve the necessary economic \r\ntransformation and thus enable them to promote the \r\ngreen economy and adequately address the three pillars \r\nof sustainable development.\r\nMorocco has always made South-South cooperation, \r\nespecially with African countries, a cornerstone of its \r\nforeign policy. Morocco believes that only joint action \r\non the basis of shared commitments and significant \r\nregional integration will enable African countries \r\nto overcome the challenges of development. It is in \r\nthat spirit that Morocco has initiated partnership \r\nand cooperation programmes with African countries \r\nin areas such as education, health, infrastructure, \r\nagriculture and vocational training. In addition to the \r\ncooperation initiated by the Moroccan Government, \r\nprivate Moroccan companies have also increased their \r\ninvestment in the continent.\r\nIn conclusion, I would like to emphasize that \r\nMorocco is determined to engage in a more dynamic \r\nand active cooperation at the international and regional \r\nlevel for development in Africa.\r\nMr. Haniff (Malaysia): I would like to thank the \r\nPresident of the General Assembly for convening this \r\njoint debate.\r\nMalaysia aligns itself with the statement delivered \r\nby the Permanent Representative of Myanmar on behalf \r\nof the Association of Southeast Asian Nations (see \r\nA/69/PV.26). I also would like to express our appreciation \r\nto the Secretary-General for his comprehensive reports \r\nsubmitted under agenda item 62.\r\nMalaysia would like to take this opportunity to \r\nonce again congratulate our African friends on the \r\ncommemoration of the tenth anniversary of the African \r\nPeer Review Mechanism in 2013 and its achievements \r\nthus far. The 10-year anniversary commemoration \r\nnot only contributed to raising awareness among the \r\ninternational community and the African diaspora \r\non Africa’s progress in the area of governance, but \r\nwas even more significant as it coincided with the \r\nfiftieth anniversary of the African Union and the tenth \r\nanniversary of the establishment of the United Nations \r\nOffice of the Special Adviser to the Secretary-General \r\non Africa, who is tasked with global advocacy and \r\nsupport for Africa’s development, in particular the New \r\nPartnership for Africa’s Development (NEPAD).\r\nMalaysia welcomes the progress made by African \r\ncountries over the past 10 years of implementation \r\nof the African Peer Review Mechanism, an initiative \r\nestablished under NEPAD. It has succeeded in fulfilling \r\nits objectives to encourage and build transformative \r\nleadership and constructive national dialogue among \r\nAfrican countries through an inclusive and participatory \r\nself-assessment process. The African Peer Review \r\nMechanism has successfully fostered policies and \r\npractices that would lead to the attainment of the NEPAD \r\nobjectives of political stability, high economic growth, \r\nsustainable development and accelerated subregional \r\nand continental economic integration. Though it is \r\nvoluntary in nature, the increasing number of countries \r\nparticipating in the process shows the importance \r\nthat African countries attach to strengthening their \r\ninstitutions of governance. Malaysia hopes that more \r\nAfrican countries will participate in the process in \r\nthe future, thus further enhancing the development \r\nof Africa as a whole. We hope all these consolidated \r\nefforts will assist our African friends in achieving their \r\ngoals.\r\nMalaysia attaches great importance to its relations \r\nand cooperation with Africa, especially in the areas \r\nof peace and security, trade, investment and the \r\nholistic development of the region. We truly believe \r\nthat through South-South cooperation, solidarity and \r\n14-57648 9/15\r\n17/10/2014 A/69/PV.27\r\nmutual respect, relations between Malaysia and the \r\ncountries of Africa have been enhanced.\r\nAs we can see, the growing trend of foreign direct \r\ninvestment f lows from countries of the global South \r\nto the African continent has provided a foundation \r\nfor greater cooperation in the future. That was made \r\nevident in the United Nations Conference on Trade and \r\nDevelopment report on the rise of Brazil, Russia, India, \r\nChina and South Africa and Africa of March 2013, \r\nwhich states that Malaysia is the biggest Asian source \r\nof foreign direct investment to Africa. Malaysia was \r\nthe third-biggest investor in Africa in 2011, after the \r\nUnited States and France, with a total of $19.3 billion \r\nof investment in the continent. Investment from the \r\nMalaysian private sector has led to the creation of more \r\ndecent jobs and transfer of knowledge and technology \r\nand has assisted in projecting the image of Africa as a \r\nvibrant investment destination in the world.\r\nWhile we welcome the progress made by many of \r\nthe African countries, Malaysia also acknowledges the \r\nchallenges and difficulties faced by African countries \r\nin achieving the Millennium Development Goals by \r\n2015. In that regard, Malaysia wishes to reaffirm \r\nour support and continue to be an active dialogue \r\npartner with Africa, under the framework of South-\r\nSouth cooperation. Malaysia cooperates with African \r\ncountries through specific technical courses under \r\nthe Malaysian Technical Cooperation Programme and \r\nthrough triangular cooperation initiatives, such as \r\nthe joint initiative between the Malaysian Technical \r\nCooperation Programme, the Japan International \r\nCooperation Agency and Africa. Malaysia has also \r\nentered into specific cooperation programmes with \r\nAfrican countries through dialogue platforms such as \r\nthe private-sector involvement through the Malaysian \r\nSouth-South Association and Malaysian South-South \r\ncooperation.\r\nIn conjunction with the sixty-eighth United Nations \r\nDay celebration held in Kuala Lumpur in October 2013, \r\nthe Malaysian Technical Cooperation Programme \r\nreceived the Millennium Development Goals award \r\nfor global partnership for development, in recognition \r\nof its outstanding contribution to the United Nations \r\ndevelopment goal. Malaysia is proud to be the recipient \r\nof the United Nations award in 2013 for its contributions \r\ntowards Millennium Development Goal 8, “Develop \r\na global partnership for development”. We thank the \r\ndeveloping countries that nominated Malaysia for this \r\naward, as it is an acknowledgement of Malaysia’s efforts \r\nin supporting the Millennium Development Goals.\r\nMalaysia also wishes to reaffirm its commitment \r\nto hosting the next Smart Partnership Dialogue through \r\nthe Langkawi International Dialogue (LID), at a date \r\nto be announced in due course. Malaysia believes that \r\nthe Smart Partnership Dialogue is a good platform \r\nfor Malaysia in its continuing engagement with other \r\nAfrican countries outside the bilateral engagements. \r\nMalaysia’s presence during the Dialogue in Africa and \r\nour commitment to hosting the LID demonstrate our \r\ncontinuing support for Africa’s economic development. \r\nThrough hosting LIDs, Malaysia remains committed to \r\npromoting South-South cooperation in Africa.\r\nMalaysia has, since 1995, organized the LID. \r\nThe Dialogue has been successful in forging smart \r\npartnerships between the Governments and private \r\nsectors in the South. Since its inception, a total of \r\nnine such dialogues have been held, aimed at fostering \r\nsmart partnerships at all levels in society, engaging \r\nthe political leadership, civil service, business, labour, \r\ncivil societies, media and the population at large. The \r\nsuccess of the LID has prompted African countries to \r\norganize a similar dialogue in southern Africa, namely, \r\nthe Southern Africa International Dialogue.\r\nMalaysia would also like to express our deep \r\nconcern with regard to the Ebola outbreak in the African \r\nregion. Malaysia has mobilized resources to ensure an \r\nadequate humanitarian response on the ground in order \r\nto combat the outbreak effectively. With regard to that \r\neffort, on 15 September the Malaysian Prime Minister \r\nhanded over the consignment of 20.9 million medical \r\nrubber gloves in 11 containers to be distributed to the \r\naffected countries. Liberia, Sierra Leone and Guinea \r\nwill each receive three containers of the medical gloves, \r\nwith each container carrying 1.9 million medical gloves. \r\nMeanwhile, the Democratic Republic of the Congo and \r\nNigeria will receive one container each, respectively. \r\nMalaysia sincerely hopes that this modest contribution \r\nwill help prevent the spread of Ebola and save lives.\r\nTo conclude, Malaysia hopes that more countries \r\nwill participate in Africa’s future economy activity, \r\nthereby further enhancing the development of Africa \r\nas a whole.\r\nMr. Çevik (Turkey): At the outset, I would like \r\nto express our appreciation for the scheduling of this \r\nimportant meeting and I would especially like to thank \r\n10/15 14-57648\r\nA/69/PV.27 17/10/2014\r\nSecretary-General Ban Ki-moon for his invaluable \r\nreports.\r\nAs we are at the crossroads of defining the post-\r\n2015 development agenda, it is important to have \r\na comprehensive discussion on how to achieve and \r\nfinance Africa’s sustainable development. Bearing in \r\nmind that there is a direct link between peace, security \r\nand development, addressing the conflicts on the \r\ncontinent of Africa will also best serve the development \r\nefforts in the region. Turkey, in line with that approach \r\nand as a strategic partner of the African Union (AU), \r\nsupports all initiatives for the prevention of conflicts \r\nand to bring peace to the whole continent.\r\nMediation can be the most effective tool in the \r\nprevention or management of conflicts. The third \r\nIstanbul Conference on Mediation, held in Istanbul \r\non 26 June, addressed the theme of increasing the \r\nrole of regional organizations in mediation. In fact, \r\nthe AU and African subregional organizations have \r\ndemonstrated their will and exerted great peacekeeping \r\nand peacebuilding efforts in addressing many conflicts. \r\nThe United Nations Alliance of Civilizations, of which \r\nTurkey is co-Chair with Spain, is also an initiative that \r\ncan be a catalyst for the much-needed dialogue and \r\ninteraction between different cultures and civilizations.\r\nAs two thirds of the least developed countries \r\n(LDCs) are in Africa, supporting LDCs and promoting \r\ninvestment in those countries will also contribute to \r\nenhancing Africa’s development. Timely and effective \r\nimplementation of and sustained international support \r\nfor the Istanbul Programme of Action for LDCs are of \r\ncrucial importance in that sense. Turkey is currently \r\npreparing itself for the review conference of the Istanbul \r\nProgramme of Action, again in Istanbul.\r\nTurkey supports African solutions to African \r\nproblems. Ownership and leadership of African \r\ncountries and the AU are essential for ensuring peace, \r\nsecurity and sustainable development in the continent. \r\nTurkey has become a strategic partner of the AU in \r\n2008. We now have 35 embassies in various African \r\ncountries. That number will reach 39 by the end of the \r\nyear. The number of embassies of African countries in \r\nAnkara recently reached 30. That represents a threefold \r\nincrease in the past four or five years. We now look \r\nforward to the second Turkey-Africa Partnership \r\nSummit to be held in Equatorial Guinea from 19 to \r\n21 November, which will convene under the theme “A \r\nnew partnership model for African sustainable \r\ndevelopment and the consolidation of integration”.\r\nTurkey will assume the presidency of the Group \r\nof 20 on 1 December. Turkey will work for a more \r\nrepresentative, fair and democratic global economic \r\nsystem that favours all. Development, including for \r\nAfrica, will be a priority for our presidency. Turkey will \r\nalso be in close contact with all our partners, including \r\nAfrica, in the period leading up to the first-ever world \r\nhumanitarian summit, to be held in 2016 in Istanbul.\r\nWe are deeply concerned about the ongoing crisis \r\ncaused by the outbreak of the Ebola virus in West \r\nAfrican countries and regret the loss of over 4,000 \r\nlives. As it is spreading at an exponential rate, the Ebola \r\nchallenge, with its social and economic consequences, \r\nhas already become a humanitarian crisis affecting \r\nregional and global security. This global humanitarian \r\ntragedy has now become a global challenge that can \r\nbe banished only through international cooperation \r\nand solidarity. We are ready to provide full support to \r\nthe work of Special Envoy Mr. David Nabarro and to \r\ncooperate with all relevant agencies and actors through \r\nthe United Nations coordination system created by the \r\nSecretary-General.\r\nTurkey has immediately reacted to this emergency \r\nand will shortly announce additional financial \r\nassistance. Our national agencies are also planning \r\nfurther in-kind assistance to the countries most \r\naffected, namely, Liberia, Sierra Leone and Guinea. \r\nWe are now planning to scale up our support with \r\nadditional available means as quickly as possible and \r\nby using multilateral channels, including the United \r\nNations Mission for Ebola Emergency Response, the \r\nWorld Health Organization and the African Union.\r\nTurkey’s engagement and partnership with Africa \r\nis based on its own merits and therefore will continue \r\nunabated in the future.\r\nMr. Kirbet (Ethiopia): At the outset, my delegation \r\nwould like to associate itself with the statement \r\ndelivered by the representative of Malawi on behalf of \r\nthe Group of African States (see A/69/PV.26).\r\nMy delegation wishes to extend its appreciation to \r\nthe United Nations for dedicating 9 to 17 October as \r\nthe 2014 New Partnership for Africa’s Development \r\n(NEPAD) Week, and to the Secretary-General for his \r\nreports on these two important agenda items and for \r\nhis consistent commitment and support to Africa’s top \r\nagenda issues of malaria and NEPAD to receive serious \r\nattention and consideration in the context of multilateral \r\nsystems, such as the United Nations.\r\n14-57648 11/15\r\n17/10/2014 A/69/PV.27\r\nMy delegation also welcomes the introductory \r\nstatement by Mr. Ibrahim Mayaki, Chief Executive \r\nOfficer of the NEPAD Planning and Coordination \r\nAgency, which highlighted the progress made in \r\nimplementing NEPAD development projects, the \r\nchallenges faced in the process and steps to be taken \r\nin the coming years. Let me in this connection extend \r\nour appreciation to the Under-Secretary-General and \r\nSpecial Adviser of the Secretary-General on Africa, \r\nAmbassador Maged Abdulaziz, and his Office for their \r\ncontinued support of NEPAD’s efforts to realize its \r\nongoing development projects together with other the \r\nUnited Nations funds, programmes and agencies, and \r\nthe African Union Commission.\r\nSince its inception, NEPAD has been entrusted with \r\nthe mission of supporting the African Union to realize \r\nthe economic integration of our continent. As noted in \r\nthe report, the African Union has launched a continent-\r\nwide economic transformation initiative, primarily \r\nbased on the industrialization and modernization of \r\nagriculture. This initiative was extensively debated \r\nby the economics and finance Ministers of Africa \r\ntogether with the Governors of Central Banks during \r\nthe seventh Meeting of the Ministers, held in April \r\nin Abuja, Nigeria. The outcome of that debate will be \r\ntranslated into action, principally through planning \r\nand implementation schemes steered by the NEPAD \r\nAgency. NEPAD, together with the regional economic \r\ncommunities, the African Union Commission and the \r\nUnited Nations Economic Commission for Africa, will \r\nbe at the centre of organizing actions and necessary \r\nresources for the desired transformation of African \r\neconomies in the short term and the far-reaching \r\nAgenda 2063 of the Union in the long term.\r\nEthiopia acknowledges the support provided our \r\npartners for projects in Member States identified \r\nas priority areas by NEPAD and subject to local \r\nimplementation. With respect to agriculture and food \r\nsecurity, the Union has rededicated itself to eliminating \r\nhunger, reducing poverty and enhancing food security \r\nthrough the Comprehensive Africa Agriculture \r\nDevelopment Programme. This has also been closely \r\nlinked to climate change and natural resource \r\nmanagement. These initiatives and programmes need \r\nlocal participation and are progressing in the right \r\ndirection, though not satisfactorily, as the resources \r\nmobilized by NEPAD are not yet adequate to close \r\nthe gaps. In this regard, the efforts of NEPAD and the \r\nsupport of its partners, including the United Nations \r\nand its agencies, to mobilize the required resources \r\nneed to be accorded the attention they deserve.\r\nIt is evident that economic integration and \r\nindustrialization will not be fully realized or \r\nbecome sustainable in the absence of adequate \r\ninfrastructure. Accordingly, Africa has set ambitious \r\ninfrastructure-development projects through the \r\nProgramme for Infrastructure Development in \r\nAfrica. We recognize that each African country must \r\nassume responsibility for implementing the NEPAD \r\nprogrammes for infrastructure development, without \r\nwhich it will be difficult to integrate our economies by \r\nremoving border-post restrictions. Obviously, Africa is \r\nunable alone to implement either the 51 projects and \r\nprogrammes, or the 16 national and regional priority \r\ninfrastructure projects, which were identified as quick \r\nwins for financing, as clearly indicated in the report.\r\nIt should also be recalled that the Heads of State \r\nand Government Orientation Committee has, on several \r\noccasions, stressed the need for partnership between \r\nthe Union and international financial institutions for \r\nthe successful implementation of mega-projects, a \r\nsentiment also endorsed by the Assembly. In this regard, \r\nmy delegation welcomes the African 50 initiative of \r\nthe African Development Bank to support the efforts \r\nof Africa to achieve inclusive growth and sustainable \r\ndevelopment.\r\nWe in Africa, including my country, Ethiopia, are \r\nworking hard to mobilize domestic resources for the \r\npurpose of implementing our development projects \r\nwith cross-border benefits. Such efforts should \r\ntherefore, in our view, be reinforced by development \r\npartners — donor countries and multilateral \r\norganizations alike — because the needs are tremendous \r\nwhile the resources are far short of what is required. \r\nWe are aware of the fact that surpluses are available \r\nin the global economy, in particular in the developed \r\nworld, and opportunities should therefore not be missed \r\nto support Africa’s development programmes identified \r\nby NEPAD. We hope that partners will renew their \r\ncommitments in the light of the financial challenges \r\nAfrica is facing today, so that the recommendations \r\ncontained in the report will be implemented.\r\nWe are all well aware that malaria-control efforts \r\nhave attracted considerable political attention and \r\nfinancial support at the international, regional and \r\ncountry levels. We all recall that, in September 2008, \r\nwe warmly welcomed the official launch of the Roll \r\n12/15 14-57648\r\nA/69/PV.27 17/10/2014\r\nBack Malaria Partnership, which we in Ethiopia believe \r\nhelped to accelerate our progress towards achieving the \r\nPartnership’s 2010-2015 targets for malaria control and \r\nelimination. Ethiopia, as part of sub-Saharan Africa, \r\nhas made considerable progress in reducing malaria, \r\nwhich is the main cause of morbidity and mortality.\r\nWe are one of the first countries to embrace the \r\nscaling-up impact concept for malaria control. The \r\n2006-2010 National Strategic Plan, aimed to rapidly \r\nscale up malaria-control interventions to achieve a \r\n50 per cent reduction in the malaria burden, in line \r\nwith Roll Back Malaria objectives, has been a great \r\nsuccess. Significant and sufficient amounts of effective \r\nanti-malaria drugs and diagnostics have been distributed \r\nto all malaria-affected areas in the country. More than \r\n57 million nets have been distributed since 2005, and \r\nhouseholds targeted for indoor residual spraying have \r\nincreased from 20 per cent in 2005 to over 80 per cent in \r\n2013. These scale-up efforts have been aggressively and \r\nsuccessfully implemented through a focused approach \r\nand intensified cooperation among stakeholders.\r\nAccording to a survey conducted by the World \r\nHealth Organization in areas located below 2,000 metres \r\naltitude, significant reductions have been recorded \r\nin malaria cases, admissions and deaths. In all ages, \r\nconfirmed malaria cases in 2011 declined by 66 per \r\ncent in children under 5, and malaria admissions and \r\ndeath fell by 81 per cent and 73 per cent, respectively. \r\nMonthly trends of malaria indicators were lower and \r\nless variable following the intervention. Malaria \r\nepidemics have gone down year on year, attaining a \r\nlevel with no epidemics recorded at the national level.\r\nFurthermore, in the health sector, we have \r\nformulated and implemented a number of polices and \r\nstrategies. These include strategies on free services \r\nfor key health interventions and the training and \r\ndeployment of over 38,000 health extension workers \r\nfor the institutionalization of community health care \r\nservices that involve diagnosis and treatment of malaria \r\nat the health-post level. These health-care-delivery \r\nsystems also increased the number of health facilities \r\n,from 4,000 in 2001 to 18,000.\r\nAs a way forward, Ethiopia has recently developed \r\na new malaria control and elimination strategic plan \r\nfor the period 2014-2020 in the context of the National \r\nHealth Sector Development Plan. The plan, with all \r\nits financial gaps and technical requirements, has \r\nbeen communicated to the Global Fund and other \r\npartners. Ethiopia is looking forward to the support \r\nof the international community in terms of technical \r\nand financial inputs alike to implement this important \r\nnational strategy, which will undoubtedly help intensify \r\nour efforts to achieve the partnership’s 2010-2015 \r\ntargets for malaria control and elimination.\r\nMs. Byaje (Rwanda): At the outset, I would like \r\nto congratulate the Office of the Special Adviser on \r\nAfrica, the Resource Mobilization Directorate of \r\nthe African Union (AU) and the New Partnership for \r\nAfrica’s Development (NEPAD) for their efforts to \r\nensure the success of NEPAD’s Africa Week. We are \r\nparticularly grateful for all the reports giving us an \r\noverview of Africa’s progress.\r\nRwanda endorses the statement made by the \r\nrepresentative of Malawi on behalf of the African \r\nGroup (see A/69/PV.26).\r\nAs we celebrate the outcomes of the 2012 United \r\nNations Conference on Sustainable Development, \r\nI would like to join others in congratulating the \r\nPresident on his choice of the theme that will drive our \r\ndevelopment agenda for the next 15 years, “Delivering on \r\nand implementing a transformative post-2015 agenda”. \r\nIt builds on the immense gains we have achieved in \r\ntackling the Millennium Development Goals (MDGs), \r\ndespite the fact that some of our countries will not \r\nmeet their targets by the due date. We remain confident \r\nthat the new agenda will give us the impetus to carry \r\non with renewed hope, since, if we take into account \r\nthe sustained growth that has recently been registered \r\nacross Africa, the future looks promising.\r\nToday we all concur that Africa is a land of \r\nopportunity and that it is on the rise. We have reason to \r\nbelieve in ourselves, since Africa is often cited as the \r\nfastest-growing region and home to the fastest-growing \r\neconomies. We have a lot to celebrate, for we have come \r\na long way. We can now heave a sigh of relief and agree \r\nthat the worst is behind us. With the freedom granted \r\nus to shape our own destiny, we are better equipped \r\nto work on making a decent future for our people. \r\nIn that regard, I would like to commend the African \r\nUnion highly on the consultative exercise we have been \r\nafforded through the shaping of the Common African \r\nPosition. The continent has been given a valuable \r\nopportunity to establish its own development agenda \r\nand, as a continent, to identify its priorities and how to \r\nachieve them to the benefit of its people. It is therefore \r\ntime for all Africans to rise as one in order to seize the \r\nmomentum and continue to strive together to establish \r\na unified agenda.\r\n14-57648 13/15\r\n17/10/2014 A/69/PV.27\r\nI would like to emphasize that the substance of \r\nNEPAD’s agenda is that Africa’s strengths lie in its \r\npeople, who are its chief asset and investment. Through \r\na human-centred approach and guided by the Common \r\nAfrican Position, Africa will undoubtedly rise to tackle \r\npoverty in all its forms. In our global quest to eradicate \r\npoverty, every nation will strive to reduce inequality \r\nby ensuring that no one is left behind. That effort takes \r\non deeper meaning in the wake of the new challenges \r\nthat Africa is facing and that call for unified action \r\nto ensure that our gains are not reversed — emerging \r\nthreats such as the outbreak of Ebola, food shortages, \r\nclimate change and terrorism. Driven both by the \r\nAfrican Union’s Agenda 2063 and the Common African \r\nPosition, the continent is ready to take off on a new \r\npath, reinvigorated by the lessons of the past.\r\nThe priorities set by NEPAD’s agenda in the areas \r\nof health, education and gender mainstreaming are \r\nbeing implemented in every corner of the continent. \r\nIn addition, Africa has understood that agriculture \r\nmust play a pivotal role in its development, and the \r\nComprehensive Africa Agriculture Development \r\nProgramme has shaped that understanding. In \r\norder to ensure its food security, Africa should also \r\nfollow the guidelines of the Maputo Declaration and \r\nallocate a major portion of its national budgets to \r\nagriculture. Accelerating infrastructure development \r\nwill be another key enabler. When we consider all \r\nthe infrastructure development projects aimed at \r\nunleashing the continent’s potential for growth that \r\nare mushrooming at the national and regional levels, in \r\nareas such as transport, water, energy and information \r\nand communications technologies, we can see that \r\nAfrica is indeed on the move.\r\nOther prerequisites include ensuring gender \r\nequality and empowering women and young people, \r\nboth of which help to catalyse action by driving and \r\ngenerating productivity. Because they help to ensure \r\ninclusive growth, the participation and mainstreaming \r\nof women and young people into national development \r\npolicies are vital if we are to achieve real social and \r\neconomic gains. And if we are to ensure a sustainable \r\nfuture, we should emphasize the importance of \r\nchanging our mindset where our habits of production \r\nand consumption are concerned, in order to preserve \r\nour planet. Protecting and managing the environment \r\nshould be daily concerns in all our deeds. Moreover, \r\nsustainable gains can be made only when nations take \r\nownership of shaping their destinies, taking national \r\nidentity into account. More importantly, achieving \r\ngood and inclusive governance as a core element of \r\nsustainable development is also essential to meeting \r\npeople’s expectations.\r\nA discussion of peacebuilding is relevant to our \r\nconsideration of the post-2015 agenda, given the many \r\nintra-State conflicts that are currently raging in Africa, \r\nas well as those conflicts’ changing nature, acquiring \r\nas they have a new dimension in the wake of the global \r\nfinancial crisis, whereby everyone is focused on getting \r\nthe lion’s share of economic benefits at others’ expense. \r\nWith the heavy toll such conflicts take on civilians, it \r\nis vital that we focus collectively on how to go beyond \r\nmanaging conflicts and instead invest in preventing \r\nthem. I should emphasize in that regard the leading role \r\nof the African Union in recognizing that national and \r\nregional actors are key to addressing the underlying \r\ncauses of conflict. In that respect, it is imperative that \r\neach State develop its own strategy for addressing \r\nchallenges affecting its people’s well-being. Regional \r\ninvolvement in formulating policy and capacity-\r\nbuilding is essential to addressing the root causes of \r\nconflicts if we are to guarantee peace and security. \r\nAnd lastly, the United Nations and the international \r\ncommunity also has a role to play in preventing and \r\nending conflicts.\r\nIn closing, I should point out that the post-2015 \r\ndevelopment agenda cannot be achieved without \r\nadequate means of implementation. In order to \r\nconsolidate gains and meet external shocks with \r\nresilience, all countries must work together to achieve \r\nenhanced international cooperation based on a renewed \r\nglobal partnership for sustainable development. \r\nWe should therefore strengthen the entire enabling \r\nenvironment and global governance needed to promote \r\nfinancing for sustainable development. Encouraging \r\npublic-private platforms and mobilizing domestic \r\nfunds will also be essential if we are to meet the cost \r\nof sustainable development. In particular, Africa’s \r\ndevelopment partners should contribute to Africa’s \r\ntransformation by honouring all their commitments.\r\nFinally, the real transformation lies in the hands \r\nof each nation and its efforts to create an atmosphere \r\nconducive to attracting private investment. To conclude, \r\nI would like to reiterate Rwanda’s commitment to the \r\ncollective efforts to drive Africa to its greatest heights.\r\nThe Acting President (spoke in French): In \r\naccordance with General Assembly resolution 49/2, of \r\n14/15 14-57648\r\nA/69/PV.27 17/10/2014\r\n19 October 1994, I now give the f loor to the observer \r\nof the International Federation of Red Cross and Red \r\nCrescent Societies.\r\nMr. Lobry-Boulanger (International Federation \r\nof Red Cross and Red Crescent Societies): Today’s \r\ndebate on agenda item 12, concerning malaria, is an \r\nopportunity both to evaluate the progress made in the \r\nfight against malaria and, for the second time at this \r\nsession, to underline the critical importance of strong \r\nand efficient health infrastructures as a key element \r\nof public health care that is crucial to adequately \r\naddress the main health threats of our time, be they \r\nnon-communicable diseases, Ebola or malaria.\r\nWith the 2015 deadline for the Millennium \r\nDevelopment Goals (MDGs) just months away, \r\nwe can assert that malaria control and prevention \r\nhave contributed and continue to contribute to the \r\nachievement of most MDGs, particularly MDGs 4, 5 \r\nand 6. The decrease in malaria deaths, for instance, \r\nmarkedly contributed to the MDG 4 target of reducing \r\nthe under-5 mortality rate by two thirds between 1990 \r\nand 2015. Likewise, easy-to-implement interventions, \r\nsuch as intermittent preventive treatment during \r\npregnancy or insecticide-treated mosquito nets, have \r\ngreatly influenced the improvement of maternal health \r\nby reducing the rates of severe maternal anaemia, low \r\nbirth weights, miscarriages and stillbirths. Moreover, \r\nthe recent World Health Organization (WHO) \r\nmalaria report (A/68/854) attests to the very positive \r\naccomplishments in MDG 6:\r\n“Between 2000 and 2012, a substantial scale-up \r\nof malaria interventions led to a 42 per cent decline \r\nin malaria mortality rates globally, saving an \r\nestimated 3.3 million lives... Global case incidence \r\nhas been reduced by 25 per cent globally and by \r\n31 per cent in Africa” (A/68/854, para. 7).\r\nToday, the disease is concentrated in 17 countries \r\nwhere about 80 per cent of the world’s malaria deaths \r\noccur and that are challenged by hard-to-reach \r\ncommunities, weak health infrastructures or both. \r\nOnly two African countries account for about 40 per \r\ncent of malaria mortality worldwide. Nonetheless, \r\nwe have made progress. However, recent success in \r\nprevention and control is fragile, and can be maintained \r\nonly with sufficient financial and political commitment \r\nand stronger national policies, operational plans and \r\nresearch.\r\nEchoing the recently adopted resolution 68/308 \r\non malaria, the International Federation of Red \r\nCross and Red Crescent Societies (IFRC) encourages \r\nmalaria-endemic countries to consider adopting and \r\nimplementing the Multisectoral Action Framework \r\nfor Malaria, adopted and developed by the Roll \r\nBack Malaria Partnership and the United Nations \r\nDevelopment Programme. We also encourage regional \r\nand intersectoral collaboration, both public and private, \r\nat all levels, especially in education, health, economic \r\ndevelopment, data collection and the environment, to \r\nadvance malaria-control objectives.\r\nWe repeat our call for international efforts to scale \r\nup investments in research and development initiatives \r\nto stay ahead of the mosquito and the parasite. Malaria-\r\nendemic countries, development partners and the \r\ninternational community must also support the timely \r\nreplacement of long-lasting insecticide-treated nets, \r\nin accordance with the WHO recommendations of the \r\nservice lives of such nets, in order to prevent the risk \r\nof malaria resurgence and a reversal of the gains made \r\nto date, such as in the Greater Mekong subregion of \r\nSouth-East Asia.\r\nThe IFRC welcomes the strong and ambitious \r\ngoals contained in the report of the Open Working \r\nGroup on Sustainable Development Goals (A/68/970), \r\nparticularly its strong goal on health. We welcome the \r\nzero-goal approach for malaria and want to emphasize \r\nthe importance of solid health infrastructures in \r\naddressing national and regional health needs. Current \r\nhealth crises have taught us that one must address not \r\nonly the effects of a health emergency, but also the \r\nunderlying structural capacity of local systems — their \r\nability to access affordable essential medicines and \r\nvaccines and to finance, recruit, develop, train and \r\nkeep a strong health-care workforce. Only with proper \r\nearly-warning and response capacity will States be able \r\nto manage national and global health risks such as the \r\ncurrent devastating Ebola outbreak.\r\nThe IFRC’s fight against malaria is focused \r\non social mobilization, communication aimed at \r\nchanging behaviour, and distribution and assistance \r\nto households with long-lasting insecticidal nets. It \r\nalso supports the ministries of health of individual \r\ncountries, such as Kenya, where the Kenya Red Cross \r\nSociety is a key partner of the country’s Ministry of \r\nHealth, implementing malaria prevention and control \r\ninterventions in over 100 difficult-to-access villages \r\nin the western, coastal and Rift Valley regions with its \r\nstrategy of home-based management of malaria.\r\nThe IFRC believes that programmes that empower \r\ncommunities to respond comprehensively to malaria \r\n14-57648 15/15\r\n17/10/2014 A/69/PV.27\r\nare part of the winning formula to beat the disease, \r\nto reach those last-mile populations, and to make the \r\naspirational goal of ending malaria by 2030 a reality. \r\nWhen community-based volunteers are equipped and \r\nempowered to provide knowledge, prevention and \r\ntreatment options, local people become first responders \r\nto combat that ancient scourge.\r\nThe IFRC believes that, together with mobile \r\ntechnology, social media can also be a valuable ally \r\nwhen it comes to reaching communities with health \r\nmessages. In Asia, for instance, social media are \r\nfundamentally changing how the region communicates. \r\nA number of Asian national societies — such as the \r\nRed Cross Societies of Cambodia, Laos and Viet \r\nNam — have made significant advances in harnessing \r\nthe power of social media and are now using mobile and \r\nweb-based technologies to improve communications, \r\ninteractions and malaria-prevention activities with the \r\ncommunities they serve.\r\nIn conclusion, the IFRC stresses the need for \r\nstronger partnerships and sustainable funding to \r\ncarry the success forward; stronger and more efficient \r\nhealth infrastructures; national and regional policies, \r\nempowering communities with the knowledge and \r\nmaterials needed to prevent and treat the disease; \r\ngreater recognition, support and investment in \r\ncommunity-based solutions and actions; and investment \r\nin operational research that allows for data-driven, \r\nefficient, and cost-effective malaria programmes on \r\nthe ground.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on these items.\r\nThe Assembly has thus concluded this stage of its \r\nconsideration of agenda item 62 and its sub-items (a) \r\nand (b) and agenda item 12.\r\nThe meeting rose at 4.40 p.m.\r\n"