"*1462341*\r\n14-62341 (E)\r\nIn the absence of the President, Mrs. Baaro \r\n(Kiribati), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.25 p.m.\r\nAgenda item 119 (continued)\r\nQuestion of equitable representation on and \r\nincrease in the membership of the Security Council \r\nand related matters\r\nMr. Thoms (Germany): Let me begin by commending \r\nthe President of the Assembly, Ambassador Kutesa, \r\non the appointment of the Permanent Representative \r\nof Jamaica, Ambassador Courtenay Rattray, as the \r\nnew facilitator of the intergovernmental negotiations. \r\nWe are confident that his choice, a result of thorough \r\nconsultations, will lead to substantial progress in the \r\nnegotiation process. We assure Ambassador Rattray \r\nthat we stand ready to collaborate closely with him, \r\nunified in our desire for a results-oriented process to \r\nbring about reform of the Security Council. At the same \r\ntime, I would like to extend my gratitude to Ambassador \r\nTanin, who has dedicated so much energy to bringing \r\nthe intergovernmental negotiations to the point they \r\nhave reached today.\r\nI would like to align myself with the statement \r\ndelivered by Ambassador Patriota of Brazil (see \r\nA/69/PV.49) on behalf of the Group of Four countries \r\nand would like to add the following remarks in my \r\nnational capacity.\r\nSpeaking of the efforts and achievements so \r\nfar, Germany considers the non-paper developed by \r\nformer President of the General Assembly John Ashe \r\nand his advisory group to be a crucial document, as \r\nit summarizes the various positions of the different \r\ngroups on this issue and constitutes one possible \r\ntext-based foundation for our negotiations in the \r\nintergovernmental negotiations.\r\nAfter a lengthy exchange of positions, the time \r\nhas come to finally translate rhetoric into actual \r\nnegotiations and make real progress on Security Council \r\nreform. The necessity is evident. All of us acknowledge \r\nthe need to overcome the deadlock that has caused us \r\nso much frustration and suffering for the people who \r\nturn to the Security Council for help. However, it is our \r\nresponsibility not only to name the problem, but also to \r\ndissect it and solve it. Let me mention a few decisive \r\npoints.\r\nFirst of all, the demand for an ex-ante consensus \r\ntext, before negotiations have even started, will not \r\nlead to any results. That is not in line with the usual \r\nUnited Nations working methods and has caused the \r\ncontinued stalemate in the reform process thus far. All \r\ntransparent and output-orientated negotiations require \r\na negotiation text. We are completely open regarding \r\nthe content of such a text. We sincerely hope that the \r\nPresident will present such a text as a starting point for \r\nthe next intergovernmental negotiations.\r\nDirecting our view beyond the deadlock on Syria \r\nand Ukraine, we feel that the necessity to reform the \r\nSecurity Council remains obvious and that reform is \r\nlong overdue. The Council is far from representing the \r\ngeopolitical realities of the twenty-first century.\r\nUnited Nations A/69/PV.50\r\nasdf\r\nGeneral Assembly\r\nSixty-ninth session\r\n50th plenary meeting\r\nWednesday, 12 November 2014, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Kutesa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Uganda)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n2/26 14-62341\r\nA/69/PV.50 12/11/2014\r\nThe legitimate demand of a majority of nations for \r\nan equitable geographical distribution in the Security \r\nCouncil represents one major pillar of the Group of Four \r\n(G4) proposal. There have been various attempts by \r\ndifferent groups to improve the work of the Council so \r\nfar, and we welcome, for example, the constructive work \r\nby the Accountability, Coherence and Transparency \r\nGroup to reform working methods. In addition, the \r\nFrench-Mexican proposal on limiting the use of the \r\nveto in cases of mass atrocities received major support \r\nacross regional groups and underlined the undeniable \r\nnecessity to reform the Council. However, the attempt to \r\novercome the current paralysis of the Security Council \r\nby merely reforming its working methods without a \r\nreal, structural reform cannot succeed.\r\nThe President took the Chair.\r\nThe United Nations seventieth anniversary in 2015 \r\nwill be an historic opportunity. The anniversary marks \r\n50 years since the first and last Security Council reform, \r\n20 years since the beginning of the reform debate and \r\nthe establishment of the Open-ended Working Group \r\non the Question of Equitable Representation on and \r\nIncrease in the Membership of the Security Council \r\nand Other Matters Related to the Security Council and, \r\nmost importantly, 10 years since the Heads of States \r\nand Government, at the 2005 World Summit, called \r\nfor an early reform of the Security Council. It is our \r\nobligation to live up to those expectations.\r\nGermany, together with its G4 partners, will \r\ngive its utmost to reinvigorate the process in order to \r\nachieve a tangible outcome by the end of next year. We \r\ncall upon all reform-oriented countries to join us in that \r\nendeavour.\r\nMr. Ja Song Nam (Democratic People’s Republic \r\nof Korea): At the outset, let me begin by expressing our \r\nappreciation to you, Sir, for convening this meeting on \r\nsuch an important issue. \r\nThe Democratic People’s Republic of Korea \r\ndelegation aligns itself with the statement delivered by \r\nthe representative of Iran (see A/69/PV.49) on behalf of \r\nthe Non-Aligned Movement.\r\nThe task of reforming, without further delay, the \r\nSecurity Council, which has the primary mission \r\nof guaranteeing international peace and security, \r\nis pressing. Recently the high-handedness and \r\narbitrariness of the super-Power in the Security Council \r\nhas reached an extreme level, directly threatening \r\nthe peace, security and independence of sovereign \r\nStates. The Security Council’s wrong handling of the \r\nextremely dangerous situation on the Korean peninsula \r\nis a typical example.\r\nToday, the Korean peninsula holds a crucial place \r\nin guaranteeing peace and security in Asia. There \r\nis now on the Korean peninsula a vicious cycle of \r\naggravated tension, which is increasingly jeopardizing \r\nthe peace. However, the Security Council has failed to \r\neven properly determine the cause of the tension, not \r\nto mention its failure to find an appropriate solution \r\nfor the tense situation on the Korean peninsula. The \r\nfundamental causes of the vicious cycle of tension on the \r\nKorean peninsula are none other than the hostile policy \r\nof the United States against the Democratic People’s \r\nRepublic of Korea, as well as the United States-South \r\nKorea joint military exercises, which are aimed at \r\nprovocations, such as the occupation of Pyongyang, the \r\ncapital of the Democratic People’s Republic of Korea.\r\nNevertheless, the Security Council is intentionally \r\nturning a blind eye to the aggressive war games \r\nand nuclear threat of the United States against the \r\nDemocratic People’s Republic of Korea and chooses to \r\nmake an issue of the Democratic People’s Republic of \r\nKorea’s unavoidable choice to cope with those threats. \r\nIn particular, the Security Council is still avoiding the \r\nDemocratic People’s Republic of Korea’s demand for \r\nthe consideration of the matter of the United States-\r\nSouth Korea joint military exercises as an agenda item \r\nof the Security Council. If the Security Council wants \r\nto fulfil its mission of maintaining international peace \r\nand security, it should make an issue of the United \r\nStates-South Korea joint military exercises.\r\nThe impartiality of the Security Council and its \r\ncompetence — that is, whether it can contribute to \r\nglobal peace and security or not — will be judged by \r\nits attitude on the matter of the United States-South \r\nKorea joint military exercises. If the situation on the \r\nKorean peninsula becomes unexpectedly grave, the \r\nresponsibility will lie fully with the United States, which \r\nhas forced the inevitable choice upon the Democratic \r\nPeople’s Republic of Korea, as well as with the Security \r\nCouncil, which has taken the side of the United States.\r\nToday’s reality shows the urgency of Security \r\nCouncil reform. The international community \r\nunanimously demands reform of the Security Council \r\nso that it can serve as the United Nations organ that \r\ngenuinely contributes to international peace and \r\nsecurity. All Member States should demonstrate their \r\npolitical will by taking practical measures. First, \r\n14-62341 3/26\r\n12/11/2014 A/69/PV.50\r\nthe Security Council should be reformed in order to \r\nmaintain impartiality, objectivity and democracy in its \r\nactivities. The Council should disapprove of the high-\r\nhandedness and arbitrariness of a few specific countries \r\nand ensure openness, transparency and non-selectivity \r\nin all its activities. In particular, we should consider \r\nestablishing a strict mechanism whereby the General \r\nAssembly would decide whether the Security Council’s \r\nresolutions and decisions relating to international peace \r\nand security, such as sanctions and the use of force, \r\nshould take effect. Secondly, the Security Council should \r\nbe reformed in order to increase the representation of \r\nthe Non-Aligned Movement member States and other \r\ndeveloping countries in its membership.\r\nAlthough nearly 70 years have passed since the \r\nfoundation of the United Nations, the Non-Aligned \r\nMovement member States and other developing \r\ncountries, which make up the majority of 193 Member \r\nStates of the United Nations, are not adequately \r\nrepresented on the Security Council. At present, the \r\nprospect of increasing the permanent membership of \r\nthe Security Council is not bright, owing to serious \r\ndisagreements between individual countries and \r\nregional groups. Therefore, the only viable solution \r\nto address the unbalanced and unreasonable structure \r\nof the Security Council is to proceed with increasing \r\nthe number of the non-permanent seats in the Security \r\nCouncil.\r\nAs far as the increase in the permanent membership \r\nof the Security Council is concerned, the delegation \r\nof the Democratic People’s Republic of Korea makes \r\nits principled position clear once again that Japan is \r\ntotally unqualified to be a permanent member of the \r\nSecurity Council under any circumstances. Japan \r\ncontinues to deny its extraordinary war crimes against \r\nhumanity, such as massacre, plundering and invasions \r\nof neighbouring countries in the past century, which \r\nplaced Japan in the shameful category of enemy State \r\nin the Charter of the United Nations.\r\nThe delegation of the Democratic People’s Republic \r\nof Korea is convinced that the current session of the \r\nGeneral Assembly will take practical measures for \r\nSecurity Council reform.\r\nMr. Haniff (Malaysia): At the outset, allow me to \r\nthank you, Sir, for convening this important debate on \r\nthe question of equitable representation on and increase \r\nin the membership of the Security Council and related \r\nmatters. My delegation also wishes to associate itself \r\nwith the statement made by the representative of Iran on \r\nbehalf of the Non-Aligned Movement (see A/69/PV.49).\r\nAt this juncture, Malaysia would like to congratulate \r\nAmbassador Courtenay Rattray of Jamaica on his \r\nrecent appointment as Chair of the intergovernmental \r\nnegotiations. We trust that his wise leadership and \r\nexperience, as seen in his stewardship of the First \r\nCommittee, will steer us forward in our negotiations \r\ntowards a more equitable and representative Security \r\nCouncil. \r\nMy delegation also expresses our deepest \r\nappreciation to his predecessor, Ambassador Zahir \r\nTanin, for his diligence and leadership in presiding over \r\nthe intergovernmental negotiations since 2008.\r\nAs an incoming non-permanent member of the \r\nSecurity Council for the 2015-2016 term, Malaysia is \r\ndeeply interested in efforts to shape a more efficient \r\nSecurity Council. We were elected by the overwhelming \r\nmajority of Member States to that important body, and \r\nwe take this opportunity to again thank all delegations \r\nfor their support. At the same time, we recognize \r\nthat their voices need to be heard and their interests \r\nrecognized.\r\nBased on the many views we heard during the \r\ntenth round of the intergovernmental negotiations, the \r\nabundant interest of Member States is clear. There is \r\na serious demand for reform of the Security Council. \r\nThat is not a new demand, nor is it unique. It has \r\nbeen reiterated time and again, yet it has remained \r\nunanswered.\r\nIn that regard, Sir, we are encouraged by your \r\nopening statement during this year’s high-level debate \r\nin the General Assembly (see A/69/PV.6). You rightly \r\ncalled for more progress on Security Council reform, \r\nrelating that to the 2005 World Summit Outcome \r\n(resolution 60/1). Your letter dated 10 November further \r\nreaffirmed your commitment to the process, when you \r\nstated that an early resumption of the intergovernmental \r\nnegotiations was necessary and appointed Ambassador \r\nRattray as its new Chair.\r\nWe are therefore reminded of the efforts of one \r\nof your predecessors, Ambassador Razali Ismail \r\nof Malaysia, who was the President of the General \r\nAssembly at its fifty-first session. In 1997, he \r\nintroduced the first-ever comprehensive proposal for \r\nSecurity Council reform, dubbed the “Razali proposal”, \r\nas contained in document A/AC.247/1997/CRP.1. In the \r\ndays before we had intergovernmental negotiations \r\n4/26 14-62341\r\nA/69/PV.50 12/11/2014\r\nand advisory groups, Ambassador Razali took it \r\nupon himself to come up with that formulation, after \r\nconsultations with over 165 delegations and groupings.\r\nWhile that attempt was ultimately unsuccessful, \r\nit has since been recognized by many as the attempt \r\nclosest to achieving progress in the reform of the \r\nSecurity Council. The Razali proposal did manage to \r\nencapsulate the various aspects of Security Council \r\nreform, in particular the expansion in the membership \r\nand improved transparency in its working methods. It \r\nalso succeeded in providing food for thought, which \r\nhas, perhaps, influenced our current deliberations. \r\nThat bold initiative continues to inspire Malaysia \r\nin our unrelenting pursuit of a more representative, \r\ndemocratic, legitimate and transparent Security \r\nCouncil. In that sense, Sir, we hope that you may be \r\nsimilarly inspired, and perhaps during your presidency \r\nwe may be able to see equally noteworthy progress.\r\nMalaysia’s positions on the issue of Security Council \r\nreform have been consistent. Allow me to briefly \r\nsummarize those positions, which we will expand \r\nfurther during the next round of the intergovernmental \r\nnegotiations. \r\nWe firmly believe that there is a need for an expansion \r\nin the Council’s membership and a better geographical \r\nrepresentation, in particular for regional groupings \r\nunderrepresented in the Council. The expansion of both \r\ncategories, permanent and non-permanent, would be \r\ncrucial in strengthening the role and representativeness \r\nof the Council. An increase in non-permanent seats \r\nwould allow more Member States to be elected to the \r\nCouncil and would increase the frequency for Member \r\nStates to serve in the Council, thus providing for more \r\ninclusiveness in the Council’s decision-making process.\r\nOn the question of the veto held by the five \r\npermanent members, Malaysia reaffirms our principled \r\nposition to disagree on its use based on the current \r\nstructure. The veto should be regulated so as to prohibit \r\nit from being used unjustly and against the wishes of the \r\nmajority. My delegation also joins those who propose \r\nrestraint in the use of veto powers, especially in cases of \r\ninternational crimes such as genocide, war crimes and \r\ncrimes against humanity. We believe that if all regions \r\nare represented by permanent members, then the new \r\npermanent members should also be accorded the right \r\nto veto, so as to contribute towards a more balanced and \r\nrepresentational decision-making process. However, we \r\nmay need to explore the option that a certain number of \r\nvetoes would be required before a resolution is rejected \r\nby the Council.\r\nMalaysia strongly supports the view that the overall \r\nwork of the Security Council should be enhanced and \r\nimproved. We have put forward several proposals in \r\nthat regard, inter alia, to ensure that any expansion in \r\nmembership will allow incoming Council members to \r\ncontinue to have the responsibility of presiding over the \r\nCouncil at least once during their term, to formalize \r\nthe Council’s provisional rules of procedure, to \r\nincrease coordination between the Council and troop-\r\ncontributing countries, and to have more structured \r\ninteractions and regular consultations between the \r\nCouncil and the Peacebuilding Commission.\r\nWith regard to the relationship between the General \r\nAssembly and the Security Council, Malaysia believes \r\nthat there should be a clear delineation between the \r\nwork of those two organs, based on their respective \r\nmandates. We should be mindful of the need to prevent \r\nencroachment on the part of the Council into matters \r\nthat fall under the prerogative of the Assembly. My \r\ndelegation also calls for the institutionalization of \r\nmonthly consultations between the President of the \r\nGeneral Assembly and the President of the Security \r\nCouncil.\r\nGoing forward, Malaysia would also like to \r\nreiterate the importance of text-based negotiations on \r\nSecurity Council reform. We support the preparation \r\nof a working document by the Chair and the full \r\nparticipation of Member States. Only through such \r\ndiscussions, with the participation of Member States, \r\ncan we identify areas for cooperation and move ahead \r\non negotiations. In that regard, we are pleased with your \r\nencouragement of such an approach, Mr. President, as \r\noutlined in your 10 November letter.\r\nMalaysia believes that all Member States have a \r\nresponsibility to ensure that the United Nations, and \r\nby extension the Security Council, are capable of \r\naddressing the challenges prevailing today. In order for \r\nprogress to be made, Member States must be willing to \r\nmove beyond entrenched national and group positions. \r\nWe have debated long and hard about compromise and \r\nf lexibility, but we have yet to deliver on that. I wish \r\nto assure you, Sir, of my delegation’s firm support and \r\ncooperation to work with you and with other Member \r\nStates in that endeavour.\r\nMr. Khan (Pakistan): I thank you, Sir, for \r\nconvening this meeting. We appreciate the fact that you, \r\n14-62341 5/26\r\n12/11/2014 A/69/PV.50\r\nas President of the General Assembly, held extensive \r\nconsultations before holding this meeting. We also \r\nwelcome the important statement that you made this \r\nmorning (see A/69/PV.49).\r\nWe thank Ambassador Zahir Tanin for his hard work \r\nover the past seven years to move the reform process \r\nforward. As an accomplished diplomat, he tried his best \r\nto bring all countries on board. We also congratulate \r\nAmbassador Courtenay Rattray on his appointment as \r\nthe new Chair and facilitator of the intergovernmental \r\nnegotiations. We will give him all the support he needs \r\nto advance our common agenda. We congratulate \r\nAngola, Malaysia, New Zealand, Spain and Venezuela \r\non their election as new non-permanent members of the \r\nSecurity Council.\r\nLet me first talk about the negotiating dynamics. \r\nSeven years ago, the United Nations membership \r\nembarked on the process of intergovernmental \r\nnegotiations on the basis of decision 62/557. That \r\ndecision mandated the Assembly to work to achieve a \r\ncomprehensive reform on five key issues: categories \r\nof membership, the veto, size and working methods, \r\nregional representation, and the relationship between \r\nthe Security Council and the General Assembly. The \r\nexpansion of the Council is one of the elements of the \r\noverall reform agenda. The other four elements are \r\nequally important, and all five are closely linked.\r\nOur experience over the past 20 years has shown \r\nthat a quick fix will not work, though many abortive \r\ninitiatives have been tried from time to time. Reform \r\nwill be delivered on the basis of an agreement among \r\nStates on the substance, not as a result of procedural \r\nshort-cuts or manoeuvres. For such an agreement to \r\nemerge, we need a critical mass of political will and \r\nresolve. The intergovernmental negotiations process \r\nis a membership-driven process to be pursued in good \r\nfaith, with mutual respect, in an open, inclusive and \r\ntransparent manner, with the objective of seeking \r\na solution that enjoys the widest possible political \r\nacceptance. On Security Council reform, the President \r\nof the General Assembly and the Chair of the \r\nintergovernmental negotiations draw their authority \r\nfrom decision 62/557.\r\nA tenable and sustainable outcome for the \r\nmembership cannot be devised by a small caucus or \r\nadvisory group, because reform must be a product of \r\nnegotiations among States, conducted in open settings. \r\nThe United Nations is most skilled in conducting such \r\nnegotiations and producing results. Another fact is that \r\nthe rigidity in positions has retarded progress in the \r\npast 20 years. We call for f lexibility to explore common \r\nground. For its part, the Uniting for Consensus group \r\nhas twice revised its own proposal and is ready to enter \r\ninto dialogue to refine it.\r\nThis year we should work energetically on Security \r\nCouncil reform, but there should be no artificial \r\ndeadlines. The President of the General Assembly, in \r\nhis letter of 10 November, has encouraged us to move \r\nthe process to text-based negotiations. We agree. \r\nWhat I would like to point out is that the second \r\nrevision of the negotiation text, which was compiled on \r\nAmbassador Tanin’s watch, has all the text we need. It \r\nprovides a good starting point.\r\nNow let us talk about the substance. Pakistan \r\nopposes the creation of new permanent seats, not \r\nbecause of regional rivalries or realpolitik, but because \r\nof the principles that should drive the Council’s reform \r\nin the twenty-first century. The Prime Minister of \r\nPakistan, in his address to the General Assembly on \r\n26 September, said: “We want the Council to become \r\nmore representative, equitable, accountable and \r\ntransparent” (A/69/PV.12, p. 39). Our opposition to the \r\ncreation of permanent seats is rooted in those principles.\r\nThe existing permanent seats in the Council hark \r\nback to the Second World War, when decisions were \r\ntaken by the victors, who also took the permanent seats. \r\nThe world order is not static; it has moved on. There \r\nare no more victors and vanquished. The world is much \r\nmore pluralist, much more diverse. The four countries \r\nthat have presented their candidacies for permanent \r\nseats need to understand that many medium-sized \r\ncountries, individually and collectively, compete with \r\nthem in terms of size, population, economy, military \r\ncapacity, contribution to United Nations peacekeeping \r\nand commitment to democracy and human rights.\r\nToday we talk about emerging nations, and some \r\ncite that as a criterion and qualification for a permanent \r\nseat. The reality is that many more countries stand \r\nbehind them and will play an even greater role in world \r\npolitics and economics in the years to come. There are \r\nprojections that power configurations will change in \r\nthe coming decades. When States attain a higher level \r\nof competence, let us say in 10 years’ time, should they \r\nalso be inducted as permanent members in the Security \r\nCouncil? And will those losing their eminent status be \r\nasked to vacate permanent seats? No State is powerful \r\n6/26 14-62341\r\nA/69/PV.50 12/11/2014\r\nin perpetuity, so let us not invest membership with \r\npermanence, because the next revision of the Council’s \r\ncomposition may take place 70 years from now.\r\nThe purpose of the reform is not to embed new centres \r\nof privilege within the Council, but to democratize it by \r\naggregating and promoting the interests and aspirations \r\nof the entire family of small, medium-sized and large \r\nnations, which together constitute the United Nations. \r\nThe United Nations belongs to all, not to a select few. \r\nWe need to make the Council more inclusive. That is \r\nwhy the Uniting for Consensus group advocates an \r\nintermediate solution. If we want to break the impasse \r\nin the intergovernmental negotiations, we should \r\nstart looking at that group’s proposal, which provides \r\nfor terms that are longer than that of the current \r\nnon-permanent seats and renewable upon elections. \r\nThat would make members, elected for a longer term, \r\naccountable to the General Assembly. On the other \r\nhand, by electing new permanent members, we will kill \r\nthe very principle of accountability.\r\nThe Council also needs to expand its non-permanent \r\nseats. More than one third of the United Nations \r\nmembership has never had the opportunity to sit on \r\nthe Council even once. New rotating non-permanent \r\nseats will enable more countries to play their role in \r\nthe maintenance of international peace and security. \r\nPeriodic elections will ensure that States elected for \r\nlonger terms or non-permanent seats remain responsive, \r\naccountable and transparent vis-à-vis the general \r\nmembership.\r\nWithin the confines of those principles, Pakistan \r\nhas always showed respect and empathy for the African \r\ncommon position, the Ezulwini Consensus and the \r\nSirte Declaration as the collective demand of an entire \r\ncontinent. We see that common position as one based \r\non consensus and legitimacy, which is quite different \r\nfrom the individual ambitions of a few countries.\r\nAgain I emphasize f lexibility and compromise, \r\nwithout which there is no point in negotiating. The \r\nUniting for Consensus group showed that spirit by \r\nrevising its original proposal and introducing it \r\nas the Italy-Colombia paper. That paper is open to \r\nfurther negotiations. On the other hand, the Group of \r\nFour continues to stick to its demand for permanent \r\nseats. They lament the lack of progress, without \r\nacknowledging that their fixed position is the biggest \r\nbarrier to progress. For them, the only measure of \r\nprogress is the extent to which other groups adjust to \r\ntheir claim of entitlement. There has been no change \r\nin their stance. That is not how intergovernmental \r\nnegotiations ought to be conducted.\r\nMost of my remarks have been devoted to the \r\ncategories of expansion. I would like to briefly state \r\nthe following on other elements. We have followed with \r\nkeen interest the French proposal to restrict the use of \r\nthe veto. We need to hold further discussions to examine \r\nthe added value of the veto’s general limitation, its use \r\nonly under Chapter VII and its abolition. The size of \r\nthe expanded Council should be large enough to make \r\nit representative but small enough to keep it efficient \r\nand effective. The Council’s Informal Working Group \r\non Documentation and Other Procedural Questions \r\nshould open space for engagement with the general \r\nmembership, so as to refine its working methods in \r\norder to make its decision-making more informed, \r\naccountable and transparent. Regional representation \r\nand regional ownership should be further enhanced.\r\nFinally, the General Assembly asks for more say on \r\nissues of peace and security, and rightly so. However, \r\nit should make optimal use of the space that is already \r\navailable to it — for instance, through more effective \r\nstewardship of the Special Committee on Peacekeeping \r\nOperations and more active use of the Uniting for \r\nPeace mechanism. The Council, for its part, should \r\ndevise ways to deal with emerging thematic issues such \r\nas climate change, sexual violence in armed conflict \r\nand children and women’s rights in close partnership \r\nwith the relevant intergovernmental organizations and \r\nforums.\r\nMr. Körösi (Hungary): For years, Hungary has \r\nemphasized the need to move expeditiously towards a \r\ntimely and comprehensive agreement on all aspects of \r\nSecurity Council reform. My country wishes to take \r\ndecisive steps towards that goal by 2015, half a century \r\nafter the Security Council was last reformed.\r\nThe year 2015, the seventieth anniversary of the \r\nestablishment of the United Nations, will also be the \r\nyear when Member States finalize their preparations \r\nfor more sustainable development and when they plan \r\nto enter into a legally binding agreement on climate \r\nchange. Yet Security Council reform seems to be at \r\na standstill, or even worse: we seem to be in a self-\r\ninflicted time loop.\r\nUnfortunately, our situation is neither science \r\nfiction nor a bad movie; it is the lamentable reality. We \r\nhave been reliving our intergovernmental-negotiations \r\ndiscussions on the five key issues time and time again. \r\n14-62341 7/26\r\n12/11/2014 A/69/PV.50\r\nWe even force artificial amnesia on ourselves, since not \r\neven written records of new proposals or summaries \r\ncan be made. Similarly, the non-paper of the advisory \r\ngroup and the document containing the third revision \r\nhave been rejected by some who claim that Security \r\nCouncil reform must be a State-driven process. But \r\nhow can a process be State-driven if it refuses to record \r\nany new proposal, including proposals by States, for \r\nover four years? Mind you, the document containing \r\nthe second revision was issued in 2010.\r\nEvery political process needs shared institutional \r\nmemory. We have a problem that we have created for \r\nourselves, partially, by adopting the same decision \r\non the reform process year after year and adhering \r\nto it as agreed language that commands consensus. \r\nLet me emphasize that Hungary is a great supporter \r\nof consensus. As we have said, we want to build \r\nconsensus instead of building camps. But consensus \r\nhas to emerge at the end, or as a result, of the process on \r\nthe substantive issues of reform. Consensus cannot be \r\na prerequisite for all elements of the process, including \r\nprocedural issues. More precisely, it can be required, \r\nbut only with the devastating consequences that we are \r\nall witnessing. By emphasizing the need for consensus, \r\nwe cannot even start negotiations, thus losing any \r\nchance to achieve consensus.\r\nTherefore the question: how to move forward with \r\nthe intergovernmental negotiations process. How can \r\nwe break out of the deadlock of self-repeating cycles?\r\nFirst, we agree that the process should be Member-\r\nState-driven. Therefore, all new proposals should be \r\ncompiled in written format. It is only logical that we put \r\nnew proposals on an equal footing with proposals that \r\nhave already been reflected in the document containing \r\nthe second revision.\r\nSecondly, the next logical step would be to produce \r\na draft text that could become the basis for substantive \r\nnegotiations, as many delegations before me have \r\nrequested.\r\nThirdly, we must have meetings at regular \r\nintervals, producing newer and newer drafts, narrowing \r\ndifferences and reducing the number of outstanding \r\nissues. It is true that nothing is agreed until everything \r\nis agreed, but to get there we have to start agreeing on \r\nsomething. I acknowledge that that logic might not be \r\noptimal for some delegations. There could be other ways \r\nto move forward, but the lack of complete agreement on \r\nprocedural issues can no longer be used as justification \r\nfor doing nothing.\r\nTherefore, if such proposals are not acceptable, our \r\nsuggestion would be to have the first intergovernmental \r\nnegotiation meetings dedicated solely to the \r\nintergovernmental negotiation procedures and their \r\nway forward.\r\nWe need to decide whether we want to make the \r\nprocess outcome-oriented, or whether the outcome \r\nis not our primary interest. Indeed, we should move \r\nforward and change the rigid rules of engagement that \r\nhave shackled us and our previous Chair, Ambassador \r\nZahir Tanin, for years. While we thank him for his \r\ndiligence under difficult circumstances, we are ready \r\nto change gears under the guidance of our new Chair, \r\nAmbassador Courtenay Rattray.\r\nMrs. Namgyel (Bhutan): I thank you, Sir, for \r\nconvening this very important meeting. The question \r\nof Security Council reform has been on the agenda for \r\nmany years, and you have rightly recognized it as a \r\npriority. My delegation looks forward with optimism to \r\nmaking meaningful progress on that subject under your \r\nable leadership.\r\nI welcome the appointment of Ambassador Courtenay \r\nRattray of Jamaica as Chair of the eleventh round of \r\nintergovernmental negotiations and assure him of our \r\nfull support and cooperation. I have no doubt that \r\nAmbassador Rattray will inject new momentum into \r\nthe intergovernmental negotiations process during the \r\nsixty-ninth session of the General Assembly. I would like \r\nto place on record our deep appreciation to the previous \r\nChair, Ambassador Zahir Tanin of Afghanistan, for \r\nhis steadfast commitment and stewardship of the \r\nintergovernmental negotiations process for the past few \r\nyears.\r\nBhutan aligns itself with the statement made on \r\nbehalf of the L.69 Group by Ambassador Menissa \r\nRambally, Permanent Representative of Saint Lucia \r\n(see A/69/PV.49).\r\nThe imperative to reform the Security Council \r\nso as to make it more representative, transparent \r\nand accountable cannot be overstated. It has been \r\nrecognized since 1993, when the General Assembly first \r\nbegan debating Security Council reform. Our leaders in \r\n2005 also called for an early reform of the Council as \r\nan essential element of our overall efforts to reform the \r\nUnited Nations. Many of our leaders reiterated that call \r\n8/26 14-62341\r\nA/69/PV.50 12/11/2014\r\nduring the high-level segment of the Assembly’s sixty-\r\nninth session.\r\nSince 2009, the 10 rounds of the intergovernmental \r\nnegotiations have kept us engaged on this important \r\nsubject. However, despite the overwhelming support \r\nfor reform, we have not made much progress.\r\nDuring the intergovernmental negotiations, a \r\nmajority of delegations supported an expansion in \r\nboth categories of membership. In his assessment, \r\nthe Chair of the tenth round of the intergovernmental \r\nnegotiations highlighted, among other issues, that \r\nthere was a continued emphasis on the need for reform. \r\nWhile some progress has been made in improving the \r\nworking methods of the Council, the lack of a working \r\ndocument has made it difficult to engage constructively \r\nin real negotiations and address all issues. We therefore \r\nlook forward to your leadership, Sir, and to that of the \r\nnew Chair of the intergovernmental negotiations, to \r\ntake the process forward on the basis of a zero draft.\r\nBhutan supports the need to reform the Security \r\nCouncil in keeping with contemporary realities, on the \r\nbasis of the principles of sovereign equality, equitable \r\ngeographic distribution, transparency, accountability \r\nand democratization of the decision-making process. \r\nWe believe that an expansion of the Security Council \r\nin both the permanent and non-permanent membership \r\ncategories and an improvement in its working methods \r\nare necessary to further strengthen and enhance the \r\nCouncil’s legitimacy and functioning.\r\nFor over 20 years, beginning with the Open-\r\nended Working Group on the Question of Equitable \r\nRepresentation on and Increase in the Membership of \r\nthe Security Council and Other Matters Related to the \r\nSecurity Council and on through the recently concluded \r\ntenth round of the intergovernmental negotiations, we \r\nhave heard and listened to various proposals. We have \r\nengaged extensively on all issues on the basis of decision \r\n62/557. We now have the benefit of years of discussions \r\nand debate, and we understand each other’s positions \r\nbetter. What we need now is a working document so \r\nthat real negotiations can be pursued in earnest. Only \r\nthen can we make meaningful progress in our common \r\nendeavour to reform the Security Council by building \r\non areas of convergence and by finding common ground \r\non areas in which we disagree.\r\nThe seventieth anniversary of the United Nations \r\nin 2015 presents an opportune occasion to make real \r\nprogress on a subject that has remained on our agenda \r\nfor over two decades. Despite the seemingly intractable \r\nnature of this subject, it is now time for us to engage \r\nin text-based negotiations to take the reform process \r\nforward. While a decision taken by consensus is the \r\nmost desirable way forward, we cannot allow its \r\nabsence to obstruct progress indefinitely. In that regard, \r\nwe are confident that you, Sir, will provide renewed \r\nmomentum and impetus to the process and steer it \r\ntowards a results-oriented and meaningful conclusion.\r\nMr. Hermida Castillo (Nicaragua) (spoke in \r\nSpanish): Allow me to congratulate you, Sir, on your \r\nelection as President of the General Assembly at its \r\nsixty-ninth session. We appreciate the importance \r\nthat you have given to today’s agenda item, entitled \r\n“Question of equitable representation on and increase \r\nin the membership of the Security Council and related \r\nmatters”.\r\nWe take this opportunity to express our deep \r\ngratitude to His Excellency Mr. Zahir Tanin, Permanent \r\nRepresentative of Afghanistan, for all his dedication \r\nand leadership throughout our rounds of negotiations, \r\nin which the various groups and States expressed their \r\npositions regarding urgent and necessary reforms.\r\nWe welcome the appointment of His Excellency \r\nMr. Courtenay Rattray, Permanent Representative of \r\nJamaica, as Chair of the intergovernmental process. \r\nWe are confident that with Ambassador Rattray’s \r\nsignature dynamism and experience and your wisdom, \r\nMr. President, we can move on to a more advanced \r\nstage in the negotiations.\r\nNicaragua aligns itself with the statement made \r\nby Ambassador Menissa Rambally, Permanent \r\nRepresentative of Saint Lucia, on behalf of the L.69 \r\nGroup (see A/69/PV.49). Our Group has been sufficiently \r\nf lexible and level-headed in our positions during the \r\npast 10 rounds of negotiations. We have also worked in \r\na spirit of compromise and cooperation throughout the \r\nprocess to achieve the required comprehensive reforms \r\nin the Security Council.\r\nNicaragua also reiterates its full support for the \r\nAfrican position as set out in the Ezulwini Consensus.\r\nThe tally of the progress made on reforms over the \r\npast 10 years leaves much to be desired. It is imperative \r\nthat during the sixty-ninth session of the General \r\nAssembly, on the eve of the seventieth anniversary of \r\nthe Organization, we redouble our efforts and ensure \r\nthat we are able to comply with the mandate conferred \r\non us by our leaders in 2005. In order to achieve that, as \r\n14-62341 9/26\r\n12/11/2014 A/69/PV.50\r\nevidenced by the lessons learned in the past 10 rounds \r\nof negotiations, we must give one final push to the \r\nnegotiating process and, united by our common cause, \r\nachieve lasting, comprehensive reforms in the Security \r\nCouncil.\r\nIt is therefore necessary that you, Mr. President, \r\ngive a clear mandate to Ambassador Rattray, Chair \r\nof the intergovernmental process, to immediately \r\nconduct real negotiations, based on a text that is fully \r\nsupported, in the next round of negotiations. Only in \r\nthat way will the process move forward and will we be \r\nable to successfully reach the culmination of our efforts \r\nand present a concrete outcome when our leaders meet \r\nnext year.\r\nI must recall that over the past 10 rounds of \r\ndiscussions it has become absolutely clear that the vast \r\nmajority of Members support and wish for an urgent \r\nexpansion in the categories of both permanent and \r\nnon-permanent members in the Security Council. Only \r\nthus can we reflect the realities of the contemporary \r\nworld and achieve greater accountability in a Security \r\nCouncil that is more representative, transparent, \r\ncredible and relevant.\r\nFinally, at this crucial stage of the negotiations, \r\nNicaragua reiterates its full support and pledges \r\nits cooperation to Ambassador Rattray and to you, \r\nMr. President.\r\nMr. Aboulatta (Egypt) (spoke in Arabic): At the \r\noutset, I would like to thank you, Mr. President, for \r\nyour statement (see A/69/PV.49), which reflects an \r\ninsightful vision and a strong resolve to achieve reform \r\nin, and an expansion of, the Security Council.\r\nMy delegation would like to associate itself \r\nwith the statement made by the representative of the \r\nIslamic Republic of Iran on behalf of the Non-Aligned \r\nMovement, the representative of Sierra Leone on behalf \r\nof the African Group and the representative of Kuwait \r\non behalf of the Arab Group (ibid.).\r\nEgypt believes in the importance of a comprehensive \r\nreform of the United Nations, especially the Security \r\nCouncil, so as to better support the purposes and \r\nprinciples of the Charter of the United Nations and to \r\nenable our universal Organization to respond to new \r\nand contemporary international challenges.\r\nEgypt attaches major importance to the reform of \r\nthe Council through a transparent process owned by all \r\nMember States, aimed at achieving an agreed solution \r\nthat is comprehensive and commands the widest possible \r\npolitical support, including on the major interrelated \r\nnegotiating issues as set out in decision 62/557. We are \r\nconfident that those clear guidelines will form a frame \r\nof reference for the work of Ambassador Courtenay \r\nRattray, Permanent Representative of Jamaica and \r\nnew Chair of the intergovernmental negotiations. We \r\nwelcome him to his new functions and assure him of our \r\nongoing support to continue the constructive efforts in \r\nthe process of reforming and expanding the Council, as \r\nwe did with his predecessor, Ambassador Zahir Tanin, \r\nto whom we express sincere appreciation for his efforts \r\nin that regard.\r\nEgypt once again reiterates its full commitment \r\nto the common African position as set out in the \r\nEzulwini Consensus and the Sirte Declaration, which \r\nprovide a comprehensive vision of the reform of the \r\nSecurity Council, including the right of the veto. Egypt \r\nis pleased with the growing support for the common \r\nAfrican position, which we view as evidence that the \r\nworld recognizes the importance of righting the historic \r\ninjustice visited upon the African continent. Africa \r\nstill lacks the representation it deserves in the Security \r\nCouncil. Such representation would serve to promote \r\nhow the Council is perceived when it comes to its work \r\nin general and the African questions on its agenda in \r\nparticular. Given that African questions constitute the \r\nbulk of the agenda, redressing the historic injustice \r\ndone to the continent is even more important to the \r\neffectiveness of the work of the Council. That requires \r\nthat the demands of the African position be responded \r\nto.\r\nEgypt is committed to continuing to work to expand \r\nthe membership of the Council. That requires that we \r\nall make constructive efforts to achieve an acceptable \r\nsolution to all aspects of the reform process. We should \r\nall continue to work together to preserve the basic \r\nvalues of the United Nations, namely, inclusiveness, \r\ndemocracy, accountability, transparency and equality. \r\nThose values should guarantee that the current \r\nnegotiations culminate in a comprehensive reform and \r\nthus enable the Council to assume its role effectively in \r\nmaintaining international peace and security.\r\nThere is no doubt that the challenges of the twenty-\r\nfirst century require enhanced multilateral action \r\nthrough a reform of the United Nations that reaffirms \r\nits central role and renders the Security Council more \r\n10/26 14-62341\r\nA/69/PV.50 12/11/2014\r\neffective, with a composition that is more equitable and \r\nmore representative of the general membership of the \r\nOrganization.\r\nOur meeting today provides another chance \r\nto negotiate in order to complete the reform of the \r\nUnited Nations through a reform of its major organ \r\nconcerned with the maintenance of international peace \r\nand security. This is an opportunity that we must take \r\nadvantage of through commitment to the basic values \r\nof the Charter of the United Nations and by making the \r\nutmost efforts to bridge positions and to push forward a \r\nconsensus position.\r\nMr. Khiari (Tunisia) (spoke in French): I thank \r\nyou, Mr. President, for having convened this debate on \r\nthe question of equitable representation on and increase \r\nin the membership of the Security Council and related \r\nmatters, and for the special interest that you attach to \r\nthe process of Security Council reform, as set out in \r\nyour statement at the opening of the sixty-ninth session \r\n(see A/69/PV.1) and in your introductory statement \r\ntoday (see A/69/PV.49).\r\nI would like to pay tribute to our colleague \r\nthe Permanent Representative of Afghanistan, His \r\nExcellency Mr. Zahir Tanin, for his outstanding work \r\nand for the manner in which he led the intergovernmental \r\nnegotiations over the past few years despite the \r\ndifficulties and pitfalls he faced. I would also like to \r\ncongratulate the Permanent Representative of Jamaica, \r\nMr. Courtenay Rattray, on his appointment as Chair of \r\nthe intergovernmental negotiations.\r\nMy delegation aligns itself with the statements \r\nmade by the representative of Sierra Leone on behalf of \r\nthe African Group and by the representative of Kuwait \r\non behalf of the Arab Group (see A/69/PV.49).\r\nI welcome your efforts, Mr. President, and those \r\nof the succeeding facilitators and the various countries \r\nand groups of countries aimed at overcoming the years-\r\nlong stalemate in the intergovernmental negotiations \r\nprocess. In that regard, I express Tunisia’s full \r\nreadiness to continue to support this process, which \r\nmust continue to be based on the proposals of Member \r\nStates, transparency, inclusiveness and the search for \r\nconsensus.\r\nMrs. Baaro (Kiribati), Vice-President, took the \r\nChair.\r\nThe intergovernmental negotiations should \r\ncontinue to be the only appropriate institutional \r\nframework for this process, as they are mandated by \r\nthe General Assembly to address the issue of Security \r\nCouncil reform in an open and inclusive way with the \r\ngoal of identifying the solution that garners the widest \r\npossible political acceptance among Member States, \r\nin accordance with the principles of the Charter of the \r\nUnited Nations and the relevant decisions of the General \r\nAssembly on the issue, in particular decision 62/557.\r\nTunisia expresses its full support for the desire \r\nshared by almost all Member States to break the current \r\nstatus quo and give new impetus to the negotiating \r\nprocess in order to achieve the concrete results that \r\nwe have been awaiting for over 20 years. However, we \r\nbelieve that this goal should not be pursued in haste or \r\nto the detriment of the broad consensus needed among \r\nall Member States. In our view, imposing a fictional \r\ntimeline or a negotiating text that does not reflect the \r\npositions of all countries would be inconsistent with the \r\nspirit of consensus and the principle of transparency, \r\nwhich have characterized the negotiations process to \r\ndate.\r\nThe process of negotiations should have as its main \r\nobjective a Security Council that reflects the political \r\nand economic realities of our world today. It should \r\nendow the Council with the legitimacy, credibility and \r\neffectiveness needed to act on behalf of the international \r\ncommunity in fulfilling a mandate in line with the \r\nCharter of the United Nations. Strengthening the \r\nlegitimacy of the Council, in particular by enhancing \r\nequitable representation within that principal organ of \r\nthe United Nations, will undoubtedly result in more \r\nrealistic mandates, more effective decisions and a more \r\nconsistent implementation of Council decisions.\r\nTo achieve an expanded Security Council that \r\nensures equitable representation and reflects current \r\nand ongoing sensitivities, we should focus on expanding \r\nthe Council’s membership, particularly when it comes to \r\ndeveloping countries. In that context, Tunisia reiterates \r\nits support for the position of the African Union on \r\nthe issue of Security Council reform as reflected in \r\nthe Ezulwini Consensus and the Sirte Declaration. We \r\nbelieve it is time to remedy the current situation that \r\ndeprives the African continent of a permanent presence \r\nin the Security Council, as well as to provide Africa \r\nwith a better non-permanent presence.\r\nWe also support the legitimate demands of the Arab \r\ncountries for permanent representation in the Security \r\nCouncil. The current situation in the region, which \r\ncould very well persist, justifies that demand.\r\n14-62341 11/26\r\n12/11/2014 A/69/PV.50\r\nThe reform of the Security Council should be \r\ncomprehensive and inclusive. It must address all \r\nsubstantive issues relating, inter alia, to the Council’s \r\ncomposition, regional representation, working methods, \r\nagenda and decision-making process, including the \r\nright of the veto, so as to achieve the broadest possible \r\npolitical agreement from Member States.\r\nWe cannot conclude without mentioning the option \r\nof considering, in any attempt to reform the Security \r\nCouncil, the relationship between the Council and the \r\nother principal organs of the United Nations, and full \r\nrespect by the Council of the prerogatives and functions \r\nof each of those bodies, in particular the General \r\nAssembly.\r\nMr. Tuy (Cambodia): First of all, I would like \r\nto thank the President for convening this important \r\nmeeting on the question of equitable representation on \r\nand increase in the membership of the Security Council \r\nand related matters. I would also like to congratulate \r\nHis Excellency Ambassador Courtenay Rattray of \r\nJamaica on his appointment as the new Chair of the \r\nintergovernmental negotiations. My appreciation also \r\ngoes to the former Chair of the intergovernmental \r\nnegotiations, His Excellency Ambassador Zahir Tanin, \r\nfor his tireless efforts in moving the negotiations \r\nforward.\r\nCambodia welcomes the adoption of the oral \r\ndecision read by the President of the General Assembly \r\nat its sixty-eighth session on the question of equitable \r\nrepresentation on and increase in the membership \r\nof the Security Council and related matters (decision \r\n68/557) adopted in September 2014 (see A/68/PV.106), \r\naimed at paving the way for further intergovernmental \r\nnegotiations at the Assembly’s sixty-ninth session. \r\nWhile rendering its full support for the continued \r\nongoing intergovernmental negotiations this year, \r\nCambodia is ready to work with all States Members of \r\nthe United Nations to move forward with the process.\r\nWe have observed that over the years we have had \r\nquite a number of consultations on United Nations \r\nreform, and we have arrived at the consultations on \r\ntoday’s theme. However, we have not yet found any \r\ncommon ground on a clear framework or any basic \r\ndocuments with which to start. That is largely due to our \r\ndivergent views, and also partly because we have not \r\npositively responded and lived up to the commitment \r\nset out at the 2005 Summit.\r\nWhile commending Ambassador Tanin’s assessment \r\nof the tenth round of the the intergovernmental \r\nnegotiations on the question of equitable representation \r\non and increase in the membership of the Security \r\nCouncil and related matters, my delegation firmly \r\nbelieves that we need to build the momentum from the \r\nlast round of consultations on the issue.\r\nAt the annual general debate of the Assembly’s \r\nsixty-ninth session, in September, we heard concerns \r\nover emerging challenges, ranging from communicable \r\ndiseases to raging conflicts and instability, which may \r\naffect many regions and many parts of the world. We \r\nheard about the pressing need for the United Nations to \r\nchange things within the United Nations system, since \r\nthe Organization today is completely different from \r\nthe entity created almost 70 years ago when only 51 \r\ncountries were Members.\r\nMy delegation therefore believes that the year \r\n2015 will be a crucial one, as the United Nations will \r\ncelebrate the seventieth anniversary of its establishment \r\nand the tenth anniversary of the 2005 World Summit, \r\nwhere world leaders agreed to reform the United \r\nNations to meet the need of today’s geopolitical and \r\nglobal challenges.\r\nIt is certain that the Security Council, as the \r\nbody mandated with the primary responsibility for \r\nthe maintenance of international peace and security, \r\nshould reflect the global realities of today. In that \r\nregard, my delegation is of the view that the Security \r\nCouncil should be expanded to include both permanent \r\nand non-permanent members in an equitable manner \r\nto cope with the global challenges. More important, \r\nCouncil reform should be undertaken in a manner that \r\nprovides for equitable geographical representation from \r\nall Member States, including developing countries.\r\nMy delegation believes that a set of guidelines is \r\nneeded for the Security Councils’s permanent seats \r\nto be extended to Member States that possess all the \r\ncapacities and commitments to substantially contribute \r\nto maintaining international peace and security.\r\nMr. Khan (Indonesia): Let me begin by thanking \r\nthe President for convening this important debate. \r\nI would also like to convey my delegation’s deepest \r\nappreciation to Ambassador Zahir Tanin, Permanent \r\nRepresentative of Afghanistan, for his very able \r\nstewardship of the intergovernmental negotiations \r\nover the past years, and to congratulate Ambassador \r\nCourtenay Rattray, Permanent Representative of \r\n12/26 14-62341\r\nA/69/PV.50 12/11/2014\r\nJamaica, for his appointment as the Chair of the next \r\nround of the intergovernmental negotiations.\r\nWe meet here in the midst of heightened and \r\ncomplex security challenges in various regions. As the \r\nemerging, as well as old, challenges are confronted, \r\nthe global expectations of the Security Council to act \r\neffectively are more pronounced. But the effective \r\nmaintenance of international peace and security in the \r\nface of today’s challenges requires a Council whose \r\nstructure reflects the plurality and realities of today — a \r\nCouncil that can demonstrate unequivocally that it is \r\nrepresentative, democratic, transparent, accountable \r\nand efficient and that serves the interests of the entire \r\ninternational community, and not a select few.\r\nIndeed, when the Council leaves cases \r\nunaddressed, such as those of Palestine and Syria, for \r\nlong periods, failing to resolve them in a meaningful \r\nmanner, serious questions linger about its credibility. \r\nSince all States Members of the United Nations have \r\nentrusted the Security Council to act on their behalf, \r\nit is our collective responsibility to help ensure that \r\nthe Council fully lives up to fulfilling the peace and \r\nsecurity imperatives, as well as the norms set out \r\nin the Charter of the United Nations, international \r\nlaw and humanitarian law. Indonesia will therefore \r\nremain an active proponent of the efforts to achieve \r\na comprehensive and intergovernmental-led reform of \r\nthe Security Council.\r\nAs my delegation has elaborated its position on \r\nthe five key reform issues on a number of occasions, \r\nI shall restrict myself to making a few observations \r\non the rounds of negotiations so far in the informal \r\nintergovernmental negotiations, and on our view of the \r\nway forward.\r\nAs important as the tenth and preceding rounds of \r\ndiscussions have been, they have not led to a narrowing \r\nof differences on the Council’s reform. The perspectives \r\nare vast and deep. Most notably, there are strong views \r\non the issues of membership categories and the related \r\nexpansion. But the veto and other key issues are also \r\nmarked by divergence.\r\nThe reform of the Security Council, with its \r\ninherent geostrategic implications, clearly entails \r\nhigh stakes for many. Certainly, Member States \r\nhave legitimate concerns and expectations. But \r\nencouragingly, all countries also agree that we must \r\nbe constructively engaged in the reform process. To \r\npromote forward thinking that helps to advance the \r\nprocess in a meaningful manner, we urge Member \r\nStates to exercise greater political f lexibility and to \r\nconsider intermediate options that may lead to potential \r\nconvergence, particularly on membership expansion \r\nand the veto, which have underlying ramifications on \r\ndifferences for other reform issues.\r\nA number of countries have proposed models on the \r\nintermediate options for the categories of seats. Along \r\nwith other reform issues, we are willing to discuss \r\nthem further with an open mind in the new round of \r\nnegotiation.\r\nWith regard to the veto, Indonesia advocates the \r\nabolition of the right to the veto. As a step towards \r\nthat, we could support a mechanism for regulating or \r\nmanaging the veto. The renewed calls for the non-use \r\nof veto in cases concerning serious violations of \r\ninternational humanitarian law and genocide must \r\nbe given due consideration. We support the view that \r\nthe veto should not be exercised under Chapter VI of \r\nthe Charter, and that two concurrent negative votes \r\nby permanent members to prevent the adoption of a \r\nCouncil decision should be required.\r\nWe note the suggestion to carry out a so-called \r\nhigh-level audit of efforts aimed at achieving an early \r\nreform of the Security Council, and that the audit should \r\nbe undertaken by an independent political figure, to \r\nbe selected. Despite the good intentions behind the \r\nproposal, we reiterate that the nature of the informal \r\nnegotiations as a membership-driven process should be \r\nfully observed and preserved. All Member States must \r\nhave an equal voice in a transparent reform process, \r\nwhich must involve them in any decisions taken on \r\nthe way forward. We also underscore that all five key \r\nreform issues should be considered together, without \r\npiecemeal solutions, and that the integrity of decision \r\n62/557 should be upheld.\r\nConcrete gains on Council reform have been elusive. \r\nNevertheless, we must be committed to relentlessly and \r\nconstructively forging commonalities and building on \r\nthem. For its part, Indonesia will continue to work with \r\nall interested delegations to help craft workable paths to \r\nmeaningful reform.\r\nMr. Meza-Cuadra (Peru) (spoke in Spanish): My \r\ndelegation welcomes the convening of this meeting of \r\nthe General Assembly to continue discussing one of the \r\ncore issues related to reform of the Organization: the \r\nquestion of equitable representation on and increase \r\nin the membership of the Security Council and \r\n14-62341 13/26\r\n12/11/2014 A/69/PV.50\r\nrelated matters. While acknowledging Ambassador \r\nZahir Tanin’s  work during the 10 rounds of informal \r\nintergovernmental negotiations on the issue, we \r\nalso welcome the appointment of the Permanent \r\nRepresentative of Jamaica, Ambassador Courtenay \r\nRattray, to chair the process during the Assembly’s \r\ncurrent session. I would like to assure him that he can \r\ncount on my delegation’s support.\r\nIf anything has become evident during the long \r\nprocess of negotiations on reforming the Security \r\nCouncil, it is Members’ overwhelming agreement on \r\nthe urgent need to adapt the Organization’s structure \r\nso that it adequately reflects the changed international \r\nscene. Peru would like to stress how essential it is \r\nthat we make progress towards our goal of achieving \r\na renewed, reformed, expanded, more democratic and \r\nrepresentative Security Council that is also effective \r\nand efficient and whose methods of work are more \r\ntransparent. The Council’s inability to halt the armed \r\nconflicts in Syria, Ukraine and the Gaza Strip, \r\namong other placess, has shown us how urgently its \r\ncomprehensive reform is needed.\r\n We should remember that the Security Council’s \r\nmandate to ensure international peace and security is \r\ngranted to it by all States Members of the United Nations, \r\nwhich is why it is up to the Assembly to carry out the \r\nreforms required to ensure effective implementation \r\nof that mandate. It is therefore time to act. We cannot \r\nsimply continue to limit ourselves to reasserting our \r\nwell-known national positions; we must make the \r\nnecessary concessions that will enable us to produce \r\na negotiating text that has clear alternatives, that can \r\nrise above a mere description of positions and that can \r\nidentify and process our options so that we can work \r\nfor genuine negotiation. None of that will be possible \r\nif we do not abandon notions about artificial deadlines \r\nor delays and replace them with a real commitment to \r\nproducing tangible, balanced results, firmly based on \r\nthe principle that the process must be inclusive and \r\ntransparent.\r\nTo quickly touch on the points made in decision \r\n62/557, Peru once again reiterates its belief that for the \r\nSecurity Council to be able to deal appropriately with \r\nthe new realities, it is essential to add new permanent \r\nand non-permanent members. That would promote \r\na fair and equitable regional representation, altering \r\nthe Council’s currently unbalanced status quo. My \r\ndelegation understands that such an expansion should \r\nbe enough to increase the Council’s representativeness \r\nbut not so great as to render it less effective.\r\nWith regard to the issue of the veto, Peru has \r\nconsistently taken a principled position in favour of \r\nits eventual abolition. At the moment, however, my \r\ndelegation takes the constructive attitude that the \r\npermanent members should commit to considering a \r\nfirst step that limits the use of the veto and eliminates \r\nthe possibility of applying it in cases of genocide, crimes \r\nagainst humanity or successive acts that blatantly \r\nviolate human rights or international humanitarian law. \r\nI welcome France’s proposal in that regard and urge \r\nthe other permanent members to seriously explore this \r\npossibility.\r\nIt is also important to strive for concrete reform \r\nof the Council’s working methods so as to increase its \r\nlegitimacy, the transparency it needs for multilateral \r\nrelations, and the efficiency and effectiveness of its \r\nwork. That will be achieved only by promoting greater \r\ninteraction between non-member countries and the \r\nCouncil. It is therefore essential to hold more public \r\nthan private meetings, schedule more open debates, \r\nconsult troop-contributing countries in a timely way \r\nwhen the Council discusses the renewal of peacekeeping \r\nmandates, establish as a regular practice the wrap-\r\nup sessions on the Council’s work at the end of each \r\nmonth, and explore other creative ways of increasing \r\nthe Council’s transparency.\r\nThe whole process should lead us to a decision. If, \r\nas we have unanimously said here, we want to reform the \r\nSecurity Council, we must turn that wish into concrete \r\ncommitments. I would like to conclude by reaffirming \r\nmy country’s total willingness to continue to participate \r\nconstructively in the intergovernmental negotiations \r\nin informal plenary on the question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council and related matters.\r\nMr. Waheed (Maldives): It is an honour for the \r\nMaldives to participate in the debate on this important \r\nagenda item. The question of equitable representation \r\non and increase in the membership of the Security \r\nCouncil is an important matter that has been a top \r\npriority of Maldivian foreign policy for decades. \r\nMy delegation welcomes the appointment of His \r\nExcellency Mr. Courtenay Rattray as the new Chair of \r\nthe intergovernmental negotiations on Security Council \r\nreform. We look forward to seeing real progress on the \r\nnegotiations in the lead-up to the seventieth anniversary \r\nof the United Nations next year.\r\n14/26 14-62341\r\nA/69/PV.50 12/11/2014\r\nThe question of Security Council reform is one \r\nthat has gone unanswered for too long. At its core, \r\nthe United Nations embodies the ideal that all States \r\nare equal. We are equally responsible for maintaining \r\ninternational order, furthering global development and \r\nadvancing the just causes of all peoples. Regrettably, \r\nthe Security Council has not mirrored those principles. \r\nSixty-nine years ago, the United Nations was created \r\nby 51 countries in a world suffering from destitution, \r\ncolonial oppression and the aftermath of global war. \r\nToday, although the world around us has changed \r\ndramatically and the membership of the United Nations \r\nhas expanded to include 193 States, the Security Council \r\nhas been reformed only once since the Organization’s \r\nfounding.\r\nWhen the Council was reformed 50 years \r\nago, it was expanded through the creation of four \r\nnew non-permanent seats. The expansion did not \r\ncompromise the Council’s efficiency or make it less \r\neffective. Instead, it became more representative and \r\nlegitimate. In today’s world order, legitimacy is no \r\nlonger derived from the will of the few, but rather from \r\nthat of the overwhelming majority. If the Security \r\nCouncil is to maintain its legitimacy as an organ of \r\nthe United Nations with the authority to make vital \r\ndecisions on matters of peace and security on behalf \r\nof the entire international community, it must be open \r\nto change. \r\nThere were calls for reform even before the Council \r\nheld its first meeting, and those calls have been repeated \r\nconsistently over the decades. However, little progress \r\nhas been made. The greatest impediment to progress \r\nhas not been the apparent lack of consensus, but rather \r\nthe lack of a fair and proper process to establish reform. \r\nIn that light, we once again welcome the establishment \r\nof an advisory group on Security Council reform but \r\nregret that no real movement has occurred since its \r\nnon-paper was published in December of last year. We \r\nhope that the advisory group will make progress over \r\nthe course of the year and offer constructive proposals \r\nfor establishing a streamlined reform process.\r\nThe membership of the Council is an increasingly \r\nf lawed reflection of the world today. Half of the \r\nMembers of the United Nations are small States, yet the \r\nvast majority of small States have never been elected. \r\nSmall island developing States (SIDS) represent one \r\nfifth of the United Nations membership, yet 78 per cent \r\nhave never gained a seat on the Security Council. We \r\ncan begin to correct this f lawed picture with one simple \r\nstep: establishing a SIDS-specific seat on the Council.\r\nSIDS are an established, cohesive group that share \r\nunique challenges. We are nations that are small, isolated \r\nand particularly vulnerable to natural disasters and \r\nclimate change. Yet climate change is fundamentally \r\nan issue of international security and stability that the \r\nSecurity Council must confront. The Maldives raised \r\nthat issue during the Arria formula meeting of the \r\nSecurity Council on the subject of security dimensions \r\nof climate change, in 2013. The Maldives has great \r\nexpectations for a day when the Security Council will \r\nformally address the long-term security threats that \r\naffect low-lying States, such as ours and many others, \r\nthat are vulnerable to the impacts of climate change. \r\nThat day may not come soon, and it may not come \r\nsoon enough, unless the Security Council has equitable \r\nrepresentation, inclusive of those States most affected \r\nby climate change, particularly SIDS.\r\nThe designation of a SIDS-specific seat is based \r\non the principled position of the Maldives that an \r\nexpanded membership should reflect the true nature of \r\nthe United Nations. Because the Security Council lacks \r\ndiverse perspectives, it is unable to meet the diverse \r\nneeds of the international community, especially the \r\ndeveloping world. But a change in membership is not \r\npossible without addressing the prohibitive cost of \r\nrunning a campaign that deters or prevents smaller \r\nStates from securing a seat on the Council. Security \r\nCouncil seats must not be a prize won by the highest \r\nbidder. Instead, States must be elected on principles of \r\nequality and representation. All States Members of the \r\nUnited Nations must be able to compete on an equal \r\nfooting and have an equal chance.\r\nThe current constitution of the Security Council \r\nreinforces the concentration of military power in the \r\nhands of a few. We call on all permanent members to \r\nrise above their national interests and act, as Article \r\n24 of the Charter of the United Nations duly requires, \r\non behalf of the interests of all States Members of the \r\nUnited Nations. We urge the permanent members not to \r\nresist the call for urgent reform and to help bring that \r\nvital organ of the United Nations into the twenty-first \r\ncentury.\r\nThe Maldives maintains that the Security Council, \r\nboth in its present form and in its final manifestation \r\nthrough the reform process, must become more \r\naccountable, coherent and transparent. It is imperative \r\n14-62341 15/26\r\n12/11/2014 A/69/PV.50\r\nthat the functioning and working methods of the Council \r\nbe revised to ensure greater efficiency and inclusiveness. \r\nAs a member of the cross-regional Accountability, \r\nCoherence and Transparency Group, the Maldives calls \r\nupon the current Council to fulfil its responsibilities \r\nunder the Charter by genuinely representing the will \r\nand interests of the larger membership.\r\nThe vast majority of States have spoken here today: \r\nthe Security Council is in urgent need of reform. No \r\nsmall island developing State should be held back from \r\nits rightful place in the world order, for global security \r\naffects the small with the greatest measure. Nations \r\nshould not be judged on the size of their populations, \r\nnor on the might of their armies, but on the strength of \r\ntheir resolve to further peace and security for all.\r\nMr. Dabbashi (Libya) (spoke in Arabic): At \r\nthe outset, I would like to commend Ambassador \r\nZahir Tanin, facilitator of the intergovernmental \r\nnegotiations on Security Council reform and on the \r\nquestion of equitable representation on and increase \r\nin the membership of the Security Council and related \r\nmatters, for the efforts he has made to achieve progress \r\nduring the previous rounds of negotiations. I also wish \r\nto congratulate Mr. Courtenay Rattray, Permanent \r\nRepresentative of Jamaica, for his appointment as the \r\nChair of the new round. We look forward to reaching a \r\nconsensus under his leadership that reflects the interests \r\nof all and produces the reforms that we all aspire to.\r\nMy delegation aligns itself with the statement \r\ndelivered by the representative of Sierra Leone on \r\nbehalf of the Group of African States (see A/69/PV.49).\r\nThere is no doubt that Security Council reform is \r\none of the priorities of the work of the United Nations, \r\nboth because the process seeks to guarantee and secure \r\nthe future of the United Nations and because of the \r\ncentral role of the Security Council in the maintenance \r\nof international peace and security. Maintaining that \r\nimportant role dictates that the work of the Council \r\nshould be carried out in a way that enables it to address \r\nthe realities of today’s world and those of the future, \r\nbecause the times are different from when the Charter \r\nof the United Nations was signed.\r\nTen rounds of negotiations have been held to date, \r\nduring which the delegations of all countries and \r\ngroups expressed their positions. Regrettably, however, \r\nno substantial change has taken place regarding those \r\npositions since the first round. The discrepancies and \r\nthe divergence of views have continued. We therefore \r\nneed to adopt practical measures that will take the \r\nnegotiation process forward from the current stalemate, \r\nincluding a new consensus text that provides the basis \r\nfor negotiations.\r\nLibya, as an African country, believes that one of \r\nthe major steps of reform is to redress the historical \r\ninjustice that the African continent has suffered by \r\nnot being represented in the permanent membership \r\ncategory. Therefore, that right must be recognized as a \r\nnon-negotiable one, especially because one third of the \r\nissues on the agenda of the Council are purely African \r\nones. The Group of African States constitutes more than \r\none quarter of the membership of the United Nations. \r\nThat injustice can be redressed by according Africa \r\ntwo permanent seats in the Security Council, with all \r\nof the privileges enjoyed by the current permanent \r\nmembers, including the veto. It should also be granted \r\ntwo additional non-permanent seats, in conformity with \r\nthe position of the Group of African States as set out in \r\nthe Ezulwini Consensus and the Sirte Declaration.\r\nOn the other hand, we emphasize that any expansion \r\nof the Security Council membership must include \r\ngranting one permanent seat to the Arab Group, in \r\nconformity with the resolution of the Arab Summit held \r\nin Sirte, Libya, in 2010, and the paper that was drafted \r\nby the Chair of the intergovernmental negotiations.\r\nThe reform of the Security Council is not simply \r\na question of increasing the number of seats or of the \r\nright of the veto. It touches on other aspects that have \r\nbeen discussed. We believe that all aspects of reform are \r\ninterrelated and include the Council’s working methods \r\nand its relations with the other organs of the United \r\nNations. We emphasize the importance of implementing \r\nreform of the working methods of the Council itself so \r\nas to guarantee transparency and openness in its work, \r\nactivities and procedures. Meetings should be open \r\nand closed negotiations should be avoided whenever \r\npossible.\r\nUntil the right of the veto is abolished, we should \r\nseek to limit its use in cases of war crimes, crimes against \r\nhumanity and foreign occupation. The participation of \r\nnon-members of the Council in the work of the Council \r\nshould be encouraged, especially by those countries on \r\nthe Council’s agenda.\r\nLibya emphasizes the importance of agreeing \r\non fixed rules of procedure to replace the current \r\nprovisional rules of procedure, which have been in \r\nplace since the establishment of the Security Council.\r\n16/26 14-62341\r\nA/69/PV.50 12/11/2014\r\nWith regard to the relationship between the Council \r\nand other organs and bodies, we emphasize that the \r\nCouncil should strengthen its relations with other organs \r\nof the United Nations and not encroach upon their \r\nmandates, especially the General Assembly. It should \r\nalso increase consultations with other organs of the \r\nUnited Nations in a manner that respects the mandates \r\nof each and every organ in keeping with the provisions \r\nof the Charter of the United Nations. We believe it is \r\nimportant to hold consultations between the various \r\norgans and to increase the number of open briefings \r\nand debates, as well as to provide quarterly reports \r\nto the General Assembly regarding issues threatening \r\ninternational peace and security, as the Assembly is \r\nthe more representative organ. Such reports should \r\nbe comprehensive, transparent and include all of the \r\nnecessary analysis.\r\nIn conclusion, my delegation wishes to reaffirm \r\nthat Libya has been and remains ready to participate \r\nconstructively and effectively in all efforts to reach \r\nconsensus and achieve the objectives desired of the \r\nprocess of reform.\r\nMr. Zinsou (Benin) (spoke in French): The reform \r\nof the United Nations system, in particular of the \r\nSecurity Council, is an essential requirement to give \r\nreal prospects for global governance that is fairer and \r\nmore equitable.\r\nThe current composition of the Security Council \r\nno longer reflects contemporary international society. \r\nIf the Council does not involve more States in its work, \r\nit will not be able, for all the goodwill of its members, \r\nto provide viable solutions to the multidimensional \r\nchallenges of sustainable development and the complex \r\nproblems related to the maintenance of international \r\npeace and security.\r\nI would like to express my sincere thanks to the \r\nPresident of the General Assembly, His Excellency \r\nMr. Sam Kutesa, for having emphasized in his \r\nstatement during the general debate of the sixty-ninth \r\nsession (see A/69/PV.6) the vital importance to the \r\nworld of swiftly completing the reform of the system, \r\nin particular the Security Council. His predecessor, His \r\nExcellency Mr. John Ashe, rightly made that one of his \r\npriorities throughout his mandate and worked to ensure \r\nthat the issue was discussed with all the attention it \r\ndeserved during the Assembly’s sixty-eighth session, in \r\nthe context of negotiations conducted by Ambassador \r\nTanin, Permanent Representative of Afghanistan. I \r\nwould like to take this opportunity to pay tribute to \r\nAmbassador Tanin for his tireless efforts to generate \r\nconsensus on the issue of reform throughout the 10 \r\nsessions of consultations that he facilitated.\r\nBenin aligns itself with the statements delivered by \r\nthe Permanent Representative of Saint Lucia on behalf \r\nof the L.69 Group, and by the representative of Sierra \r\nLeone on behalf of the African Group (see A/69/PV.49). \r\nThe contents of their statements convey the position \r\nand views of my country perfectly. \r\nWe believe that, following so many rounds of \r\nintergovernmental negotiations, the round we are \r\nembarking upon now should take as a basis a condensed \r\ntext by the President of the General Assembly grouping \r\ntogether the points of reform on which a great number \r\nof States agree, so as to significantly facilitate our \r\ndeliberations.\r\nPoints of convergence do exist and are \r\nconstantly crosschecked in the positions expressed \r\nby the vast majority of States. In previous \r\nintergovernmental negotiations they opted clearly \r\nfor the enlargement of the Council in both categories \r\nof membership — non-permanent members, and \r\npermanent members with the right to the veto, that right \r\nto veto being, without a doubt, one of the key aspects of \r\nSecurity Council reform to which the African continent \r\nattaches the highest importance.\r\nSuch reform must correct the historic injustice \r\nwhereby Africa has not been represented among the \r\npermanent membership of the Council. In that regard, \r\nI would like to recall the Ezulwini Consensus and the \r\nSirte Declaration, which clearly set out the unanimous \r\nposition of the continent on this issue. I would like to \r\nreaffirm Benin’s commitment to that position, which, \r\nin our view, is a minimal requirement, given Africa’s \r\nimportance in the Council’s work, when more than \r\n60 per cent of the items on its agenda concern African \r\nStates.\r\nMy delegation also believes that the right of the \r\nveto should be exercised under the same conditions \r\nby all States that have tha privilege. The discussion \r\nundertaken during the previous session on the limitation \r\nof its use must continue, as their outcome will allow the \r\nCouncil to become more democratic.\r\nBenin welcomes the appointment of Ambassador \r\nCourtney Rattray, Permanent Representative of Jamaica, \r\nto chair the eleventh round of the intergovernmental \r\n14-62341 17/26\r\n12/11/2014 A/69/PV.50\r\nnegotiations. Our confidence in him to lead our \r\ndeliberations is inspired by his abilities as a distinguished \r\ndiplomat whose skill, professionalism and composure \r\nhave been demonstrated time and again. All of those \r\nqualities will contribute to productive deliberations and \r\nensure that the celebration of the seventieth anniversary \r\nof the United Nations, in 2015, is a very memorable \r\noccasion.\r\nMr. Shingiro (Burundi) (spoke in French): At \r\nthe outset, my delegation would like to thank the \r\nPresident for convening this timely debate on a subject \r\nas important as Security Council reform, an issue \r\nwith which we have been concerned for more than two \r\ndecades. My delegation welcomes the appointment of \r\nour Jamaican colleague, Ambassador Rattray, as Chair \r\nof the forthcoming cycle of negotiations on Security \r\nCouncil reform, which we very much hope will lead \r\nto concrete results in 2015. He can count on Burundi’s \r\nfirm support throughout his term. I would also like to \r\ntake this opportunity to recognize the excellent work \r\nof Ambassador Tanin of Afghanistan during his term \r\nas Chair, which he has just concluded with such f lair.\r\nAlthough we fully endorse the statement made \r\nearlier today by our colleague from Sierra Leone on \r\nbehalf of the Group African States (see A/69/PV.49), \r\nwe would like to make several observations in our \r\nnational capacity.\r\nTwenty years after the establishment of the Open-\r\nended Working Group on Security Council reform, the \r\nGeneral Assembly should set aside the divisions that \r\ncontinue to undermine the successful conclusion of \r\nnegotiations on the reform of an organ that since 1965 \r\nhas consisted of 15 members, even as the United Nations \r\nhas grown by 76 more States. Everyone agrees that the \r\nsize of the Security Council has not kept pace with the \r\npace of substantial increase in the number of States \r\nMembers of the United Nations that we have witnessed \r\nover the past half-century. Both the composition and \r\nthe size of the Council reflect the world of 1965 — not \r\nthat of today. Multiple shifts have taken place during \r\nthe intervening years, during which dozens of new \r\ncountries have been born. \r\nWe emphasize the need to speed up the process of \r\nreform, especially with respect to expanding the number \r\nof permanent and non-permanent seats. It is essential \r\nto bear in mind that the pressure to move towards a \r\nmore representative and more efficient Council is \r\ngoing to increase year after year, and that reform will \r\neventually take place, however long it takes and despite \r\nthe resistance it may face.\r\nAs is well known, there have been many cycles \r\nof intergovernmental negotiations since 2009, all held \r\nliterally in a vacuum, without a text and defying the \r\nlogic of multilateral diplomacy. Anyone who says \r\nthat it is impossible to advance towards text-based \r\nnegotiations is in effect saying no to progress. How is it \r\npossible to negotiate without a base text? Where should \r\nwe begin? Those are serious questions that deserve \r\nappropriate answers.\r\nIt would be a mistake to automatically view the \r\ncall for text-based negotiations as an attempt to dilute \r\nthe divergent positions on the issue. But neither should \r\na base text be viewed as a final document. Additions, \r\namendments and deletions can always be proposed \r\nat the appropriate time to a document that is still in \r\nprogress.\r\nWe all know that with a subject as complex as \r\nSecurity Council reform there will eventually be a vote \r\nin the General Assembly, as stipulated in the Charter of \r\nthe United Nation. We are clearly not yet at that stage, \r\nbut to claim that no movement is possible without \r\nfull consensus is to hold the process back, when the \r\noverwhelming majority of Member States favours \r\nexpanding both the permanent and non-permanent \r\nmembership categories of the Council.\r\nThe process currently under way does not aim to \r\ndetermine which country will or will not be a member \r\nof the Security Council, but rather to define the \r\nparameters that will shape the profile of the expanded \r\nfuture Council and to present viable options in response \r\nto the key questions identified in decision 62/557, of \r\n15 September 2008.\r\nSince 2005, numerous African Heads of State have \r\nrepeatedly reaffirmed the need to reform the Security \r\nCouncil in order to make it more representative, \r\ndemocratic, effective, transparent, accessible and \r\nlegitimate. We must quickly reach agreement on a \r\nmodel for reform that will take into account the primary \r\nvalues of the United Nations, which are inclusiveness, \r\ndemocracy, accountability, equality and transparency.\r\nMore than 100 Heads of State and Government, \r\nspeaking from this very rostrum during the general \r\ndebate at this session, reiterated the demand for \r\nswift Security Council reform. That urgent appeal by \r\nour leaders must be heard. We believe that Africa’s \r\n18/26 14-62341\r\nA/69/PV.50 12/11/2014\r\nshared position has always enjoyed the support of the \r\nmajority of Member States, inasmuch as it is a viable \r\noption for Security Council reform. It is imperative to \r\naddress the historical injustice with respect to Africa \r\nwithout further delay. Africa is the only continent not \r\nrepresented in the category of permanent members of \r\nthe Council, and it is also underrepresented among the \r\nnon-permanent members. The year 2015 is the right \r\ntime to bring that historical injustice to an end.\r\nMy country, Burundi, remains committeed to the \r\nEzulwini Consensus and the Sirte Declaration, which \r\npropose assigning Africa two permanent seats on \r\nthe Council with all the prerogatives and privileges, \r\nincluding the right to the veto if that continues to exist, \r\nas well as two additional non-permanent seats.\r\nWe look forward to an inclusive, transparent and \r\nopen negotiation process that takes place in a spirit of \r\nf lexibility and compromise. The reform of the Council’s \r\nworking methods also requires dedicated attention. \r\nWe hope that the Council will demonstrate greater \r\ntransparency and responsibility. Burundi acknowledges \r\nthe progress already made but believes that much more \r\ncan be done. We of course hope for stronger ties between \r\nthe Security Council and the General Assembly, as well \r\nas between the Security Council and the Peace and \r\nSecurity Council of the African Union.\r\nMr. Aisi (Papua New Guinea): I would like to \r\nthank the President for convening this timely meeting.\r\nWe fully support the statement delivered by Her \r\nExcellency Ambassador Menissa Rambally, Permanent \r\nRepresentative of Saint Lucia, on behalf of the L.69 \r\nGroup of countries (see A/69/PV.49), which essentially \r\nsupports the position that Papua New Guinea has taken, \r\nin particular with respect to the reform of the Security \r\nCouncil in both categories of membership. My remarks \r\nwill therefore be brief. But let me also acknowledge \r\nand support the African position and its rationale as \r\nreiterated in the statement delivered this morning by His \r\nExcellency Ambassador Chidi Minah, the Permanent \r\nRepresentative of Sierra Leone (ibid.)\r\nWe thank the President for recognizing, in both \r\nhis acceptance speech (see A/68/PV.93) and his closing \r\nremarks at the conclusion of the high-level segment of \r\nthe sixty-ninth session of the General Assembly (see \r\nA/69/PV.20) the importance of this matter, thus making \r\nit one of his top priorities during his presidency.\r\nWe warmly welcome the appointment of His \r\nExcellency Ambassador Courtenay Rattray, Permanent \r\nRepresentative of Jamaica, as Chair for the next rounds \r\nof the intergovernmental negotiations and look forward \r\nto working with him during his stewardship. We \r\nalso thank His Excellency Ambassador Zahir Tanin, \r\nPermanent Representative of Afghanistan, for his \r\nleadership under sometimes trying circumstances in \r\nguiding us through 10 rounds of the intergovernmental \r\nnegotiations.\r\nIt has been 10 years since the 2005 World Summit, \r\nwhere all of our leaders unanimously called for, among \r\nother important issues, the early reform of the Security \r\nCouncil. While we are nowhere near an early reform \r\nof the Security Council, one fact remains true, namely, \r\nthat the full United Nations membership agrees that \r\nthe reform of the Council must happen. It was pleasing \r\nto note this morning that even all members of the \r\nPermanent Five have also agreed to that reform.\r\nWe should also continue to remind ourselves that \r\nthe 2005 World Summit Outcome document (resolution \r\n60/1) provided us with the Peacebuilding Commission, \r\nthe Human Rights Council, UN-Women and ongoing \r\nreforms within the Secretariat. Some would argue that \r\nthe reforms have been a little bit slow, but nevertheless, \r\nthey are happening.\r\nThe outstanding issue that remains in need of \r\nsubstantive negotiations is the reform of the Security \r\nCouncil. The sixty-ninth session of the General \r\nAssembly, leading up to the historic seventieth \r\nanniversary summit of the United Nations in 2015, \r\nprovides an important occasion for taking stock of \r\nthe status and health of our Organization. Part of the \r\nprocess, we submit, must include the reform of the \r\nSecurity Council.\r\nUnfortunately, despite 10 rounds of intergovernmental \r\nnegotiations, we are still in a situation where we do not \r\nhave a written text from which we can start substantive \r\nnegotiations so that we can promptly implement the \r\ndecision of the 2005 World Summit. But we support the \r\nstatement made by the President this morning: “What \r\nis now required is a firm commitment to moving the \r\nprocess to text-based negotiation on all clusters.” \r\n(A/69/PV.49, p. 1)\r\nIt is our submission that the eleventh round of the \r\nintergovernmental negotiations must start on the basis \r\nof a zero-draft text for negotiations. We propose that the \r\ntext be introduced under the authority of the President \r\nof the General Assembly. In our view, introducing \r\na text would move us from the business-as-usual \r\n14-62341 19/26\r\n12/11/2014 A/69/PV.50\r\nmodality, which has become too familiar during the \r\nintergovernmental negotiations. Issuing a text would \r\nalso create a situation where every United Nations State \r\nMember — large, small and medium — could actively \r\nand constructively participate in the negotiations.\r\nTo assist the Assembly President in conceiving a \r\ntext for the negotiators, we propose that he refer to and \r\nconsider the non-paper provided by the advisory group \r\non Security Council reform that was convened under his \r\npredecessor, Ambassador John Ashe, as a guide. In that \r\nregard we re-emphasize that the non-paper was based \r\nupon the same five parameters provided for in decision \r\n62/557. Furthermore, the essence of the non-paper is \r\nin the elaboration of all of the options that all United \r\nNations Member States have alluded to, in one form \r\nor another, during the intergovernmental negotiations \r\nprocess, under each of the five headings. We  are all \r\nfamiliar with them, but let me reiterate: categories \r\nof membership, the question of the veto, regional \r\nrepresentation, enlargement and working methods, and \r\nthe relationship between the General Assembly and the \r\nSecurity Council.\r\nIt is somewhat ironic to hear the criticism that \r\nthe non-paper is somehow biased towards one \r\ngroup’s position. Seen in its entirety, the non-paper \r\nis all-encompassing in its intent and ensures room for \r\nelaborating on all options in a process that could be \r\nenhanced during substantive text-based negotiations.\r\nAgain, we commend the non-paper to the President \r\nof the Assembly to use as a guide in his deliberations.\r\nMr. Balé (Congo) (spoke in French): The Congo \r\nis a member of the Committee of Ten Heads of State \r\non United Nations Security Council Reforms and \r\naligns itself with the statement made earlier by the \r\nrepresentative of Sierra Leone on behalf of the African \r\nGroup (see A/69/PV.49).\r\nAt the outset, I wish to pay well-deserved tribute \r\nto Ambassador Zahir Tanin, who has persevered in \r\nconducting the intergovernmental negotiations process \r\nsince its launch in 2009. We are grateful to him for his \r\npioneering and painstaking work and wish him the very \r\nbest.\r\nIn his wisdom, and in order to kick-start the \r\nprocess, the President has kindly conferred the \r\nformidable task of propelling the negotiations to a new \r\nstage to Ambassador Courtenay Rattray of Jamaica. My \r\ndelegation is confident in his ability to lead delegations \r\nand regional and other relevant groups to move on from \r\ntheir entrenched positions. We are ready to listen to \r\nhim, and we assure him of our full cooperation.\r\nIt is therefore for the President of the General \r\nAssembly and the facilitator of the negotiations process \r\nto meet the challenge of bringing together the positions \r\nthat have to date been scattered and of providing us \r\nwith a platform that will generate the hope that the \r\nnegotiations will effectively launch the process that we \r\nall wish to see advance inclusively, transparently and \r\ndemocratically.\r\nThe common position of the African States \r\non Security Council reform is well known to all. \r\nAfrica is the only continent that is not represented \r\namong the category of permanent members. It is also \r\nunderrepresented in the category of non-permanent \r\nmembers. That is why a focus on the reparation of \r\nthe historical injustice meted out to the continent is \r\nnecessary. That involves the enlargement of the Council \r\nin the two categories of permanent and non-permanent \r\nmembers and the granting of all prerogatives and \r\nprivileges to new members, including the right of the \r\nveto, if and only if it is retained.\r\nMy delegation welcomes the broad understanding \r\nof Africa’s legitimate claim and the sincere nature of the \r\nnearly unanimous statements that we surely now need \r\nto move on from simple professions of faith. Having \r\nobserved the various opinions that have emerged \r\nthroughout our previous deliberations, we believe that it \r\nis now time to build alliances with greater transparency \r\nin order to restart negotiations on a basic text that will \r\nenable the identification of common issues and lead to \r\ngenuine compromise.\r\nWe are all aware of the universal responsibility for \r\npeace assumed by all nations, whether large or small. \r\nThat is why we believe that, as the organ charged with \r\nthe maintenance of international peace and security, \r\nthe Security Council must be more representative and \r\nmust take into account the current configuration of our \r\nworld and the complexity that now surrounds issues of \r\npeace and security. The vision of the founding fathers \r\nof this institution did not include freezing the United \r\nNations in a sort of sclerosis tainted by anachronism.\r\nAs an eminent President of this great county, the \r\nUnited States, stated from this very rostrum in his \r\naddress to the General Assembly at its eighteenth \r\nsession, in 1963:\r\n“The United Nations cannot survive as a static \r\norganization. Its obligations are increasing as well \r\n20/26 14-62341\r\nA/69/PV.50 12/11/2014\r\nas its size .…  The authors of the Charter did not \r\nintend that it be frozen in perpetuity.” (A/PV.1209, \r\npara. 74)\r\nThe time has come for us to break the deadlock and \r\nmove ahead in our efforts to give the world a Security \r\nCouncil that is more representative. Our advocacy for \r\nthis goal is specific and is founded in decision 62/557 \r\nand other texts adopted by the Assembly General on \r\nthis issue.\r\nIn September 2015, the United Nations will \r\ncelebrate 70 years of existence. That will also provide \r\nan opportunity to assess the implementation of the 2005 \r\nWorld Summit Outcome (resolution 60/1), which called \r\nfor a rapid reform of this universal institution. Those \r\nmany symbolic milestones should refocus our attention \r\nas we embark upon a new round of negotiations during \r\nthe sixty-ninth session of the General Assembly, which \r\nmy delegation believes to be a pivotal moment. Without \r\nbeing held hostage to the deadline of September 2015 \r\nor to some sort of dash to the finish line, the process \r\nto which we have committed ourselves will gain in \r\ncredibility if we fully take advantage of the symbolism \r\nof such a deadline.\r\nIn this exercise, it is clear that political will is one \r\nof the key drivers without which it will not be possible \r\nto reach the necessary compromises. The emergence of \r\na Security Council that espouses the values, goals and \r\nideals of the Charter of the United Nations depends on \r\nit. Congo, for its part, will continue to work to that end, \r\nwith the same commitment and the same openness, \r\nwithin the African Union Committee of Ten.\r\nMrs. Nguyen Phuong Nga (Viet Nam): I would \r\nlike to begin by expressing our thanks to the President \r\nof the General Assembly for having convened this \r\nmeeting on this important agenda item, entitled \r\n“Question of equitable representation on and increase \r\nin the membership of the Security Council and related \r\nmatters”.\r\nWe also thank Ambassador Zahir Tanin \r\nof Afghanistan for his efforts in chairing the \r\nintergovernmental negotiations over the past years. \r\nWe would like to assure the newly appointed \r\nChair of the intergovernmental negotiations, \r\nAmbassador Courtenay Rattray of Jamaica, of our full \r\nsupport and wish him every success.\r\nThe position of the Vietnamese delegation on \r\nthe reform of the United Nations, including the \r\nSecurity Council, has been stated on a number of \r\noccasions. It is our view that more than ever before, \r\nthe United Nations is faced with growing challenges \r\nand with unprecedented complexities, ranging from \r\nclimate change and transnational diseases to regional \r\nconflicts and tensions. While trying to adapt to new \r\ncircumstances, the evolution of the structure of the \r\nOrganization in accordance with the Charter  has shown \r\nlimitations in serving the international community in \r\nour collective efforts to tackle our common challenges \r\nhead on.\r\nAs we approach the commemoration of the \r\nseventieth anniversary of the United Nations, it is high \r\ntime that Member States intensify the process of reform \r\nof the United Nations. The reform of the Security Council \r\nis a crucial area in that regard. It has been more than \r\n50 years since the Council was enlarged, whereas the \r\nnumber of Member States has in the meantime almost \r\ndoubled. Security Council reform should therefore be \r\naccorded adequate attention so that the Council can \r\nmore effectively perform its functions as the primary \r\nbody responsible for maintaining international peace \r\nand security.\r\nThe Council needs to be enlarged in both categories \r\nof membership so as to ensure that it truly represents all \r\nUnited Nations Members, as stipulated in the Charter. \r\nWe believe that developing States should be more \r\nadequately represented at that important organ.\r\nThe working methods of the Council should also be \r\nimproved to ensure greater democracy and transparency. \r\nWe therefore welcome the recent Council practice of \r\nholding, on a more regular basis, wrap-up sessions and \r\npublic briefings on its work for non-members of the \r\nCouncil.\r\nAs various United Nations entities are about \r\nto undertake comprehensive reviews of their work \r\nin 2015, we look forward to our next round of the \r\nintergovernmental negotiations on the question of \r\nthe equitable representation on and increase in the \r\nmembership of the Security Council and related \r\nmatters. We appreciate the letter from the President \r\nof the General Assembly dated 10 November 2014, \r\nin which he observes that an early resumption of the \r\nintergovernmental negotiations process is necessary \r\nand encourages Member States to move the process to \r\ntext-based negotiations.\r\nI would like to reiterate the readiness of our \r\ndelegation to work closely with the President and the \r\n14-62341 21/26\r\n12/11/2014 A/69/PV.50\r\nChair of the intergovernmental negotiations towards \r\nmeaningful progress in our work ahead.\r\nMr. Mashabane (South Africa): I thank you, \r\nMadam, for giving me the f loor to participate in this \r\ndebate on the question of increase in the membership of \r\nthe Security Council. We have the honour to be one of \r\nthe later speakers, and we have had the benefit of being \r\nable to reflect upon some of the important and salient \r\npoints that have been raised by those who spoke before \r\nus here.\r\nViews have been expressed as to the reasons for \r\nthe need for the Security Council to be reformed. Many \r\ncharacterizations have been presented, including the \r\nfact that the Council is unrepresentative, undemocratic \r\nand stuck in a bygone era. That is undoubtedly the \r\ncharacterization put forward in this important organ \r\nof the United Nations, the General Assembly. Some \r\nmembers of the Security Council, in particular the \r\npermanent members themselves, have agreed that there \r\nis need for reform. The difference is with regard how \r\nwe actually implement or carry out the reform of the \r\nSecurity Council, one of the principal organs of the \r\nUnited Nations.\r\nThe decision that was taken at the 2005 World \r\nSummit (see resolution 60/1) agreed in part with the \r\ncharacterization that was just made today regarding the \r\ncurrent configuration of the Security Council. But what \r\nis important about the decision is its call for the early \r\nreform of the Council. It has been 10 years since that \r\ndecision was taken. Do we, as the General Assembly, \r\nreally believe that 10 years can still be characterized \r\nas early? Surely, it cannot be. That also raises the \r\nquestion of why we have not moved forward since then. \r\nThe Permanent Representative of Papua New Guinea \r\ncorrectly reflected on how some of the decisions that \r\nwere taken 2005 have been implemented and some \r\nstructures created, but with regard to the Security \r\nCouncil, there alone, there has there been no movement.\r\nAn overwhelming number of speakers before \r\nme, including the five permanent members of the \r\nSecurity Council, have agreed on the need for reform \r\nwith regard to both categories of membership. That \r\nis an undisputable fact; anybody who is keeping the \r\nrecords can take note of that. Many of us have spoken \r\nof the need to take advantage of the looming seventieth \r\nanniversary of the United Nations. I think it is very \r\nimportant that we all agree on this. We are following in \r\nthe footsteps of our leaders, who were here just a little \r\nmore than a month ago, in September, and who spoke \r\non precisely this point: the need for us to adopt concrete \r\nproposals that will ensure that when we celebrate the \r\nseventieth anniversary of our Organization, we will be \r\nable to take measures for the reform of that important \r\nprincipal organ, the Security Council.\r\nSince the intergovernmental negotiations began \r\nmore than six years ago, we have expressed our views \r\nand stated and restated and rehashed our positions.\r\nMany of us, and all of us here, know one another’s \r\npositions as far as reform is concerned. The question \r\nis, since we know one another’s positions, why is it \r\nthat we cannot move forward? The truth of the matter \r\nis that for the past seven years we have not engaged in \r\nnegotiations, in spite of the fact that the process is called \r\nintergovernmental negotiations. What we have done is \r\nsimply to continue the debate, but in a different format. \r\nWe have not necessarily got down to the business of \r\nnegotiating. Only a few years ago, about 140 countries \r\nsigned a letter calling for text-based negotiations. That \r\nnumber is clearly more than a two-thirds majority of \r\nthe General Assembly, and that in itself represented a \r\nclear, overwhelming political commitment to moving \r\ntowards negotiations based on a text.\r\nIn our view, the sixty-ninth session has to be a major \r\nturning point as far as reform of the Security Council \r\nis concerned, for the same simple reason: the following \r\nsession will mark the seventieth anniversary of the \r\nUnited Nations. It cannot be that we will go beyond 70 \r\nyears since the Organization’s establishment and still \r\nmaintain the Security Council’s current configuration \r\nin spite of all the global challenges to peace and security \r\nwe are currently facing.\r\nViews have been raised about decision 62/557. In \r\nour view, it was not meant to impede progress; it was \r\nnot meant to veto the process of reforming the Security \r\nCouncil. Rather, it was meant to move the process \r\nforward. In that decision, the General Assembly clearly \r\nand unambiguously identifies five key areas that must \r\nbe addressed in order to reform the Council. That makes \r\nit very easy to have a text on the table that focuses on \r\nthose areas. We are aware of the concern that we should \r\nnot have a piecemeal approach, that we must agree on all \r\nof those issues. That was not necessarily the intention \r\nof that particular decision. Nonetheless, even if that is a \r\npoint, let us have a text so that we can begin to negotiate \r\non those five key areas.\r\nNone of us here has failed to express views on \r\nthose five areas. We say that because the current \r\nPresident of the Assembly has committed to moving \r\n22/26 14-62341\r\nA/69/PV.50 12/11/2014\r\nthe process forward, and we welcome his appointment \r\nof the Permanent Representative of Jamaica. It is a \r\nwell-considered view that the first round that the new \r\nfacilitator has to convene should surely address the \r\nquestion of a text: what should it look like? We would \r\nlike to congratulate Ambassador Tanin, who has been \r\nmoving this process for the past seven years. Two years \r\nago, as we all know, he produced a third revision of the \r\ndocument, known as Rev. 3, that sought to reduce all the \r\ndifferent positions we have on the five key areas. In our \r\nview, that is not a very difficult exercise; it should be \r\none of the easiest. The facilitator, through the authority \r\nof the President of the General Assembly, should be \r\nable to move and bring us together, as members of the \r\nAssembly, to focus on those specific areas.\r\nWe cannot bury our heads in the sand and pretend \r\nthat the veto is not a major issue. It is a major issue. \r\nOn various occasions the five permanent members of \r\nthe Security Council have clearly expressed their views \r\non this matter. It is clear that they have difficulties \r\nwith extending the use of the veto to new members. \r\nThe African Group, which is guided by the common \r\nAfrican position, has a clear position on this, which \r\nis that we do not believe in the veto. But as long as \r\nit exists, as a matter of common justice it should be \r\nextended to all. We understand the initiatives being \r\ntaken and proposals made for restraint on the use of \r\nveto. The challenge we have is doing that outside the \r\nbroader concern for the need to reform the Security \r\nCouncil. In our view, that is a mere tweaking of the \r\nmajor challenge, which is not necessarily the utilization \r\nof the veto. The major challenge is the unsustainable \r\nnature and current composition of the Security Council.\r\nIt is our well-considered view that it would indeed \r\nbe a travesty if we passed the seventieth anniversary of \r\nthe United Nations without agreeing on a concrete way \r\nforward that will deliver reform of the Security Council. \r\nWe support the view that the new facilitator, under the \r\nauthority of the President of the General Assembly, \r\nshould begin working immediately and tirelessly to \r\ncome up with a text that we can all work on, a clear \r\nroad map. We have heard the concerns about artificial \r\ndeadlines. Surely, if more than 20 years have passed \r\nsince we identified the need to reform the Security \r\nCouncil, it cannot be said that taking advantage of the \r\nseventieth anniversary constitutes setting artificial \r\ndeadlines.\r\nMr. Abulhasan (Kuwait) (spoke in Arabic): At the \r\noutset, we are pleased to be able to thank and commend \r\nAmbassador Zahir Tanin, Permanent Represesentative \r\nof Afghanistan, for his laudable efforts to facilitate and \r\nguide the process of the intergovernmental negotiations \r\nover the past five years, during which he showed great \r\ncompetence and skills in orchestrating multilateral \r\nnegotiations involving numerous positions in a \r\ndifficult, complicated task addressing a very important \r\nissue: Security Council reform. We also welcome \r\nthe appointment of Ambassador Courtenay Rattray, \r\nPermanent Representative of Jamaica, as the new Chair \r\nof the intergovernmental negotiations and would like to \r\nassure him of our support in his new job. We also wish \r\nto congratulate the new non-permanent members of the \r\nCouncil on their election for the biennium 2015-2016.\r\nWe associate ourselves with the statements \r\ndelivered by the representatives of Iran and of our \r\nown country, Kuwait, on behalf of the Non-Aligned \r\nMovement and the Group of Arab States, respectively \r\n(see A/69/PV.49).\r\nMore than 20 years have elapsed since discussions \r\nbegan on expanding the membership of the Security \r\nCouncil and improving its working methods. Many \r\ninitiatives and ideas have been launched. The issue \r\nis still stalled, however, and needs the political will \r\nrequired to bridge differences and achieve the desired \r\ngoals.\r\nThe ongoing challenges in the political and \r\ninternational arena prompt us to make further efforts to \r\nimprove the negotiation track and affirm our collective \r\naction. The desired objective is very lofty and noble, \r\nand it includes the entire international community. That \r\nis why any proposals for the expansion and reform of \r\nthe Security Council must have general agreement, or \r\nat least a great measure of consensus.\r\nOver the past years the position of the State of \r\nKuwait on Security Council reform has been one of \r\nprinciple, based on the following foundations.\r\nFirst, the question of Security Council reform \r\nmust be handled in accordance with a general concept \r\naimed at continuing to reform all the organs of the \r\nUnited Nations and seeking to render the work of the \r\nOrganization more complementary and more balanced. \r\nThat should be done while focusing on developing the \r\nSecurity Council’s relationships with the other bodies, \r\nsuch as the General Assembly and the Economic and \r\nSocial Council, without infringing on their mandates. \r\nThe Council should confine its role to the tasks assigned \r\n14-62341 23/26\r\n12/11/2014 A/69/PV.50\r\nto it by the Charter of the United Nations, which is the \r\nmaintenance of international peace and security.\r\nSecondly, any ideas put forward to reform the \r\nCouncil must stem from our commitment to enable the \r\nCouncil to become more representative of the Member \r\nStates and must reflect the international reality, which \r\nhas changed a great deal since the inception of the \r\nUnited Nations in 1945.\r\nThirdly, it is very important to continue to improve \r\nthe Council’s working methods, to imbue its work \r\nwith more transparency and clarity and to ensure that \r\npermanent and official rules of procedure are adopted \r\nto organize and approve the working methods.\r\nFourthly, the question of the veto must be placed \r\nwithin constraints and limits that codify the use of that \r\nright, such as the use of the veto only on the questions \r\nincluded under Chapter VII of the Charter of the United \r\nNations.\r\nFifthly, any increase in the membership of the \r\nCouncil must take into account the need to give \r\ngreater opportunity for small States to accede to the \r\nmembership of the Council and to contribute to its \r\nwork. Also, the right of the Arab and Islamic States \r\nto representation commensurate with their number, \r\nimportance and contributions in defending the purposes \r\nand principles of the Charter should not be overlooked. \r\nWith regard to improving the working methods of the \r\nCouncil, including the calls to rationalize the exercise \r\nof the veto, the State of Kuwait welcomes the French \r\nproposal regarding limiting the exercise of the veto \r\nin questions of crimes against humanity through the \r\nvoluntary abstention by the five permanent member \r\nStates from exercising their veto.\r\nWe underscore that the intergovernmental \r\nnegotiations of the General Assembly is the only forum \r\nin which to achieve an agreement on the expansion and \r\nreform of the Security Council, in accordance with \r\ndecision 62/557. That decision established the basis for \r\nnegotiations and their ownership by the Member States.\r\nThe accelerating challenges and the interrelated \r\nquestions faced by the international community make \r\nus more resolved to intensify efforts to enhance the \r\nrole of the Council so as to render it more capable and \r\neffective in overcoming challenges, as well as more \r\nrepresentative, transparent, impartial and credible.\r\nMs. Beck (Solomon Islands): Let me, through you, \r\nMadam President, thank and congratulate the President \r\nof the General Assembly at its sixty-ninth session for \r\nconvening this plenary meeting on agenda item 119, \r\nentitled “Question of equitable representation on and \r\nincrease in the membership of the Security Council and \r\nrelated matters”.\r\nSolomon Islands would like to associate \r\nitself with the statement made by Her Excellency \r\nAmbassador Menissa Rambally, Permanent \r\nRepresentative of Saint Lucia, on behalf of the L.69 \r\nGroup (see A/69/PV.49).\r\nThe reform of the Security Council remains an \r\nessential and integral element of our overall effort to \r\nreform our multilateral system. It has eluded us over the \r\nyears despite the wealth of ideas that have been collated \r\nduring that time.\r\nSolomon Islands registers its appreciation of the \r\nPresident for his taking a fresh look at where we are in \r\nthe negotiations and giving the matter high priority on \r\nthe agenda of the General Assembly at its sixty-ninth \r\nsession. My delegation appreciates his commitment to \r\nthe reform of the Security Council by appointing the \r\nPermanent Representative of Jamaica, His Excellency \r\nAmbassador Courtenay Rattray, as the Chair of the \r\nintergovernmental negotiations to lead us forward on \r\nthis important process.\r\nWe congratulate Ambassador Rattray and assure \r\nhim of our support. We trust that his leadership will \r\nguide us to make tangible progress in reforming the \r\nCouncil and to make it relevant to the challenges of the \r\ntwenty-first century. We need to make tangible progress, \r\nespecially as we move to the seventieth anniversary of \r\nthis body next year. Also on that note, we acknowledge \r\nand thank Ambassador Tanin of Afghanistan for his \r\nleadership and guidance on Security Council reform \r\nand in the intergovernmental negotiation process.\r\nThe work of the intergovernmental negotiation \r\nprocess is guided by the Charter of the United Nations, \r\nthe 2005 World Summit Outcome (resolution 60/1), the \r\nrelevant rules of procedures and past practice. Decision \r\n62/557 identifies the five key negotiable elements. \r\nLast year, under the leadership of the President of \r\nthe General Assembly at its sixty-eighth session, \r\nHis Excellency Ambassador Ashe, a non-paper was \r\nproduced that compiled all our positions. It now needs \r\nto be put forward as a basis for a negotiable text.\r\nWe live and operate in a fast-changing world. \r\nWe have already seen deep integration within some \r\nregions of our Organizaton that have already developed \r\n24/26 14-62341\r\nA/69/PV.50 12/11/2014\r\na common foreign policy. That needs to be taken into \r\nconsideration in any reform outcome. We must also \r\navoid coming to the negotiations with conditions that \r\nput the negotiation process in a straightjacket. We \r\ncall on everyone to come to the table with a vision \r\nto strengthen the Council’s role in the maintenance \r\nof international peace and security and ensure that \r\nstructural change in the Council happens.\r\nThe position of Solomon Islands on the five \r\nSecurity Council reform elements has been stated and \r\nrestated over the years. Those are the question of the \r\nveto, regional representation, the size of an enlarged \r\nCouncil, the relationship between the Council and the \r\nGeneral Assembly, and the working methods.\r\nOn the question of the veto, we would like to see it \r\nabolished. In the event that it is retained, however, the \r\nrights and privileges of the veto should be accorded to \r\nall new members. That is to ensure that everyone on a \r\npermanent seat is on equal footing. The use of the veto \r\nis also linked to having improved working methods that \r\nprovide for a limitation on the use of the veto.\r\nOn the enlargement of the permanent and \r\nnon-permanent categories, Solomon Islands supports \r\nenlargement in both. We would like to see a sixth seat \r\nin the non-permanent-seat category.\r\nOn the regional question, with regard to equitable \r\ngeographical representation for the permanent seat, we \r\nwould like special attention to be given to regions that are \r\nnot represented and regions that are underrepresented.\r\nOn the relationship between the Council and the \r\nGeneral Assembly, we would also like to see that \r\nimproved.\r\nFinally, I conclude by saying that we need a \r\nreformed Security Council to match the twenty-first \r\ncentury realities. Solomon Islands, like all other reform-\r\nminded countries, stands ready to engage in reforming \r\nthe Security Council. We hope to see progress in the \r\nnegotiations, done in good faith with mutual respect \r\nand in an open, inclusive and transparent manner.\r\nMr. Bhattarai (Nepal): At the outset, allow me \r\nto thank the President of the General Assembly, His \r\nExcellency Mr. Sam Kutesa, for his letter of 10 November \r\n2014, which underscores yet again the need to make \r\nprogress on the reform of the Security Council, as well \r\nas for convening this important meeting today. We thank \r\nhim, as well, for appointing Ambassador Courtenay \r\nRattray of Jamaica as Chair of the intergovernmental \r\nnegotiations in the course of the Assembly’s current \r\nsession. Nepal appreciates the President’s determination \r\nand welcomes those important steps, which are in \r\nkeeping with the Assembly’s decision at the previous \r\nsession to immediately continue the intergovernmental \r\nnegotiations on Security Council reform in informal \r\nplenary at the sixty-ninth session.\r\nIn that connection, I wish to commend \r\nAmbassador Rattray on his appointment and to thank \r\nhim for assuming the responsibility in the run-up to the \r\nworld summit next year on the occasion of the seventieth \r\nanniversary of the Organization, and to encourage him \r\nto employ all his talents to make definite progress. I am \r\nconfident that, with the President’s wisdom and trust \r\nand with his own diplomatic experience and skills, \r\nAmbassador Rattray will prove to be instrumental in \r\nmaking headway in this much-awaited, but also much-\r\nstalled, crucial matter in the United Nations system. I \r\nwish to take this opportunity to pledge my delegation’s \r\nfull support and cooperation to the President of the \r\nGeneral Assembly and to Ambassador Rattray in all \r\ntheir sincere efforts to that end.\r\nI consider it fitting to recall here how diligently \r\nand admirably His Excellency Mr. Zahir Tanin of \r\nAfghanistan chaired the intergovernmental negotiations \r\nover the past six years. During the Assembly’s previous \r\nsession, then President John Ashe and Ambassador \r\nTanin worked very hard in ways that deserve our \r\nsincere tribute.\r\nToday I do not wish to repeat the rationales for \r\nintroducing reforms in the Security Council’s present \r\nstructure, which dates back to 1963, when the United \r\nNations had only 117 Members as opposed to the \r\ncurrent 193. They are well known and have been well \r\narticulated under the broad themes of structure and \r\nworking methods. The key words in the debate on \r\nreforms have been representativeness, effectiveness, \r\ntransparency, legitimacy and relations with the General \r\nAssembly, as well as with the non-members of the \r\nCouncil.\r\nYet the reform is all too conspicuous by its absence. \r\nThe Assembly’s active deliberations on Security Council \r\nreform during 10 rounds of the intergovernmental \r\nnegotiations, as well as the preceding Open-ended \r\nWorking Group process, have taken hundreds of \r\nmeetings over the past 20 years, involving enormous \r\namounts of time, energy and other resources. We must \r\nbuild on the momentum in a results-oriented manner \r\nto justify all that has been invested so far in search \r\n14-62341 25/26\r\n12/11/2014 A/69/PV.50\r\nof meaningful progress. That can be done only when \r\nwe focus on points of convergence and enter into real \r\nnegotiations.\r\nWhat has been seen throughout the intergovernmental \r\nnegotiations process is an expression of the collective \r\nwill of the large majority of Member States, articulated \r\nseparately or through various groups of like-minded \r\ncountries, to expand Security Council membership \r\nin both the permanent and non-permanent categories. \r\nNepal supports the idea of the expansion of membership \r\nin both categories. Expanding the permanent category \r\nshould be able to correct the historical wrong that \r\nAfrica has had to endure from the very beginning, so \r\nas to make the Council membership representative of \r\nthe present-day membership in the General Assembly, \r\nto correct the underrepresentation of the developing \r\ncountries and to reflect the present-day capability to \r\ncarry out the requisite responsibility for maintaining \r\ninternational peace and security.\r\nNepal believes the aspirations of India, Japan, \r\nGermany and Brazil to acquire permanent membership \r\nin the Council are in tune with the present-day reality. In \r\nthe case of non-permanent membership, Nepal believes \r\nthere should be a fair and judicious principle of rotation \r\non a regional and subregional basis as well. Among \r\nmany criteria, the contribution to the maintenance of \r\ninternational peace and security should be taken into \r\naccount, especially when the contributing countries are \r\nrelatively small and landlocked. In fact, it is important \r\nthat the landlocked developing countries be represented \r\nas a special constituency, given their special, permanent \r\nfeature of hardship with serious security implications.\r\nWith regard to the veto, Nepal believes that \r\nprovision has outlived whatever utility it had and \r\nshould be abolished entirely. As long as it continues \r\nto exist, the veto power should not be used to create \r\nadditional tiers of members other than permanent and \r\nnon-permanent members as at present, even when the \r\nCouncil is expanded. The threat of the use of the veto, \r\nwhich is many times instrumental in undermining the \r\ncredibility and the real utility of the Council, should \r\nbe tamed. The proposal of France for a voluntary \r\nmoratorium on the veto would be a very good step \r\nforward in that direction.\r\nOn the size of the expanded Council, it should not \r\nbe so big that it compromises the Council’s efficiency, \r\nand should not be so small that it cannot have the due \r\nrepresentative character. The ideal number would \r\nbe around 24, as that should also ensure that each \r\nmember, including the non-permanent, could preside at \r\nleast once over the work of an expanded Council for a \r\none-month period during the country’s two-year term \r\nin the Council.\r\nMy delegation understands the concern as well \r\nas the high degree of determination of the President \r\nof the General Assembly to make progress in the \r\nintergovernmental negotiations process so that we can \r\nall collectively deliver what our leaders envision for \r\nus to do by 2015 in reforming the Security Council. \r\nNepal believes that the President and the Chair of \r\nintergovernmental negotiations should do what it takes \r\nto keep up the current momentum, with a tangible \r\ninstrument at hand to begin with.\r\nI wish to conclude by congratulating the newly \r\nelected non-permanent members of the Security \r\nCouncil: Angola, Malaysia, New Zealand, Spain \r\nand Venezuela. Nepal believes their presence will \r\nsignificantly influence the Council in its work, and we \r\nwish them all a very successful tenure in the Council \r\nduring 2015 and 2016.\r\nMr. Rattray (Jamaica): I appreciate the opportunity \r\nto make some brief remarks at the end of this meeting. \r\nAt the outset, permit me to convey my thanks to the \r\nPresident of the General Assembly for appointing \r\nme Chair of the intergovernmental negotiations on \r\nthe reform of the Security Council. I am humbled \r\nand honoured by the trust and responsibility that \r\nhas been placed in me, and I assure the Assembly of \r\nmy commitment to undertake the assignment with \r\ndiligence, perseverance and the utmost respect for the \r\nviews of the membership of the Organization.\r\nI wish to recognize the committed work of my \r\npredecessor and good friend, Ambassador Zahir Tanin, \r\nwho has done yeoman’s service in advancing the cause \r\nof Security Council reform. The membership of the \r\nAssembly owes him a great debt of gratitude for the \r\ntireless and faithful efforts he has made over the past \r\nyears.\r\nI very much appreciate the expressions of \r\ncongratulation and support offered by my colleagues, \r\nfor which I am most grateful. I pledge my intention \r\nto foster an environment in which all ideas and \r\nviews can be considered on an equal basis, in a \r\nconstructive atmosphere and reinforced by mutual \r\nrespect — an environment conducive to creative \r\nthinking and characterized by openness, transparency \r\nand f lexibility.\r\n26/26 14-62341\r\nA/69/PV.50 12/11/2014\r\nThere can be no question that our collective and \r\nlong-running endeavour to accomplish Security \r\nCouncil reform represents one of the highest priorities \r\nof our membership. Paradoxically — or perhaps \r\nbecause that is the case — this enterprise also reflects \r\none of the most challenging processes we have pursued. \r\nAlthough I am realistic about the prospects for success, \r\nI am nonetheless aware that it would be impossible \r\nto achieve results in the absence of the hope that our \r\naspirations for reform will ultimately be realized. The \r\nexpectation is that all Member States will come to the \r\nnegotiating table imbued with a spirit of good faith and \r\ncertain that that which may appear to be beyond our \r\nreach is in fact well within our grasp.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on this item. It is particularly apt \r\nthat we should have heard from the new Chair of the \r\nintergovernmental negotiations on Security Council \r\nreform.\r\nThe General Assembly has thus concluded this \r\nstage of its consideration of agenda item 119.\r\nThe meeting rose at 6.15 p.m.\r\n"