"*1455200*\r\n14-55200 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506. \r\nCorrected records will be reissued electronically on the Official Document System of the \r\nUnited Nations (http://documents.un.org).\r\nThe meeting was called to order at 9.05 a.m.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nThe President: I now call on His Excellency \r\nMr. Winston Lackin, Minister for Foreign Affairs of \r\nthe Republic of Suriname.\r\nMr. Lackin (Suriname): My statement today is \r\nmade on behalf of the President of the Republic of \r\nSuriname, His Excellency Mr. Desiré Delano Bouterse.\r\nWe want you, Mr. President, to be assured of \r\nour support in these turbulent times of international \r\npolitics. Your task will not be easy. We pay tribute \r\nto your predecessor, Ambassador John Ashe, for his \r\nexcellent leadership during the sixty-eighth session of \r\nthe General Assembly.\r\nWe also want to express our support to Secretary-\r\nGeneral Ban Ki-moon in his endeavour to steer the \r\nUnited Nations vessel through the rough waters \r\nof shifting economic forces and rapidly changing \r\npolitical arenas, in an environment where violence \r\nand intolerance, whatever the root causes, seem to \r\nprevail. Although interdependence, self-determination \r\nand non-interference should be the guiding principles \r\nof the international community, we are faced with \r\nan incredible desire for domination in the name of \r\nundefined, so-called national interests.\r\nWe have examined some of the arguments used to \r\ninvade Grenada and compared those to the arguments \r\nused to justify the military involvement in Ukraine. \r\nWhat striking similarity! We have tried hard to \r\nunderstand the value of a referendum in the case of the \r\nMalvinas and the value given to the referendum held in \r\nCrimea.\r\nStates with media, military and economic \r\nvulnerabilities such as ours cannot but feel extremely \r\nuncomfortable with the custom-made slogans, devoid \r\nof any genuine moral value, that are imposed on our \r\nminds as precooked recipes.\r\nWe express our sincere wish that the United Nations \r\nshould develop the muscles needed to restructure and \r\ndemocratize itself and move away from restrictive \r\nveto powers towards inclusive legal institutions that \r\ncan effectively apply and monitor adherence to the \r\nprovisions of the Charter of the United Nations. We see \r\nthat as the only way forward to achieve the ultimate \r\ngoal of sustainable development, even for the smallest \r\nmembers of the international community. The real \r\nproof of civilization is total respect for the seemingly \r\ninsignificant members of any social entity. Let us, then, \r\nbecome truly civilized.\r\nIn sharp contradiction to the turbulence and \r\nchallenges mentioned, we want to draw the attention of \r\nthis body to the Latin America and Caribbean region, \r\nwhich is, relatively speaking, a unique area of peace \r\nand tranquillity. It is important to answer the question: \r\nhow is that region showing us the way forward? From a \r\nmilitary point of view, it is an area of the world that is \r\nnuclear-free. The Treaty of Tlatelolco has proved to be \r\nan effective instrument to monitor and maintain Latin \r\nAmerica and the Caribbean free from nuclear threat.\r\nUnited Nations A/69/PV.20\r\nasdf\r\nGeneral Assembly\r\nSixty-ninth session\r\n20th plenary meeting\r\nTuesday, 30 September 2014, 9 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Kutesa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Uganda)\r\n2/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nFurthermore, it is important to note that, at the \r\npolitical level, interdependence has become the driving \r\nforce of both multilateral and bilateral relations. \r\nSmall and large States alike interact on the basis of \r\nestablished treaties and principles of mutual respect, \r\nmutual concern and mutual benefit. The Union of South \r\nAmerican Nations, the Community of Latin American \r\nand Caribbean States and the Caribbean Community \r\n(CARICOM) in particular have played an important \r\nrole so far in furthering that cause.\r\nThe third, and certainly the most important, \r\nfactor that ensures durable peace in our region is the \r\nimplementation of people-oriented socioeconomic \r\npolicies. We have seen such programmes developed in \r\nBrazil, Bolivia, Chile and my own country, Suriname, \r\nto mention a few. The emphasis on policies and \r\nprogrammes related to health care, education, youth and \r\nsports is rapidly changing the image of Latin America \r\nand the Caribbean. We invite the world community to \r\ntake note of those positive realities in our functioning \r\ndemocracies, as they translate into regional integration \r\nprocesses with nothing less than a bright future.\r\nLooking at the positive picture at the national \r\nlevel, we must also address the challenges of dealing \r\nwith all forms of transnational organized crime in \r\nthe Latin American and Caribbean region. Suriname \r\nfully supports all initiatives deployed to face those \r\nchallenges.\r\nHaving said that, we must assess two areas of \r\nconcern that our nation faces today. Economically \r\nspeaking, the latest International Monetary Fund \r\nreport indicates that Suriname has reached an average \r\nper capita income of approximately $10,000. Our gross \r\ndomestic product (GDP) is primarily based on the \r\nmining sector, where gold mining and the production \r\nof crude oil and derivatives represent 33 per cent of our \r\nnational output. That sector is responsible for 90 per \r\ncent of our total export revenue.\r\nWe are aware of the fact that the nature of that \r\nsector is extractive and, as such, is subject to depletion. \r\nIn order to ensure the sustainability of the economy, \r\nthe Government has developed a policy to ensure that \r\nthe revenue from the non-renewable sectors is invested \r\nin developing human capital to ensure the full fruition \r\nof the capacities of the Surinamese people in their own \r\ninterest and the interest of the entire nation.\r\nTo ensure that that policy will materialize, \r\nPresident Bouterse announced, at the outset of his term, \r\na social contract that has been given substance in the \r\nfollowing programme: a legal framework guaranteeing \r\na minimum wage, health-care coverage for every \r\ncitizen and pensions for the elderly.\r\nIn the past four years, Suriname has implemented \r\nnew programmes to promote advanced education at \r\nall levels, including after-school care programmes \r\nfor primary and secondary students and scholarship \r\nprogrammes for higher education. Furthermore, legal \r\ninstruments are being prepared as part of a full safety \r\nnet to prevent dropouts.\r\nIn the same vein, various programmes have been \r\ndeveloped in close cooperation with other CARICOM \r\nStates to combat the incidence of non-communicable \r\ndiseases. Our ultimate goal is for those initiatives to \r\nbecome part and parcel of future programmes of the \r\nPan American Health Organization and the World \r\nHealth Organization.\r\nWith regard to the imminent threat of the spread \r\nof the Ebola virus, the Government has entered into \r\nclose consultations with neighbouring countries, the \r\nsubregion and the global community to design and \r\nimplement programmes to coordinate and cooperate \r\neffectively so as to prevent the spread of the deadly \r\nvirus.\r\nAs a matter of course, we can sustain those \r\ninitiatives only within appropriate fiscal discipline. \r\nWe are forced to strike the right balance between \r\neconomic growth, socioeconomic concerns and respect \r\nfor our natural environment. In doing so, Suriname has \r\nbeen classified as an upper-middle-income country \r\nwith an improved ranking in the 2013 United Nations \r\nDevelopment Programme Human Development Report.\r\nHowever, that classification limits our access to \r\nconcessional financing, which hampers our aspirations \r\nand endeavours to sustain the achievements I have \r\nmentioned. Honestly speaking, we are experiencing \r\nthat decision as a punishment for doing well. A \r\nclassification solely based on statistics, and not on our \r\nsocioeconomic reality, will never serve the objective of \r\nsustainable development based on human development. \r\nWe call upon the multilateral and bilateral funding \r\ninstitutions to adapt their policies to that approach.\r\nThere is another area of prime interest to which we \r\nwant to draw attention. Suriname’s territory is more \r\nthan 90 per cent covered with forest, which annually \r\nabsorbs 8.8 million tons of carbon, while our annual \r\nemissions are 7 million tons of carbon. Suriname \r\n14-55200 3/52\r\n29/09/2014 A/69/PV.20\r\nthus absorbs 1.8 million tons of carbon more than it \r\nemits on a yearly basis. While many countries work \r\ntowards becoming carbon-neutral, Suriname already \r\nqualifies as a carbon-negative country. With an annual \r\ndeforestation rate of 0.02 per cent and having dedicated \r\n13 per cent of the national territory to preserving and \r\nprotecting vulnerable ecosystems, we are generating a \r\nnational and global asset.\r\nIn stark contrast to those positive realities, \r\nSuriname has, paradoxically, become one of the most \r\nvulnerable countries in the world as a result of climate \r\nchange. At the recently held 2014 Climate Summit, \r\nSuriname indicated that sea-level rise will, inter alia, \r\nseverely damage or destroy our coastal ecosystems, \r\nincluding most of our arable land; damage or destroy \r\nover 40 per cent of our GDP; damage or destroy the \r\nhomes of over 80 per cent of our population; damage \r\nor destroy our world heritage-designated capital; and \r\nendanger the way of life of most of the people, who \r\nrepresent our cultural heritage and live along the coastal \r\nand river shores. Changes in rainfall patterns and rising \r\ntemperatures are already leading to increased health \r\nrisks and associated costs, decreased hydropower \r\nproduction and reduced access to river pathways.\r\nThe serious absence of international commitment \r\nto supporting us so that we can take the proper measures \r\nto avoid the impending disasters is disturbing, and \r\nwe have therefore been obliged to join with similar, \r\nvulnerable countries with strong environmentally active \r\nframeworks and a history of respect for ecosystems. \r\nWe call on the rest of the world both to become more \r\nproactive in support of the measures that we are \r\ncompelled to take, and to ensure that the relevant issues \r\nhave a place on the international agenda.\r\nSuriname would like to emphasize the need for a \r\nfundamental restructuring of the United Nations, with \r\nthe aim of making our Organization better equipped to \r\ndeal effectively with the international issues at hand. \r\nWe would like once again to point to the experience of \r\nLatin America and the Caribbean as a shining example \r\nof how durable peace can be achieved. In that context, \r\nthe economic blockade of the Cuban people should be \r\nconsidered to be a regional anomaly that must end now.\r\nThe role of women in achieving sustainable \r\ndevelopment, at the level of both civil society and \r\npolitical leadership, has proved an important factor in \r\ncreating an atmosphere of tolerance in which we choose \r\nto use dialogue rather than resort to violence. We must \r\ncontinue to encourage our women — who make up more \r\nthan half of the world’s population — to persist in their \r\nstruggle for participation and inclusion and to share \r\nthe burden of responsibility for peace and sustainable \r\ndevelopment.\r\nIn conclusion, Suriname is ready and willing \r\nto play its humble part in helping to find workable \r\nsolutions to the global issues at hand. We reiterate our \r\ncommitment to all human rights and to a policy of \r\ninteracting responsibly with the natural environment in \r\nour quest for sustained economic growth, as well as our \r\ncommitment to peace through dialogue.\r\nThe President: I now call on His Excellency \r\nMr. Osman Mohammed Saleh, Minister for Foreign \r\nAffairs of the State of Eritrea.\r\nMr. Saleh (Eritrea): At the outset, Mr. President, \r\nI would like to warmly congratulate you, my brother, \r\non your assumption of the presidency of the General \r\nAssembly at its sixty-ninth session, with its theme of \r\n“Delivering on and implementing a transformative post-\r\n2015 development agenda”, which is both timely and \r\nappropriate. I would also like to take this opportunity \r\nto express my deep appreciation to your predecessor, \r\nAmbassador John Ashe, for a job well done.\r\nNext year, 2015, marks the seventieth anniversary of \r\nthe birth of the United Nations. The world has changed \r\nalmost beyond recognition since 1945. Originally \r\nfounded by 50 Members, the United Nations has seen \r\nthree times that many nations join it in the intervening \r\nyears. The demographic, economic, political and cultural \r\nrealities of its Member States bear little resemblance to \r\nthose of the past. The challenges of the time and the \r\ndemands of the age are vastly different from those of \r\nthe period following the Second World War, or even \r\nthe past few decades. Change, rapid transformative \r\nchange, is the order of the day. And yet the United \r\nNations, the Organization that ostensibly represents \r\nthe entire community of nations and the peoples of the \r\nworld, remains stuck in the past. It is still thoroughly \r\ndominated by a few countries and has marginalized the \r\noverwhelming majority. Its institutions and structures \r\nare an anachronism in the modern world.\r\nMore crucially, the United Nations has fallen \r\nfar short of playing the primary role in pursuing the \r\nfundamental objectives for which it was established. \r\nThe maintenance of global peace and security was and \r\nremains one of its cardinal goals, and yet conflicts and \r\nwars — even simultaneous and multiple wars — have \r\nbecome a constant feature of our lives. Many of them \r\n4/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nare waged in total disregard for the United Nations and \r\nits mandate. In Africa — from the East to the West \r\nand in the North — in the Middle East and on every \r\nother continent, extremism, terrorism and all forms of \r\nbigotry and intolerance are spreading. The record on \r\nother key principles and aspirations is also far from \r\nsatisfactory, whether the issue is ending poverty, \r\nensuring sustainable development, advancing human \r\nrights, preventing epidemics, respecting sovereignty \r\nand non-interference in the affairs of others, ensuring \r\njustice and equality or protecting the environment. \r\nThe world is unquestionably facing a very grave \r\nand dangerous situation. To paraphrase the words \r\nof the Secretary-General, this is a terrible time “for \r\nthe principles enshrined in the Charter of the United \r\nNations” (A/69/PV.6, p. 1).\r\nIn order to restore the relevance and credibility \r\nof the United Nations — to turn it into a truly \r\nrepresentative institution of all nations and peoples, \r\nwhere all nations, no matter how big or small, have \r\nrespect for its Charter and for international law, and \r\nwhere all nations contribute, each according to its \r\ncapabilities, to peace and security and to the welfare \r\nof people and the planet — it is imperative that we \r\nfundamentally restructure, democratize and rebuild the \r\nUnited Nations. The crucial and pressing need for that \r\nhas been clear for several decades now, starting in the \r\nheight of the Cold War and continuing through the past \r\n25 years, during which time the world has lived through \r\nan unsuccessful attempt to impose a unipolar world. \r\nConsequently, United Nations reform has formally been \r\non the agenda for close to two decades. No country has \r\nopenly disputed the importance of restructuring the \r\nUnited Nations, and many workable proposals have \r\nbeen presented and thoroughly discussed. Yet we are no \r\nnearer to change, because of the stubborn and cynical \r\nopposition of the dominant Powers.\r\nGiven the determination of those Powers to \r\nmaintain their control of the United Nations and its \r\nunrepresentative and undemocratic character, the \r\nchances of genuine change in the next few years are \r\nindeed slender. It is therefore vital that all nations and \r\npeoples — as well as the political and social forces \r\nthat stand for peace, independence, international law, \r\njustice, equity and sustainable development — forge \r\na common front. They must consolidate partnerships \r\nand coordinate their efforts on the basis of a broad \r\ncommon strategy to stem the threats we face and to \r\nbuild a better and more equitable world, while at the \r\nsame time containing without let-up the campaign to \r\nrestructure the United Nations, eradicate poverty, \r\nprevent conflicts, address global warming and fight all \r\nforms of terrorism and extremism.\r\nEritrea’s perspective on the need for an overhaul of \r\nthe United Nations system is informed not only by the \r\nshared experience of the majority of nations, but also \r\nby its own history. The international system and the \r\ndominant Powers have dealt the Eritrean people a raw \r\ndeal. First, they were denied the right to decolonization \r\nand independence to satisfy what the then United \r\nStates Secretary of State John Foster Dulles in 1952 \r\nstated were in “the strategic interests of the United \r\nStates in the Red Sea basin”. When the Eritrean people \r\nembarked on a 30-year armed struggle for national \r\nliberation and independence in order to advance their \r\ngeopolitical interests in the Horn of Africa and the \r\nRed Sea region, the super-Powers supplied arms and \r\nadvisers to their client States to crush Eritrea’s right \r\nto self-determination, and the United Nations ignored \r\ntheir plight. Even after achieving independence at a \r\ntremendous human and material cost and joining the \r\ncommunity of nations, the Eritrean people are still \r\nvictimized. The United Nations once again has failed to \r\nuphold an internationally endorsed, final and binding \r\narbitration of the border decision. In fact, to add insult \r\nto injury, it has imposed unjust sanctions on their \r\ncountry.\r\nThat travesty of justice has caused harm not only \r\nto Eritrea but to the entire Horn of Africa, which is \r\nnow mired in endemic conflicts and instability. Once \r\nagain and from this rostrum, Eritrea calls on the \r\nUnited Nations and the Security Council to redress that \r\ninjustice by taking concrete measures to end the illegal \r\noccupation of sovereign Eritrean territory. The unjust \r\nand unfair sanctions, for which everyone now agrees \r\nthat there was and continues to be no justification, must \r\nalso unconditionally and immediately be lifted. Such \r\nlong-overdue measures would contribute positively to \r\nthe tireless efforts of the Eritrean people to build their \r\nnation, maintain peace, stability and harmony, improve \r\ntheir livelihood, lay the foundations of a strong, \r\nequitable national economy, create opportunities \r\nfor youth and women, and advance regional and \r\ninternational engagement and cooperation.\r\nThe President: I now give the f loor to His \r\nExcellency Mr. Yousef Bin Al-Alawi Bin Abdulla, \r\nMinister of State for Foreign Affairs of the Sultanate \r\nof Oman.\r\n14-55200 5/52\r\n29/09/2014 A/69/PV.20\r\nMr. Abdulla (Oman) (spoke in Arabic): It is our \r\npleasure, Mr. President, to congratulate you and your \r\nfriendly country, the Republic of Uganda, on your \r\nelection to the presidency of the General Assembly \r\nat its sixty-ninth session. We are confident that your \r\nvast experience in diplomacy will steer the work of \r\nthis session to a successful outcome. I would also like \r\nto assure you of the cooperation of the delegation of \r\nthe Sultanate of Oman in working with you towards \r\nachieving the cherished goals and objectives of the \r\ncurrent session, at the forefront of which is enhancing \r\ninternational peace and security.\r\nWe would also like to take this opportunity to \r\nexpress our thanks and appreciation to your predecessor, \r\nMr. John William Ashe of Antigua and Barbuda, for the \r\nexcellent manner in which he conducted the work of the \r\nprevious session. We would also like to reiterate our \r\nconfidence in Secretary-General Ban Ki-moon for his \r\ntireless efforts to enhance the role of the United Nations \r\nand improve its working methods so that it can respond \r\nin the best possible way to the hopes and aspirations of \r\nMember States.\r\nThe Middle East is going through a difficult \r\nphase as it grapples with several crises due to a lack \r\nof international consensus. We believe that the overall \r\nsituation in the Middle East requires a unified position \r\nto solve the crises, the most immediate of which is the \r\nPalestinian question, which no doubt lies at the core of \r\nregional conflicts. We note that while the Palestinians \r\nhave consistently shown willingness to enter into \r\na genuine partnership in peace with Israel, based on \r\nthe concept of two States living side by side in peace, \r\nIsrael has not demonstrated responsible cooperation \r\nas it continues to resort to military force as a tool to \r\nmaintain its security.\r\nSecurity and stability cannot be achieved through \r\nthe use of excessive force and the insistence on inflicting \r\nheavy loss of life, injuries and destruction on the largest \r\npossible scale. The path to achieving the security and \r\nstability that underpins economic and social recovery \r\ncan be realized only through the peaceful partnership \r\nof the Palestinians and Israelis. We now believe that \r\nthere is a chance to achieve that objective, following \r\nthe ceasefire agreement reached between the two sides, \r\nPalestinian and Israeli, in the Gaza Strip. We stress the \r\nimportance of the two sides sticking to the agreement \r\nin words and in actions and avoiding violations under \r\nany justification or pretext. In that respect, we call upon \r\nPalestinians and Israelis alike to resume negotiations in \r\norder to reach a just and comprehensive settlement that \r\nwould provide peace and security for Israel and that \r\nresponds to the hopes and aspirations of the Palestinian \r\npeople to regain their inalienable rights.\r\nThe continuation of violence in the brotherly \r\nSyrian Arab Republic and its serious implications for \r\nregional and international peace and security require \r\nus to redouble our efforts to encourage the Syrian \r\nGovernment and the National Coalition of Syrian \r\nRevolutionary and Opposition Forces to return to the \r\nnegotiating table, based on the Geneva communiqué. \r\nThe two parties should approach negotiations in a \r\npositive manner by focusing on areas of consensus and \r\navoiding negative aspects and positions with the aim \r\nof saving the Syrian people and sparing them further \r\nsuffering and tragedies.\r\nWhile we applaud the role of humanitarian relief \r\norganizations and agencies in helping the Syrian \r\npeople overcome their prolonged ordeal, we also call \r\nfor intensified efforts to facilitate access by relief \r\nagencies to all areas inside and outside Syria to provide \r\nthe necessary humanitarian assistance to the affected \r\npeople. In that respect, we look forward in confidence \r\nto the efforts of the United Nations Special Envoy for \r\nSyria, Mr. Staffan de Mistura, to encourage Syrian and \r\ninternational stakeholders to reconvene the Geneva \r\nconference. We believe that the current situation is \r\nmore conducive than ever to this effort.\r\nMy country appreciates the efforts of the President \r\nof Yemen, Abd Rabbuh Mansour Hadi, to achieve \r\nsecurity and stability there. We welcome the agreement \r\nof peace and partnership signed by President Hadi \r\nand the political powers in Yemen, and we call upon \r\nall political partners, particularly Ansar Allah, to \r\ncomply with its provisions. We call on all political \r\nentities in Yemen to renounce violence and uphold \r\nthe outcome of the National Dialogue Conference as \r\nthe best available road map for resolving the current \r\ncrisis. We hope that the Yemeni presidency will take \r\nthe remaining important steps in the Comprehensive \r\nNational Dialogue, most notably the referendum on \r\na new constitution that would secure the rights and \r\ninterests of all Yemenis.\r\nThe Sultanate of Oman is firm in its principled \r\nposition regarding the condemnation of terrorism in all \r\nits forms and manifestations, regardless of motives and \r\njustifications. In that context, we condemn the terrorist \r\nacts perpetrated by the so-called Islamic State in Iraq \r\nand the Levant (ISIL). We support the recommendations \r\n6/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nof the Jeddah and Paris conferences, and the steps \r\nthe international community is taking to extend Iraqi \r\nauthority over all ISIL-controlled areas. We emphasize \r\nthe importance for the international community to \r\nstand united in freeing the Middle East from all forms \r\nof violence, extremism and terrorism. We also welcome \r\nSecurity Council resolution 2178 (2014) on the threats \r\nto international peace and security posed by terrorist \r\nacts.\r\nThere are a number of ways to prevent violence and \r\nextremism. These include the consolidation of good \r\ngovernance and sustainable development, which would \r\nallow all sectors of society — especially young people, \r\nwho constitute two thirds of the populations of Arab \r\ncountries — to work, innovate and actively participate \r\nin the decisions affecting their daily life. On this basis, \r\nthe Sultanate of Oman has established a complete and \r\ninterlinked system encompassing the principles of \r\ngood governance, including councils and institutions \r\nto protect society and young people and ensure their \r\nparticipation in the development process.\r\nIn that regard, my country has established the \r\nCouncil of Oman, composed of two chambers, the \r\nShura Consultative Council and the State Council. It \r\nhas also created municipal councils, whose members \r\nare popularly elected, to oversee local issues that \r\naffect the lives of the people in the economic, social, \r\neducational and other fields, based on the principles of \r\ngood governance and sustainable development.\r\nThe Sultanate of Oman has also come a long \r\nway in its national development. It has established an \r\nindependent judiciary, which has become a key element \r\nof the development and modernization process. It \r\nhas also established the Public Prosecution Office, \r\nwhich stands at the apex of the independent judicial \r\nsystem in the Sultanate, as well as the State Audit \r\nInstitution, whose role is to provide a secure and proper \r\nadministration to ensure better management of public \r\nproperties.\r\nIt has also redoubled its efforts to fight corruption \r\nand organized crime. In that respect, and in the context \r\nof its efforts to protect the country and its citizens, the \r\nSultanate has acceded to the United Nations Convention \r\nagainst Corruption, the United Nations Convention \r\nagainst Transnational Organized Crime and the \r\nthree protocols thereto. This system of institutions is \r\nbased on effective public participation in the policies \r\nadopted and implemented by the Government in order \r\nto enhance good governance in the framework of a \r\nmodern civic State, based on institutions, in order to \r\nachieve security, stability and sustainable development.\r\nRegarding regional peace and security, my country \r\nsupports the call for an international conference to \r\nestablish a Middle East zone free of nuclear weapons and \r\nweapons of mass destruction, in line with the resolution \r\nadopted at the 1995 Review and Extension Conference \r\nof the Parties to the Treaty on the Non-Proliferation of \r\nNuclear Weapons. My country calls upon States parties \r\nto the Treaty on the Non-Proliferation of Nuclear \r\nWeapons, especially the depository States, to take the \r\nnecessary measures to achieve this goal in order to \r\nspare the region the dangers of tension, and to avoid \r\nconfrontation.\r\nIn closing, we would like emphasize that the \r\nSultanate of Oman has come a long way towards \r\nachieving the Millennium Development Goals in \r\nall fields and within the specific timelines set by the \r\nUnited Nations.\r\nThe President: I now call on His Excellency \r\nMr. Vladimir Makei, Minister for Foreign Affairs of \r\nthe Republic of Belarus.\r\nMr. Makei (Belarus) (spoke in Russian): Humankind \r\nhas only one past, but many options for the future. \r\nHistory is such that we know only the consequences of \r\nthose actions that have occurred, but not those that did \r\nnot take place. What would our world look like today \r\nif, a century ago, that memorable shot had not been \r\nfired in Sarajevo, irrevocably changing the course of \r\nhistory? That shot set in motion a dynamic that has yet \r\nto be fully explained. For some key European countries \r\nthe question of honour contained in that shot overrode \r\nboth common sense and all other considerations. \r\nMillions paid with their lives for that hypocritical \r\nhonour. Unfortunately, the tragedy did not end there, \r\nbecause the lessons of the First World War have not \r\nbeen learned. As a consequence, other global carnage \r\nhas claimed even more human lives. Thus, the shot in \r\nSarajevo marked nothing more than the onset of the \r\nbloodiest period in the history of humankind.\r\nFor Belarus, this period was also the bloodiest in the \r\nhistory of its people. Located at the centre of Europe, in \r\nthe very crucible of geopolitical interests, Belarus lost \r\na third of its population during the Second World War. \r\nEven today, with 20 years of unprecedented successful \r\nand stable development, we have not recovered from \r\nthat immense loss, either physically, psychologically or \r\nemotionally.\r\n14-55200 7/52\r\n29/09/2014 A/69/PV.20\r\nThis year, as the Republic of Belarus celebrates the \r\nseventieth anniversary of its liberation from the Fascist \r\noccupiers, is very important and symbolic for the \r\ncountry. Belarus remembers all the victims who paid \r\nwith their lives for the freedom of the nation. Against \r\nthis background, we do not understand and strongly \r\ncondemn some attempts to revise the outcome of the \r\nSecond World War, downplaying the significance of the \r\nGreat Victory or desecrating the memory of the fallen \r\nheroes. The world community must not allow this to \r\nhappen. Indeed, the verdict of history is unequivocal; \r\nif humankind fails to learn the lessons from past \r\ntragedies, we are bound to repeat them in the future.\r\nLet us ponder the the immediate and distant future, \r\nand indeed the present, as we mark the centenary of the \r\noutbreak of the First World War. What do current global \r\ntrends tell us about the future? Undoubtedly, a multitude \r\nof factors determine the dynamics of contemporary \r\nglobal politics. We would identify the resistance of the \r\nmajority of the world’s population to the imposition of \r\nexternal influences as one of the key factors. Indeed, \r\nmuch like in the past, the mighty of the world persist in \r\nbelieving that only their vision and their development \r\nmodel stand as universal. Therefore, they do not ask \r\nothers whether they like or dislike, for instance, so-\r\ncalled liberal democracy or the Washington consensus. \r\nOthers are just forced to choose — either they accept \r\nour recipes or face the consequences, such as threats, \r\nsanctions and colour revolutions.\r\nTo be honest, we — that is, the majority — have \r\ngrown accustomed to alien political and economic \r\nmodels being foisted upon us. We know what is going \r\nhere. Someone wants our nations to feed transnational \r\ncorporate capital, not ourselves. If we resist, we are \r\npunished. The pretext is always contrived — alleged \r\nviolations of human rights by unruly States. Having \r\nbeen subjected to external attacks for many years, \r\ncountries such as Belarus, Cuba, Iran and Venezuela \r\nfeel such pressure especially acutely.\r\nNo less dangerous, however, is another factor. \r\nSimilar attempts at imposition have been made recently \r\nagainst our identity. Indeed, some have been doing their \r\nbest to impose on us extraneous cultural preferences. \r\nFor example, we are being forced to renounce the \r\nvalues of a traditional family and recognize instead \r\nthe diversity of that institution’s forms. In other words, \r\nthey are striving to strip us of our own soul. That may \r\nbe just another way to subdue those who dissent against \r\ncapital by turning them into soulless slaves.\r\nWe are convinced that nothing will come out of \r\nit, however. The reason why the world is developing \r\nis because it is diverse. It is diversity itself that gives \r\nrise to healthy competition and creativity, which, in \r\nturn, drive human progress. Do we need uniformity \r\nand the ensuing trivial, soulless world? Of course we \r\ndo not. In that regard, I appeal to those who persist in \r\ncompelling others to do something that they find alien \r\nand unpleasant to give up their meaningless and futile \r\npolicy. It is a road to nowhere. Their efforts only divide \r\nus. We have too many problems on our plate that require \r\nus to be united.\r\nToday, two approaches determine international \r\nrelations: the ability to effect change and the ability to \r\nstand in its way. Indeed, on the one hand, one or even \r\nseveral countries can easily paralyse the international \r\ncommunity in its activities; on the other, no State or \r\ngroup of States, however powerful, can alter the status \r\nquo without cooperating with the rest of the world. \r\nThat is the paradox of globalization. We have become \r\ntoo intertwined and too interdependent. Sadly, the \r\nsame holds true for global challenges — they too have \r\nbecome intertwined. It is impossible in today’s world to \r\nsucceed in one area without making headway in others. \r\nThere is, for instance, no simple solution to the threat \r\nof human trafficking unless we effectively tackle the \r\nproblem of poverty.\r\nIn short, strategies and policies to counter all \r\ncontemporary threats will be effective only if they are \r\ncomprehensive in scope and focus. Let us be realistic \r\nand acknowledge that we will never solve the world’s \r\nproblems all at once. Our collective goal must therefore \r\nbe to reduce the extent of the threat they pose to society \r\nthrough our constant, unswerving attention.\r\nIt is precisely that attitude that must underpin our \r\ncollective effort aimed at developing the post-2015 \r\nUnited Nations development agenda. That agenda \r\nshould be both comprehensive and realistic. Its main \r\ngoal should be to make globalization more even and \r\nequitable than it has been up to now. When people in \r\ndifferent countries take to the streets to protest against \r\nglobalization, they are not calling for a return to \r\nparochial nationalism. Rather, they seek a strengthened \r\nglobalization; they want to make it sustainable and they \r\nwant it to result in a win-win situation.\r\nRising inequality in the world is the biggest \r\nscourge. We face a paradox. Having recently made \r\nsignificant progress in strengthening various forms \r\nof equality, such as gender, race and ethnic equality, \r\n8/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nwe are seeing a stubborn rise in economic inequality. \r\nThe international community must do whatever it takes \r\nto reverse that trend. Otherwise, we will not eradicate \r\npoverty. Climate change is another major challenge. \r\nIt is inextricably linked to such issues as energy \r\nconsumption, food security and water resources. We \r\nneed to fully reflect this complex issue in the future \r\nagenda.\r\nTo be sure, many other sectors must also be \r\nrepresented in this comprehensive document. In \r\nthat context, Belarus attaches particular importance \r\nto the struggle against human trafficking and the \r\nstrengthening of the institution of the traditional family. \r\nIn the light of the significant and recognized advances \r\nwe have made at the national level, we propose for the \r\nconsideration of our partners specific, effective, long-\r\nterm solutions to those vital issues at the global level.\r\nWe need to be thinking right now about how we \r\nwill implement the future agenda. We are certain that \r\nit should be carried out through the tool of thematic \r\nglobal partnerships. In this day and age of multiple \r\nactors and multiple threats, only effective partnerships \r\namong States, international organizations, civil society \r\nand the private sector can deliver success in addressing \r\nglobal problems. The State must, of course, remain the \r\ncentral pillar among all other partners. Moreover, what \r\nis needed is a powerful and responsible State. Only \r\nsuch a State can achieve the long-term complex goals \r\narising from the post-2015 United Nations development \r\nagenda.\r\nA powerful State often frightens people on the \r\ngrounds that it may potentially abuse its power and harm \r\nthe people. But let us take us a look at the other side of \r\nthat coin. How do people feel when they do not have a \r\npowerful State, when there is no one to protect them \r\nfrom resulting chaos, lawlessness and excess? I believe \r\nthat both the people of Belarus and their neighbours \r\ncan soberly assess arguments like these and draw the \r\nright conclusions. It is no wonder, then, that the world \r\ncommunity selects stable and internally coherent States \r\nlike Belarus to serve as a stage for addressing acute \r\ninternational crises. The people of Belarus very much \r\nvalue stability and successful development. We are \r\nconvinced that those factors make us a fully responsible \r\nstakeholder in the implementation of the future global \r\ndevelopment agenda.\r\nThe United Nations should play a special role in \r\nimplementing the agenda. It is this universal forum \r\nwhere Governments and their partners seek to implement \r\nit. We are convinced that the Organization will be able \r\nto cope with the task at hand if it successfully adjusts \r\nto the constantly emerging realities of life. The issue of \r\nthe reform and revitalization of the United Nations is \r\nas acute as ever, not just in its traditional institutional \r\ndimension but also in conceptual terms.\r\nAs far as the latter is concerned, we believe it \r\nnecessary to give a serious thought to two problems. \r\nFirst, we need to look for practical solutions to numerous \r\nsituations where certain United Nations principles \r\ncontradict each other. Secondly, there is the problem \r\nof negative consequences arising from purportedly \r\nbenign international activities that are often undertaken \r\nunder a United Nations mandate. Far too often, those \r\nactivities seek to advance someone’s political goals, \r\nand the sponsors care little for the consequences, \r\nincluding chaos, lawlessness and refugee f lows. Iraqi \r\nKurdistan, for instance, stands as a typical example of \r\nsuch egotistical policy when it comes to the issue of \r\nrefugees. We hope that the issue will be tackled ahead \r\nof the next United Nations global summit.\r\nAs we look to the future, we would all be well advised \r\nto take to heart the words of the great internationalist who \r\nlived during the First World War, American President \r\nWoodrow Wilson, who said: “The interests of all nations \r\nare our own also. We are partners with the rest. What \r\naffects mankind is inevitably our affair.”\r\nThe President: I now call on His Excellency \r\nMr. Wilfred Elrington, Attorney General and Minister \r\nfor Foreign Affairs and Foreign Trade of Belize.\r\nMr. Elrington (Belize): On behalf of the \r\nGovernment and the people of Belize, it is with great \r\npleasure that I congratulate you, Sir, on your election \r\nas President of the General Assembly at its sixty-ninth \r\nsession. I would also like to take this opportunity to \r\nregister Belize’s thanks to your predecessor, our own \r\nson of Caribbean soil, Mr. John Ashe, who performed \r\nhis duties superbly this past year and leaves the \r\nOrganization a legacy of lasting value.\r\nMr. President, your chosen theme for this \r\nyear’s session, “Delivering on and implementing \r\na transformative post-2015 development agenda”, \r\nis ambitious, hopeful and challenging, and Belize \r\ncommends you on its selection. In the next 12 months, \r\nwe will closely monitor and contribute to its crafting \r\nand evolution. The stated goal of the new agenda is \r\nto promote sustained and inclusive economic growth, \r\nsafeguard the future of our planet and lead to the \r\n14-55200 9/52\r\n29/09/2014 A/69/PV.20\r\nachievement of sustainable development, with the \r\neradication of poverty and hunger at its core.\r\nBelize views those outcomes as more than \r\naspirational. For us they are imperatives. Failure to \r\nattain them will have dire consequences for our nation \r\nand people. They call for a transformative mobilization \r\nof our societies at the organic level. For that to happen, \r\nwe must inspire and equip every actor in our societies \r\nwith the requisite tools for tackling their responsibilities \r\nand partaking in the dividends of sustainable economic \r\ngrowth with equity and social justice.\r\nThe experiences we have had in seeking to achieve \r\nthe Millennium Development Goals, however, make \r\nus less than sanguine that we will have more success \r\nwith the post-2015 development agenda than we have \r\nhad in meeting the Millennium Development Goals. \r\nWe are mindful that the support that some developed \r\nMember States pledged to provide for our efforts with \r\nthe Millennium Development Goals did not materialize \r\nin the amounts that were pledged and needed. On the \r\nwhole, small countries like my own are disadvantaged \r\nby their lack of the resources and human, financial, \r\nscientific and technological capacities that are \r\nprerequisites for succeeding with such ambitious and \r\ncomplex initiatives. Without cooperation and support \r\nfor addressing those needs from the developed States \r\nMembers of the United Nations and other multilateral \r\nagencies and, crucially, through reform of the policies \r\nof the international financial institutions, Belize’s \r\nattainment of the post-2015 development agenda will \r\nbe severely hampered.\r\nLooking to the future, Belize welcomes and \r\nsupports the Assembly’s adoption at its sixty-\r\neighth session of resolution 68/304, “Towards the \r\nestablishment of a multilateral legal framework for \r\nsovereign debt restructuring processes”, and hopes \r\nit will result in a robust multilateral treaty that will \r\nincrease the efficiency, stability and predictability \r\nof the international financial system. In the wake of \r\nthe world’s financial meltdown in 2008 and the many \r\ndisasters that have occurred around the world over \r\nthe past six years, necessitating large outlays of donor \r\nfunding to assist the victims of such disasters, there \r\nare unmistakable and troubling indications of donor \r\nfatigue and a tendency towards isolationism and self-\r\ncentredness in our global environment, a trend that does \r\nnot augur well for financing the post-2015 development \r\nagenda.\r\nBelize nonetheless remains cautiously optimistic. \r\nWe are encouraged by the pilgrimage to this Hall over \r\nthe past week of world leaders from nations large and \r\nsmall, friends and foes, allies and enemies. Each spoke \r\nfrom this very rostrum, and each in essence voluntarily \r\nreaffirmed the conviction of their respective countries \r\nthat collective action under these United Nations offers \r\nour world the only true hope of dealing successfully \r\nwith the myriad problems currently aff licting \r\nmankind, whether climate change, the dreaded Ebola \r\nvirus, religious fanaticism, or persistent poverty and \r\nunderdevelopment.\r\nOf those maladies, Belize regards climate change as \r\nthe most pernicious. While a global consensus seems to \r\nhave finally been reached as to the causes, as well as the \r\ncure, for this apocalyptic phenomenon, the political will \r\nof the major emitters to take immediate, concerted and \r\ndecisive action to combat it is still absent. Indeed, just as \r\nour international community was grievously dilatory in \r\ntaking prompt collective action to prevent the genocidal \r\nmassacre in Rwanda or the current spread of the Ebola \r\nvirus in Africa, so the major emitters are being dilatory \r\nin confronting the challenges of climate change. It is \r\nevident that the threats that epidemics, pandemics and \r\nterrorism pose to our planet and humankind pale into \r\ninsignificance when compared to the existential threats \r\nof climate change. Furthermore, it is equally evident \r\nthat it would not be hyperbole to opine that time is \r\nnot on our side. Horrendous devastation — caused by \r\nextreme droughts, huge conflagrations in our forests, \r\nintense rainfall, f loods, hurricanes, melting snowcaps, \r\nwarming seas and sea-level rises, and an awful and \r\nfrightening increase in pestilence and diseases — is \r\nalready occurring around the world.\r\nAmong other things, my own country, Belize, is \r\nalready experiencing coral bleaching, coastal erosion \r\nand f looding, and it is forecast that next year the entire \r\ncountry will be visited by severe drought. The cost of \r\nmitigating the damage that is already being done to my \r\ncountry and of adapting to climate change is prohibitive. \r\nIt is time for the large competing emitters to put aside \r\ntheir mutual suspicion and commit to capping global \r\nwarming at 1.5°C above preindustrial levels. While my \r\ncountry appreciates the pledges that have already been \r\nmade to the Green Climate Fund, the amount of money \r\nneeded to address global warming is exponentially \r\nlarger. We do, however, remain optimistic that a robust \r\nclimate change agreement will be signed in Paris in \r\n2015.\r\n10/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nThe development and security needs of nations \r\nlarge and small in this era of globalization have hastened \r\nthe imperative of regional integration. Indeed, today \r\nit is virtually impossible for any nation to function \r\nsuccessfully on its own in any sphere of activity. In my \r\nown country’s case, the measure of development and \r\nsecurity we have enjoyed over the past 33 years, since \r\ngaining independence, must be credited in large part to \r\nthe good relations we continue to have with our partners \r\nin the various regional integration groupings to which \r\nwe belong and the excellent cooperation programmes \r\nwe share with our bilateral and multilateral partners, \r\nprominent among which are the various agencies of \r\nthe United Nations. However, even as we acknowledge \r\nwith gratitude the tremendous contributions of our \r\npartners to our nation’s security and development, \r\nour Government is ever mindful that the primary \r\nresponsibility for it rests with our Government and \r\npeople. In that conviction, and given our limited \r\nresources, our Government has had to prioritize its \r\nareas of intervention. It has concentrated on providing \r\nour nation’s basic needs — security, housing, education, \r\nhealth care, employment and wealth generation.\r\nHighest on that list of priorities is the importance \r\nof safeguarding our country’s security and territorial \r\nintegrity. Successive Belizean Governments have \r\ninvested heavily in efforts to bring about a peaceful \r\nresolution of the Guatemalan territorial claim over our \r\ncountry. Our Government is unalterably wedded to the \r\npeaceful resolution of this claim by adjudication at the \r\nInternational Court of Justice. We have enlisted the \r\nsupport of all our international friends and partners for \r\nthat decision, and the Guatemalan Government is also \r\ncommitted, through the Special Agreement of 2008, to \r\nthe resolution of the claim by the International Court \r\nof Justice.\r\nWe are convinced that wars and rumours of war \r\nand any kind of international conflict will only bring \r\ngrief and cause pain, hardship and devastation. That is \r\nwhy we keep working assiduously with our neighbours \r\nin the region to cement friendly, peaceful, collaborative \r\nand productive relations in order to achieve development \r\nfor our people. Belize is very pleased by the recent \r\ndesignation by the Community of Latin American \r\nand Caribbean States of our entire region as a zone of \r\npeace. We also welcome your own call, Mr. President, \r\nfor the intensification of efforts towards the peaceful \r\nsettlement of disputes.\r\nDomestically, Belize has enjoyed uninterrupted \r\npeace and harmony for the past 33 years. Our \r\nGovernment acts with alacrity and sensitivity to \r\ndefuse any situation that has the potential for civil \r\nstrife and disorder, and we invest substantially in our \r\nsecurity forces, in terms of both capacity-building \r\nand equipment and transportation. In our quest for \r\nwealth generation, job creation and the attainment of \r\nsustainable development, Belize is pursuing, inter \r\nalia, the prescriptions articulated in our Horizon \r\n2030 national development plan. In that regard, our \r\nGovernment is working in close concert with economic \r\ndevelopment experts from the International Monetary \r\nFund, the World Bank, the Inter-American Development \r\nBank and other institutions.\r\nAmong the initiatives we are pursuing is a \r\ncomprehensive programme of infrastructure works \r\nthroughout our country, which includes the upgrading \r\nand expanding of major highways; the paving of streets \r\nin cities and towns; the installation of new drains in \r\nf lood-prone areas; and the construction and upgrading \r\nof sporting stadiums and recreational community \r\nbuildings. Those programmes are being executed at a \r\ntotal cost of $100 million.\r\nThanks to the collaboration of the Bolivarian \r\nRepublic of Venezuela and the tremendous support \r\nwe receive through the Petrocaribe initiative, our \r\nGovernment has been able to invest in infrastructure \r\nand social programmes to the benefit of all our citizens. \r\nOur Government is cognizant of the importance of \r\ngood infrastructure to our economic development. \r\nBelize is a major exporter of primary products. All our \r\nagri-products are transported by road from the farms \r\nto the factories and then to the sea ports for export. \r\nThe aquaculture products and petroleum products we \r\nproduce are also transported by road to our seaports. All \r\nour archaeological sites and many of our tourist resorts \r\nare also only accessible by road. It is the expectation \r\nof our Government that, with the enhancement of our \r\nnetwork of streets and roads, our country will become \r\nmore attractive to both residents and foreigners, be they \r\ntourists or investors, and that this will translate into a \r\nrapid expansion in productivity, economic growth and \r\nwealth generation.\r\nWith a view to ensuring that as many Belizean \r\nworkers as possible obtain employment in the \r\ninfrastructure works being carried out, the Government \r\nhas requested all contractors who successfully bid \r\nfor the works to utilize manual labour wherever it is \r\n14-55200 11/52\r\n29/09/2014 A/69/PV.20\r\nfeasible to do so. The works are providing employment \r\nfor many Belizean youth, both male and female.\r\nMs. Rambally (Saint Lucia), Vice-President, took \r\nthe Chair.\r\nAs a further initiative to stimulate economic \r\ndevelopment, our Government inaugurated the very \r\nfirst National Bank of Belize one year ago. The Bank \r\nstarted out modestly. It commenced operations by \r\nproviding loans primarily to finance the acquisition of \r\nhomes for middle-class Belizeans. Though the Bank is \r\nlimited in its offerings, its establishment has resulted \r\nin an immediate and dramatic reduction of the interest \r\nrates being charged by commercial banks in the country \r\non similar loans. That is a welcome development and \r\na goal that our Government had tried for many years \r\nto achieve without success. The new Bank is rapidly \r\nbuilding up its customer base and has now started to \r\naccept deposits. The prospect for young employed \r\nBelizeans to own their own homes at affordable \r\nmortgages is now greatly increased. Very many \r\nBelizeans are already landed property owners, thanks \r\nto an ongoing programme by successive Governments \r\nto make land available to them at minimal costs.\r\nOur Government is also aggressively promoting \r\nforeign direct investment. We have successfully \r\nattracted investment in petroleum extraction, \r\nagribusiness, renewable energy, tourism and business \r\nprocesses outsourcing.\r\nOn our Independence Day, 21 September 1981, \r\nBelize inherited an educational system that was \r\ndesigned to educate citizens for the needs of a remote \r\ncolonial outpost in the industrial age, the primary \r\neconomic activity of which was the export of timber \r\nand sugar. We have since been making strenuous \r\nefforts to transform that system into one capable of \r\nsatisfying the needs of an independent nation in this, \r\nthe twenty-first century and the information age. That \r\nis proving to be a task fraught with great difficulty. It \r\nis also an exceedingly expensive one. Our Government \r\ncurrently spends 26 per cent of our national budget on \r\nthe education sector. However, that is not nearly enough \r\nto cover the cost of the training and education needs \r\nof our young nation. We appreciate, however, that the \r\nquality of our workforce will be a great determinant in \r\nour future development, and that we must therefore do \r\nall in our power to make our workforce the very best it \r\ncan be regardless of the cost and without heeding the \r\nsacrifices we will undoubtedly have to make.\r\nTo that end, our Government is engaged in a \r\nnumber of initiatives aimed at training and educating \r\nour population. Among those is a comprehensive \r\nteacher training and certification programme. We are \r\nresolved to have only teachers trained in pedagogy \r\nand in the various subject areas that they are expected \r\nto teach in our classrooms. Simultaneously, we are \r\nassiduously expanding our education coverage from the \r\npre-primary to the tertiary levels. Indeed, more young \r\npeople today than at any other time in the history of our \r\nnation can afford to obtain an education and can find \r\nspace in an educational institution near their homes. We \r\nare also placing increasing emphasis on vocational and \r\ntechnical education and training and on the teaching of \r\nscience, technology, engineering and mathematics. We \r\nare in the planning stage for a new institute of science \r\nand technology, and we are expanding the presence of \r\ncentres for employment training across the country.\r\nBecause we possess only two young universities, we \r\nmake strenuous efforts to gain access to universities and \r\nother advanced educational institutions abroad for those \r\nof our students who successfully attain the matriculation \r\nrequirements for entry into those institutions. We \r\nhave been very successful in that initiative. The vast \r\nmajority of our students attend those universities on \r\nscholarships, thanks to the generosity of our cooperation \r\npartners. Every Belizean student, male and female, \r\nwho attains the requisite matriculation requirement \r\nhas an equal opportunity to win a scholarship. Current \r\ndata indicate that our female students are much more \r\nsuccessful at winning scholarships than their male \r\ncounterparts. Our initiatives in the education sector are \r\ncontributing greatly to the increase in the competence \r\nof our workforce at every level, thereby enabling it \r\nto produce goods and services that are competitive in \r\nthe world markets. In order to continue our efforts in \r\nthat regard, we will need the continued support of the \r\nUnited Nations and its formidable network.\r\nBelize currently spends over 13 per cent of the \r\nnational budget on the health sector. We seek to develop \r\nand maintain a healthy and productive population. To \r\nthat end, our Government is expanding school food \r\nprogrammes countrywide and programmes that allow \r\nparents of low-income families to purchase food items \r\nat concessionary rates. We know that regular, balanced \r\nmeals are vital to the health of our population and that \r\nit is much less expensive to keep our population healthy \r\nthan it is to cure it when it is ill.\r\n12/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nWe continue to strengthen our primary health-care \r\nnetwork. We continuously upgrade facilities in our \r\nhospital and clinics with modern diagnostic equipment. \r\nOur f lagship public hospital is now benefiting from \r\na significant technological upgrade. We also recently \r\ninaugurated a brand-new neonatal wing at that hospital. \r\nFor the first time in our country’s history, a state-of-\r\nthe-art facility to cater exclusively to the health needs \r\nof our physically challenged children has been built. \r\nThis facility is the brainchild of the wife of our Prime \r\nMinister, who serves as a Special Envoy for Women and \r\nChildren in Belize. She spearheaded both the raising of \r\nthe finances for its construction and the supervision of \r\nits construction.\r\nWe take this opportunity also to applaud the \r\nefforts of our Special Envoy who, just a few days ago, \r\nhosted one of the largest gatherings of First Ladies \r\nand Spouses of Heads of State and Government on the \r\nsubject of the empowerment of women and girls, here at \r\nthe United Nations. That special event was a universal \r\ncall to action on the financial health of women and girls \r\nbased on the Beijing Platform for Action. We call on \r\nall Governments and international organizations to \r\nsupport that worthy cause.\r\nBelize expanded the coverage of our health \r\ninsurance scheme in the last budget year and, through \r\nour cooperation agreement with the Republic of Cuba, \r\nwe are significantly increasing the number of our \r\nhealth-care personnel. Indeed, only some three weeks \r\nago we welcomed a contingent of some 35 newly \r\ntrained Belizean doctors — the largest contingent of \r\ndoctors ever to return to our country in a single year. \r\nOur citizens are our nation’s most valuable resource. \r\nWe are resolved to invest in them, to enhance their \r\ncompetences and to ameliorate the quality of life of \r\neach and every one of them.\r\nThe victims of global strife and global tragedies \r\nare invariably human beings. The United Nations was \r\nfounded on the determination that no other generation \r\nwould have to suffer the scourge of war, which we all \r\nknow brings nothing but death, destruction and sorrow \r\nto humankind. Our compact is to promote and protect \r\nfundamental human rights and the dignity and worth of \r\nthe human person — all human persons of all nations, \r\nlarge and small.\r\nThe devastating Ebola virus is increasing \r\nexponentially and frighteningly. While we are \r\ndisappointed that international health agencies did not \r\nrespond more vigorously and with greater alacrity to \r\nthe Ebola outbreak many months ago, Belize welcomes \r\nthe Secretary-General’s United Nations Mission for \r\nEbola Emergency Response.\r\nBelize endorses without reservation the call for \r\nthe Republic of Taiwan to be permitted to participate \r\nin the specialized agencies of the United Nations. In \r\nthis modern day and age, it is incomprehensible that \r\nwe should want to deny ourselves the benefit of their \r\nexpertise in dealing with global issues.\r\nIf we are to remain true to the principle of inclusion \r\nas enshrined in our Charter and as promoted in the \r\npost-2015 development agenda, we must continue to \r\nadvocate for the right of the Sahrawi people for self-\r\ndetermination.\r\nThe indiscriminate killing, maiming and \r\ndestruction recently meted out to innocent Palestinian \r\ncivilians, especially helpless women and children, \r\nand their possessions, were an affront to decency, \r\nmorality and humanity. We reiterate our support for \r\nthe resolution of the Israeli-Palestinian conflict by \r\ndiplomatic means and for the coexistence of the State \r\nof Israel and the State of Palestine in peace and security \r\nin their respective pre-1967 international borders, as \r\nrecognized by the international community.\r\nBelize is convinced that any discussion of a future \r\ndevelopment agenda must include the removal of \r\nunilateral harmful practices that stif le and stagnate \r\ndevelopment, wherever they occur. In that respect, we \r\njoin the rest of the international community in calling \r\nfor an end to the anachronistic embargo against Cuba.\r\nBelize recognizes that foremost among our \r\ndevelopment priorities is to ensure the sustainability of \r\nthe environment, in keeping with our f lagship status as \r\na haven for democracy, the promotion and protection \r\nof human rights and environmental conservation. We \r\nembrace the principle that economic growth should \r\nnot come at any cost. However, neither should our \r\npeople have to forgo development to protect the natural \r\nenvironment. We firmly believe that it is a false \r\ndichotomy to pit development against the environment. \r\nThat is why we fully welcome and embrace the principle \r\nof sustainable development. Our future and the world’s \r\ndepend on the entire globe embracing the sustainable \r\ndevelopment approach.\r\nThe Acting President: I now call on Her Excellency \r\nMs. Maxine Pamela Ometa McClean, Minister for \r\nForeign Affairs and Foreign Trade of Barbados.\r\n14-55200 13/52\r\n29/09/2014 A/69/PV.20\r\nMs. McClean (Barbados): It is indeed a distinct \r\nprivilege to congratulate His Excellency Mr. Sam \r\nKutesa on behalf of the Government and the people of \r\nBarbados on his election as President of the General \r\nAssembly at its sixty-ninth session. It is appropriate \r\nthat I also commend his predecessor, His Excellency \r\nMr. John Ashe, for the aplomb with which he guided \r\nthe deliberations of the General Assembly at its sixty-\r\neighth session.\r\nThe theme of this year’s Assembly — “Delivering \r\non and implementing a transformative post-2015 \r\ndevelopment agenda” — is both timely and critical. \r\nFourteen years ago, world leaders placed the Millennium \r\nDevelopment Goals, a set of time-bound and measurable \r\ngoals and targets, at the heart of the global development \r\nagenda. Today, we stand on the cusp of the unveiling of \r\na future global agenda for development. This must be an \r\nambitious, long-term project to improve people’s lives \r\nand protect the planet for future generations. The 17 \r\ngoals and targets proposed by the Open Working Group \r\non Sustainable Development Goals must form the \r\nbasis for the elaboration of the post-2015 development \r\nagenda. This is especially so if we are to create a truly \r\ntransformative global programme anchored in the three \r\ndimensions of sustainable development, with poverty \r\neradication as its central objective and overarching \r\ngoal.\r\nThe special vulnerabilities faced by small island \r\ndeveloping States (SIDS) and which serve to constrain \r\nour development are well known. As such, the \r\ninternational community recognized SIDS as a special \r\ncase in sustainable development in Agenda 21 — a \r\nrecognition that is echoed in the Barbados Programme of \r\nAction; the Mauritius Strategy, the outcome document \r\n(resolution 66/288, annex) of the United Nations \r\nConference on Sustainable Development (Rio+20); \r\nand, most recently, the Small Island Developing States \r\nAccelerated Modalities of Action (Samoa Pathway).\r\nDespite that recognition, the Rio+20 outcome \r\ndocument indicated that SIDS have made less progress \r\nthan most other groupings, or even regressed, in \r\neconomic terms, especially in terms of poverty \r\nreduction and debt sustainability. This finding was \r\nrepeated in the Samoa Pathway. The International \r\nMonetary Fund has also acknowledged that, in the past \r\n10 years, SIDS have slid down the ladder of progress.\r\nIn design, delivery and implementation, therefore, \r\nthe post-2015 development agenda must as a priority \r\naddress the unique and particular vulnerabilities and \r\nchallenges of small island developing States. It must \r\nfoster the resilience of SIDS as a key objective of \r\nglobal efforts. A development agenda that ignores the \r\nintegration of SIDS-specific issues would be incomplete \r\nand of questionable validity.\r\nThe post-2015 development agenda must also make \r\nprovisions for countries like Barbados, which is both \r\na small island developing State and a highly indebted \r\nmiddle-income country. We continue to suffer the \r\ndevastating impact of the global economic and financial \r\ncrisis and have limited scope, capacity, fiscal f lexibility \r\nor policy space to respond effectively to them. We face \r\ndeclining export demand and decreased investment \r\nand demand for services upon which our economy is \r\ndependent, including tourism. Fiscal and financial \r\nstresses have forced us to make significant adjustments \r\nto our expenditure programmes. Against that backdrop, \r\nwe face the daunting challenge of continuing to provide \r\nadequate social safety nets for the most vulnerable of \r\nour citizens in a responsible and sustainable manner.\r\nDebt servicing and debt unsustainability far too \r\neasily undermine the advances that we desire to make \r\ntowards our sustainable development. Too often, the \r\nplight of middle-income countries is overlooked on \r\nthe presumption that by virtue of our gross domestic \r\nproduct (GDP) per capita we do not require international \r\nassistance. Barbados emphatically restates that GDP per \r\ncapita cannot be the sole defining criterion for access \r\nto concessionary financing. The social, economic and \r\nenvironmental vulnerability of countries such as ours \r\nmust be taken into account.\r\nBarbados is therefore pleased to see that the \r\nUnited Nations Development Programme’s Human \r\nDevelopment Report 2014, entitled “Sustaining Human \r\nProgress: Reducing Vulnerabilities and Building \r\nResilience”, incorporates the concept of vulnerability \r\nand places emphasis on strengthening the resilience \r\nof people, communities and countries. It is our hope \r\nthat those factors will give a more accurate picture of \r\nthe challenges that developing countries face. On that \r\nissue, the Prime Minister of Barbados, Mr. Freundel \r\nStuart, stated in his address at the Third International \r\nConference on Small Island Developing States, held in \r\nSamoa in September, that\r\n“the time has come for new approaches to be \r\ndesigned to assist middle-income countries which \r\nhave been graduated from access to concessional \r\nresources”.\r\n14/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nI echo that call today. I implore the international \r\ncommunity to address the needs of middle-income \r\ncountries in the elaboration of a post-2015 development \r\nagenda. Accordingly, Barbados welcomes the third \r\nInternational Conference on Financing for Development, \r\nto be held in Addis Ababa in July next year. The outcome \r\nof the Conference must make provisions for the special \r\nneeds of SIDS and middle-income countries.\r\nBarbados is fully cognizant of the responsibility \r\nthat developing countries themselves bear towards \r\nachieving their development goals. However, the reality \r\nis that, in seeking to meet those goals, the developing \r\ncountries are forced to do so on an uneven playing \r\nfield. The global financial and economic system and \r\nthe governance process that accompanies it continue to \r\noperate in an exclusionary manner. Barbados reiterates \r\nits call for a more transparent architecture that is \r\nsupportive of development objectives.\r\nBarbados has developed and implemented a cross-\r\nsectoral Green Economy Initiative, which is predicated \r\non the fragility of our small island ecosystems. The \r\nInitiative prioritizes natural resource protection \r\nintervention, business and investment choice, human \r\ndevelopment programming and the facilitation of export \r\nmarket development strategies. Barbados continues \r\nto partner with the United Nations Environment \r\nProgramme and, more recently, the United Nations \r\nIndustrial Development Organization to promote a \r\ntransition to a resource-efficient green economy. We \r\nhave taken action to enact a series of incentives in \r\nsupport of renewable energy and energy efficiency.\r\nOur efforts to transition to a green economy will \r\nbe undone if the international community does not take \r\nimmediate and urgent action to address climate change. \r\nThe most recent findings of the Intergovernmental \r\nPanel on Climate Change underscore, yet again, the \r\nvulnerability of SIDS, particularly to the effects of \r\nclimate change, sea-level rise, ocean acidification and \r\nextreme weather events. Together, they represent an \r\nexistential threat to SIDS. We therefore urge major \r\ncarbon emitters to take all necessary actions.\r\nBarbados welcomed the holding of the Secretary-\r\nGeneral’s Climate Summit 2014 at United Nations \r\nHeadquarters on 23 September. We hope that the \r\nmomentum from the Summit will inject urgency into \r\nthe proceedings of the upcoming twentieth session of \r\nthe Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change (COP 20), \r\nto be held in Lima in December. We also hope that, \r\nbeyond COP 20, it will ultimately galvanize political \r\nwill to conclude the negotiation of an ambitious, legally \r\nbinding international climate agreement in Paris in \r\n2015.\r\nIf SIDS are to have an impact internationally, \r\nparticularly at this crucial moment during the design \r\nand construction of a new global architecture for \r\nsustainable development, we must ensure that our \r\nvoices are heard. We must be guided by the concept of \r\na SIDS collectivity that recognizes strength in unity. \r\nWe SIDS must speak with one voice at the international \r\nlevel.\r\nAny discussion on the creation of a new global \r\nsustainable development agenda must have at its core \r\nthe means of implementation. Indeed, the means of \r\nimplementation must be the foundation on which \r\nthe agenda is based. We know that MDG 8, global \r\npartnership for development, remains one of the least \r\nfulfilled of all of the Millennium Development Goals. \r\nThe international community can therefore ill afford \r\nto let the new development agenda fail as a result of \r\na lack of adequate and reliable means to implement \r\nit. The means of implementation must encompass \r\nfar more than financing. As we use the sixty-ninth \r\nsession to complete the framework of the post-2015 \r\ndevelopment agenda, it is incumbent upon us to ensure \r\nthat definitive and durable partnerships are made to \r\nfacilitate the following elements — first, the provision \r\nof adequate financial and other resources; secondly, \r\nfair trade and market access; and thirdly, technology \r\ntransfer and capacity-building, particularly in the area \r\nof data collection and statistical analysis.\r\nMy country sees peace and security as enablers and \r\nindicators of sustainable development. They constitute \r\nindispensable prerequisites for human, social and \r\neconomic development, as well as for progress and \r\nprosperity. Barbados therefore views the continuing \r\ncrises and armed conflicts, including those in the \r\nCentral African Republic, South Sudan, Syria, Iraq and \r\nUkraine, with grave concern. Indeed, we view them \r\nwith grave alarm. Armed non-State actors and terrorist \r\ngroups continue to destroy lives, destabilize nations and \r\nthreaten national and international peace and security.\r\nIn the face of such hostilities and blatant acts of \r\naggression, the Security Council has been paralysed. \r\nBarbados will continue to be actively engaged within \r\nthe Caribbean Community in negotiations on the reform \r\nof the Security Council. We applaud Ambassador Ashe, \r\nformer President of the General Assembly, for his \r\n14-55200 15/52\r\n29/09/2014 A/69/PV.20\r\ninitiative to move discussions on the issue forward. We \r\nalso welcome the summary of the intergovernmental \r\nnegotiations on Security Council reform prepared by \r\nthe Chair of the Open-ended Working Group. Barbados \r\ncalls on all Member States to work assiduously during \r\nthe current session to make substantial progress, if \r\nnot to finalize, the decades-long project of Security \r\nCouncil reform.\r\nMy country reiterates its commitment to democracy \r\nand the respect for human rights and fundamental \r\nfreedoms. We welcome the discussions that will take \r\nplace during this session on the responsibility to protect. \r\nOur position is motivated by principle and objectivity, \r\nand we have no desire to see the issue politicized.\r\nThe Ebola outbreak constitutes a public-health \r\nemergency of international concern and a threat to \r\nglobal security. It also threatens the peacebuilding and \r\ndevelopment gains of the countries most affected. It \r\nis our sincere hope that the recently adopted Security \r\nCouncil resolution 2177 (2014) and General Assembly \r\nresolutions 69/1 and 69/3 will accelerate the mobilization \r\nof resources to assist the affected countries and halt the \r\nepidemic.\r\nBarbados has long supported a negotiated two-\r\nState solution to the question of Palestine, the right of \r\nthe Palestinian people to self-determination and their \r\nright to live in peace and security in a Palestinian State \r\nwithin pre-1967 borders. Barbados’s position is that \r\nthe State of Israel has a right to exist and the people of \r\nIsrael have a right to live in security and to do so with \r\nthe full and undisputed recognition of the rest of the \r\nworld. The Palestinians are also entitled to enjoy the \r\nfruits of prosperity within their own sovereign State. \r\nThis year’s unprecedented escalation of the crisis in \r\nPalestine revealed, yet again, the urgent need to reach a \r\ndurable, negotiated solution, and we call on all parties \r\nto rededicate themselves to achieving that aim.\r\nThe long-standing economic embargo on Cuba \r\ncontinues to be of serious concern to Barbados. The \r\nGovernment of Cuba has always demonstrated a \r\nwillingness to assist the Caribbean, and indeed the \r\ndeveloping world, in our quest for development. We join \r\nwith the overwhelming majority of States Member of the \r\nUnited Nations in opposing that unilateral action and \r\nlook forward to a time — the sooner, the better — when \r\nit will be relegated to the pages of history.\r\nIn closing, Barbados believes that there is an \r\ninextricable link among development, international \r\npeace and security. As we stated in 1993, within the \r\ncontext of an “Agenda for Peace”,\r\n“Where access to food, clothing, shelter, education, \r\nhealth and the opportunity for gainful employment \r\nis denied, democracy cannot f lourish” (A/48/PV.26, \r\np. 11).\r\nWe also hold the converse to be true. There can \r\nbe no real development without respect for human \r\nrights, the rule of law and democracy. We hope that \r\nmuch of the time and energy of this body at its sixty-\r\nninth session will be spent on delivering a post-2015 \r\ndevelopment agenda that will redound to the benefit of \r\nus all. Barbados will continue to be in the vanguard of \r\nthat effort.\r\nThe Acting President: I now give the f loor to His \r\nExcellency Mr. Samuel Santos López, Minister for \r\nForeign Affairs of the Republic of Nicaragua.\r\nMr. Santos López (Nicaragua) (spoke in Spanish): \r\nWe are proud to have our African brother, Sam Kutesa, \r\nPermanent Representative of the Republic of Uganda — a \r\nmember country of the African Union — presiding over \r\nthe General Assembly at its sixty-ninth session. We are \r\nfully confident that during his tenure he will advocate \r\nfor and advance the most pressing issues of our peoples. \r\nHe can count on Nicaragua’s support.\r\nWe would also like to congratulate the President \r\nof the General Assembly at the previous session, a \r\nbrother from the Community of Latin American and \r\nCaribbean States, Ambassador John Ashe of Antigua \r\nand Barbuda, and his entire team for their dedicated \r\nleadership and unstinting effort to realize an agenda for \r\nthe benefit of our peoples.\r\nWe live in a world of many interconnected and \r\nrelated crises that reveal the unjust and inequitable \r\ndevelopment policies prevailing among various peoples \r\nand nations. The existing unjust economic order, \r\nresulting from imperialism and its contemporary \r\nmodel — global capitalism — has failed to respond \r\nto the growing and increasingly frequent crises. The \r\nnumbers of the world’s poor increase daily in both the \r\nSouth and the North, in f lagrant violation of the most \r\nbasic human rights. We must work together to overcome \r\nand eradicate poverty, hunger, malnutrition, disease, \r\nwar and conflict, regime change politics and coups, \r\nviolence against women and children, the arms race, \r\nthe negative impacts of climate change, and emerging \r\nsocial and slavery plagues, including drug trafficking, \r\n16/52 14-55200\r\nA/69/PV.20 29/09/2014\r\norganized crime and human trafficking, among others, \r\nas soon as possible.\r\nSocial justice, solidarity, unity, complementarity \r\namong peoples, and brotherhood and respect among \r\nnations must prevail. The eradication of poverty \r\nremains the greatest challenge facing the world. \r\nWe will begin negotiations on the post-2015 agenda \r\nwith the central concern of not having achieved \r\nthe Millennium Development Goals (MDGs) in all \r\ndeveloping countries. It is urgent to redouble efforts \r\nand create an international environment conducive to \r\nfacilitating developing countries’ implementation of \r\nthe MDGs, including appropriate financing.\r\nThe post-2015 agenda will provide a new \r\nopportunity to strive for a just world order. It should \r\npromote sustained economic growth, inclusive and \r\nparticipatory social development, environmental \r\nprotection and human dignity, with sufficient f lexibility \r\nto respond to the needs, priorities and specificities \r\nof each country and region, conscious of the fact that \r\nno single model or recipe for development exists. The \r\nagenda should involve an intergovernmental, open and \r\ntransparent process, based on the results of the Open \r\nWorking Group on Sustainable Development Goals \r\nand the United Nations Conference on Sustainable \r\nDevelopment.\r\nDeveloping countries suffer the most from the \r\nadverse effects of climate change, whose extreme \r\nmeteorological phenomena are ever more frequent and \r\nintense. Despite our economic limitations and prioritized \r\nfocus on poverty and sustainable development and with \r\nno obligation under the Convention, we are assuming \r\nthe costs of the adaptation and mitigation efforts.\r\nWe must urgently achieve a binding agreement \r\nin 2015, containing strong, ambitious and balanced \r\ncommitments on all its provisions and based on the \r\nUnited Nations Framework Convention on Climate \r\nChange and its principles and provisions, particularly \r\nequity and common but differentiated responsibilities, \r\nin order to address the climate crisis and protect the \r\necosystems that sustain life on our Mother Earth.\r\nNo country that is part of the international \r\ncommunity can claim the right to use or threaten the use \r\nof force in its international relations. Such exceptionalist \r\npolicies not only do not resolve conflicts; rather, they \r\nstir things up, as has been seen in recent years. Dialogue \r\nand negotiation are the only means to resolve conflict. \r\nBased on its Charter, the United Nations must assume \r\nits role as the main organ responsible for ensuring \r\nworld peace and must reject war-mongering policies, \r\nwar and confrontation. Given the challenges we are \r\ndealing with, thorough reform of the United Nations \r\nis becoming increasingly imperative, and particularly \r\nreform of the Security Council, which should recognize \r\ncontemporary realities by including the voices and \r\nvotes of developing countries in the categories of both \r\npermanent and non-permanent members.\r\nWe consider it vital that we have a nuclear-\r\nweapon-free world with total and complete disarmament. \r\nWe welcome the designation last year of 26 September \r\nas the International Day for the Total Elimination \r\nof Nuclear Weapons, initiated by the Non-Aligned \r\nMovement at Cuba’s suggestion.\r\nIn the face of the growing Ebola epidemic, Cuba, \r\nour sister in solidarity, has once again made its human \r\nand scientific resources available to work alongside \r\nour African brothers who are fighting the deadly \r\nvirus. Meanwhile, that same sister nation of Cuba \r\ncontinues to resist the criminal economic and financial \r\nembargo imposed on it by the United States. Nicaragua \r\nemphasizes its unconditional solidarity with Cuba and \r\ndemands an end to a blockade that violates international \r\nlaw and the human rights of the people of Cuba. We \r\ndemand the immediate and unconditional release of \r\nthe five anti-terrorist Cuban patriots. And we condemn \r\nthe role that the United States arrogates to itself in \r\nputting countries on its unilateral and arbitrary list of \r\nState sponsors of international terrorism, and demand \r\nthat Cuba be removed from the list. We condemn such \r\nanachronistic United States policies, as well as the \r\nintensification of the blockade and its extra-territorial \r\nnature.\r\nThe Bolivarian Republic of Venezuela and its \r\nBolivarian revolution continue to suffer from harassment, \r\ninterference and external aggression. Nicaragua offers \r\nits unconditional support to Venezuela’s people and \r\nGovernment, led by our comrade Nicolás Maduro \r\nMoros, in their defence of their revolutionary liberation \r\nprocess.\r\nWe must bring to an immediate end Israel’s illegal \r\noccupation of Palestinian territory and prevent Israel \r\nfrom continuing its aggression and brutal attacks \r\non the men, women and children of Palestine. The \r\nSecurity Council should once and for all live up to its \r\nobligations and demand that Israel end such practices \r\nand policies in order to clear the way for a sovereign \r\nand independent State of Palestine, based on its \r\n14-55200 17/52\r\n29/09/2014 A/69/PV.20\r\npre-1967 borders, with East Jerusalem as its capital, \r\nand with two States, Palestine and Israel, living side \r\nby side in peace. Nicaragua reiterates its absolute and \r\nunconditional solidarity with the State of Palestine in \r\nits fight for freedom and its inalienable rights.\r\nWe also stress our total solidarity with the \r\nGovernment and the people of Syria in their fight \r\nagainst international terrorism and in defence of their \r\nsovereignty and territorial integrity. We emphasize the \r\nimportance of achieving a negotiated political solution \r\namong Syrians and ending foreign intervention, \r\nincluding the financing and supplying of weapons to \r\nterrorist groups. When confronted by such conflicts, \r\nrather than opting for dialogue and negotiation to \r\nsettle them, the NATO countries take unilateral \r\ndecisions, measures and action outside the United \r\nNations framework and in violation of international \r\nlaw, including aerial bombardment in territories of \r\nsovereign countries.\r\nNicaragua has frequently expressed its rejection \r\nand condemnation of actions aimed at regime change, \r\nwhich rupture constitutional order, lead to widespread \r\nviolence, encourage the use of force and open the door to \r\ncoups d’état that can overthrow legitimate Governments \r\nelected by the will of the people. That is the kind of \r\npolicy that we have witnessed in Ukraine; it has led \r\nto loss of life and the displacement of populations, \r\nand created a humanitarian crisis with unpredictable \r\nconsequences. Because we want peace and believe in \r\nthe prevention and resolution of conflicts by peaceful \r\nand inclusive means, we reject such policies, as well \r\nas the imposition of unilateral measures and economic \r\nsanctions that violate international law.\r\nNicaragua recognizes the cooperation of China on \r\nTaiwan with developing countries, particularly in the \r\narea of food and social inclusion programmes, and we \r\nreiterate our support for the legitimate aspirations of \r\nChina on Taiwan for greater participation in the United \r\nNations specialized agencies, one that accords with the \r\nrequirements and needs of its population of 23 million.\r\nWe reiterate our full support for the legitimate \r\nrights of the Republic of Argentina in the dispute \r\nover the sovereignty of the Malvinas Islands, the \r\nSouth Sandwich Islands and the adjacent islands. The \r\nUnited Kingdom should comply immediately with the \r\nrelevant United Nations resolutions and initiate direct \r\nnegotiations with Argentina. Similarly, we support and \r\nconsider ourselves part of Argentina’s fight against \r\nvulture funds.\r\nPuerto Rico continues to labour under the colonial \r\nyoke and now more than ever needs our solidarity and \r\nactive support in its struggle for independence and \r\nself-determination. The United States should free the \r\nworld’s longest-imprisoned political captive, the Puerto \r\nRican patriot Oscar López Rivera. We also commend \r\nand remain in solidarity with the struggle of the people \r\nof Western Sahara under the leadership of the Frente \r\nPolisario.\r\nNicaragua, a small country whose policies are \r\nbased on Christian values, socialist principles and the \r\npractice of solidarity, works proactively in our complex \r\nglobal environment, through various international and \r\nregional forums, to promote policies of peace, unity and \r\nunderstanding among nations, political and negotiated \r\nsolutions to conflicts and the right of our peoples to \r\nachieve sustainable development and well-being.\r\nThe Bolivarian Alliance for the Peoples of Our \r\nAmerica, of which Nicaragua is a member, has been \r\na factor in improving unity, complementarity and \r\neconomic integration in our region. In turn, it promotes \r\nother forums such as Petrocaribe, which groups together \r\n20 countries of our region and has had an immediate \r\nand concrete positive impact on the well-being of our \r\npeoples as one way of overcoming poverty, hunger and \r\ninequality. On 14 December, we will celebrate the tenth \r\nanniversary of its founding, resulting from the unifying \r\nvision of the Latin American and Caribbean leaders \r\nHugo Chávez Frias and Fidel Castro Ruz.\r\nThese steps towards regional integration have \r\nborne fruit with the creation of the Community of Latin \r\nAmerican and Caribbean States, through which we \r\ncontinue to deepen our process of political, economic, \r\nsocial and cultural integration, respecting diversity and \r\nbuilding unity. We have declared our region a zone of \r\npeace. Within the framework of the Central American \r\nIntegration System, we are strengthening integration in \r\nall fields and working together to fight the scourges of \r\ndrug trafficking and organized crime and to turn the \r\nGulf of Fonseca into a zone of peace and development.\r\nOur Government of Reconciliation and National \r\nUnity, under the visionary leadership of our President, \r\nCommander Daniel Ortega Saavedra, continues to work \r\nto restore the political, economic, social and cultural \r\nrights of all Nicaraguans. Nicaragua has become the \r\nleading country in the region in terms of public safety. \r\nOur fight against drug trafficking, organized crime \r\nand human trafficking has been recognized as the most \r\nvigorous and effective in the region. Our economic \r\n18/52 14-55200\r\nA/69/PV.20 29/09/2014\r\ngrowth is consistent and rising and is among the highest \r\nof our region. We are reducing poverty and extreme \r\npoverty, attaining the Millennium Development Goals \r\nand empowering women through political and economic \r\nparticipation. Indeed, we rank very highly in the world \r\nin terms of female ministers, parliamentarians and \r\nmayors.\r\nWe combat violence against women and girls head \r\non, with strict laws and social programmes targeting \r\nboth groups, and with police stations for women in all \r\nmunicipalities of the country. Education and health care \r\nare prioritized and are provided free for all Nicaraguans, \r\nand early childhood care programmes and maternity \r\nhomes can be found throughout the country.\r\nIn our Caribbean autonomous regions, in addition \r\nto the restitution of the rights of indigenous peoples \r\nand people of African descent, the autonomy process \r\nis growing in strength every day, with the recent \r\ncompletion of the land ownership process in the \r\nindigenous and Afro-descendant communities. All \r\nthese efforts of our people and Government, together \r\nwith our policies of inclusion and social justice, won \r\nimmediate recognition and support from our people, \r\nwho have taken ownership of them, and they have been \r\nheld up as examples of good practice by all the agencies, \r\nprojects and programmes of the United Nations system.\r\nIn conclusion, we note that the work of the General \r\nAssembly at the present session and in the coming \r\nyears will be crucial for developing countries and the \r\nrest of the world. Let us unite from this very moment \r\nto achieve the urgent and necessary changes needed to \r\nattain a better world and better lives for our peoples.\r\nThe Acting President: I now call on His Excellency \r\nMr. Mohamad Waheed, former President and Special \r\nEnvoy of the President of the Republic of Maldives.\r\nMr. Waheed (Maldives): Allow me to extend warm \r\ngreetings to the President of the General Assembly \r\nupon the assumption of his duties at the sixty-ninth \r\nsession. I also recognize the exemplary stewardship of \r\nMr. John Ashe, the outgoing President, and record our \r\nappreciation of the Secretary-General’s stewardship of \r\nthe Organization during these difficult times.\r\nWhat defines the great communities of our times \r\nis their ability to overcome the unexpected and to \r\npersevere and adapt to changing realities — from the \r\ndaunting effects of climate change and the ever-pressing \r\nchallenges of poverty and want to the uncontrollable \r\nspread of disease. Communities everywhere are striving \r\nto overcome such obstacles. When communities are \r\nsubject to challenges that are impossible to bear, they \r\nthink beyond the realm of possibilities and begin \r\nseeking different answers to the same questions. That \r\nis when they nurture their ability to bounce back \r\nfrom adversity, shock and threats. The ultimate goal \r\nof fostering resilience is to overcome the unexpected. \r\nSustainability is about managing, but resilience is \r\nabout thriving.\r\nFor the past eight decades, the Maldives has been \r\non a journey to consolidate democracy. Last year, \r\nour democracy faced unprecedented challenges. Yet \r\nwe were able to overcome those hurdles entirely by \r\npeaceful means. Even though it sometimes felt as if \r\nwe were quite alone in this fight, we are proud of what \r\nwe have achieved. We take pride in the fact that our \r\ndemocracy is home-grown. Our systems are organic. \r\nOur young institutions, as in the older democracies \r\nof the world, are gradually settling into patterns and \r\ntraditions that are unique to our string of islands and in \r\nharmony with our Islamic heritage and our traditions.\r\nOur experience clearly shows that holding elections \r\nor introducing a multiparty political system does not \r\ninstil democratic values in a society. Democracy \r\ncannot be traced in the pages of laws. The only way \r\nfor a new home-grown democracy to achieve resilience \r\nis to shift the way its people think. A transformation \r\nin their normative framework is necessary. Democratic \r\nvalues need to find a place in the hearts and minds \r\nof the people. The Government of President Abdulla \r\nYameen Abdul Gayoom and the people of the Maldives \r\nare determined to achieve a modern and authentic \r\nMaldivian democratic State.\r\nPromoting and protecting human rights is central \r\nto Maldivian democracy. Our Constitution is very \r\nclear on what those rights entail. Yet with every right \r\ncome responsibilities. It has been a daunting challenge \r\nto make human rights a way of life. That is why the \r\nMaldives advocates cultivating a culture of respect for \r\nhuman rights. Policies need to be rights-based. People \r\nneed to be rights-minded.\r\nPeople must lie at the heart of every decision we \r\nmake and every policy we adopt. The ultimate goal of \r\nevery action must be to improve the lives of our people. \r\nThe Government of President Yameen has embarked \r\non an ambitious programme aimed at realizing the \r\nfull potential of our young people. The goal of the \r\nGovernment is to create opportunities that would help \r\nto unleash their creativity. Young people are the future \r\n14-55200 19/52\r\n29/09/2014 A/69/PV.20\r\nof any country, and, without the full realization of their \r\nproductive capabilities, countries cannot prosper.\r\nA few days ago, the United Nations marked an \r\nimportant milestone: the twentieth anniversary of the \r\nadoption of the Programme of Action of the International \r\nConference on Population and Development. Today, we \r\ncelebrate the achievement of many of the goals of that \r\nProgramme — most notably, low maternal and infant \r\nmortality rates, gender parity in school enrolment and \r\nequal pay for equal work.\r\nNext year, we will celebrate the twentieth \r\nanniversary of the adoption of another important \r\ndocument, the Beijing Platform for Action. It is a fact, \r\nnot mere speculation, that for building resilience and \r\nbuilding sustainable societies, women’s contributions \r\nare a necessity. Women have achieved remarkable \r\nprogress since the Beijing Platform. Maldivian women \r\nare among the most emancipated in South Asia, with \r\nno structural barriers to education, employment or \r\nmobility. Still, much remains to be achieved. Just as \r\nan example, I ask the Assembly to think back over \r\nthe past week of general debate. How many women \r\nspoke at this rostrum? How many countries can claim \r\nto have achieved parity between men and women \r\nat decision-making levels? In the Maldives, we are \r\ncommitted to empowering women and have adopted a \r\nzero-tolerance policy towards violence against women.\r\nThe resilience of our people in overcoming adversity \r\nin their lives is rooted in their ability to rise up from \r\nthe fear of want and the fear of need. The Millennium \r\nDevelopment Goals (MDGs) were framed to do just \r\nthat. The MDGs committed to a new partnership to \r\nreduce extreme poverty, halt the spread of HIV/AIDS \r\nand provide primary education for all. The MDGs set \r\nbenchmarks and gave targets to Governments. Those \r\ntargets enabled them to plan effectively. The MDGs, \r\nthough remarkable for their time, were limited and are \r\nnow reaching their expiry date. We ardently believe that \r\nthe post-2015 development agenda must be inclusive, \r\ntransparent and people-centred. The new development \r\nagenda should succeed where the MDGs failed.\r\nAt times, the violence, bloodshed, conflict and \r\nupheaval that we witness on a daily basis seem \r\nunbearable. In July 2014, we watched with grief the \r\nhorrendous attack on the Gaza Strip — another in a \r\ncountless cycle of aggression and brutality. Our hearts \r\nbleed for the countless children who lost their lives, the \r\nmothers who lost their children, the nation and the State \r\nof Palestine, which lost countless citizens. After the \r\nglobal outcry and the outpouring of condemnation, the \r\nguns have stopped firing and the bombs have stopped \r\ndropping. The world seems to have moved on to the next \r\ncrisis. The news cycles have found their next headline.\r\nYet, we recall here again, the siege is not over. The \r\nblockade has not ended. Gaza has been destroyed and \r\nits development set back several years. Palestinians are \r\nstill being denied their right to a sovereign nation of \r\ntheir own, to their own lands and to the fruits of their \r\nlabour. Palestinian children are being denied a right to \r\ndetermine their own destiny. Are we willing to let that \r\ncontinue? We must do more to help realize the dream \r\nof peace in the Middle East and a two-State solution. \r\nWe must resume peace talks with a clear goal and an \r\nendpoint in mind.\r\nThe biggest challenge to our development and our \r\nway of life is ignorance, violence, subjugation and \r\nperpetual poverty. Misinformed yet talented young \r\npeople can easily be lured into fanaticism, radicalism \r\nand extremism. Islam’s identity as a religion that \r\nsupports innovation, knowledge and scholarship is \r\nslowly eroding away. The golden era of our religion is \r\nalmost forgotten.\r\nToday, the world has a choice to make. Should we \r\nallow extremists to shape our future? Or should we take \r\ndecisive actions to defeat the extremist ideologies? Our \r\nanswer to those questions will define the way in which \r\nwe deal with the so-called Islamic State and other \r\nterrorist groups. Not only are those groups un-Islamic, \r\nthey are anti-Islamic. They are terrorist organizations, \r\nnot religious groups. Islam, our great religion of \r\npeace, compassion and tolerance, is being hijacked by \r\nradical and extremist elements to perpetuate hatred \r\nand violence. We, the Government and the people of \r\nMaldives, condemn in the strongest terms those groups, \r\ntheir ideologies and their activities. We join our fellow \r\nMuslims around the world in saying “not in my name”.\r\nThe unique challenges faced by small island \r\ndeveloping States are well known. Climate change \r\nexacerbates those challenges. We remain hopeful that \r\na legally binding treaty will be agreed to next year in \r\nParis. The Maldives stands ready to do all it can to \r\nmake this hope a reality, for the sake of our children \r\nand our nation.\r\nEarlier this month, we agreed to a new highway \r\nfor development, the Small Island Developing States \r\nAccelerated Modalities of Action Pathway. We commend \r\nSamoa for its leadership in setting the vision for a new \r\n20/52 14-55200\r\nA/69/PV.20 29/09/2014\r\ngateway for small States. To make the partnership \r\nenduring, we need the small island developing States to \r\nmake their voices heard and to be united in the quest. \r\nThe Maldives has therefore been inspired to take the \r\nlead in forming the Alliance of Small Island States for \r\nthe purpose of facing the challenges of post-2015 and \r\nbeyond. We call on others to join us in that journey.\r\nNine days ago, on 21 September, we celebrated \r\n49 years of membership in the United Nations. The \r\nMaldives joined the United Nations a mere 58 days \r\nafter independence — we were the smallest Member \r\nState at the time. As we look forward to celebrating \r\n50 years of membership in 2015, the Maldives is happy \r\nto note that the United Nations has served us well. We \r\njoined the United Nations in 1965, amid questions over \r\nthe viability of small States. In the past 49 years, the \r\nMaldives has taken the lead in showing the world that \r\nsmall States are not only viable, but in fact valuable in \r\nfinding common solutions to common problems. Today, \r\nat the United Nations, we continue to prove that small \r\nStates can also lead and that it is not size but smart \r\nideas that make a nation’s destiny.\r\nThe Acting President: I now call on His Excellency \r\nMr. Frederick A. Mitchell, Minister for Foreign Affairs \r\nand Immigration of the Commonwealth of the Bahamas.\r\nMr. Mitchell (Bahamas): Kamalesh Sharma, the \r\nSecretary General of the Commonwealth of Nations, \r\nsaid to us at a gathering here in New York a few days \r\nago: “Do not be demoralized by your income, be \r\ninspired by your outcome”. That should be a driving \r\nprinciple as all countries, particularly the small island \r\ndeveloping States, seek to determine what the post-\r\n2015 development agenda will be. The obstacles are \r\nmany. The lip service is evident. We have hope, and our \r\nmoral case is strong. We are inspired by the potential \r\noutcomes of this new development agenda.\r\nWe must be people-focused and, in that regard, I \r\nremember a story told by a colleague, a Minister from \r\nthe Far East, who explained his absence to a constituent \r\nat home as dealing with many of the world’s problems. \r\n“Yes”, said the constituent to him, “but the water pump \r\nin the village has not been fixed”. It is a reminder \r\nof whom we really work for in this body — not for \r\nourselves, but for that villager who needs the pump at \r\nhome to be fixed.\r\nAt this session, our Prime Minister gave a \r\ncomprehensive statement on climate change and the \r\nneed for developed countries to honour their financial \r\ncommitments in that regard. In addition, we deposited \r\nour instrument of ratification of the Arms Trade Treaty \r\n(ATT), which helped to bring the number of countries \r\nto 50 and so caused the Treaty to enter into force. \r\nFurthermore, in the margins of the session, we signed \r\na memorandum of understanding with the International \r\nOrganization for Migration.\r\nThere are no higher priorities for the Bahamas than \r\nthese matters: the environment, fighting crime and \r\ncontaining illegal immigration. They go to the very \r\nroot of our existence. If we do not resolve the climate \r\nchange issues, there will be no Bahamas. Solving the \r\ncrime problem in the Bahamas is key to our domestic \r\npeace and economic survivability. No Bahamian doubts \r\nthat the control of illegal immigration is central to \r\nour survivability as a country, central to our national \r\nidentity, and central to our national security. We have \r\nonly to see today how illegal immigration drains our \r\nfinancial resources, and we do not have to look far to \r\nsee how unchecked immigration in other countries has \r\nbeen a recipe for civil strife within their borders. We \r\ndo not intend for that to happen to us. All of the efforts \r\nrelated to the three main themes I have just mentioned \r\nare buttressed by our work to ensure that we have a \r\nrobust, strong and sustainable economy.\r\nTourism is by far the number-one economic \r\nactivity for the Bahamas. The environment is central \r\nto that business. It should therefore be no surprise that \r\nthe Bahamas has adopted or established the following: \r\nthe National Environmental Policy, 2005; the National \r\nEnvironmental Management and Action Plan for the \r\nBahamas, 2005; the Bahamas National Wetland Policy, \r\n2007; the Bahamas Protected Areas Fund, 2013; and \r\nthe Forestry Amendment Act, 2014. We believe that \r\nthose policies and programmes will all help with the \r\nissue of climate change. We also believe that the United \r\nNations Framework Convention on Climate Change is \r\nthe primary international, intergovernmental forum for \r\nnegotiating the global response to climate change. We \r\nbelieve that it should be completed with dispatch.\r\nThe Bahamas is committed to the small island \r\ndeveloping States processes at the United Nations. \r\nThe Bahamas welcomes the convening of the World \r\nConference on Disaster Risk Reduction next year in \r\nJapan.\r\nThe Bahamas is appalled by the practice of killing \r\nsharks simply for their fins. We must make the fishing \r\nof sharks a sustainable practice, as these creatures \r\nare a vital part of the global ecosystem. The Bahamas \r\n14-55200 21/52\r\n29/09/2014 A/69/PV.20\r\ntherefore assumed the chairmanship of the United \r\nNations Save Our Sharks Coalition in December 2013. \r\nThe aims of the Coalition resonate with us, and we \r\nbelieve that we can help save the shark from extinction.\r\nThe Bahamas has been grappling with serious \r\ncrimes in our society, related largely to, first, the \r\ninability of young males to settle disputes without \r\nrecourse to violence and, secondly, the resulting \r\nproliferation of gang activity and trafficking in illicit \r\ndrugs, small arms and light weapons, and ammunition. \r\nThe Bahamas therefore became actively involved in \r\nthe negotiations leading to the successful adoption of \r\nthe Arms Trade Treaty and considered its adoption \r\na landmark accomplishment for the United Nations \r\n(resolution 67/234 B). The Government believes the \r\nentry into force of the ATT will contribute to peace \r\nand security in the Bahamas and throughout our \r\nregion. We deposited the instrument of ratification of \r\nthe Commonwealth of the Bahamas to the Arms Trade \r\nTreaty on 25 September. We continue to fight the \r\nillegal drug trade and trafficking in persons, and we are \r\ninvesting in social intervention programmes, like the \r\naward-winning Urban Renewal Programme, in order to \r\nfight crime.\r\nI spoke earlier of the memorandum of understanding \r\nsigned with the International Organization for \r\nMigration. This is one part of a multifaceted strategy \r\nto stop the f low of undocumented non-nationals into \r\nBahamian territory. New policies and measures are \r\nnow in place, and there will be stricter adherence in \r\nthe future to them to stop this trafficking. A new fleet \r\nof vessels has been purchased to support our work to \r\nstop migrant smuggling. In the last few months, the \r\nBahamas has entered into important agreements with \r\nour immediate neighbours — Cuba, the Dominican \r\nRepublic and Haiti — to come to terms with the vexing \r\nsituations that impact our good relations. Those accords \r\nare on fishing and on migration. Let there be no doubt \r\nthat we mean to bring illegal migration under control.\r\nNevertheless, our relations with neighbouring \r\ncountries remain good. This is all the more reason \r\nwhy we believe that the continued economic embargo \r\nby one neighbour against another in our region is \r\ncounterproductive to the peace and good order of the \r\nregion. We continue to keep matters with regard to \r\nthe governance issues in our neighbour, the Turks and \r\nCaicos Islands, under review.\r\nThe Bahamas looks forward to the forthcoming \r\nlaunch of the International Decade for People of African \r\nDescent, which will have as its theme “People of \r\nAfrican descent: recognition, justice and development”. \r\nThat theme could also be linked to the efforts of States \r\nmembers of the Caribbean Community in seeking the \r\nrestorative justice due from the legacy of 400 years \r\nof slavery. We were heartened by the unveiling of the \r\nwinning design for the permanent memorial to honour \r\nthe victims of slavery and the transatlantic slave trade. \r\nWe reaffirm our support for that important project.\r\nThe Bahamas welcomes the convening of the third \r\nInternational Conference on Financing for Development, \r\nto be held in Addis Ababa, Ethiopia, in July 2015. We \r\nplan to participate in that conference, which we expect \r\nwill provide a forum to address the need to demystify \r\nand replace the view that gross domestic product \r\nis the sole indicator of sustainable development — a \r\nreplacement that needs to be converted into policy — as \r\nwell as the matter of international cooperation in tax \r\nmatters. In that regard, the Bahamas reaffirms the \r\nimportant role of the United Nations in addressing \r\nmatters related to international tax cooperation, given \r\nits universality and legitimacy.\r\nThe Bahamas reaffirms its commitment to \r\nthe promotion and protection of human rights and \r\nfundamental freedoms for all people, regardless of their \r\nstation or status in society. These rights and freedoms \r\nare neither negotiable nor peripheral. As a demonstration \r\nof its commitment to human rights, I am pleased to \r\nreport that the Bahamas has passed national legislation, \r\nthe Persons with Disabilities (Equal Opportunities) \r\nAct, which will ensure its ratification of the Convention \r\non the Rights of Persons with Disabilities in due \r\ncourse. In addition, four bills have been introduced in \r\nParliament with a view to amending the Constitution of \r\nthe Bahamas to bring about full equality between men \r\nand women in law. This event will mark a significant \r\nopportunity for the people of the Bahamas to usher in a \r\nnew era of equality for men and women.\r\nThe Bahamas looks forward to the process of \r\nelaborating the post-2015 development agenda and to \r\nactively participating in the intergovernmental process \r\nthat will lead to the adoption of this agenda in September \r\n2015. Our vision for the post-2015 development agenda \r\nis creative, inclusive and transformative.\r\nThe Bahamas endorses the idea of Security Council \r\nreform. As we look around at the tens of millions of \r\ndollars that have been, and are being, spent to bring the \r\nphysical structure up to code and into the twenty-first \r\ncentury, why cannot we ensure that the organs of the \r\n22/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nUnited Nations, especially the Security Council, also \r\nreflect twenty-first-century realities?\r\nLast year, the Bahamas celebrated its fortieth year \r\nof independence. In addressing the General Assembly \r\nlast year (see A/68/PV.19), the Right Honourable Perry \r\nChristie, Prime Minister of the Bahamas, renewed \r\nthe commitment of our country to playing its part in \r\nmaking our planet a more peaceful and prosperous \r\nplace, characterized by cooperation, mutual respect and \r\nsupport. We believe that each country has a primary \r\nresponsibility for its own development, and, throughout \r\nmy statement, I have indicated our achievements and \r\nchallenges in that regard. I repeat that the environment, \r\ncrime and illegal migration are issues of existential \r\nsignificance to our country. However, despite the many \r\nchallenges, we are inspired by the possible outcomes. \r\nWe therefore exhort the Members of the United Nations \r\nto stay motivated and committed, for each new effort \r\nundertaken and each achievement registered brings us \r\nnearer to our development goals. Now, more than ever, \r\nwe need the United Nations.\r\nThe Acting President: I now give the f loor to His \r\nExcellency Mr. Lyonpo Damcho Dorji, Minister of \r\nHome and Cultural Affairs of the Kingdom of Bhutan.\r\nMr. Dorji (Bhutan): I wish to begin by conveying \r\nthe warm greetings of His Majesty the King of Bhutan. \r\nIt is an honour for me to be present in this grand \r\nassembly of nations. Great men and women of our time \r\nhave graced this rostrum. Yet the magnitude of the \r\nchallenges we are called on to address today remains \r\nformidable — greater than any person or any country \r\nwe represent.\r\nThe United Nations was founded to unlock the \r\npotential of our collective endeavour to promote the \r\npeace, prosperity and progress of succeeding generations \r\nof humankind. As we approach the seventieth \r\nanniversary of the founding of our Organization, \r\nthe considerable gains we have made on the social, \r\neconomic and political fronts give us many reasons to \r\nbe hopeful. However, we continue to be confronted by \r\ngrave challenges. They include the festering wounds of \r\nage-old conflicts that threaten to spin out of control; \r\nnew tensions and the resurgence of violent extremism; \r\nthe irrefutable evidence of the menace posed by climate \r\nchange to life on our planet; and the unconscionable \r\ninequities and injustices that contribute to the fact that \r\nmillions are deprived of such basic needs as food and \r\nshelter. All of these are compelling issues that remind \r\nus that we have yet to heed the tragic lessons of the past, \r\nand that we are far from realizing the world envisaged \r\nin the Charter of the United Nations.\r\nWe commend the President for his choice of \r\nthe theme for this session, “Delivering on and \r\nimplementing a transformative post-2015 development \r\nagenda”. This is an opportune moment to redefine a \r\nnew era in international development and cooperation, \r\none that can build on the successes and shortcomings \r\nof more than three decades of internationally agreed \r\ndevelopment goals, and the Millennium Development \r\nGoals in particular. The process must activate real and \r\nmeaningful change for all countries if it is indeed to \r\nbe transformative. For this to happen, the agenda must \r\nbe anchored to the need for breakthroughs to address \r\nthe hard realities on the ground in individual countries, \r\nespecially with regard to capacity and financing for \r\ndevelopment.\r\nAccordingly, a collaborative approach, based \r\non an appreciation of the unique circumstances and \r\nexperience of each country and driven by the desire for \r\ntrue working partnerships among and within countries, \r\nwill be vital. Such an approach would require changes \r\nin our development paradigm, in our beliefs regarding \r\nthe sustainability of the world’s current trajectory, \r\nand in our behaviour as individuals, which shape our \r\nnational character and our destiny as an international \r\ncommunity of nations.\r\nA small, least developed, landlocked country like \r\nmine, with many less-than-ideal indicators, has to get \r\nits development priorities right. Given our small size \r\nand unique circumstances, the lessons Bhutan has \r\nlearned are not universal, but certain principles may \r\nhave relevance. It is in a spirit of humility and modesty \r\nthat we share our experience and aspirations.\r\nFirst and foremost, we believe that development \r\nmust be guided by a clear, home-grown vision. Ours, \r\nchampioned by successive monarchs, identifies people’s \r\nwelfare and happiness as its central objective. Secondly, \r\nit takes good governance to unlock the full potential \r\nof a country and its people in the pursuit of effective \r\ndevelopment and peace. Thirdly, within the broader \r\ndevelopment objective, the eradication of poverty must \r\nremain an overarching aim. Eliminating the scourge of \r\npoverty must therefore form the central purpose of the \r\npost-2015 development agenda.\r\nFourthly, strong partnerships are the key to \r\ndelivering on the post-2015 development agenda. In \r\nour experience, nurturing and maintaining strong \r\n14-55200 23/52\r\n29/09/2014 A/69/PV.20\r\npartnerships with our donors, based on trust and mutual \r\nrespect, has been critical to our progress. Last but not \r\nleast, there is the conservation of the environment, \r\nwhich is related to the issue of sustainability. A \r\ndecent standard of living, with adequate education, \r\nhealth care and employment, is essential for people \r\nto live with self-respect, dignity and hope. But if the \r\nmost basic necessities of life, air, water and food are \r\npolluted and contaminated, a decent standard of living \r\nis unsustainable. The wanton exploitation of natural \r\nresources, without any care for the health of our planet, \r\nclearly cannot go on.\r\nIn a world riven by challenges of epic proportions, \r\nthe centrality of the United Nations as the only truly \r\nglobal organization cannot be overemphasized. Yet \r\nefforts to reform its highest organ, the Security Council, \r\nremain deadlocked. While a consensus-based decision \r\nis the most desirable way forward in multilateralism, \r\nwe cannot allow its absence to obstruct progress \r\nindefinitely, especially in the crucial area of peace and \r\nsecurity.\r\nWe are heading into a momentous year during \r\nwhich the international community will craft a new \r\ndevelopment agenda that will lay the framework for \r\ntransformational change and shared prosperity. In the \r\nfinal analysis, no matter what brilliant concepts we \r\nintroduce and breakthroughs we achieve on paper, \r\nnothing of lasting value can be achieved without a \r\ntransformation of mindsets and hearts. It is there, \r\nperhaps, in our hearts and minds that we really need a \r\nparadigm shift.\r\nIn the words of His Majesty the King of Bhutan:\r\n“This is a world that is shared, not between \r\nGovernments and nations but among the peoples. \r\nNo nation today can stand alone in achievement. \r\nThere can be no lasting national progress if it does \r\nnot fit into a future of global peace, harmony and \r\nprosperity. The world must progress together or fail \r\ntogether.”\r\nThe Acting President: I now call on His Excellency \r\nMr. Alva Romanus Baptiste, Minister for External \r\nAffairs, International Trade and Civil Aviation of Saint \r\nLucia.\r\nMr. Baptiste (Saint Lucia): Exactly one year ago, \r\non 30 September 2013, I had the unsurpassed glory of \r\ndelivering my maiden address to the General Assembly \r\n(see A/68/PV.21), and I used that occasion to pay homage \r\nto the great architects of world peace who fostered the \r\nbirth and initial dynamics of our United Nations. In so \r\ndoing, I used the principles set out in the Charter of the \r\nUnited Nations as a ready compass to set my course \r\nas I navigated the issues that occupied the forefront \r\nof our attention at that time, under the captaincy of \r\nformer President John Ashe, who successfully piloted \r\nour Organization of peace through the turbulent seas of \r\nglobal uncertainty.\r\nThe issues that commanded the attention of the \r\ninternational community then included global terrorism \r\nand the tensions in the Middle East and the Korean \r\npeninsula. Those were compounded by concerns \r\naround geopolitical conflicts and unresolved trade \r\nissues, as well as trade and macroeconomic approaches \r\nthat favoured industrialized countries to the detriment \r\nof developing nations.\r\nGiven that in nature’s irreversible onward \r\nmarch, unresolved problems are brought forward and \r\ncompounded by succeeding problems, this year the \r\nGeneral Assembly has convened at a time of increased \r\nturmoil. Since our discussions last September, it is \r\nundoubtedly the case that dissension and conflict \r\nhave increased in the Middle East — the arena \r\nthat inevitably sets the price for petroleum and its \r\nassociated products, which are utilized by the peoples \r\nof the global community, rich or poor. On the other \r\nhand, the benefits expected from the end of the Cold \r\nWar, with the potential for normalizing relations on the \r\nEuropean continent and in lands and regions far distant \r\nfrom Europe, now seem to be doubtful of fulfilment, \r\nas signs, tensions and pressures once associated with \r\nthe Cold War are evolving, bringing about renewed \r\nconcerns for the international community as a whole.\r\nWhen such tremors emerge, it is much harder for \r\nsmall States like ours to get the attention of the major \r\nPowers with regard to the evaluation and discussion \r\nof our own issues and objectives. Those can be \r\nsuccessfully resolved only if the dominant members of \r\nthe international community can relate to them, without \r\nthe positions and tensions that emphasize allegiance on \r\nthe part of small Powers to this or that side. That is \r\nwhy we, from our small corner of the globe, venture to \r\nexpress the view, in this most significant of international \r\nforums, that the tensions and the tendencies towards \r\nwar now emerging should be subordinated to the search \r\nfor solutions in which the principles and objectives of \r\nthe Organization, particularly its preference for the \r\nnegotiated resolution of conflicts, are pursued as far \r\nas practicable. The escalating conflicts have negative \r\n24/52 14-55200\r\nA/69/PV.20 29/09/2014\r\neffects on the access of small States to the attention \r\nof larger Powers, and therefore they retard the positive \r\ncontribution of the international community to our own \r\nconcerns.\r\nIn that connection, we have observed, with a \r\ncertain disquiet, tendencies in Europe that indicate a \r\npossible resumption of the Cold War on that continent. \r\nWe believe that that can only be disadvantageous to \r\nsmall countries like ours, because in forums such as \r\nthis we tend to find a return to demands for automatic \r\ncommitment to one side or the other. As a small country, \r\nwe have called for negotiations to prevail in the pursuit \r\nof the rearrangement of continental European relations, \r\nfollowing the dissolution of the Soviet Union and the \r\nWarsaw Pact. Despite being a small country far away \r\nfrom the situation in Europe, we have long had, and \r\ncontinue to have, an integral relationship with that \r\ncontinent. It is particularly on that basis that we call for \r\ndiplomacy to prevail, and we have been gratified to see \r\nrecent signs indicating that that is likely to be the path \r\npursued on the European continent.\r\nWe are relieved to see that the contentions in the \r\nMiddle East, specifically in respect of the Palestine \r\nissue, have returned to the negotiating table. That is in \r\nconcert with earlier developments relating to contentions \r\nbetween the NATO Powers and Iran, as the various \r\nparties were able to adopt postures of mutual discussion \r\nand engagement. That has led recently to what seems to \r\nbe jointly negotiated stances to the extremely complex \r\nsituation in Syria and to the emergence of the so-called \r\nIslamic State, which has been spreading disorder and \r\ncontention in the wider Middle East.\r\nFrom our perspective, we can only express the wish \r\nthat negotiations and cooperation among the larger \r\nPowers and between themselves and other Middle \r\nEast countries continue, even as some members of the \r\ninternational community felt it necessary to resort to the \r\nuse of force in the area. We reaffirm, even in the midst \r\nof great global complexity, our country’s commitment \r\nto the peaceful resolution of disputes.\r\nWhile many developments in our world hold the \r\nseeds of our region’s continued marginalization, we also \r\nwant to accentuate the more positive trends emerging \r\nin the international community that are leading to the \r\ncreation of space in our global arena. Consequently, \r\nSaint Lucia is encouraged by the possibility of \r\nenhanced f lexibility in decision-making being \r\npermitted to members of the international community \r\nvia the emergence of large, developing States in such a \r\nmanner that they are now characterized as increasingly \r\nsignificant actors in decision-making relating to the \r\nresolution of global issues.\r\nWhen I addressed the Assembly last year, I referred \r\nto the emergence of institutions such as the Union \r\nof South American Nations, which includes some \r\nmembers of the Caribbean Community (CARICOM), \r\nand to the Bolivarian Alliance for the Peoples of Our \r\nAmerica — Peoples’ Trade Agreement (ALBA). They \r\nhave opened up opportunities for assisting our countries \r\nto meet the Millennium Development Goals, to which \r\nwe are all committed.\r\nSaint Lucia reiterates its appreciation for the \r\nwork of ALBA, an institution committed to assisting \r\ncountries without requiring ideological commitment \r\nto this or that position but recognizing the priority of \r\neconomic and social development and preferring the \r\npeaceful resolution of disputes above all other concerns. \r\nIn consonance with that posture, we commend the \r\nBolivarian Republic of Venezuela for its contribution to \r\nthe Ebola eradication budget, and Cuba for its dispatch \r\nof 156 doctors to West Africa to assist in the fight \r\nagainst the deadly Ebola virus.\r\nSaint Lucia welcomes the initiative by Brazil, \r\nIndia, China and South Africa, along with Russia, to \r\nextend and deepen the assistance available to other \r\ndeveloping countries, thereby widening the scope \r\nfor their advancement towards the achievement of \r\nthe Millennium Development Goals. Specifically, \r\nwe would mention the establishment of the New \r\nDevelopment Bank, which further facilitates the efforts \r\nof developing countries for economic reconstruction. \r\nThe establishment of the World Trade Organization and \r\nthe single-minded immediacy with which it has pursued \r\ninternational trade liberalization have threatened the \r\nvery foundations of our economies, particularly in \r\nagriculture, which has suffered sudden and certain \r\ndestruction. From our perspective, therefore, another \r\ndimension has been added to the efforts of small States \r\nsuch as Saint Lucia to navigate the consequences of \r\nsudden international economic liberalization and \r\nglobalization.\r\nIn that context of the emergence of new balances of \r\neconomic and political power and new flexibilities in \r\nthe use of diplomacy, including within our hemisphere, \r\nSaint Lucia once again reiterates its plea for the removal \r\nof the blockade imposed against the Republic of Cuba. \r\nMore specifically, my Government calls for the removal \r\n14-55200 25/52\r\n29/09/2014 A/69/PV.20\r\nof Cuba from the so-called terrorist watch-list. That is a \r\nresidual effect of the Cold War, which is over.\r\nGiven the scourge of the traffic in narcotics in \r\nparticular, we call for further cooperation among all \r\ncountries in the hemisphere and a setting aside of the old \r\nCold War postures as necessary conditions for balanced \r\ndevelopment and peace. A specific example of where \r\nthat applies relates to our efforts in pursuing collective \r\narrangements and unimpeded cooperation against \r\nthe menace of the movement of narcotics through the \r\nCaribbean Sea and their decimating march across the \r\nmoral, social and economic fabric of our region. The \r\ndrug barons make no ideological distinctions among \r\ncountries as they continue to exploit weaknesses \r\nderiving from outmoded political stances that impede \r\neffective regional cooperation. As we all know, those \r\npursuing the sale of narcotics make special efforts \r\nto attract the youth of our countries, compromising \r\nthe essential resource base for our future economic \r\ndevelopment and social stability.\r\nOnce again, I draw the attention of this body \r\nto Saint Lucia’s firm and consistent belief that the \r\nhistorical anomalies of the Cold War still in our \r\ninternational system should not be allowed to inhibit \r\nthe contribution of countries desirous of participating \r\nin, and enhancing, the advancement of developing \r\ncountries simply because there are issues surrounding \r\ntheir particular status.\r\nIn that connection I would refer, as I did on behalf \r\nof the Government of Saint Lucia last year, to the \r\nparticipation of Taiwan in international organizations, \r\nparticularly those that focus on technical arrangements \r\nor the resolution of important issues that are of \r\nvalue to the international system as a whole or to its \r\nmember States. My country again makes a plea for \r\nfuller participation by Taiwan, particularly in the \r\nWorld Health Organization and the International Civil \r\nAviation Organization. Taiwan has the experience \r\nof engaging in a technological revolution that has \r\nenhanced its economic development and the welfare of \r\nits people, and in many respects that State has become \r\na viable economic development model for small States. \r\nHence we believe that the Government and people of \r\nTaiwan have much to offer developing countries, and so \r\nwe would support any institutional initiative that would \r\nallow that country to make a contribution through those \r\nmechanisms of the United Nations that are devoted \r\nto solutions to issues of technological, economic and \r\nsocial development.\r\nI shall now turn to the theme of this year’s \r\nGeneral Assembly, “Delivering on and implementing \r\na transformative post-2015 development agenda”, \r\nto navigate two issues of paramount importance to \r\nSaint Lucia as a small island developing State. At \r\nthis juncture, I must congratulate the President of the \r\nAssembly and his country, Uganda, on this theme, \r\nwhich is charged with invaluable significance for \r\nmy region and for Africa, as we are challenged in \r\nbuilding an impregnable substratum of economic and \r\ntechnological self-determination to successfully deal \r\nwith the development challenges of our times.\r\nFirst, speaking of Africa and the Caribbean region \r\nin that context, I come to a matter of great historical \r\nand contemporary concern to the people of Saint Lucia \r\nand the Caribbean Community as a whole, which I \r\nadumbrated in my address to this body last year. It is \r\nthe issue of the need for the metropolitan Powers to \r\ncome to terms with the manner in which the Caribbean \r\nStates were historically created and organized and the \r\nconsequences of that for their standing and situation in \r\ntoday’s world. Specifically, at their meeting in July 2014, \r\nthe Heads of Government of the Caribbean Community \r\ndecided that a case for reparations should be elaborated \r\nbeyond the relationship between ourselves and the \r\nrelevant European Governments and that Caribbean \r\nStates should, in seeking support for that objective, \r\n“advance the reparations case during the sitting of the \r\nUnited Nations General Assembly in 2014”.\r\nI carry out that mandate now on behalf of the \r\nGovernment and the people of Saint Lucia, who, in \r\nconcordance with the peoples of other CARICOM \r\nmember States, seek the award of reparations as a \r\nspecific way in which those who in centuries past \r\nheld the reins of power without accountability can \r\nnow in recompense make a specific contribution to \r\nthe nation-building programmes of our Governments \r\nbeyond existing commitments. In that regard, we make \r\na case for reparations as a matter of principle.\r\nSecondly, Saint Lucia has welcomed the \r\ndeliberations of the third International Conference on \r\nSmall Island Developing States, held in Samoa earlier \r\nthis month, and the efforts made in that regard by the \r\nUnited Nations. The recent Samoa Pathway conclusions \r\nhave re-emphasized the persistent and peculiar \r\nproblems inhibiting the development of small island \r\ndeveloping States (SIDS). In the words of the recent \r\nSIDS declaration, there is an insistence that “small \r\nisland developing States remain a special case for \r\n26/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nsustainable development”, without which “success will \r\nremain difficult”. As the Commonwealth Secretariat \r\nrecently pointed out, research has shown that countries \r\nmost exposed to preference loss are mainly SIDS, \r\nsuch as Saint Lucia, Saint Kitts and Nevis, Dominica, \r\nJamaica, and Saint Vincent and the Grenadines. From \r\nour regional point of view, the Caribbean Community’s \r\ncontinental States of Belize and Guyana are included \r\nin that list.\r\nThe Commonwealth Secretariat has also shown \r\nthat, while the compound annual growth rate of per \r\ncapita income of SIDS between 1970 and 2000 was \r\n0.73 per cent, that of the world economy was almost \r\nthree times higher, at 2.07 per cent; and that, in the \r\nperiod between 2002 and 2012, SIDS had one of the \r\nlowest compound annual growth rates, at 1.23 per cent, \r\nas compared to 4.96 per cent for developing countries, \r\n4 per cent for least developed countries and 3.23 per \r\ncent for sub-Saharan Africa.\r\nThe Saint Lucia Government wants the \r\nrecommendations of the Samoa Conference to be given \r\nthe international attention that they deserve. That is \r\ncritical, considering the fact that along with the specific \r\nproblems that have been identified as continuing to \r\ninhibit sustainable development, the instability of the \r\npresent international economic system only serves to \r\naggravate the precarious position of small States. In \r\nthat connection, we stress, as we did when addressing \r\nthe Assembly last year, the importance of assistance \r\narrangements, including further development of the \r\nAdaptation Fund so that our countries can cope with \r\nthe negative effects of sea level rise.\r\nIn view of Saint Lucia’s urgent requirements, \r\nwe also emphasize assistance for the construction of \r\nfacilities that can protect our countries against untimely \r\nnatural disasters due to climate change. Losses from \r\ndisasters in SIDS continue unabated and continue to \r\noutstrip our capacity to cope. Over the past decade, \r\nmany SIDS have lost considerable momentum in their \r\ndevelopment progress by having to contend with post-\r\ndisaster rehabilitation and reconstruction costs, which \r\ninvariably have brought increased debt. The Caribbean \r\nhas been a particular victim of those events since I \r\nspoke here last year, and we hope that following the \r\nrecent Samoa Conference, a certain urgency will be \r\nattached to the matter.\r\nSaint Lucia would like to reiterate a few points.\r\nFirst, we emphasize the persistent use of diplomacy \r\nas a prime instrument for the pursuit of normalized \r\nrelations among all States.\r\nSecond, the rapidly changing nature of international \r\nrelations mandates the need to subject the United \r\nNations system to new levels of critical examination, \r\nwith the central objective of strengthening the internal \r\nmachinery of our Organization and reforming it to truly \r\nreflect today’s geopolitical reality.\r\nThird, we must as an international community do \r\nall within our power to ensure that the Cold War does \r\nnot resume even though the post-Cold War dividends \r\nhave not yet materialized for much of humankind. Now \r\nis an excellent time to divest ourselves of any residual \r\neffects of the Cold War, such as the blockade imposed \r\non our sister island of Cuba and to remove Cuba from \r\nthe so-called terrorist watch list.\r\nFourth, we make a plea for reparations as a matter \r\nof principle.\r\nFifth, we must take advantage of new, meaningful \r\nopportunities for cooperation and partnership, not \r\nonly with traditional partners but also, setting aside \r\nlong-standing geopolitical contentions, with a range of \r\nnon-traditional partners, such as Taiwan.\r\nSixth, developed countries should not pursue trade \r\nand macroeconomic approaches that are detrimental to \r\nthe well-being of small island developing States.\r\nSeventh, we must determine a clear and effective \r\nstrategy by which SIDS can translate the outcomes of \r\nthe Samoa Conference into concrete results — results \r\nthat build on existing international commitments and \r\ninclude the means of implementation to support the \r\nnational and regional development efforts of SIDS. \r\nWithout that, the Samoa Conference could be construed, \r\nin the words of the late Martin Luther King, Jr., “as a \r\nmeaningless drama on the stage of history ... shrouded \r\nwith the ugly garments of shame”.\r\nEighth, Saint Lucia stands for freedom, democracy, \r\nnon-discrimination, sustainable development, poverty \r\neradication and special and differential treatment for \r\nSIDS, all of which are important ingredients of our \r\nmost precious pursuits and aspirations: peace and \r\nprosperity for our people, the recovery and resilience \r\nof our Caribbean region and stability and security in \r\nour world.\r\n14-55200 27/52\r\n29/09/2014 A/69/PV.20\r\nFinally, it is fitting and opportune that as we ponder \r\nthe possibilities of “Delivering on and implementing \r\na transformative post-2015 development agenda”, \r\nwe deliberate carefully on the opportunities and \r\nalternatives to the current world order. We must look \r\nto our past to understand our present, and we must plan \r\nour future by analysing our present and applying the \r\nlessons of our past. It is in that connection that I feel \r\ncompelled to conclude by inviting careful consideration \r\nof the words of the late United States President \r\nWoodrow Wilson, who asserted America’s historical \r\nleadership and commitment to international democracy \r\nand freedom in these words: “We shall fight ... for a \r\nuniversal dominion of right by such a concert of free \r\npeoples as shall bring peace and safety to all nations”.\r\nThe Acting President: I now call on His Excellency \r\nMr. Rimbink Pato, Minister for Foreign Affairs, Trade \r\nand Immigration of the Independent State of Papua \r\nNew Guinea.\r\nMr. Pato (Papua New Guinea): Allow me, on \r\nbehalf of the Government of Papua New Guinea, to \r\ncongratulate Mr. Sam Kutesa on his election as President \r\nof the General Assembly at its sixty-ninth session. \r\nPapua New Guinea supports his leadership as we work \r\nwith him on the ambitious theme of “Delivering on and \r\nimplementing a transformative post-2015 development \r\nagenda”. I also take this opportunity to pay tribute \r\nto Ambassador John Ashe for his strong leadership \r\nin setting the stage for enhancing the sustainable \r\ndevelopment agenda of Member States, especially \r\nof small island developing States (SIDS). We also \r\ncommend the Secretary-General for his leadership and \r\nuntiring commitment to advancing the cause of global \r\npeace and security to enhance the multidimensional \r\nglobal development agenda.\r\nIt has been a long and sometimes hard road for the \r\npeople of Fiji over the past eight years. We therefore \r\nwarmly congratulate the people of Fiji for their return \r\nto constitutional and democratic rule following their \r\ngeneral elections this year. We welcome the return of \r\nFiji to the Commonwealth and to the Pacific Islands \r\nForum. In wishing the people of Fiji well, Papua New \r\nGuinea will continue to stand ready to assist them, as \r\nit has done in the past, along with other major Pacific \r\npartners, in areas where such assistance can be effective \r\nas Fiji embarks on its new path forward.\r\nThe recent third International Conference on Small \r\nIsland Developing States, held in Samoa, was a great \r\nsuccess. We commend the adoption of the Small Island \r\nDeveloping States Accelerated Modalities of Action/\r\nSamoa Pathway, which reiterated the sustainable \r\ndevelopment priorities of SIDS, which has been \r\naffirmed by the international community.\r\nBut the impacts of climate change continue to pose \r\na serious challenge to the sustainable development \r\nof SIDS. The full range of damaging events — such \r\nas rising sea levels, coastal erosion, salinization of \r\nthe fresh water table, prolonged and severe droughts, \r\nf looding and other extreme weather and loss of and \r\ndamage to vital infrastructure — remains a constant \r\nconcern for SIDS. Many SIDS, especially in the Pacific, \r\nhave reached a tipping point. While the right thing for \r\nus to do is to respond to the challenges by working \r\nsmarter and harder to improve the livelihoods of people \r\nat risk, the bigger and advanced countries of the world \r\nmust not only do likewise; they must also redouble their \r\nefforts in partnering with us.\r\nAs part of our support to Pacific SIDS, Papua \r\nNew Guinea has launched the Pacific Development \r\nAssistance Programme, which is aimed at assisting \r\nPacific SIDS in critical areas of development such as \r\neducation, health, capacity-building, climate change \r\nand the reconstruction of important infrastructure \r\nafter natural disasters. We reiterate our call on the \r\ninternational community, including the United Nations, \r\nto work together with SIDS in the spirit of genuine and \r\ndurable partnership.\r\nWe commend the Secretary-General for convening \r\nthe successful Climate Summit last week. In \r\nsupporting the outcomes, we must build on the political \r\nmomentum generated as we move towards Lima this \r\nyear and, importantly, towards Paris in 2015, where \r\nthe international community must conclude a legally \r\nbinding agreement in order for us to collectively \r\naddress the adverse impacts of climate change.\r\nThe international community stands at an \r\nimportant crossroads. The imminent deadline of the \r\nMillennium Development Goals (MDGs) and the \r\ntransition to the post-2015 development agenda have \r\nrightly become the centre stage of the global agenda. \r\nWe support a people-centered and transformative \r\npost-2015 development agenda underpinned by global \r\npartnerships that support national ownership of \r\nsustainable development.\r\nWe welcome the adoption by the General Assembly, \r\nby resolution 68/309, of the report of the Open Working \r\nGroup on Sustainable Development Goals (A/68/970), \r\n28/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nwhich recommended 17 goals. We must chart a realistic \r\npath, with goals that are attainable given the necessary \r\nmeans of implementation. We also commend the work \r\nof the Intergovernmental Committee of Experts on \r\nSustainable Development Financing, which is critical \r\nto the successful implementation of the post-2015 \r\ndevelopment agenda.\r\nIn that respect, the Pacific island developing States \r\nnote with appreciation the inclusion of the important \r\nproposed stand-alone goals on oceans and seas, \r\nsustainable energy and climate change. Along with \r\nthe other proposed goals, those goals should form the \r\nbasis for the intergovernmental negotiations that are to \r\ntake place. Papua New Guinea will participate in those \r\nnegotiations.\r\nMy Government remains fully committed to those \r\nefforts because we have experienced the galvanizing \r\nimpact of the MDGs, which has helped us take national \r\nownership and develop a home-grown sustainable \r\ndevelopment paradigm. While my country’s MDG \r\nscorecard remains a work in progress, my Government \r\nhas undertaken various initiatives to redress the \r\nsituation. We have retailored the MDGs to our national \r\npriorities, with 88 indicators connecting them to our \r\nnational development plans.\r\nA recent report by the United Nations country \r\noffice on progress to achieve the MDGs was optimistic \r\nand positive. The report found that Papua New Guinea \r\nhad made important strides towards achieving the \r\nMDGs, especially since the general elections in 2012. \r\nThey include the bold decision to run budget deficits \r\nuntil 2017, which, the report notes, has enabled the \r\nnation to invest in essential areas.\r\nMy Government is implementing a policy of free \r\neducation for all primary-school children, resulting \r\nin an increase in school enrolments by as much as \r\n80 per cent in some areas. We now have around \r\n2 million children in schools. In the health sector, \r\nwe are witnessing a reduction of rates in early child \r\nand maternal mortality, HIV/AIDS, malaria and other \r\ncommunicable diseases. More mothers and children \r\nare getting access to health care as a result of our free \r\nhealth-care policy. Our infrastructure development \r\nprogramme is improving Papua New Guinea’s business \r\nenvironment and creating opportunities for our people \r\nto participate meaningfully in national development.\r\nA key cornerstone of our development road map \r\nis a people-centred focus on population management \r\nand stabilization. It entails empowering individuals to \r\ntake leadership and full responsibility to improve their \r\nlivelihoods through appropriate measures. Our economy \r\nhas grown over the last decade at an average rate of 6 to \r\n8 per cent per annum, and is projected to reach 20 per \r\ncent in 2015. That growth is transforming our country, \r\nespecially with revenue from the completion of our first \r\nliquefied natural gas project and its exports.\r\nThis is a new economic and development age for \r\nour economy. The unprecedented and transformative \r\neconomic progress will coincide with the pursuit of \r\nthe post-2015 development agenda. We are clearly \r\nfocused on actively participating in the process and in \r\nits implementation at the national and regional levels. \r\nOur Government is fully committed to ensuring that we \r\nmanage the transformation carefully and effectively. \r\nOur challenge is to ensure that the growth delivers the \r\nmaximum benefit to our citizens.\r\nRecently, our Government launched a $100 million \r\ninitiative with our leading national bank, the Bank of \r\nthe South Pacific, to make home loans more affordable \r\nfor our citizens. We are also facilitating financial \r\ninclusion services for our people. We are grateful to our \r\ndevelopment partners, including the United Nations, \r\nAustralia, New Zealand, the United States, Japan, China \r\nand the European Union. My Government has helped \r\nwith the capital for the first national women’s bank and \r\nfor microcredit schemes to help our people at the grass-\r\nroots level become owners and drivers of their future \r\nwell-being. In addition, we are giving priority to small \r\nand medium enterprises to drive national development.\r\nFurthermore, my Government is developing a \r\nnational statistics development strategy to provide a road \r\nmap for Papua New Guinea to continually improve and \r\nupdate the collection and management of its statistical \r\ninformation in order to improve decision-making. \r\nThat includes embarking on a national biometric \r\nidentification card system to record and maintain the \r\npopulation information of our citizens.\r\nDespite our economic growth, social issues remain \r\na challenge. My Government values our women and \r\ngirls, who constitute half of our population, as equal \r\ndevelopment partners. We are making sure that gender \r\nempowerment and equality continue to be a cornerstone \r\nof our responsible sustainable development. We \r\ntherefore support the work of UN-Women.\r\nI am pleased to inform the Assembly that my \r\nGovernment has committed record funding of \r\n14-55200 29/52\r\n29/09/2014 A/69/PV.20\r\n$10 million this year for various initiatives, including \r\npartnering with the United Nations Population Fund \r\nto make available 40,000 contraceptive implants as \r\nimportant intervention measures for the health of our \r\nwomen and girls of child-bearing age. That will be \r\nscaled up to $20 million by 2015. My Government, \r\nin partnership with our development partners, is also \r\ninvesting in upgrading vital midwifery skills, along \r\nwith enhancing our health referral systems to address \r\ncomplicated pregnancies. As a member of the Executive \r\nBoard of UNICEF, we will promote and participate in \r\nthe twenty-fifth anniversary of the Convention on the \r\nRights of the Child.\r\nMy Government welcomes and pledges our support \r\nfor the President’s timely agenda for strengthening \r\ninternational peace and security. As a responsible \r\nMember of the United Nations, we are committed \r\nto fostering global peace and security. As such, my \r\ncountry is deploying a modest level of troops to the \r\nUnited Nations peacekeeping missions in the Sudan \r\nand South Sudan. As our capacity grows, we intend to \r\ncontribute more.\r\nWe are concerned about the increasing conflicts \r\nand tensions in many parts of the world, particularly \r\nthose involving non-State actors. An unacceptable \r\nheavy toll of destruction is exacted upon millions of \r\ninnocent children, women and men, often uprooted \r\nfrom their homes, dislocated and downtrodden and \r\ntheir dignity humiliated. We must rebuke and unite \r\nagainst the rising tide of intolerance, bigotry and hatred \r\nunder various banners.\r\nWe again condemn terrorism in all its \r\nmanifestations. We join the international community \r\nto combat that global threat. Our support for Security \r\nCouncil resolution 2178 (2014) against terrorism, which \r\nwas recently adopted, is a reaffirmation that inhuman \r\natrocities committed cannot and should not be condoned \r\nby the international community. Those responsible for \r\nsuch inhuman atrocities must be held accountable.\r\nWe are also concerned by the rising tensions \r\nbetween and within certain countries and the \r\nre-emergence of the ugly head of another potential \r\narms race. The world does not need that; rather, we \r\nmust recommit our efforts for global disarmament that \r\nsupports a transformative development agenda that \r\nbrings long-lasting improvement in the livelihoods of \r\npeople everywhere.\r\nThe Ebola crisis is a concern that is not limited just \r\nto West Africa. It is an international crisis, one which \r\nwe, the international community, must address together \r\nas we have done with severe acute respiratory syndrome \r\nand HIV/AIDS. Those diseases and pandemics do \r\nnot recognize national sovereign borders. Like other \r\ncountries, Papua New Guinea has taken appropriate \r\nmeasures to address the potential spread of Ebola.\r\nWe note with concern that progress in the Third \r\nInternational Decade for the Eradication of Colonialism \r\nhas been slow. We need to strengthen efforts to \r\ncomplete that process. Papua New Guinea urges the \r\nimplementation of the report and conclusions of the \r\nUnited Nations visiting mission to New Caledonia this \r\nyear, and thereby calls on the United Nations and the \r\ninternational community, particularly the administering \r\nPower, to support the process of decolonization under \r\nthe Noumea Accord. The Summit of the Melanesian \r\nSpearhead Group in June 2013 supported through \r\na declaration the efforts of the Front de libération \r\nnationale kanak et socialiste in New Caledonia.\r\nMr. Emiliou (Cyprus), Vice-President, took the \r\nChair.\r\nPapua New Guinea strongly believes that the \r\ninternational community is a better, more secure and \r\nharmonious place because of the United Nations. \r\nCertainly there are areas in the United Nations where \r\nreform is required, as is the case with any large \r\norganization. We need to recommit ourselves to the \r\nareas where the Organization has been successful, and \r\nin other areas we need to build adequate systems. Our \r\nultimate objective must be to promote a more effective, \r\nmore accountable, more responsive and more caring \r\nUnited Nations — a United Nations capable of meeting \r\nthe challenges of the twenty-first century.\r\nPapua New Guinea therefore shares the President’s \r\nintention to further reform, rejuvenate and strengthen \r\nthe Security Council to allow for equitable geographic \r\nrepresentation. Regrettably, that important organ does \r\nnot reflect today’s geopolitical realities. We again join \r\nmany other Member States in calling for the reform of \r\nthe Security Council in both categories of membership.\r\nAt this time next year we will be celebrating \r\n40 years of nation-building in Papua New Guinea, just \r\nas the United Natons commemorates its seventieth \r\nanniversary. We continue to be a proud, united country \r\nof many diverse cultures and peoples speaking more \r\nthan 800 languages. We are also rapidly transforming \r\n30/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nour traditional way of life to that of a modern country \r\nin just one generation.\r\nIn conclusion, I recommit my country to the ideals \r\nof the Charter of the United Nations and pledge to work \r\nclosely with all other Member States to collaborate on \r\nsolutions to the many issues we all face as humankind.\r\nThe Acting President: I now call on His Excellency \r\nLeonardo Arizaga, Vice-Minister for Foreign Affairs \r\nand Political Integration of Ecuador.\r\nMr. Arizaga (Ecuador) (spoke in Spanish): What \r\nan honour it is to be at the General Assembly and to \r\nrepresent Ecuador and our citizens’ revolution. I \r\nwould like to begin by congratulating President Sam \r\nKutesa on his election to lead the General Assembly \r\nat its sixty-ninth session. I want him to know that he \r\nwill have the full support of the delegation of Ecuador \r\nduring his tenure. Similarly, I want to express Ecuador’s \r\nappreciation and gratitude to our brother John Ashe for \r\nhis work at the head of the General Assembly. I wish \r\nto convey the brotherly greetings and solidarity of \r\nPresident Rafael Correa, Minister Ricardo Patiño and \r\nthe citizens’ revolution.\r\nFour years ago today, Ecuador suffered an \r\nattempted coup d’état in which there was an attempt \r\nagainst the life of the President of the Republic, Rafael \r\nCorrea Delgado. Four years ago, democracy in Ecuador \r\nwas threatened, but it prevailed. The international \r\ncommunity’s condemnation was immediate. Countries, \r\nparticularly those in the region, and the United Nations \r\nand other international organizations supported the \r\nmillions of Ecuadorians who took to the streets and \r\nsquares of my country, condemning the use of violence, \r\nrejecting the coup d’état, channelling the aspirations \r\nof all sectors of the population and consolidating \r\ndemocracy in my country.\r\nI would like to convey my appreciation to \r\nSecretary-General Ban Ki-moon, who immediately \r\nmade statements bringing that issue to the world’s \r\nattention and sent a special mission to Ecuador to \r\nassess the situation. The effective work of Assistant \r\nSecretary-General Oscar Fernandez-Taranco and his \r\nteam deserves to be remembered and appreciated.\r\nDemocracy in Ecuador was strengthened, the coup \r\nplotters were isolated and the law and the will of the \r\npeople, as expressed at the ballot box, prevailed over \r\nthe interests of small, but powerful, groups, which \r\nwere then left behind in history. On the night of \r\n30 September 2010, all the Heads of State of the Union \r\nof South American Nations (UNASUR) met in Buenos \r\nAires to support the Ecuadorian Government and \r\nPresident Rafael Correa. As a result of that meeting, the \r\n12 countries of South America adopted an additional \r\nprotocol to the Constitutive Treaty of UNASUR, which \r\nadded a democratic clause that seeks to discourage a \r\nbreakdown of, or threat to, democracy in the region. In \r\nEcuador and in South America we are not returning to \r\nthe past; we cannot return to the past. The use of force \r\nas a means of expression and of resolving differences \r\nwill not return. That became clear on 30 September \r\n2010. We have chosen the path of law and dialogue to \r\nbuild a better world and future for our peoples.\r\nThe Government of Ecuador — the Government \r\nof the citizens’ revolution — has suggested the \r\nimplementation of a radical change in the State’s \r\nstructures and its political and development model. \r\nEcuador’s position internationally is therefore in \r\nline with that reality. “Sumak Kawsay”, which in \r\nthe language of our ancestors means “living well”, is \r\nbuilt on a daily basis through a new model based on a \r\nsocially inclusive and supportive economy, supported \r\nthrough a citizen-based democracy and sustained in \r\nits planning. The changes made by the Government of \r\nthe citizens’ revolution in Ecuador are clearly in line \r\nwith the Millennium Development Goals and the post-\r\n2015 agenda and reflect the values encapsulated in the \r\nHuman Development Index of the United Nations. Let \r\nme briefly mention some of the achievements of the \r\ncitizens’ revolution over the past seven and a half years.\r\nApproximately 1,136,000 Ecuadorians — 10 per \r\ncent of the population — have been lifted out of poverty. \r\nWe reduced the rate of unemployment to 4.9 per cent in \r\n2013, which is the lowest in Latin America. We have \r\nmaintained a policy of wage increases, and Ecuador \r\nnow has the highest rates in real values  in the region. \r\nMoreover, Ecuador is the leader in Latin America \r\nand the Caribbean in reducing inequality, which is a \r\nmajor problem afflicting our region. The country’s \r\ncompetitiveness is no longer based on labour scarcity or \r\nexploitation, but rather on public investment in roads, \r\nports, airports, telecommunications, power generation \r\nand systems of justice and security for our citizens. \r\nPublic investment in Ecuador is the highest in the \r\ncontinent, at 15 per cent of our gross domestic product \r\n(GDP) in 2013 — three times the Latin American \r\naverage. Thanks to that effort, we have moved up \r\n15 places in terms of our competitiveness, according to \r\nthe World Economic Forum.\r\n14-55200 31/52\r\n29/09/2014 A/69/PV.20\r\nWe have universal basic education, which fulfils \r\none of the 2015 Millennium Development Goals. Child \r\nand youth labour have been substantially reduced. \r\nThere are 82 public schools that have been registered \r\nwith the International Baccalaureate Organization, and \r\nit is expected that, by 2017, 500 schools will offer the \r\nInternational Baccalaureate. Thanks to the educational \r\nchanges under way in Ecuador, 179,290 students have \r\nmoved from the private education system to the public \r\neducation system. In other words, in the past two years, \r\n19 per cent of students left private schools to study in \r\nState schools. As I said, we are experiencing a true \r\nrevolution in education.\r\nEcuador has invested some 2 per cent of our GDP \r\nin higher education, which is more than double the \r\naverage for Latin America. In the seven and a half \r\nyears it has been in office, the Government of Ecuador \r\nhas funded 8,000 scholars abroad, most of whom are \r\nenrolled in masters and doctoral programmes at the \r\nbest universities in the world. That represents the \r\nlargest investment in scholarships in terms of GDP in \r\nLatin America.\r\nI have mentioned all those achievements of our \r\ncitizens’ revolution — and many more exist, but I \r\ncannot mention them owing to a lack of time — because \r\nthose achievements were at stake on 30 September \r\n2010, four years ago today. Those advances were made \r\npossible because democracy prevailed and because the \r\nGovernment of Ecuador continues to work for the well-\r\nbeing of its people.\r\nThe most important challenge facing the Ecuadorian \r\nState, along with the fight against poverty, is changing \r\nits economy, and that means changing the production \r\nmatrix of our country. To ensure sustainability in our \r\ndomestic and production model, we are committed to \r\nboosting our productive development, trade f lows and \r\nnon-speculative foreign direct investment in target \r\nsectors, such as technology transfers and the financing \r\nof strategic projects. The fundamental objective \r\nof Ecuador’s foreign policy is therefore to assist in \r\npromoting the internal development of the country, \r\nbalancing that with its international relations. That \r\nmeans expanding its political, trade, economic and \r\nsocial networks with an alternative and complementary \r\nview of the integration scheme that the country has \r\ntraditionally had at the global level.\r\nEcuador reiterates its concern with regard to \r\nthe challenge of global warming. As we change our \r\nproduction and energy model, my country is promoting \r\nthe generation of renewable energy sources with fewer \r\ngreenhouse gas emissions into the atmosphere, the \r\nmass use of induction cookers and the optimization of \r\nthe use of raw materials, reducing waste as much as \r\npossible. However, the ability of developing countries \r\nto meet the goals of a post-2015 development agenda \r\nis directly proportionate to developed countries’ \r\ncontinuing provision of resources aimed at the timely \r\nimplementation of plans and projects for addressing \r\nnatural disasters caused by weather events exacerbated \r\nby human activity, based on the principle of common \r\nbut differentiated responsibilities.\r\nMy country was grateful for the Secretary-\r\nGeneral’s invitation to the Climate Summit held here \r\non 23 September. We are pleased with the decisions \r\nsome developed countries have made on their national \r\nplans for mitigating and adapting to climate change, \r\nparticularly the announcement by some, including \r\nFrance, that they would be increasing the capitalization \r\nof the Green Climate Fund. Despite those efforts, the \r\nFund will not reach its target of $15 billion by the end \r\nof the year. We, the developing world, would like to see \r\nmore ambitious national plans and policies on the part \r\nof the developed countries if the global consequences \r\nof this irrefutable scientific reality are to be addressed.\r\nEcuador’s foreign policy is now making it a priority \r\nto strengthen South-South relations with a view to the \r\nsovereign integration of our peoples and the creation \r\nof new areas for regional governance. In that regard, \r\nEcuador is working to achieve harmonious South \r\nAmerican and Latin American integration, to build a \r\nmultipolar world and to democratize our international \r\norganizations, with the goal of creating a more just and \r\nequitable world order. We are promoting multilateralism \r\nand working on innovative integration processes, \r\ncooperation for development and a harmonious political \r\ndialogue. In that context, UNASUR, the Bolivarian \r\nAlliance for the Peoples of Our America and the \r\nCommunity of Latin American and Caribbean States \r\n(CELAC) are very relevant entities and are national \r\npriorities in our efforts to create improved integration \r\nmechanisms.\r\nRegarding UNASUR, I am pleased to announce \r\nthat its new headquarters will soon open in Quito, at the \r\ncentre of the world, the point where two hemispheres \r\nand the South American brotherhood meet. In January \r\n2015 Ecuador will take over the rotating chairship of \r\nCELAC, with the purpose of reinvigorating the regional \r\nintegration agenda in Latin America and the Caribbean \r\n32/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nand furthering our political cooperation, while \r\ncontinuing to base integration on respect for pluralism \r\nand States’ diversity. The Government of Ecuador \r\ninitiated the creation of this integration mechanism, \r\nand it has been a major undertaking. CELAC does \r\nnot exclude any Latin American or Caribbean State; \r\nwe have firmly rejected unilateral embargoes and \r\nsanctions, and our ongoing struggle is about fighting \r\ninequality and poverty.\r\nWe must overcome and end injustice. It is therefore \r\nunacceptable that the United States of America’s \r\nblockade of our sister Republic of Cuba has been \r\ngoing on for more than 50 years, and that despite the \r\nfact that Cuba has been supported by the Assembly for \r\n21 years. We also condemn Cuba’s inclusion in the list \r\nof countries that sponsor terrorism.\r\nWe would like to reiterate once more that we must \r\ncall for a settlement through dialogue of the conflict over \r\nArgentina’s Malvinas Islands. The United Kingdom \r\nshould comply with the more than 40 resolutions \r\nadopted by the Assembly on the subject. We also support \r\nArgentina in its efforts to address the pernicious effects \r\nof speculative hedge funds. Argentina is not alone in \r\nthat fight, and it can count on the backing and solidarity \r\nof Ecuador and our entire region.\r\nConcerning Palestine, I would like to state that on \r\n17 July the Government of Ecuador firmly condemned \r\nIsrael’s military incursion into Palestinian territory \r\nand called for an immediate end to Israel’s military \r\noperations and the indiscriminate attacks on the \r\ncivilian population in the Gaza Strip. My country has \r\nappealed to the international community to shoulder \r\nits responsibility for preventing such indiscriminate \r\nattacks in the interests of saving innocent lives and \r\nmaintaining international peace and security. As proof \r\nof our support for the Palestinian cause, Ecuador \r\ndecided to establish a diplomatic presence there, and \r\nit is now up and running in Ramallah. Meanwhile, \r\njust a few days ago we sent humanitarian assistance to \r\nGaza, and we will shortly send a second humanitarian \r\nassistance convoy there for the use of the Palestinian \r\nnational authorities.\r\nIn 2016 Ecuador will host the Africa-South \r\nAmerica Summit, a responsibility requiring considerable \r\npreparation and providing an opportunity to draw \r\nup joint policies that unite us with our African \r\nbrothers. The time has come to further strengthen the \r\nrelationship between Africa and Latin America, and \r\nEcuador has therefore decided to open new embassies \r\nin Algeria, Nigeria and Angola in the near future. We \r\nwill also strengthen our existing embassies in Africa, \r\nand we will be opening additional diplomatic missions \r\nthere in a second phase. We intend to work with our \r\nAfrican brothers for our mutual benefit and shared \r\nopportunities.\r\nFor Ecuador, it is a source of pride and a heavy \r\nresponsibility to be hosting the forthcoming third \r\nUnited Nations Conference on Housing and Sustainable \r\nUrban Development, Habitat III, in 2016. Thus in one \r\nyear, 2016, we will host the meetings of the CELAC \r\nHeads of State, the Africa-South America Summit and \r\nHabitat III.\r\nFor over a year, we have undertaken intensive work \r\nto address the main issues stemming from the rapid \r\nurban growth that we have seen in our countries, issues \r\nthat were raised at the most recent World Urban Forum, \r\nlast April in Medellín, Colombia. We hope to continue \r\nto generate synergies in order to move towards a new \r\nglobal agenda for sustainable urban development that \r\nwe will take up at Habitat III.\r\nThe Government of Ecuador, in its efforts to build \r\na just and equitable society, has sought in recent years \r\nto implement a system of rights in terms of habitat \r\nand urban development. The principle guiding its \r\naction — “the right to the city” — is understood not as \r\na unitary right, but as a set of interrelated rights linked \r\nto the land. Policies for habitat, human settlements and \r\nhousing are expressions of the State’s aspiration to \r\nbuild, as I mentioned, a society of living well, through \r\npublic regulation in line with the concept that Ecuador \r\npromotes, namely, harmony with nature. Ecuador \r\nis the only country in the world that sets forth in its \r\nConstitution “the right to nature”.\r\nWith respect to the reform of the United Nations \r\nsystem, Ecuador has actively and constructively made \r\nprofound and comprehensive proposals for change \r\nin some international organizations, with a view to \r\nmaking them more efficient, democratic, participatory \r\nand inclusive. We aspire to their universalization and \r\ntransparency, as well as to increased and equitable \r\nrepresentation, consultation and decision-making on the \r\npart of all States, especially the developing countries. \r\nConsistent with that, the Government of Ecuador has \r\nadvocated the reform of the global governance system, \r\nin order to democratize decision-making and improve \r\ntransparency in the management of all multilateral \r\norganizations. Many Members of this Organization join \r\nus in that approach.\r\n14-55200 33/52\r\n29/09/2014 A/69/PV.20\r\nEcuador proposes marking a turning point with \r\nrespect to the United Nations system, as with its current \r\nstructure it is not addressing the international tensions \r\nand disputes or the troubled international situation. \r\nEcuador seeks to democratize the Security Council, \r\nwhich should be composed of clusters, in order to \r\nfind a balance, ensure representativity and protect the \r\nprinciple of the equality of States. Only in that way \r\ncan the Council play its role in maintaining peace and \r\ninternational security.\r\nWe are at the threshold of the seventieth anniversary \r\nof the United Nations. We have a historical obligation \r\nto modernize and democratize the Organization, \r\nstrengthening the role of the General Assembly in \r\nsuch decision-making as the election of judges to the \r\nInternational Court of Justice and the election of the \r\nSecretary-General.\r\nAt present, we are concerned that, despite the \r\nprogress made in 2014, a great many threats continue \r\nto loom over humankind. Situations of armed conflict, \r\nhumanitarian crises, violations of human rights \r\nand breaches of international law threaten entire \r\npopulations, demanding an urgent response from the \r\ninternational community. The Government of Ecuador \r\nhas expressed its conviction regarding the need to \r\nrespect international law and reach negotiated and \r\npeaceful solutions. It has totally rejected all forms \r\nof interference and unilateral action that violate the \r\nsovereignty and territorial integrity of States, trample \r\non human rights or disregard international law. We also \r\nstrongly condemn all terrorist acts, whether perpetrated \r\nby irregular groups or in the name of a State. Ecuador \r\nhas condemned the actions of the Islamic State in both \r\nIraq and Syria.\r\nThose global challenges must be dealt with by \r\nthe United Nations, as the most appropriate forum to \r\naddress and respond to the difficult situations that we \r\nare facing. It will surely have the support and solidarity \r\nof all Member States.\r\nLet us endeavour to ensure that international law is \r\nthe standard that governs our actions. A few months ago, \r\nin this very Hall, Member States adopted a resolution \r\nwhich called for respect for the right to privacy in the \r\ndigital age (resolution 68/167). The same label has \r\nbeen applied to another abuse — global surveillance. \r\nOnce again we are in a situation where we are being \r\nmonitored and spied on. Ecuador, along with several \r\nother countries, co-sponsored a draft resolution put \r\nforward by Germany and Brazil and, with the adoption \r\nof that legal instrument, a new process for defining \r\nhuman rights — the right to privacy — was initiated. \r\nThe resolution, adopted by consensus, constitutes a \r\nrejection of an abusive posture. The abuse was brought \r\nto our attention by an Australian citizen who felt that \r\nthe world should know what was being done with \r\nsovereignty.\r\nThe decision of that Australian citizen led to \r\nthe harshest persecution, which caused him to seek \r\nprotection for his life in the light of the real threats he \r\nhad received. I am referring to Julian Assange, who is \r\nnow associated with Ecuador because, after reviewing \r\nthe merits of his case, we granted him asylum. Two \r\nyears have passed in the new life of Mr. Assange, two \r\nyears without freedom of movement, two years in \r\nwhich he has been confined to a small space waiting \r\nfor justice. There it is again, Sir, that dream of justice.\r\nWhen asylum is granted, it is primarily by \r\nimmediate recognition and respect for a fundamental \r\nhuman right — the right to life. What has been difficult \r\nis convincing the counterpart — the United Kingdom \r\nof Great Britain and Northern Ireland — that in this \r\nsituation the fundamental human rights of Julian \r\nAssange should be taken into account. Ecuador will \r\ncontinue to work tirelessly to find a solution in this \r\ncase. To that end, we hope to have the support of the \r\nUnited Kingdom of Great Britain and Northern Ireland \r\nand the Kingdom of Sweden.\r\nI appeal to the Kingdom of Sweden to enforce \r\none of the most important legal principles recognized \r\ninternationally and by the Swedish legal system: \r\neffective judicial protection. After four years, the \r\nProsecutor’s Office of that country has been unable \r\nto take statements from Julian Assange, even though \r\nunder Swedish law this could have been done in another \r\ncountry, even though Ecuador repeatedly offered its \r\njudicial cooperation, and even though Julian Assange’s \r\nlawyers expressed their willingness to cooperate.\r\nTurning to another subject, and with this I will \r\nconclude my statement, I would like to speak about \r\ntransnational corporations. In recent years, there have \r\nbeen increased demands brought by transnational \r\ncorporations in international arbitration courts against \r\nthe States and peoples of the South. Those multimillion \r\ndollar disputes, such as the Chevron-Texaco case in \r\nEcuador, threaten the tax resources and jeopardize the \r\nvalidity and legitimacy of the national jurisdiction of the \r\nStates concerned. The scale of the problem could even \r\ncompromise the development plans of the countries of \r\n34/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nthe South, in Latin America and other regions of the \r\nworld.\r\nIn that context, we are also establishing, within the \r\nframework of UNASUR, a regional arbitration centre \r\nthat will, inter alia, provide legal advice in investment \r\ndisputes. We are also creating a code of conduct for \r\narbitrators and mediators within UNASUR. And we \r\nare establishing, with other regions of the world, an \r\nobservatory on transnational corporations. All of that is \r\naimed at creating support mechanisms that can analyse, \r\nmonitor and respond to States’ requests so as to prevent \r\nand solve investment disputes. Ecuador, together with \r\nSouth Africa, has also submitted a proposal in the \r\nHuman Rights Council aimed at creating a binding \r\ninstrument to impose international human rights legal \r\nobligations on transnational corporations. For the \r\ntime being, a working group is being established to \r\nconsider that initiative. My country attaches special \r\nimportance to the matter, and we will work to reach an \r\nunderstanding with States because that is an extremely \r\nimportant issue. We are confident that we will have the \r\nStates’ full support.\r\nFinally, I wish to reiterate to the Secretary-General \r\nEcuador’s gratitude for the appointment of the former \r\nVice-President of the Republic, Mr. Lenín Voltaire \r\nMoreno Garcés, as Special Envoy on Disability and \r\nAccessibility. Ecuador will continue to support all \r\ninitiatives of the Organization to promote and protect \r\nthe rights of people with disabilities and their families.\r\nAt the beginning of my statement, I pointed out \r\nsome achievements of the citizens’ revolution in the \r\npast seven and a half years. The changes brought about \r\nhave had a profound impact and have caused a historic \r\ntransformation. My country also wishes to work with all \r\nMember States to achieve a true transformation of the \r\nUnited Nations. We have enormous challenges ahead \r\nto promote development, maintain peace and reduce \r\ninequality and poverty. Ecuador is fully committed \r\nto working together on that historic task. I hope to \r\nsee fellow Member States in the Hall next year at the \r\nseventieth session of the General Assembly, when we \r\ncan then celebrate important decisions that we have \r\ntaken.\r\nThe Acting President: I now call on His Excellency \r\nMr. Jean-Francis Régis Zinsou, chair of the delegation \r\nof the Republic of Benin.\r\nMr. Zinsou (Benin) (spoke in French): The \r\nPresident of the Republic of Benin, His Excellency \r\nMr. Thomas Boni Yayi, has asked me to deliver this \r\nmessage to the Assembly on his behalf.\r\nAt the outset, I would like to congratulate Mr. Sam \r\nKutesa on his election as President of the General \r\nAssembly at its sixty-ninth session. We pay tribute \r\nto the country of Uganda for its leadership. I would \r\nalso like to congratulate the outgoing President of the \r\nGeneral Assembly, His Excellency Mr. John Ashe, \r\nwhose enthusiasm enabled consensus to be reached \r\non important issues considered during the Assembly’s \r\nsixty-eighth session. Without a doubt, he successfully \r\nfulfilled his mandate, laying the groundwork for the \r\npost-2015 development agenda, in particular with the \r\nsuccessful conclusion of the work of the Open Working \r\nGroup on Sustainable Development Goals. My gratitude \r\nalso goes to the Secretary-General, Mr. Ban Ki-moon, \r\nfor his continuing efforts to strengthen the role of the \r\nUnited Nations as an effective force for stability, peace, \r\ncollective security and the promotion of human dignity \r\nand sustainable development. I would like to express to \r\nhim my firm support for his initiatives aimed at easing \r\ntensions and settling conflict situations in order to pave \r\nthe way to building a world that is more just, based on \r\nequality, justice, respect for human rights and solidarity \r\namong peoples, and to curb climate change.\r\nThe theme of the current session, “Delivering on and \r\nimplementing a transformative post-2015 development \r\nagenda”, is of prime importance for the least developed \r\ncountries (LDCs), a group for which Benin serves as \r\nChair through September 2015. It clearly describes the \r\nmajor work to be done and on which we should focus \r\nour energies throughout the Assembly’s sixty-ninth \r\nsession in order to forge consensus around actions to \r\nbe taken to make “The future we want” a reality. In \r\nthat regard, the post-2015 development agenda must \r\ntake into account the lessons learned and experiences \r\nacquired throughout the 15 years we have just gone \r\nthrough in the implementation phase of the Millennium \r\nDevelopment Goals. Efforts must therefore be pursued \r\nto eliminate extreme poverty, promote more equal and \r\ninclusive economic growth, establish transparent and \r\nresponsible institutions that are able to stimulate the \r\nprocess of sustainable development, bring about the \r\nprofessionalization of young people, and create decent \r\njobs for the long term through the implementation of \r\nintegrated social protection schemes that cover all forms \r\nof vulnerability. Once adopted, the implementation \r\nof the post-2015 development agenda should receive \r\nstepped up attention and energy so that no one will be \r\nleft behind. The High-level Panel of Eminent Persons \r\n14-55200 35/52\r\n29/09/2014 A/69/PV.20\r\non the Post-2015 Development Agenda have sent the \r\nSecretary-General their recommendations on the \r\nprogramme.\r\nThe third International Conference on Financing \r\nfor Development should be prepared with an open mind \r\ntowards innovation. In that regard, it is important to \r\ncreate strategies and find the means to implement them \r\nin order to accelerate structural transformations in the \r\nleast developed countries so as to reduce the gap that \r\nseparates them from developed countries, notably with \r\nregard to access to the benefits of modernity, and in \r\norder to meet basic needs, which should now be seen \r\nas a fundamental right to be guaranteed to all human \r\nbeings. It is necessary to put an end to exclusion in all \r\nits forms and at all levels and to integrate all countries \r\naffected by marginalization into the global economic \r\ngrowth by re-establishing the balance that has been \r\ndisrupted among the three dimensions of sustainable \r\ndevelopment, namely, economic efficiency, social \r\nstability and environmental preservation.\r\nI would like to recall that the Istanbul Action \r\nProgramme set as a major goal halving the number of \r\nLDCs by 2020. The Programme made the productive \r\ncapacity-building of LDCs one of its foremost priorities \r\nin order to achieve that goal. With a view to mobilizing \r\nthe international community to implement that effective \r\nprogramme, in its capacity as Chair of the Global \r\nCoordination Bureau of the Group of Least Developed \r\nCountries, Benin took the initiative to organize the \r\nMinisterial Conference on New Partnerships for \r\nProductive Capacity-Building in LDCs, held in Cotonou \r\nfrom 28 to 31 July.\r\nIn its resolution 68/224, of 20 December 2013, \r\nthe General Assembly expressed its expectations with \r\nregard to the outcomes of the Ministerial Conference. \r\nToday, I can report those outcomes to the Assembly. \r\nThe Ministerial Conference adopted the Cotonou \r\nAgenda for productive capacity-building in LDCs. It \r\nadvocated innovative approaches in that area through \r\nspecific recommendations both for LDCs and for \r\ntheir development partners. It also requested that the \r\nGeneral Assembly include on its agenda for the sixty-\r\nninth session the issue of productive capacity-building \r\nin LDCs.\r\nThe President took the Chair.\r\nOn behalf of the Government and people of Benin, \r\nI would like to thank our partners, in particular, \r\nTurkey, Germany, the Netherlands, Norway, Spain \r\nand Italy, for their contribution to the success of that \r\nConference, which is of historic importance to LCDs, \r\nsince it affects a crucial aspect of their development \r\nand of their integration into the world economy. I would \r\nalso like to thank Belgium, co-Chair of the Group of \r\nFriends of LDCs, and the European Union, which \r\nassisted in implementing the initiative. The Office \r\nof the High Representative for the Least Developed \r\nCountries, Landlocked Developing Countries and \r\nSmall Island Developing States, the United Nations \r\nOffice for South-South Cooperation, the United \r\nNations specialized agencies, funds and programmes, \r\ncivil society and the private sector provided valuable \r\ntechnical support for the knowledgeable preparation of \r\nthe Ministerial Conference. The Cotonou Agenda for \r\nproductive capacity-building in LDCs will clearly be \r\na road map for promoting the implementation of the \r\nIstanbul Programme of Action.\r\nIn 2015, we will undertake a comprehensive review \r\nof the major efforts undertaken and the results achieved \r\nin all areas targeted by the Millennium Development \r\nGoals. The most recent performance assessments put \r\nBenin, my country, among the leading 20 countries \r\nfor the greatest progress made in absolute terms of \r\nthe proportion of their population that has emerged \r\nfrom poverty. Benin, my country, is singled out by the \r\nintroduction of free kindergaren and primary education \r\nand the provision of facilities at the secondary and \r\nhigher education levels for pupils and students in \r\nneed, thereby allowing a significant increase in school \r\nenrolment, in particular among girls.\r\nIn the area of health, the actions of my Government \r\nhave improved the management and provision \r\nof services for the prevention of mother-to-child \r\nHIV/AIDS transmission, nutrition, water supply, \r\nhygiene and sanitation. On the basis of the established \r\nhealth-care infrastructure network, the Government \r\nwas able to launch a universal health insurance plan, \r\nwhich provides a level of social protection to people \r\nat an affordable cost. The provision by the State of \r\nCaesarean operations, as well as free health care to \r\nchildren under 5 years of age, have also been life-saving \r\nmeasures for thousands of Beninese families. Also, \r\nefforts have been made by the Government of Benin \r\nto alleviate poverty by providing substantial support \r\nto microcredit institutions. That has had a significant \r\nimpact on improving the living conditions of many \r\nrural populations.\r\n36/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nThe willingness of development partners to \r\nsupport Benin in its vision for long-term development \r\nand in underpinning the progress made in the areas of \r\npolicy and administrative governance, the management \r\nof social justice and the economic governance was \r\nstrengthened by the very encouraging results of the \r\nround table on Financing for Development in Benin, held \r\nin Paris from 17 to 19 June, with funding commitments \r\nto the tune of approximately $12 billion over a period \r\nof five years.\r\nThe facts demonstrate every day that peace, \r\nsecurity, good governance at the national and the \r\ninternational levels and the f lawless exercise of \r\nsovereign functions by States are the best guarantees \r\nfor international peace, security and stability. In that \r\nregard, it is urgent to strengthen the effectiveness of \r\nthe United Nations with regard to efforts to ensure \r\nbetter conflict prevention and to combat injustice and \r\nthe various forms of criminality rampant in the world. \r\nIn that connection, with regard to Africa, in general, \r\nand the Sahel region, in particular, it is necessary to \r\nimprove the United Nations support mechanism in \r\norder to prevent further conflict and to promote the \r\nnecessary stability for the development of the States of \r\nthe region.\r\nThere is a crucial need to address the root causes of \r\nconflicts, which, at the global level, are used as a pretext \r\nfor extremism and terrorist organizations. I would \r\nlike to welcome the mobilization of the international \r\ncommunity and the steadfastness of the United Nations \r\nin response to the actions of those armed groups. Thanks \r\nto the effectiveness of the actions undertaken, the main \r\ntheatres of conflict in Africa are seeing an easing of \r\ntension. Benin will continue to provide its modest but \r\nquality contribution to United Nations peacekeeping in \r\nthat regard.\r\nCoastal African States, in particular those in the \r\nGulf of Guinea, also face piracy and armed robbery \r\nat sea, as well as transnational organized crime. That \r\ngreatly hampers their economic growth. The steps \r\ntaken to address such criminality have clearly produced \r\nencouraging results. However, we need to further \r\nstrengthen those steps through the ongoing vigilance \r\nand greater support of the international community in \r\norder to rapidly implement the measures adopted on the \r\nbasis of the outcome of the ministerial meeting held in \r\nCotonou on 18 and 19 March 2013 and the summit held \r\nin Yaoundé on 24 and 25 June 2013 with regard to the \r\nimplementation of Security Council resolutions 2018 \r\n(2011) and 2039 (2012).\r\nMoreover, the tranquillity of West African nations \r\nhas been shaken for some months by the outbreak of the \r\nEbola virus, whose rapid spread has already caused more \r\nthan 3,000 deaths, half the number of those infected. \r\nThe scale of the phenomenon requires the deployment \r\nof a coordinated health mechanism throughout the \r\ncountries of the region in order to contain it.\r\nFrom this rostrum, I commend the diligence shown \r\nby the Secretary-General and by the World Health \r\nOrganization in leading the international community \r\nto take measures commensurate with the challenge \r\nto humankind and to establish a series of emergency \r\nmeasures to counter and to contain that global threat \r\nbeyond the affected States. The crisis underscores the \r\nneed to promote human security and, in particular, \r\nhealth security in order to increase the resilience of \r\npopulations.\r\nThe state of the world is undoubtedly taking a very \r\nworrying turn. Humankind is at a crossroads. It is more \r\nnecessary than ever that the United Nations affirm its \r\nleadership so as to reverse the alarming trends. In that \r\nregard, it is urgent to find a negotiated solution to the \r\nsituation in the Middle East, which has continued for \r\ntoo long. Maintaining the status quo is untenable in all \r\nrespects. The recognition of Palestine as a sovereign \r\nState and a full Member of the United Nations, living \r\nin harmony with Israel, cannot be delayed any longer. \r\nSuch recognition will clearly facilitate the momentum \r\nfor reducing tensions in the Middle East and establish \r\nfavourable conditions for a just and lasting settlement \r\nof the other conflicts and complex problems aff licting \r\nthat region.\r\nBenin deplores the escalation of violence in Ukraine \r\nand the radicalization of the parties to the conflict, which \r\nis leading to increase in the loss of human lives and the \r\ndamage suffered by the affected civilian populations. \r\nI would also urge the United Nations to work towards \r\nthe settlement of that conflict in the higher interest of \r\ninternational peace and security.\r\nIn addition, Benin advocates for the peaceful \r\nsettlement of existing disputes in the context of the \r\nnon-proliferation of nuclear weapons. We call for the \r\nmobilization of the international community with \r\nregard to the holding and the success of the next \r\nReview Conference of the Parties to the Treaty on the \r\n14-55200 37/52\r\n29/09/2014 A/69/PV.20\r\nNon-Proliferation of Nuclear Weapon, with an African \r\nChair. We draw the Assembly’s attention to the issue \r\nof the funding for the preparations for the Review \r\nConference, the responsibility for which cannot rest \r\nsolely with the upcoming Chair, particularly since that \r\ncountry is an LDC.\r\nThe universality, indivisibility and interdependence \r\nof all human rights are fundamental values  for Benin. \r\nWe are strongly committed to human dignity and the \r\nsacred nature of human life. For that reason, out of a \r\nnational belief, Benin acceded to the international \r\ninstrument for the abolition of the death penalty. That \r\nenables us to join the countries at the forefront of \r\nthe global campaign for the abolition of that form of \r\npunishment. We welcome that commitment.\r\nThat campaign must continue so that the idea that \r\nthe death penalty, far from serving justice, instead \r\nrepresents a failure of justice is more broadly shared. \r\nThe increasing number of countries that support the \r\nmoratorium or have acceded to it by law or in deed \r\nstrengthens our hope for the universal abolition of \r\nthe death penalty. In the context of that campaign, the \r\nGovernment of Benin, in cooperation with the African \r\nCommission on Human and Peoples’ Rights, organized \r\na regional conference on the abolition of the death \r\npenalty in Africa in Cotonou from 2 to 4 July. The \r\nconference called on African States to abolish the death \r\npenalty throughout the continent.\r\nMy Government remains committed to strengthening \r\nthe principles of democracy and the rule of law and the \r\nimplementation of effective development policies. That \r\nis why my Government strives daily to find ways and \r\nmeans of strengthening those norms in Benin, which \r\nrequires the creation of jobs and opportunities for all. \r\nThat noble goal can be achieved only by effectively \r\ncombating corruption.\r\nThe difficult times that the world is currently \r\nexperiencing require both globally and nationally a \r\nunited front in support of the values  of mutual respect, \r\nsolidarity, inter-faith dialogue and, in particular, \r\nongoing talks between Muslim and Christian leaders \r\nin order to establish a common space of friendship, \r\nessential to the f lourishing of peoples. Taking into \r\naccount the seriousness of that problem in Africa, my \r\nGovernment decided to support an initiative of the \r\nPan-African Social Prospects Centre, headquartered in \r\nBenin, to hold an international symposium on Islamic-\r\nChristian dialogue in Cotonou in March 2015. That \r\nmultifaceted project seeks to promote education on \r\npeace and development among peoples in the context of \r\na harmonious coexistence of religions. I encourage all \r\npeople of goodwill to respect such ideals and to support \r\nBenin’s initiative.\r\nIn conclusion, I recall the need for intensified \r\nnegotiations to achieve the reform of the United \r\nNations, in particular, the Security Council. Benin \r\nstrongly hopes that in 2015, the seventieth anniversary \r\nof the Organization will be marked by the adoption \r\nof significant measures commensurate with the \r\nchallenges and opportunities of the new era in order to \r\nmake the composition of the Council fairer and more \r\nrepresentative and its working methods more inclusive \r\nso that it can fulfil its mandate more effectively.\r\nMoreover, all our efforts must seek to achieve our \r\nshared desire to see the United Nations regain its full \r\ncapacity to promote an inclusive, transparent and more \r\neffective global governance in the context of productive \r\nmultilateralism so as to build a balanced world order \r\nthat promotes stability and harmony to the clear benefit \r\nof our peoples. In such conditions, all Member States \r\nwould be able to take the virtuous path of sustainable \r\ndevelopment and shared prosperity so that equality, \r\npeace, brotherhood and the effective solidarity of \r\nnations lead to that better world for which we yearn.\r\nThe President: I now give the f loor to the chair of \r\nthe delegation of Solomon Islands.\r\nMr. Beck (Solomon Islands): On behalf of the \r\nGovernment and people of Solomon Islands, I extend \r\nwarm congratulations to you, Sir, the Minister for \r\nForeign Affairs of Uganda, on your election as \r\nPresident of the General Assembly at its sixty-ninth \r\nsession. My delegation reaffirms the core function of \r\nthe General Assembly as the chief deliberative body on \r\nall global issues. We look forward to working with you \r\nin “Delivering on and implementing a transformative \r\npost-2015 development agenda”, which is the theme that \r\nyou have chosen for this session.\r\nMy delegation pays tribute to your predecessor, \r\nMr. John Ashe, who has done a sterling job in setting \r\nthe stage for a post-2015 development agenda. Under \r\nhis watch, he convened four high-level events and \r\ntwo thematic debates in shaping the new development \r\nparadigm. President Ashe also guided the work of \r\nthe Open Working Group of the General Assembly \r\non Sustainable Development Goals in developing \r\nuniversal sustainable development goals (SDGs). \r\nToday, we have 17 carefully crafted and delicately \r\n38/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nbalanced SDGs, accompanied by 169 targets. A means \r\nof implementation is attached to each goal, which, if \r\nhonoured, will trigger a seismic shift in the way that \r\nwe do business.\r\nWe look forward to the Secretary-General’s post-\r\n2015 synthesis report later this year. That report will \r\nprovide a structure for our post-2015 negotiations. My \r\ndelegation is mindful of the fact that the outcome of \r\nthe third International Conference on Financing for \r\nDevelopment, scheduled for mid-2015, will feed into \r\nthe negotiation process. Solomon Islands commits itself \r\nto ensuring that our people own and buy into the post-\r\n2015 development agenda.\r\nThe Solomon Islands’ scorecard on the Millennium \r\nDevelopment Goals (MDGs) remains mixed across all \r\neight Goals. We are on track for achieving some of them, \r\noff track for others and in the process for three Goals. \r\nHowever, we remain committed to consolidating our \r\nMDG gains and are beginning to build the foundation \r\nfor integrating a new development agenda nationally at \r\nall levels.\r\nIf sustainable development is to grow roots in any \r\ncountry, it needs to be nurtured in a politically stable \r\nenvironment. The Solomon Islands National Parliament \r\npassed the Political Party Integrity Bill in May. The act \r\nallows political parties to develop and to operate in a \r\nregulated and systematic manner, thereby instilling a \r\npredictable and stable political atmosphere, which is an \r\nessential condition for development.\r\nI am pleased to inform the Assembly that, under the \r\nleadership of the Prime Minister, the Honourable Gordon \r\nDarcy Lilo, the ninth Solomon Islands Parliament \r\nconcluded its four-year term early this month. As the \r\npeople anxiously look forward to exercising their right \r\nto vote in the forthcoming national general election, we \r\nwill do so using the biometric voter system for the first \r\ntime. As a young democratic State, we are constantly \r\nimproving our governance system and correcting past \r\nelection irregularities. We could not have achieved that \r\nwithout international support and partnership. To our \r\npartners, I convey once again the deep appreciation and \r\ngratitude of Solomon Islands.\r\nSolomon Islands would also like to take this \r\nopportunity to congratulate both Fiji and New Zealand \r\non their newly elected Governments and Parliaments. \r\nWe stand ready to strengthen our bilateral relations \r\nwith our two neighbours and to address issues of \r\nmutual concern. We also convey our best wishes to the \r\nKingdom of Tonga for its November national general \r\nelections.\r\nSolomon Islands has continued to serve on the \r\nExecutive Board of UN-Women. Gender-based \r\nviolence is a major economic leakage in any country’s \r\ndevelopment. It reduces women’s productivity in all \r\nthree dimensions of sustainable development. Gender-\r\nbased violence also imposes a cost on the wider society. \r\nLast month, the Solomon Islands National Parliament \r\nmet its international obligation under the Committee \r\non the Elimination of Discrimination against Women \r\nand adopted family protection legislation. The act \r\nprotects families from domestic violence, deals with \r\nperpetrators and provides practical support to victims \r\nof violence. The legislation has received strong national \r\nvisibility and promotes gender equality. Solomon \r\nIslands wishes to acknowledge UN-Women’s Markets \r\nfor Change project in the country. The project aims to \r\nimprove market governance and on-site services for \r\nwomen. It recognizes and addresses our rural women’s \r\nchallenges and will, hopefully, encourage more women \r\nto engage in economic activities.\r\nThe year 2015 marks the twentieth anniversary \r\nof the Platform for Action of the Fourth World \r\nConference on Women. Solomon Islands conducted a \r\nnational review on its implementation of the Beijing \r\nPlatform for Action and has identified three areas of \r\nachievements: recognition of gender equality, the \r\neconomic empowerment of women and awareness of \r\ngender-based violence. We believe in the notion that \r\nprogress for women is progress for all. We remain \r\ncommitted to implementing the Platform for Action.\r\nThe third International Conference on Small \r\nIslands Developing States (SIDS), convened in Samoa, \r\nreaffirmed SIDS as a special case for sustainable \r\ndevelopment given their unique and particular \r\nvulnerability. The once-in-a-decade Conference \r\nadopted the SIDS Accelerated Modalities of Action \r\nPathway, which outlines 19 priority areas. The \r\noutcome document (A/CONF.223/3, annex) calls for \r\na comprehensive review of United Nations support to \r\nSIDS.\r\nIn that connection, Solomon Islands seeks closer \r\nrelations with the United Nations. We would like \r\nto see the United Nations Development Programme \r\nSubregional Office in Solomon Islands upgraded to \r\nthe status of country office. After more than three \r\ndecades of the United Nations managing Solomon \r\n14-55200 39/52\r\n29/09/2014 A/69/PV.20\r\nIslands relations from abroad, it is time to invest in \r\nsuch relations in my capital.\r\nWith regard to a related matter, Solomon Islands \r\ncontinues to be underrepresented in the composition of \r\nUnited Nations staff. However, we are grateful for and \r\nwelcome the United Nations annual recruitment drive \r\nin Solomon Islands and hope to fill our employment \r\nquota soon, with Solomon islanders joining the diverse \r\nUnited Nations staff.\r\nHealth remains a precondition for sustainable \r\ndevelopment. Solomon Islands has continued to \r\ndemonstrate its commitment to improving the health of \r\nits people. In July, the first 20 Solomon Islands doctors \r\ngraduated from medical schools in Cuba. Solomon \r\nIslands would like to thank Cuba for the scholarships \r\nawarded to the doctors, as well as to the remaining 80 \r\nSolomon Islands medical students. This year alone, \r\nwe will witness more than 30 new doctors joining our \r\nhealth services. It is the vision of the Government to \r\ndouble the number of doctors in the country in the \r\nnext two years, to continue to strengthen our health-\r\ncare infrastructure, putting in place health and social \r\nprotection systems, and to work towards making health-\r\ncare coverage in Solomon Islands universal.\r\nSolomon Islands joins the international community \r\nin calling for the lifting of the economic and financial \r\nblockade imposed on Cuba by our friend and partner, \r\nthe United States of America. After more than five \r\ndecades of sanctions on Cuba, it is time to reset \r\nrelations between the two neighbours on the basis of \r\ngood-neighbourly relations and respect for territorial \r\nintegrity and political sovereignty.\r\nOne of the principles of the SDGs is that we \r\nmust not leave anyone behind. There are States \r\nknocking at the door of the United Nations, ready to \r\ntake on multilateral responsibilities. The Republic of \r\nChina on Taiwan continues to seek full and effective \r\nparticipation with three United Nations specialized \r\nbodies, namely, the United Nations Framework \r\nConvention on Climate Change (UNFCCC), the World \r\nHealth Organization (WHO) and the International Civil \r\nAviation Organization (ICAO).\r\nThose United Nations bodies deal with urgent \r\nglobal issues in which we all have an interest — from \r\nclimate change to the evolving health challenges. ICAO \r\nworks to keep our travelling public and air services \r\nsafe. I wish to note that 45 million passengers passed \r\nthrough the Republic of China, Taiwan, in 2012. We \r\ndo not have the luxury of time to turn a blind eye to \r\nthe required cooperation. The global challenges before \r\nus are too great for narrow interests to adopt a wait-\r\nand-see approach and to keep postponing action that \r\nis needed.\r\nThe Republic of China, Taiwan, is a country that \r\nhas transformed itself from a developing country into \r\nan industrialized one. It is the twenty-seventh-largest \r\neconomy in the world and has experience, technology \r\nand capability from which our shared agenda can \r\nbenefit. We have all to gain and nothing to lose by \r\ninviting the Republic of China, Taiwan, to become the \r\n195th member of the UNFCCC, the 192nd member of \r\nICAO and the 195th member of the WHO.\r\nThe Solomon Islands partnership with the Pacific \r\nIslands Forum, under the Regional Assistance Mission \r\nto the Solomon Islands, continues to create positive \r\nconditions, allowing the country to begin a limited \r\nrearmament of its police force. The private sector \r\nand the international community have responded to \r\nthe changing environment, with the European Union \r\nupgrading its representation in my capital, Honiara, \r\nand more and more non-traditional partners accrediting \r\ntheir envoys to Solomon Islands. A new commercial \r\nbank was incorporated and entered the Solomon \r\nIslands market, making it the fourth commercial bank \r\nto provide financial services to our vibrant population.\r\nSustainable development for Solomon Islands, as \r\na coastal State, includes its seabed resources beyond \r\nits 1.3-million-square-kilometre exclusive economic \r\nzone. The Solomon Islands has registered a number \r\nof continental shelf claims with the United Nations \r\nCommission on the Limits of the Continental Shelf \r\n(CLCS). My delegation is pleased to see that one of the \r\nclaims is now being examined by the Subcommission of \r\nthe CLCS. We look forward to further engagement with \r\nthe Subcommission during the course of this session.\r\nThe world is facing a series of crisis and conflicts \r\nin Africa, the Middle East and now in Europe. In \r\ndealing with conflicts, we must exert greater effort in \r\nseeking the peaceful settlement of disputes. We must \r\ncollectively counter extremism, terrorism and crimes \r\nagainst humanity, and protect civilians, operating \r\nwithin the letter and spirit of the Charter of the United \r\nNations.\r\nAs the principal organ of the United Nations for \r\nthe maintenance of international peace and security, \r\nthe Security Council must be part of that solution. \r\n40/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nDespite the call of world leaders for the speedy reform \r\nof the Security Council in 2005, nine years on we \r\nare still working at it. At the tenth intergovernmental \r\nnegotiations on Security Council reform in July, there \r\nwas overwhelming support for the expansion of Security \r\nCouncil membership and for making the Council more \r\nrepresentative and accountable in terms of improving \r\nits working methods. An advisory group mandated by \r\nyour predecessor, Mr. President, produced a non-paper. \r\nIt provided structure to the last session’s discussions \r\nand can be used as a basis for negotiations during this \r\nsession. We look to you for leadership on that.\r\nTurning now to the recent outbreak of Ebola, \r\nthe gravity, scale and spread of the Ebola virus in \r\nWest Africa is unprecedented and demands urgent \r\ninternational cooperation. The Ebola disease has halted \r\nservices and disrupted the lives of many people in \r\nthe affected countries. The Solomon Islands supports \r\nour Secretary-General’s action to establish the United \r\nNations Mission for Ebola Emergency Response, \r\nand acknowledges global efforts in mobilization of \r\nresources to combat the disease as a matter of urgency.\r\nAs stated by other delegations, decolonization \r\nremains an unfinished business of the United Nations. \r\nIf we are to deliver on the Third International Decade \r\nfor the Eradication of Colonialism, we will need the \r\ncooperation of all parties — including the administering \r\nPowers, the Non-Self-Governing Territories, and \r\nregional and subregional organizations — to honour \r\ntheir commitments under the Charter of the United \r\nNations and the 1960 Declaration on the Granting of \r\nIndependence to Colonial Countries and Peoples.\r\nThe Melanesian Spearhead Group (MSG), made \r\nup of Fiji, Papua New Guinea, Vanuatu, Solomon \r\nIslands and the Front de libération nationale kanak \r\nsocialiste, continues to follow the question of New \r\nCaledonia in the United Nations Special Committee \r\non Decolonization (Committee of 24). The Group \r\nwelcomed the Committee’s visit to New Caledonia \r\nin March, and noted its concerns relating to the \r\nTerritory’s electoral process and needed legislation in \r\nkeeping within the spirit of the Nouméa Accord. Those \r\nissues have implications in preparing for a credible \r\nreferendum process, consistent and in conformity with \r\nthe universally accepted principles and practices of \r\nself-determination, as defined by resolution 1514 (XV) \r\nand other relevant resolutions of the Assembly.\r\nMy delegation would also like to acknowledge the \r\ndiligent work of the Committee of 24 in examining the \r\nquestion of French Polynesia. Solomon Islands continues \r\nto reaffirm its support for the inalienable rights of the \r\npeople of French Polynesia to self-determination, in \r\naccordance with the Charter of the United Nations. It is \r\nour hope that the Decolonization Committee will soon \r\nvisit the Non-Self-Governing Territory, in cooperation \r\nwith the administering Power.\r\nSolomon Islands, as a member of the MSG, is \r\nworking in collaboration with Indonesia on human \r\nrights concerns in Papua and West Papua, the two \r\neasternmost provinces of the Republic of Indonesia. \r\nOn 21 May, Solomon Islands established its Embassy \r\nin Jakarta with the genuine intention of continuing to \r\ncooperate with Indonesia on many important issues of \r\nmutual concern, including those taken up together by \r\nMSG members.\r\nSolomon Islands welcomes the World Conference \r\non Indigenous People. More than 90 per cent of our \r\npopulation are indigenous Melanesians and Polynesians \r\nspeaking more than 87 different languages. Our diverse \r\ncultures are under threat due to forced relocation from \r\nancestral lands as a result of sea-level rise. Their right \r\nto live in harmony with nature is being threatened by \r\nthe declining health of the planet.\r\nClimate change remains the greatest challenge of \r\nour time. It calls for the widest possible international \r\ncooperation on the part of all. This month, Solomon \r\nIslands ratified the second commitment period under \r\nthe Kyoto Protocol to the United Nations Framework \r\nConvention on Climate Change (UNFCCC). We \r\nencourage parties to the Protocol that have not ratified \r\nthe amendment to do so as soon as possible. It is in \r\nour collective interest to see the Protocol enforced. \r\nWe remain deeply concerned on the slow progress of \r\nclimate-change negotiations, and hope that the General \r\nAssembly will invite the UNFCCC to conduct its \r\nnegotiations in New York, where diplomats from all \r\nparties to the Convention are located all year round. We \r\nneed to accelerate the pace of negotiations. This must \r\nbe done while working with our technical experts in \r\nthe process.\r\nIn looking at the 2015 Climate Change agreement, \r\nSolomon Islands would like to see a credible agreement \r\nthat will guarantee the survival of the SIDS and the \r\nleast developed countries (LDCs). The agreement must \r\nbe comprehensive in scope, addressing mitigation, \r\nadaptation, finance and technology transfer. It must be \r\ninclusive, and respect and respond to the special needs \r\nof SIDS and LDCs. The agreement must be f lexible \r\n14-55200 41/52\r\n29/09/2014 A/69/PV.20\r\nenough to respond to the changing science and be \r\nadequately resourced.\r\nClimate-change risk remains at the forefront of \r\nour sustainable development path. The f lash f loods of \r\ngreat magnitude and intensity that occurred in Solomon \r\nIslands in April claimed lives and destroyed homes and \r\ninfrastructure. Damages and losses are equivalent to \r\n9.2 per cent of Solomon Islands’ gross domestic product. \r\nThis has created pressure in the form of new expenses, \r\nprompting the Government to borrow and secure \r\ngrants externally. Solomon Islands remains grateful \r\nto its neighbours — Australia, New Zealand, Nauru, \r\nTuvalu, Samoa and Papua New Guinea — as well as \r\nTurkey, Saint Vincent and the Grenadines, Botswana, \r\nSri Lanka and the Republic of China on Taiwan, among \r\nothers, that have supported our national rehabilitation \r\nand recovery efforts.\r\nDespite the disaster challenges, Solomon Islands \r\nremains determined to build a resilient society. We \r\nare on track in building two hydro-projects in two \r\nprovinces, in partnership with the World Bank and the \r\nAsian Development Bank. In partnership with Japan, \r\nwe are expanding our port facilities to promote and \r\nenable domestic, regional and international trade. I am \r\npleased to say that, since the sixty-eighth session, a \r\nnumber of domestic airports and 18 bridges have been \r\nconstructed, further uniting our scattered population. \r\nThis would not have been possible without the support \r\nof Australia, New Zealand and the European Union, \r\nand we express our gratitude to our traditional partners.\r\nThe Intergovernmental Panel on Climate Change \r\n(IPCC) confirms that, without additional mitigation \r\nactions, we are heading towards a 3.7-4.8°C world. The \r\nfifth IPCC assessment report indicates that by 2030, \r\n89 per cent of coral reefs are projected to experience \r\nsevere coral bleaching, with the temperature increasing \r\nby 1.5°C. By 2050, at 2°C we are looking at 100 per \r\ncent coral reef bleaching. These developments will \r\noccur in our generation and will have an impact on \r\ntourism industries and fish stocks, potentially driving \r\nhouseholds in the SIDS and LDCs into poverty traps.\r\nWe call on the international community to respect \r\nthe principles of fairness and justice and to put SIDS \r\nand LDCs at the heart of international cooperation. In \r\nthat connection, my delegation welcomes the Secretary-\r\nGeneral’s Climate Summit, held last week. We also \r\nsupport your proposal, Mr. President, of convening a \r\nhigh-level debate on climate change during the course \r\nof this session. We do so because our lives depend on it.\r\nLet me conclude by reaffirming the commitment \r\nof the Solomon Islands to striving for a just, equitable \r\nand inclusive world. Implementing the post-2015 \r\ndevelopment agenda provides us with our first and last \r\nline of defence in guaranteeing a sustainable future for \r\nour current and future generations.\r\nThe President: I now give the f loor to His \r\nExcellency Mr. Milan Jaya Nyamrajsingh Meetarbhan, \r\nChair of the delegation of the Republic of Mauritius.\r\nMr. Meetarbhan (Mauritius): The year 2015 will be \r\na crucial one for the United Nations and the international \r\ncommunity. In the coming year, we will reach the \r\ndeadline for achieving the Millennium Development \r\nGoals and adopt a post-2015 development agenda, \r\nwhich will include our sustainable development goals. \r\nIn 2015, we should adopt a new, legally binding global \r\nclimate agreement. And the international community \r\nwill also commemorate the seventieth anniversary of \r\nthe founding of the United Nations.\r\nAt this juncture, we have to ask ourselves to \r\nwhat extent we have achieved the ideals set out in the \r\nCharter of the United Nations, and what is still to be \r\ndone. We must also ask to what extent the institutional \r\nframework laid down almost 70 years ago is still valid \r\ntoday. Inequality, both among and within nations, is \r\nstill a matter for great concern. In spite of the constant \r\nreferences to the rule of law at national and international \r\nlevels, we still do not always have the possibility of \r\nrecourse to machinery adequate to resolving legal \r\ndisputes between States. \r\nWithin the United Nations itself, the principle \r\nof equality is not always honoured, whether in its \r\nconstitutional framework or in practice. The twin pillars \r\nof peace and security, on the one hand, and development, \r\non the other, as established by the Charter, have been \r\nundermined by the ascendancy of political issues at the \r\nexpense of those of development, which are still often \r\nseen largely in terms of safeguarding dominant interests \r\nrather than from a perspective of global cooperation. \r\nInequality and vulnerability are increasing in rich \r\nand poor countries alike. Unemployment, precarious \r\nemployment, lack of social protection, access to human \r\ndevelopment services and financial services are still \r\nmatters of universal concern.\r\nThe post-2015 development agenda cannot be only \r\nabout human rights — civil, political, economic — at \r\nthe national level; it must also ensure that the right to \r\ndevelopment is upheld at the international level. As we \r\n42/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nwork on a new, comprehensive development agenda, \r\nwe must ensure that no right is ignored and no one is \r\nleft behind. The United Nations System Task Team on \r\nthe Post-2015 United Nations Development Agenda \r\nhas proposed that the transformative efforts to achieve \r\ninclusive, people-centred sustainable development \r\nbe guided by three fundamental principles — human \r\nrights, equality and sustainability — and have four \r\ncore dimensions: inclusive social development, \r\nenvironmental sustainability, inclusive economic \r\ndevelopment and peace and security. Mauritius \r\nis in broad agreement with those core principles \r\nand dimensions, as outlined in the Team’s report \r\nRealizing the Future We Want for All, for guiding this \r\ntransformation at both the national and international \r\nlevels. \r\nThe war against Ebola demands robust action \r\nfrom all of us and requires exceptional international \r\ncooperation. We welcome the initiatives announced \r\nlast week, and we commit ourselves to giving our full \r\nsupport to addressing this global challenge.\r\nThe water we drink, the food we eat and the energy \r\nwe require are vital to meaningful development. It is \r\nestimated that by 2025, 1.8 billion people will be living \r\nin countries or regions with absolute water scarcity, \r\nand two thirds of the world’s population could be living \r\nunder water-stress conditions. One in eight people in \r\nthe world today — 842 million — are undernourished. \r\nApproximately 2 billion suffer from micronutrient \r\ndeficiencies. In 2030, it is estimated that food demand \r\nwill have increased by more than 50 per cent. In that \r\nregard, Mauritius supports the Secretary-General’s call \r\nfor a Zero Hunger Challenge. Promoting sustainable \r\nagriculture must therefore be an essential component of \r\nthe new development framework. \r\nIt is also estimated that by 2035, global energy \r\ndemand will have increased by at least 33 per cent. \r\nCurrently, 1.2 billion people have no access to electricity. \r\nThose growing demands will make water, food and \r\nenergy crucial issues not only on the development \r\nagenda but also in the wider context of international \r\npeace and security. The international community should \r\nsupport developing countries, particularly vulnerable \r\ncountries such as small island developing States \r\n(SIDS), in their efforts to promote water governance \r\nand integrated water resources management, increase \r\nthe share of renewables in the energy mix and improve \r\nenergy conservation and efficiency.\r\nIn order to support global development, it is \r\ncrucial that we have an international regime based \r\non structured global cooperation designed to promote \r\ntechnology facilitation, and a technology facilitation \r\nmechanism established under the auspices of the \r\nUnited Nations could play a central role in that regard. \r\nIt is also important that the international community \r\nrecognize the vital role of women and young people and \r\ntheir enhanced participation and leadership in all areas \r\nof sustainable development. Promoting gender equality \r\nand women’s empowerment should be a core issue on \r\nthe post-2015 development agenda. All sections of the \r\npopulation should be at the heart of a people-centred \r\nvision of sustainable development.\r\nThe contributions of all the initiatives launched \r\nat the 2012 United Nations Conference on Sustainable \r\nDevelopment (Rio+20), including the Open Working \r\nGroup for Sustainable Development Goals, the \r\nIntergovernmental Committee of Experts on \r\nSustainable Development Financing, and options for \r\na technology facilitation mechanism, should feed into \r\nthe preparations for a 2015 development summit. They \r\nshould also be included in the Secretary-General’s \r\nsynthesis report. The deliberations of the Third \r\nInternational Conference on Small Island Developing \r\nStates, mandated by the Rio+20 outcome document \r\n(resolution 66/288, annex), should be reflected in the \r\nsynthesis report and the post-2015 development agenda.\r\nSince accountability is essential to assessing \r\nprogress, the post-2015 development agenda should \r\nalso include an accountability framework that would \r\nbe universal but f lexible enough to take into account \r\ndifferent capacities and responsibilities. And we need \r\nmore accountable and equitable global economic \r\ngovernance that ensures wider, more inclusive \r\nparticipation in decision-making. The United Nations, \r\ngiven its universal membership, should assume \r\nleadership and a proactive role in promoting sound \r\nand equitable governance in a more resilient global \r\neconomic architecture.\r\nBeyond those immediate concerns, there are a \r\nnumber of longer-term threats that may dramatically \r\naffect all of us, particularly SIDS. One of them is climate \r\nchange. Climate risks are real and must be addressed. \r\nFrom melting glaciers to more frequent wildfires and \r\nintense cyclones, f lash f loods, extreme heatwaves and \r\nocean acidification, the challenges are not a future \r\nthreat; they already exist. The latest report of the \r\nIntergovernmental Panel on Climate Change, Climate \r\n14-55200 43/52\r\n29/09/2014 A/69/PV.20\r\nChange 2014: Impacts, Adaptation, and Vulnerability, \r\nmade it clear that an increase in the world’s temperature \r\nof 2°C would be dangerous, while one of 4°C would be \r\ncatastrophic. \r\nClimate risks are global challenges that require \r\nglobal solutions. Climate change poses risks to global \r\neconomic prosperity, development and security as well \r\nas to the environment. We must build on the momentum \r\nof the Climate Summit and use the opportunity of the \r\n20th session of the Conference of the Parties to the \r\nUnited Nations Framework Convention on Climate \r\nChange, to be held in Lima, to raise the level of ambition \r\nin the lead-up to a new universal climate agreement in \r\nParis next year.\r\nThe strong connections between climate change \r\nadaptation and disaster risk reduction should be \r\nrecognized. No country is immune to natural disasters, \r\nbut it is the most vulnerable countries and people who \r\nare hit the hardest. Mauritius looks forward to a renewed \r\nand ambitious international framework for disaster risk \r\nmanagement that establishes disaster risk reduction as \r\na key element of the post-2015 development agenda. \r\nWe also believe that the exogenous risks of climate \r\nchange and natural disasters should be integrated into \r\nmainstream economic thinking and assessment of \r\nmacroeconomic risks.\r\nWe welcome the decision of the most recent \r\nCommonwealth Heads of Government meeting to \r\nestablish a Commonwealth climate finance skills hub, \r\nto be hosted by Mauritius. It will address critical gaps \r\nin building the capacity of SIDS and least-developed \r\ncountries to identify, access and manage climate \r\nfinance. The special circumstances, vulnerabilities and \r\nlow resilience of SIDS should be taken into account with \r\nregard to financing and trade issues. SIDS need special \r\nand differential treatment to access concessionary \r\nsources of financing for sustainable development \r\nand to effectively participate in multilateral trade. \r\nMauritius strongly supports SIDS-SIDS partnerships. \r\nSIDS can build on their commonality of interests to \r\nshare experiences, pool resources and act collectively \r\nin commissioning technology or formulating legal and \r\nregulatory frameworks, for instance.\r\nThe oceans are the new frontier for economic \r\ndevelopment. For SIDS in particular, they are the \r\nbest scope for expanding economic space. Following \r\na national dialogue on the ocean economy, the \r\nGovernment of Mauritius has published the Road Map \r\nfor the Mauritian Ocean Economy. The Road Map sets \r\nout the vision, goals and strategies for the development \r\nand expansion of a new pillar of our economy. In order \r\nto provide the best possible conditions for investors to \r\noperate and create wealth, Mauritius is putting in place \r\nan enabling environment that will support our ocean \r\neconomy through an integrated and holistic approach to \r\nensure coherence and balance among economic growth, \r\nsocial development and environmental protection.\r\nPromoting the ocean economy will unleash the \r\npotential for SIDS with respect to all ocean-related \r\neconomic activities, both onshore and offshore. It will \r\nalso enable them to enhance their nations’ food security, \r\nharness the winds and waves for their energy needs, \r\ndevelop new ocean-related industries and services that \r\nwill create opportunities for entrepreneurs and youth \r\nemployment.\r\nIt is essential that we strike a balance between \r\nthe various uses of the oceans and the need to protect \r\nour oceans. At the third International Conference on \r\nSmall Island Developing States, held in Samoa, the \r\ninternational community agreed to build upon existing \r\npartnerships and promote new ones in order to expand \r\nthe economic space of large ocean States. We wish to \r\nreiterate our call for the United Nations to adopt a global \r\noceans strategy that will be the operational counterpart \r\nto the United Nations Convention on the Law of the \r\nSea (UNCLOS). While it will be for individual States \r\nto decide on their own ocean economy policies, the \r\nglobal ocean strategy will provide an overall vision and \r\nframework for the sustainable development of ocean-\r\nrelated economic activities for policymakers, investors \r\nand all stakeholders.\r\nThe situation in the Middle East and in certain parts \r\nof Africa could not only have dramatic consequences \r\nfor the people of these regions, but also impact on global \r\ndevelopment and peace. We urge the international \r\ncommunity to spare no effort in resolving the plight \r\nof the people of Palestine. Mauritius supports the two-\r\nState solution to the conflict. The people of the State \r\nof Palestine have suffered for too long from the grave \r\ninjustice done to them, and must be allowed to live in \r\ndignity and peace within recognized borders.\r\nIf it is to remain credible and play the constructive \r\nrole it can and must play in the new world order, \r\nthe United Nations must respond to the call of its \r\nmembership for reform. We have a duty to engage in \r\nmeaningful discussions on the reform of the Security \r\nCouncil, the revitalization of the General Assembly and \r\nthe working methods of our Organization. Mauritius \r\n44/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nreaffirms its commitment to the African Common \r\nPosition that reform of the Security Council should \r\ninclude expansion in the permanent and non-permanent \r\ncategories alike. The historical injustice done to Africa \r\nshould be redressed, and Africa should be accorded \r\npermanent representation on the Council. Latin \r\nAmerica also deserves permanent representation, and \r\nthe SIDS should be entitled to a seat on the Council. \r\nMauritius further reiterates its support for India’s \r\nrightful aspiration to a permanent seat in a reformed \r\nSecurity Council.\r\nIn the mid-1960s, when a wave of decolonization \r\nwas sweeping across the world, the United Kingdom \r\npurported to create a new colony, the so-called \r\nBritish Indian Ocean Territory, by carving out part \r\nof the territory of Mauritius. Thus, part of Mauritian \r\nterritory remains under colonial rule. As long as part \r\nof Mauritian territory remains under colonial rule, the \r\ndecolonization of Africa will still remain incomplete. \r\nThe dismemberment by the United Kingdom of part of \r\nthe territory of Mauritius prior to independence was \r\nand continues to be a blatant breach of international law \r\nand total disregard of United Nations resolutions.\r\nSpeaking before the Assembly last week, President \r\nObama said that there was\r\n“one vision of the world in which might makes \r\nright” [but that] “America stands for something \r\ndifferent. We believe that right makes might, that \r\nbigger nations should not be able to bully smaller \r\nones” (A/69/PV.6, p. 10).\r\nThis is why, last year in this very forum (see \r\nA/68/PV.18), Mauritius urged the United States to be \r\non the right side of history, and not condone illegal acts \r\nby maintaining its presence on Diego Garcia under an \r\nunlawful arrangement with the United Kingdom that \r\nhas no valid title to the island, but and instead to ensure \r\nthat, in the future, the United States presence is on the \r\nright side of the law.\r\nBoth the United States and the United Kingdom \r\nshould recognize the sovereignty of Mauritius over \r\nthe Chagos archipelago, and engage in meaningful \r\ndiscussions with Mauritius in good faith over \r\narrangements to be made in that regard. Following \r\nthe statements we have heard over the past year with \r\nregard to sovereignty and territorial integrity, there \r\nshould not be one set of standards for one part of the \r\nworld and a different one for another part of the world. \r\nThose who show no respect for fundamental principles \r\nacross the board lose all moral authority to preach to \r\nthe rest of the world. Following bilateral discussions \r\non Tromelin, which forms an integral part of the \r\nterritory of Mauritius, Mauritius and France agreed on \r\ninterim measures without prejudice to the sovereignty \r\nof Mauritius. An agreement reached in a spirit of \r\ncooperation and dialogue is a step in the right direction.\r\nAs we embark on a new session that could herald \r\na new chapter in the history of the United Nations, \r\nwe should renew our commitment to multilateral \r\ncooperation for peace, development and prosperity for \r\nall nations in the new agenda to be adopted next year.\r\nThe President: I now give the f loor to Mr. José \r\nAntonio Dos Santos, Chair of the delegation of the \r\nRepublic of Paraguay.\r\nMr. Dos Santos (Paraguay) (spoke in Spanish): \r\nAt the outset, allow me, on behalf of the Republic of \r\nParaguay, to offer you, Mr. President, our best wishes \r\nfor success in your delicate and important tasks at the \r\nhelm of the General Assembly at its sixty-ninth session. \r\nI also wish to express my delegation’s appreciation to \r\nMr. John Ashe, President of the General Assembly at its \r\nsixty-eighth session, for his significant achievements.\r\nThe Government of Paraguay is attending the \r\ngeneral debate to reaffirm the importance and call for \r\nthe strengthening of the United Nations as a forum \r\ncapable of representing the interests of all Member \r\nStates in our urgent search for a more just, united \r\nand equitable world, guaranteed by the full force of \r\ninternational law. At the same time, and as we approach \r\nthe seventieth year since the creation of the most \r\nimportant debating forum in the history of humankind, \r\nwe believe it right to recall that our Organization, the \r\nUnited Nations, was created precisely as a forum for \r\npeace among peace-loving nations, as expressed at the \r\nvarious international conferences that led to its creation.\r\nThat reminder seems even timely and relevant to us, \r\nsince the concept of peace is now more necessary than \r\never in various parts of the world such as the Middle \r\nEast and the Black Sea region.\r\nThe Republic of Paraguay reiterates its commitment \r\nto ensuring that all social issues are addressed. In that \r\nregard, the Government of President Horacio Manuel \r\nCartes Jara is dealing decisively with the development, \r\nexecution and implementation of social policies that \r\naddress various demands, with special emphasis on \r\nthe needs of the most vulnerable and disadvantaged \r\nsectors of our population, including the elderly, the \r\n14-55200 45/52\r\n29/09/2014 A/69/PV.20\r\nrural population, indigenous communities, migrants, \r\nchildren, adolescents and women. We have an obligation \r\nto enable members of those groups to be included as \r\nfull citizens.\r\nIn that regard, I would make a special reference to \r\nthe World Conference of Indigenous Peoples, held at \r\nHeadquarters a few days ago, which was convened to \r\nlisten to the true thoughts and feelings of our native \r\nand indigenous peoples. Indigenous cultural heritage \r\nhas been and remains one of the key elements shaping \r\nParaguay’s cultural identity and has led to miscegenation \r\nas the main social factor unifying the native Guarani \r\npopulation and the European conquerors. Our country \r\nis proud of the linguistic, cultural and political character \r\nof Paraguay, which boasts the native Guarani language \r\nof our ancestors as its everyday language.\r\nIn line with the efforts made by the Government \r\nsince it took office in August 2013, we believe solidarity \r\nand partnership is necessary among countries, whether \r\ndeveloping or developed, and international financing \r\ninstitutions. We also take into account the fact that, \r\noften, vulnerability stems from other areas, such as a \r\nlack of decent jobs, educational opportunities, access to \r\ninternational markets and timely cooperation and from \r\nissues for which responsibility does not lie exclusively \r\nwith the State but also with the private sector, as it \r\ngenerates wealth and decent employment. In that \r\nregard, we call on the United Nations bodies that work \r\nfor cooperation to further strengthen their presence \r\nin Paraguay and support national policies aimed at \r\nstrengthening democracy and social justice.\r\nFor the first time since its inception nearly a decade \r\nago, my country is aspiring to secure a seat on the \r\nHuman Rights Council for the 2015-2017 period. For the \r\nRepublic of Paraguay, the protection and promotion of \r\nhuman rights are the foundation for effective democracy. \r\nThey are fundamental values that  are enshrined and \r\nguaranteed in our Constitution, which expressly \r\nstates that international human rights treaties cannot \r\nbe rejected except through the procedures governing \r\namendments to our Constitution. On the basis of those \r\nconstitutional assurances and commitments, we are \r\nconfident that we can play more than a constructive \r\nrole and thus consolidate the actions of the Council to \r\neffectively strengthen the promotion and protection of \r\nhuman rights around the world.\r\nParaguay, in accordance with its Government’s \r\npolicy, will continue to continuously support and \r\nfollow issues in the United Nations relating to the \r\npromotion of youth participation in social and economic \r\ndevelopment, persons with disabilities, migrant \r\nworkers, the elimination of violence against women, \r\nthe rights of the child, the elimination of discrimination \r\non the basis of religious beliefs and the protection of \r\nhuman rights and their relation to extreme poverty.\r\nIn Paraguay, we support the globalization of \r\ndemocracy through social development. We also believe \r\nin universal security based on respect for human rights \r\nas an unwavering commitment to the dignity of human \r\nlife. We therefore hope to build a regional and global \r\ncommunity that, hand in hand and in solidarity, devotes \r\nits efforts to eradicating hunger and poverty, effectively \r\ncooperating to promote the participation of all, in \r\nprosperity, through quality education and a system of \r\ninclusive social protection.\r\nAs a sign of Paraguay’s desire to respond to the \r\nchanging times, our President recently promulgated the \r\nLaw on Free Access by Citizens to Public Information \r\nand Government Transparency as an important tool \r\nenabling every citizen to act as comptroller of public \r\nexpenditures. The Law, which was recently adopted, \r\nstates that all institutions must disseminate information \r\nas widely as possible. The Law also guarantees access \r\nby every citizen to all public information.\r\nWe in Paraguay believe that the concept of \r\ndevelopment should include, as a sine qua non, the \r\nprinciple of social inclusion. The major challenge of \r\nachieving development that overcomes asymmetries \r\nleads inevitably to efforts promoting and achieving \r\nan optimal quality of life for all our citizens without \r\nexception. We must give a human face to our growth. \r\nOur citizens deserve, and have the right to, a more \r\ndignified life and overall well-being.\r\nWe are currently working to establish a post-2015 \r\ndevelopment agenda that is sustainable and has a focus \r\non poverty, education, health and social inclusion. We \r\nhave learned that the Millennium Development Goals \r\nhave been and are important but not sufficient, and \r\nthat humankind should be the focus of policy. In that \r\ncontext, we believe that, for the post-2015 development \r\nagenda to be successful, it must be accompanied by a \r\nbetter distribution of international financial resources.\r\nParaguay needs international cooperation that \r\nis aligned with its socioeconomic priorities, the \r\ndevelopment and strengthening of its institutions and \r\npreferential treatment for its most vulnerable sectors. \r\nWe hope that the opening of developing countries \r\n46/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nhelps bridge inequalities and that the same restrictions \r\nthat the more developed economies are demanding \r\nin the process of their own development will not \r\nbe applied. Paraguay’s position, like that of many \r\ndeveloping countries, is that South-South cooperation \r\nis not a substitute for but a complement to North-South \r\ncooperation and triangular cooperation. We believe \r\nthat the United Nations, as the universal forum, should \r\nplay a central role in ensuring success in our efforts to \r\nachieve better international coordination and coherence \r\nin the economic and financial spheres.\r\nAs the high-level Climate Summit was also held a \r\nfew days ago here at Headquarters in New York, we \r\nbelieve it is necessary to recall that Paraguay is aware \r\nthat climate change poses a serious and complex threat \r\nto the world, as highlighted by the growing negative \r\nimpacts we are experiencing due to the resulting \r\ndroughts, f loods and other adverse phenomena, which \r\nspread poverty, cause forced displacements and may \r\naffect international peace and security.\r\nThis situation urgently requires a coordinated and \r\nresponsible global response in order to find ways to \r\nmitigate, alleviate and reverse climate change’s tragic \r\nand devastating consequences. In addition, Paraguay \r\nsupports the principle of common but differentiated \r\nresponsibilities, on the basis of which countries that \r\nhave contributed more to the historical and current \r\nlevels of pollution must shoulder correspondingly \r\ngreater responsibilities. That principle should be used \r\nas an objective criterion, and its implementation will \r\ncontribute to efforts to mitigate the global impact of \r\nclimate change.\r\nThe issue of landlocked developing countries is \r\nof fundamental importance for Paraguay’s foreign \r\npolicy. The asymmetries and disadvantages that that \r\ngeographical situation brings about will be offset only \r\nif there is international recognition of the need for a \r\nspecial and differential agreement on the country’s \r\nintegration into the globalized world. Paraguay, along \r\nwith other landlocked developing countries in the world, \r\nof which there are over 30, faces difficulties in terms of \r\nopen access to international markets, mainly owing to \r\nthe restrictions on free transit through transit countries \r\nand the lack of special and differential treatment, \r\nwhich would allow them to engage in greater and more \r\ncompetitive participation in world markets.\r\nThis year is particularly important for us because \r\nin November the second United Nations Conference on \r\nLandlocked Developing Countries, to be held in Vienna, \r\nwill review the Almaty Programme of Action. While \r\nthe condition of being a landlocked developing country \r\nis a disadvantage for Paraguay, we are convinced that \r\nwe can overcome that adversity. We are working so \r\nthat our territory can become, in the very near future, a \r\nfavourable environment for integration and productive \r\ncommunication between the two major oceans, the \r\nAtlantic and the Pacific. The new programme of action \r\nto be adopted at the Vienna Conference should be the \r\nframework for mutually beneficial cooperation between \r\nlandlocked developing countries and transit countries.\r\nDisarmament, non-proliferation and arms control \r\nare not just key factors to ensure international peace and \r\nsecurity, but also guarantee that the most vulnerable \r\ncountries can achieve sustained socioeconomic \r\ndevelopment. Only by securing a strong multilateral \r\nsystem with strict respect for the rule of law at the \r\ninternational and national levels can we ensure our \r\nmutual security. We are convinced that universal \r\nand binding international instruments in the area of \r\ndisarmament and the Arms Trade Treaty, which will \r\nenter into force in the near future, will help improve the \r\neffectiveness of existing regional initiatives to prevent \r\nirresponsible actors from gaining access to weapons.\r\nAgain, we urge Israel and Palestine to lay \r\nthe foundation for social, political and economic \r\nreconstruction, which should enable both peoples \r\nto live in peace and harmony. Today more than ever, \r\nwe must promote the negotiation process between the \r\nparties, which can lead to lasting peace so that Israel \r\nand Palestine can live side by side with secure borders \r\nand in peace.\r\nI also wish to note that Paraguay recognizes \r\nand welcomes the participation and contributions \r\nof the Republic of China (Taiwan) to United Nations \r\nspecialized agencies, thanks to a rapprochement \r\nbetween the two parties of the Taiwan Strait. In a \r\nworld beset by conflicts, my Government welcomes \r\nthe efforts made by the Republic of China (Taiwan) \r\nto reduce tensions across the Taiwan Strait, which \r\nhave contributed significantly to ensuring peace and \r\nstability.\r\nThe Republic of Paraguay reiterates its commitment \r\nto international peace and security. In that context, \r\nwe reaffirm the political will to increase, to the extent \r\npracticable, our contribution of troops to peacekeeping \r\noperations and to continue to train and equip \r\npeacekeeping forces in accordance with standards \r\nestablished by the United Nations, so as to progressively \r\n14-55200 47/52\r\n29/09/2014 A/69/PV.20\r\nincrease our participation in those missions. Regionally, \r\nwe recognize the progress achieved by the United \r\nNations Stabilization Mission in Haiti, where the \r\npresence of specialized personnel in Paraguay’s armed \r\nforces, working with other countries in our region, have \r\nplayed a significant role in humanitarian assistance and \r\ninfrastructure engineering projects and in improving \r\nthe long-term standard of living to benefit many \r\ngenerations of Haitians.\r\nSince its inception, the United Nations has focused \r\nall its efforts on constantly evolving so that it can \r\nbecome a global structure capable of meeting the \r\ncurrent needs of Member States. It is in the desire \r\nfor such evolution that Paraguay supports the reform \r\nprocess for the Organization, thereby strengthening the \r\nGeneral Assembly, which will lead to the restoration \r\nof functions entrusted to that body by the Charter of \r\nthe United Nations, as the Assembly is the sole body \r\nwith universal representation. On the issue of Security \r\nCouncil reform, we urge that such reform be done in \r\naccordance with the primary purpose of creating a more \r\ndemocratic Council. We can no longer delay expansion \r\nof that body. The Council must be more equitable, \r\ninclusive and democratic, ref lecting the number of \r\nmembers of our Organization. We must improve its \r\nworking methods and ensure greater transparency in \r\nits management.\r\nAs we commemorate in 2015 the seventieth \r\nanniversary of the establishment of the United Nations, \r\nwe hope to celebrate concrete results in the work of the \r\nOrganization that transcend the mere celebration of \r\nthe passage of time. We believe that consolidating the \r\nsubstantive post-2015 development agenda should lead \r\nto effective and real development for future generations. \r\nThat is the greatest legacy we can leave.\r\nFinally, we urge the General Assembly to find \r\nmore equitable and just means for establishing the list \r\nof speakers of Heads of State and Government for next \r\nyear’s general debate.\r\nThe President: I now give the f loor to His \r\nExcellency Mr. Fernando Jorge Wahnon Ferreira, Chair \r\nof the delegation of the Republic of Cabo Verde.\r\nMr. Ferreira (Cabo Verde) (spoke in Portuguese; \r\nEnglish text provided by the delegation): It is with \r\ngreat pleasure, Mr. President, that we participate \r\nin the sixty-ninth session of the General Assembly \r\nunder your presidency. My delegation joins previous \r\ndelegations in congratulating you on your election, \r\nwhich simultaneously pays tribute to our sister nation of \r\nUganda and recognizes your personal and professional \r\nqualities as an experienced diplomat. We wish you \r\nsuccess in carrying out your term and assure you, Sir, \r\nof the Cabo Verde delegation’s support and cooperation.\r\nTo your predecessor, the President of the General \r\nAssembly at its sixty-eighth session, His Excellency \r\nAmbassador John Ashe, we would like to and express \r\nour recognition of and appreciation for the dedicated, \r\ndynamic and able manner in which he guided the work \r\nof the previous session. We would also like to take \r\nthis opportunity, on behalf of the Government of Cabo \r\nVerde, to congratulate and pay tribute to Secretary-\r\nGeneral Ban Ki-moon for his efforts in seeking peace \r\nand global solutions for the challenges that currently \r\nconfront us and require shared political will in the \r\npursuit of global solutions.\r\nAs a small island State, Cabo Verde is particularly \r\ngrateful to the Secretary-General and the international \r\ncommunity for convening, and the success achieved in, \r\nthe third United Nations Conference on Small Island \r\nDeveloping States, held in Samoa. We also congratulate \r\nthe Secretary-General for his initiative in convening \r\nthe United Nations Climate Summit 2014, as the \r\nissue of climate change is of particular importance to \r\nisland States, due to our specific vulnerabilities. For \r\nus, finding solutions to the adverse effects of climate \r\nchange is not just an option, but a matter of survival \r\nand territorial integrity, making it essential to mobilize \r\nthe political will and international cooperation with \r\nrespect to that issue. The strategies recently agreed \r\nupon in Samoa point to paths, modalities of action \r\nand effective implementation that will increase those \r\nStates’ resilience and make them better equipped to \r\ndeal with the consequences of climate change.\r\nCabo Verde is pleased with the adoption of \r\nurgent measures to face climate change as one of the \r\nsustainable development goals. The achievement of \r\nthat goal requires development strategies and policies \r\nthat will help create a more resilient planet Earth and \r\nstrengthen the means of their implementation.\r\nThe data recently released in the fifth assessment \r\nreport of the Intergovernmental Panel on Climate Change \r\nfocus our attention on alarming scenarios resulting \r\nfrom the persistent increase in global warming, which \r\nwill put the more vulnerable countries in situations \r\nthat may threaten their development. It should be \r\nnoted that, in addition to other consequences, there \r\nwill be an increase in tropical cyclones, drought and \r\n48/52 14-55200\r\nA/69/PV.20 29/09/2014\r\ndesertification, rising sea levels, ocean acidification, \r\nloss of biodiversity, weak agricultural production and \r\nfood insecurity. For the Government of Cabo Verde, \r\nit is important to ensure that the negotiations that \r\nwill take place next December in Lima translate into \r\nsignificant progress with respect to the content of the \r\nnew agreement to be signed in Paris in December 2015.\r\nRaising awareness regarding the need to reduce \r\nthe levels of global warming and to foster low-carbon \r\neconomies must also be taken into consideration. We \r\nsupport reducing global warming to under 1.5°C, which \r\nis both economically feasible and a basic requirement \r\nfor sustainable global development. We also hope that, \r\nas we work towards the conversion of our interests, the \r\nfoundational principle of common but differentiated \r\nresponsibility will be respected. A compensation \r\nmechanism for the effective and full implementation \r\nof the Warsaw International Mechanism for Loss and \r\nDamage should be considered. We are convinced that, \r\nif nothing is done, the consequences resulting from \r\nclimate change will affect us all and that we all will \r\npay for our inaction. As the Secretary-General of the \r\nUnited Nations likes to say, we are all in the same boat.\r\nInternational cooperation, both with respect to \r\nclimate change and in other areas, is key. In order to be \r\neffective, it must be more consistent and pragmatic in \r\nnational systems and international structures alike, and \r\ndevelopment financing for countries must be based on \r\ncriteria reflecting their real needs and vulnerabilities.\r\nWe hope that clear directives and commitments \r\nare agreed upon in the next Conference on Financing \r\nfor Development, to be held in Addis Ababa in July \r\n2015, and that they lead the way to achieving the \r\nunfinished business of Millennium Development Goal \r\n8. We hope that they will ensure the redefinition of \r\nthe criteria for the allocation of financial resources \r\nfor development based on the principles adopted in \r\nParis and reaffirmed in Busan. For Cabo Verde, a \r\ncountry that recently graduated into middle-income \r\nstatus, albeit lower-middle-income, it is important \r\nthat innovative mechanisms be designed to provide for \r\ngreater consistency in development financing and to \r\nsupport economic sustainability.\r\nThe previous session of the General Assembly was \r\nconvened under the theme “The post-2015 development \r\nagenda: setting the stage”. The theme chosen for \r\nthis session is “Delivering on and implementing a \r\ntransformative post-2015 development agenda”. We \r\nare thus asked to take the next step — that is, to work \r\non the adoption of a people-centred agenda aiming \r\nto eradicate extreme poverty and reduce inequalities \r\namong nations. That request is made in a complex \r\nand difficult international environment. In our view, \r\nit will be achievable only if there is solidarity and if \r\nthe international community joins forces to promote \r\nsustainable development.\r\nThe results achieved under the framework of the \r\nWorking Group on Sustainable Development Goals, \r\nwhich conducted its work during the previous session of \r\nGeneral Assembly, point to possible actions and options \r\nfor a truly transformative post-2015 agenda. With \r\nrespect to Cape Verde, our country is close to achieving \r\nall the Millennium Development Goals (MDGs). For \r\nus, the post-2015 agenda must reflect all lessons and \r\nassessments of the MDGs and other internationally \r\nagreed goals, and the goals for 2030 must provide for \r\nthe acceleration of the development process.\r\nWe would also like to briefly note that the twenty-\r\nninth special session of the General Assembly on the \r\nfollow-up to the Programme of Action of the International \r\nConference on Population and Development was held on \r\n22 September. The lesson that we can take away from \r\nthat important event is that the post-2015 agenda must \r\nplace people at the centre of the objectives and goals to \r\nbe agreed upon, which also means rigorous respect for \r\nhuman rights. On the other hand, the common good, \r\nprogress and the well-being of all citizens must be goals \r\nto be pursued by all Governments as we develop and \r\nimplement our development policies and programmes.\r\nIn addition to being a matter of social justice, \r\nensuring gender equality and equity also turns out to be \r\na smart choice, as no country can aspire to develop and \r\nestablish social peace and cohesion while excluding \r\na significant portion of its population — that is, the \r\nfemale population.\r\nGender-based violence is an unacceptable \r\nphenomenon in our societies. The Government of \r\nCabo Verde is committed to changing the reality in our \r\ncountry in a significant and positive way, even as we \r\nare aware that there still is much to do in that regard.\r\nThe issues related to international security and the \r\nthreats against peace that they represent are matters \r\nof particular concern. The recent upsurge in acts \r\nof terrorism is a genuinely dangerous threat to the \r\nterritorial integrity of States and to the stability of \r\nentire regions. The systematic and massive violation of \r\nhuman rights and the barbarism that has come with it are \r\n14-55200 49/52\r\n29/09/2014 A/69/PV.20\r\naltogether unacceptable. The international community \r\ncannot allow this challenge to the humanistic values of \r\nour civilization, which are also enshrined and promoted \r\nby the United Nations. The Government of Cabo Verde \r\ntherefore vigorously condemns all forms of terrorism \r\nand calls on the international community to urgently \r\ntake appropriate measures to stop such attempts to \r\nwreak havoc and mete out suffering to innocent people.\r\nWe are particularly concerned with recent \r\ndevelopments in the Middle East and Africa. We \r\nbelieve that States have the moral obligation and \r\ncollective duty to fight against the subversion of the \r\nuniversal principles of peace, tolerance and respect for \r\ndifferences. We believe that the United Nations has an \r\nimportant role to play when it comes to respect for the \r\nprinciples set out in its Charter and in the Universal \r\nDeclaration of Human Rights.\r\nCabo Verde is a peace-loving nation that favours \r\ndialogue and the peaceful resolution of disputes. We \r\nbelieve in and defend the principles of the Charter, as \r\nwell as observance of the standards of international law, \r\nrespect for human rights and the promotion of human \r\ndignity. As a result, we understand that no State or \r\norganization can replace the United Nations in playing \r\nits fundamental role of maintaining global peace and \r\nsecurity and that any use of force can be tolerated only \r\nwhen exercised within the framework of the principles \r\nset forth in the Charter of the United Nations.\r\nCabo Verde sees urgency in finding a solution \r\nfor the Israeli-Palestinian conflict and believes that \r\nthere is no justification for the deaths of thousands \r\nof innocent people, the unwarranted suffering of an \r\nentire population and the desolation and destruction of \r\ninfrastructure in the Gaza Strip. We therefore urge the \r\nparties to begin negotiations that lead to lasting peace \r\nand that allow both States, Israel and Palestine, to live \r\nside by side in security. We also consider it important \r\nto find a negotiated means to end the conflict in Syria \r\nand to open humanitarian aid corridors.\r\nWe are concerned with the conflicts that persist \r\non our continent, such as in Libya, the Central African \r\nRepublic and the Great Lakes region, as well as the \r\nactions of terrorist groups in Somalia, Mali and Nigeria. \r\nWe support and stand side by side with the African \r\nUnion in finding solutions to the problems that affect \r\npeace and security in those sister nations and on the \r\ncontinent in general.\r\nIn the context of Africa, we also wish to commend \r\nthe progress achieved in the Republic of Guinea-\r\nBissau, its return to constitutional order and the \r\nre-establishment of democracy. We wish our sister \r\nnation the greatest success in the pursuit of peace and \r\ndevelopment.\r\nIn the West African subregion, the issue of security \r\nin general and maritime security in particular is of \r\nparticular concern to the authorities of Cabo Verde. \r\nOur country is located at the confluence of routes \r\nconnecting the African, European and American \r\ncontinents, which places us in a vulnerable situation, \r\nas these routes are also used by transnational organized \r\ncrime, resulting in a direct threat to the stability of \r\nStates and their democracies.\r\nCabo Verde, in association with other States \r\nand organizations in the United Nations system, \r\nhas attempted to combat the illegal activities that \r\nhave unfairly punished this part of the West African \r\nsubregion, such as the trafficking in drugs, arms and \r\nhuman beings, maritime piracy, terrorism and illegal \r\nfishing. As those are phenomena of a transnational \r\nnature, we believe that no country in the subregion \r\nis in a position to effectively combat them without \r\ngreater international cooperation and the combination \r\nof efforts, means and strategies. Therefore, we would \r\nlike to count on more consistent support from the \r\ninternational community.\r\nThe Security Council has rightly determined \r\nthat the current Ebola epidemic in West Africa is a \r\nthreat to international security. The situation in the \r\nthree countries most affected by the epidemic should \r\nprompt the international community to engage in more \r\norganized and coordinated actions to provide aid, more \r\neffectively save lives and prevent the spread of the \r\ndisease to neighbouring countries, to the rest of Africa \r\nand to the world.\r\nCabo Verde welcomes and supports the efforts \r\nmade by all nations and organizations involved in \r\nthat struggle, particularly the Secretary-General’s \r\ninitiatives in that regard. The inclusion of this issue in \r\nthe Security Council agenda, the adoption of resolution \r\n2177 (2014) by unanimity, and the debate that followed \r\n(see S/PV.7268) are an unequivocal expression of the \r\ninternational community’s awareness of the priority \r\nthat must be given to the efforts to halt and control the \r\nepidemic, which could have catastrophic consequences \r\nfor our affected sister nations, particularly the Republics \r\n50/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nof Guinea, Sierra Leone and Liberia, to which Cabo \r\nVerde offers its friendship and solidarity.\r\nThe President: We have heard the last speaker in \r\nthe general debate.\r\nTwo Member States have asked to speak in exercise \r\nof the right of reply. May I remind members that \r\nstatements in exercise of the right of reply are limited \r\nto 10 minutes for the first intervention and five minutes \r\nfor the second intervention, and should be made by \r\ndelegations from their seats.\r\nMr. Pavlichenko (Ukraine): First of all, I would \r\nlike to thank the delegations of the Member States that \r\nstrongly supported the sovereignty and the territorial \r\nintegrity of Ukraine in the most difficult time in \r\nour history. By their courageous positions, they not \r\nonly support Ukraine but also uphold key principles \r\nembodied in the Charter of the United Nations.\r\nAs a sign of our deep appreciation, we have \r\npresented to each delegation a personalized multimedia \r\nalbum dedicated to the events in Ukraine. We hope \r\nthat the albums will help foster a better understanding \r\nof the very nature of the recent events in my country \r\nand demonstrate how important the role of the United \r\nNations could be for preserving the sovereignty and \r\nterritorial integrity of its Member States, particularly \r\nwhen we all stand united.\r\nWe were surprised by some statements made by the \r\ndelegation of the Russian Federation in this Hall during \r\nthe general debate as well as at some other high-level \r\nevents at the margins of the General Assembly. It is \r\ntrying to convince others that the occupation of Crimea \r\nand the aggressive actions in the east of Ukraine were \r\nprovoked by Western countries and that what is going \r\non in Ukraine is a mere reflection of a confrontation \r\nbetween the West and Russia.\r\nThat is a very strange position. The truth is that \r\nUkraine has never been the victim either of Europe or \r\nof the United States. It was the Kremlin leaders whose \r\nambitions caused the barbaric aggression and violence \r\nagainst its neighbouring nation. It was Moscow, not the \r\nWestern States, that grabbed part of our territory and \r\nnow is trying to justify its deeds by referring to some \r\nambiguous historical justice while fragrantly violating \r\nclear norms of international law, including bilateral \r\ntreaties with Ukraine on friendship and borders \r\nbetween States.\r\nThe Kremlin unleashed the brutal war not against \r\nthe Western world but against formerly friendly \r\nUkraine, a country that is economically and militarily \r\nweak, a country whose budget had been systematically \r\nand shamelessly plundered by the now-toppled regime \r\nof a corrupt and kleptocratic authoritarian leader. The \r\nmere reason for this brutal war was the sovereign \r\nchoice of people of Ukraine to be part of the European \r\nfamily of nations, with a democratic and responsible \r\nGovernment respecting and protecting human rights \r\nand freedoms.\r\nTherefore, we find quite cynical the Moscow \r\nauthorities’ initiative to have voted in favour of a \r\nGeneral Assembly declaration on the inadmissibility \r\nof interference into domestic affairs of sovereign \r\nStates and non-recognition of coups d’état as a method \r\nof changing power. Perhaps I am disappointing \r\nsome people by referring to the Declaration on the \r\nInadmissibility of Intervention and Interference in the \r\nInternal Affairs of States (resolution 36/103), which the \r\nGeneral Assembly adopted so long ago.\r\nThe Declaration, which the Assembly adopted in \r\n1981, inter alia provides for the clear duty of States to \r\nrefrain in their international relations from the threat or \r\nuse of force in any form whatsoever and to refrain from \r\narmed intervention, subversion, military occupation or \r\nany other form of intervention and interference, overt \r\nor covert, directed at another State or group of States \r\nor any of military, political or economic interference in \r\nthe internal affairs of another State.\r\nWe do not think there is a need to reinvent the \r\nwheel. Rather, it is time to start respecting and \r\nobserving the decisions taken by the General Assembly \r\nand the binding standards of international law. We \r\nbelieve that time will put everything into perspective, \r\nand will reaffirm that despite the Moscow authorities’ \r\naggressive campaign against my country, the Russian \r\nand Ukrainian peoples will remain friends and share \r\ncommon civilized values.\r\nMr. Zagaynov (Russian Federation) (spoke \r\nin Russian): The statement we just heard by the \r\nrepresentative of the Ukrainian delegation once again \r\nreiterated unfounded accusations directed at Russia. \r\nIt is regrettable that Ukraine persists in its efforts to \r\nuse the various forums of the United Nations, including \r\nthe General Assembly, to repeat its fabrications and \r\nan interpretation of events that is wildly distant from \r\nreality. The Ukrainian delegation’s rhetoric is badly \r\n14-55200 51/52\r\n29/09/2014 A/69/PV.20\r\nout of line with the spirit and logic of the ceasefire \r\nagreement reached in September on the basis of the \r\ninitiative of the Presidents of Ukraine and Russia.\r\nRussia’s assessment of what has happened in \r\nUkraine and is happening now was laid out in detail \r\nin the statement delivered by the Minister for Foreign \r\nAffairs of the Russian Federation on 27 September (see \r\nA/69/PV.15), and I will not repeat it. I would merely \r\nlike to direct the Assembly’s attention to his words on \r\nthe necessity of establishing peace and political order in \r\nUkraine on the basis of a broad national dialogue, and \r\nto Russia’s readiness to assist in establishing that order, \r\nincluding within the framework of the exceedingly \r\nuseful Minsk process. I would once again like to urge \r\nthe Ukrainian delegation to work actively to achieve the \r\nMinsk agreement.\r\nStatement by the President\r\nThe President: Throughout the past week we have \r\ngathered here in this very newly renovated Hall to \r\nshare our hopes and visions for the future. We reflected \r\ncollectively on the challenges confronting us, as well \r\nas the opportunities we must take advantage of, both \r\nas individual societies and members of the greater \r\nworld community. I thank each and every speaker who \r\nparticipated in the general debate for taking the time \r\nto address the Assembly at this pivotal moment in the \r\nhistory of our Organization. The participation of 117 \r\nHeads of State and Government, three Vice-Presidents, \r\neight Deputy Prime Ministers, 56 Ministers, seven \r\nHeads of delegation, one Head of State and one Head \r\nof Government of Observer States and one observer \r\nattests to the importance and value that Member States \r\nand observers attach to the Organization.\r\nI would like to briefly highlight some of the major \r\nissues examined during the debate that will deserve our \r\nattention over the next 12 months.\r\nMany speakers focused on the theme of this year’s \r\ngeneral debate, “Delivering on and implementing a \r\ntransformative post-2015 development agenda”. They \r\nstressed the importance of building on the successes \r\nand momentum of the Millennium Development \r\nGoals and formulating an ambitious, inclusive and \r\ntransformative development agenda that can produce \r\ntangible benefits and improve the livelihoods of all \r\npeoples. They highlighted the importance of placing \r\nthe eradication of poverty and hunger at the core of the \r\npost-2015 development agenda, and underscored the \r\nneed for adequate means of implementation for the new \r\ndevelopment agenda, in terms of financial resources, \r\ncapacity-building and technology development and \r\ntransfer. Several speakers stressed the importance \r\nof fulfilling overseas development assistance \r\ncommitments and called for an enhanced global \r\npartnership for development. The important role that \r\nthe private sector, civil society and multi-stakeholder \r\ngroups should play was also emphasized. Many \r\ndelegations called for a fairer global trading regime \r\nand for continued reform of the global economic \r\ngovernance and international financial institutions, in \r\norder to make them more responsive to the needs of all \r\nnations, especially developing countries.\r\nPeace and security issues featured prominently \r\nin the debate, with many speakers expressing grave \r\nconcern about the increasing threat posed by terrorists \r\nand extremist groups such as the Islamic State in Iraq \r\nand Syria, Al-Qaida, Al-Shabaab, Boko Haram and \r\nothers. Underlining the importance of addressing the \r\ndanger posed by terrorists, world leaders called for a \r\nunified global response to combat them effectively. \r\nMany speakers emphasized that such groups did not \r\nmerely constitute a regional challenge but were a \r\nserious danger to international peace and security, \r\nand stressed the importance of further strengthening \r\ncooperation between the United Nations and regional \r\nand subregional organizations in order to optimize \r\nsynergy and their respective capacities.\r\nOn health issues, the rampant spread of Ebola in \r\nWest Africa was prominent during the debate, with \r\nmany speakers urging immediate, coordinated action \r\nto stem the outbreak. Delegations expressed serious \r\nconcern about the catastrophic loss of life caused by \r\nEbola as well as the unrest, social tension and negative \r\nimpact on political and socioeconomic progress it has \r\nproduced in the affected countries of Guinea, Liberia \r\nand Sierra Leone. The devastation that Ebola has \r\ninflicted on already fragile health-care systems in the \r\naffected countries was of particular concern. Leaders \r\npledged their support to the Secretary-General’s \r\nnewly established United Nations Mission for Ebola \r\nEmergency Response, and welcomed the national, \r\nregional and international efforts to combat Ebola. \r\nMany delegations stressed the importance of paying \r\ngreater attention to combating HIV/AIDS, malaria \r\nand tuberculosis as well as other communicable and \r\nnon-communicable diseases.\r\nHigh unemployment rates were also a key focus \r\nin the debate, with many expressing concern about \r\n52/52 14-55200\r\nA/69/PV.20 29/09/2014\r\nthe destabilizing effects of persistent unemployment. \r\nMany speakers said that the increasing levels of \r\nunemployment among young people were especially \r\ntroubling, and called for strategies and policies aimed \r\nat creating more job opportunities.\r\nWhile recognizing that some progress had been \r\nmade in promoting gender equality and women’s \r\nempowerment, many speakers underscored the \r\nimportance of greater attention to and action on \r\nthose issues. A number of delegations stressed that \r\nwithout women’s active participation in all facets of \r\nlife, societies would continue to fail to reach their full \r\npotential. Improving the safety and equality of girls’ \r\naccess to education was another common theme.\r\nOn the environment, speakers stressed the need \r\nfor comprehensive action on climate change, calling \r\nfor a unified approach to the issue, since time was \r\nrunning out for addressing threats such as pollution, \r\nrising sea levels, desertification and land degradation. \r\nMany delegations welcomed the Secretary-General’s \r\nClimate Summit initiative and called for a commitment \r\nto concluding a global agreement in 2015 under the \r\nauspices of the United Nations Framework Convention \r\non Climate Change.\r\nThe importance of promoting the rule of law, \r\ngood governance and respect for human rights as \r\nprerequisites for the achievement of sustainable growth \r\nand development was emphasized. Delegations noted \r\nthat respect for international law, norms and principles \r\nwere critical to international peace and security. On \r\nhuman rights, several speakers emphasized the central \r\nrole of human rights as one of the United Nations pillars, \r\nnoting that discrimination based on religion, gender or \r\nany other consideration should not be tolerated.\r\nMany delegations called for Security Council \r\nreform and the revitalization of the General Assembly. \r\nSpeakers emphasized that Security Council membership \r\ndid not adequately reflect today’s realities and called \r\nfor a more representative Council.\r\nThe general debate continues to serve as an \r\nopportunity for the international community to come \r\ntogether under one roof to explore the world’s current \r\nstate of affairs. It is a one-of-a-kind opportunity for \r\nMember States to share with a worldwide audience \r\ntheir accomplishments, ambitions, hopes and fears. \r\nThe general debate is indeed the world’s premier global \r\npolitical stage. It serves as a unique opportunity to \r\nrecall the intrinsic value of our mutual engagement in \r\nthe work of the Organization.\r\nI would like to suggest that in future we consider \r\nrationalizing the number of meetings and side events \r\nheld in the margins of the general debate to enable \r\ngreater focus on the matters being discussed here in the \r\nGeneral Assembly Hall.\r\nLet me take this opportunity to urge each and every \r\nmember to approach our work over the next year with \r\na spirit of cooperation and optimism, inspired by the \r\nbelief that together we can make a difference. As we \r\nhave seen during the general debate, we certainly have \r\nour work cut out for us. Most important, we need to \r\nformulate an ambitious and inclusive transformative \r\nagenda and accompany it with adequate means for its \r\nimplementation. Let us take on that responsibility and \r\nall the challenges we must address with a wholehearted \r\nbelief that as a unified body we can make real and \r\nmeaningful change in the livelihoods of humankind \r\nand the health of our planet.\r\nMay I take it that it is the wish of the General \r\nAssembly to conclude its consideration of agenda item \r\n8?\r\nIt was so decided.\r\nAgenda item 136 (continued)\r\nScale of assessments for the apportionment of the \r\nexpenses of the United Nations\r\nLetter from the Secretary-General (A/69/374/Add.1)\r\nThe President: In his letter, the Secretary-General \r\ninforms the President of the General Assembly that, \r\nsince the issuance of his communication contained in \r\ndocument A/69/374, the Central African Republic has \r\nmade the payment necessary to reduce its arrears below \r\nthe amount specified in Article 19 of the Charter.\r\nMay I take it that the General Assembly duly takes \r\nnote of the information contained in that document?\r\nIt was so decided.\r\nThe meeting rose at 3 p.m.\r\n"