"*1454935*\r\n14-54935 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506. \r\nCorrected records will be reissued electronically on the Official Document System of the \r\nUnited Nations (http://documents.un.org).\r\nThe meeting was called to order at 9 a.m.\r\nAddress by Mr. Hifikepunye Pohamba, President of \r\nthe Republic of Namibia\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Namibia.\r\nMr. Hifikepunye Pohamba, President of the \r\nRepublic of Namibia, was escorted into the General \r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Hifikepunye Pohamba, President of the \r\nRepublic of Namibia, and to invite him to address the \r\nAssembly.\r\nPresident Pohamba: I am proud to see you, \r\nMr. President, a distinguished son of Africa, presiding \r\nover the General Assembly at its sixty-ninth session, \r\nand I congratulate you warmly on your election. I would \r\nalso like to pay tribute to the President of the Assembly \r\nat its previous session for his sterling leadership.\r\nThis meeting is taking place at a challenging time \r\non the global stage. Several African countries have \r\nbeen dealing with an unprecedented outbreak of deadly \r\nEbola disease; the 200 girls abducted in Nigeria by \r\nBoko Haram are yet to be found or rescued; and the \r\nindiscriminate bombardment of Gaza ended only a few \r\nweeks ago. At the same time, terrorist groups continue \r\nto disrupt peace and stability in various parts of the \r\nworld.\r\nThose challenges are not insurmountable, but \r\novercoming them requires steadfastness and unity. We \r\nshould therefore resolutely reaffirm our faith and move \r\nforward, guided by the enduring values and principles \r\nof the Charter of the United Nations and all that it stands \r\nfor. Those values should guide our discussions during \r\nthis session, including on our theme “Delivering on and \r\nimplementing a transformative post-2015 development \r\nagenda”. That theme presents an opportunity for us to \r\npause and reflect on the successes we have achieved and \r\nthe challenges we have encountered in implementing the \r\nambitious targets set by the Millennium Development \r\nGoals (MDGs). The creation of a better world through \r\ninclusive development, improved freedom from want, \r\nand greater security and prosperity, especially in \r\ndeveloping countries, are some of the priorities we \r\nagreed on 14 years ago.\r\nIn Namibia, the implementation of the MDGs \r\nhas had many positive results. We have reduced the \r\npercentage of our people living in extreme poverty \r\nby more than half. Primary school enrolment has \r\nreached 100 per cent. Health care is now delivered to \r\nmany communities where once there was none. The \r\nrates of new cases of HIV infection have stabilized. \r\nOur coverage of antiretroviral treatment has reached \r\n85 per cent, while the rate of prevention of mother-to-\r\nchild transmission now stands at 90 per cent. We are \r\nmoving closer to eliminating malaria as a public health \r\nthreat, and our provision of clean drinking water and \r\nsanitation has also expanded.\r\nNotable successes have been achieved at the global \r\nlevel, too. The living conditions of millions of people \r\nUnited Nations A/69/PV.12\r\nasdf\r\nGeneral Assembly\r\nSixty-ninth session\r\n12th plenary meeting\r\nFriday, 26 September 2014, 9 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Kutesa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Uganda)\r\n2/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nhave improved, especially in developing countries. We \r\ntherefore have a strong foundation on which to realize the \r\nsustainable development goals that are part of the post-\r\n2015 development agenda. In that context, urgent action \r\nshould be taken to meet the basic needs of all human \r\nbeings and the protection of the natural environment, \r\non which we all depend for our livelihoods. I believe \r\nno effort or resource should be spared in addressing \r\nholistically the root causes of social strife, poverty and \r\npolitical conflict in our societies.\r\nDeveloping countries, particularly African and \r\nisland States, continue to bear the brunt of the adverse \r\neffects of climate change. Floods, droughts and soil \r\nerosion have become more severe, prolonged and \r\nfrequent. Namibia therefore calls for implementation \r\nof the action programme and the dynamic Windhoek \r\nDeclaration adopted in 2013 in Namibia at the eleventh \r\nsession of the Conference of the Parties to the United \r\nNations Convention to Combat Desertification.\r\nWe applaud the Secretary-General for hosting the \r\nClimate Summit during this session of the General \r\nAssembly. Its outcome should complement the \r\nnegotiations within the United Nations Framework \r\nConvention on Climate Change towards a meaningful \r\nand coordinated global agreement in 2015.\r\nGoing forward, our discussions and interactions \r\nshould be guided by the principles articulated in the \r\nMillennium Declaration; the outcome document \r\nof the United Nations Conference on Sustainable \r\nDevelopment, entitled “The future we want”; and the \r\noutcomes of the major United Nations conferences \r\nand summits on economic, social and environmental \r\nmatters. It is vital to ensure that the concerns articulated \r\nin the African Common Position be fully integrated \r\ninto the post-2015 development agenda.\r\nAs we prepare for the implementation of the \r\npost-2015 development agenda, we must demonstrate \r\nthe necessary political will and create strong global \r\npartnerships to realize our shared goals. Furthermore, \r\nwe should join hands to ensure effective mobilization \r\nand the efficient utilization of public- and private-sector \r\nresources at both the domestic and international levels.\r\nThe ongoing efforts to reform the United Nations \r\nsystem, particularly the Security Council, must be \r\nconcluded without further delay in order to reflect the \r\ncontemporary geopolitical realities.\r\nWe remain concerned about the political instability \r\nand armed conflicts in South Sudan, Somalia, Mali \r\nand the Central African Republic. However, the \r\nsuccess achieved by the Government of the Democratic \r\nRepublic of the Congo, the United Nations Organization \r\nStabilization Mission in the Democratic Republic of \r\nthe Congo and the Southern African Development \r\nCommunity, along with the Intervention Brigade, in \r\nneutralizing the negative forces in the eastern part of \r\nthe Democratic Republic of the Congo is encouraging. \r\nIn order to further consolidate peace, the voluntary \r\nprogramme for the disarmament, demobilization, \r\nrepatriation, resettlement and reintegration of the \r\nnegative forces must be implemented fully.\r\nNamibia supports the participation of women in \r\npeacekeeping and peacebuilding operations around the \r\nworld. In that context, we call for the full implementation \r\nof Security Council resolution 1325 (2000) on women, \r\npeace and security. Namibia has currently deployed one \r\nof the largest female police contingents to the African \r\nUnion-United Nations Hybrid Operation in Darfur.\r\nNamibia continues to call for the lifting of the \r\neconomic embargo against Cuba. The embargo is \r\ncontrary to international efforts to reduce poverty and \r\nachieve the MDG targets in States Members of the \r\nUnited Nations. The listing of Cuba as a State sponsor \r\nof international terrorism is not justifiable and should \r\nnot be accepted.\r\nWe call for the full implementation of all relevant \r\nUnited Nations resolutions on Western Sahara and \r\nPalestine. The international community must fulfil its \r\nobligations and assist the people of Western Sahara \r\nand Palestine to realize their inalienable right to self-\r\ndetermination.\r\nNamibia condemns the abduction of more than \r\n200 girls and other innocent people by Boko Haram \r\nin the Federal Republic of Nigeria. We call for their \r\nimmediate and unconditional release.\r\nWe support international efforts to combat Ebola \r\ndisease in the African countries affected. Towards that \r\nend, Namibia has contributed ND$11 million to the \r\nfight against the deadly epidemic.\r\nAs prescribed by the Namibian Constitution, I \r\nhave the honour to inform the Assembly that my term \r\nof office as President will come to an end early next \r\nyear. Therefore, this is the last time that I will address \r\nthe General Assembly as President of the Republic \r\nof Namibia. I would like to thank Heads of State \r\nand Government for the excellent cooperation that \r\nthey have rendered to me and my country during my \r\n14-54935 3/47\r\n26/09/2014 A/69/PV.12\r\ntenure of office. I trust that they will extend the same \r\ncooperation to my successor.\r\nFinally, let us reaffirm our collective political \r\ncommitment to accelerating the achievement of the \r\nMDGs as we move towards the implementation of the \r\npost-2015 development agenda.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of Namibia \r\nfor the statement he has just made.\r\nMr. Hifikepunye Pohamba, President of the \r\nRepublic of Namibia, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Donald Rabindranauth Ramotar, \r\nPresident of the Republic of Guyana\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Guyana.\r\nMr. Donald Rabindranauth Ramotar, President \r\nof the Republic of Guyana, was escorted into the \r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHis Excellency Mr. Donald Rabindranauth Ramotar, \r\nPresident of the Republic of Guyana, and to invite him \r\nto address the Assembly.\r\nPresident Ramotar: I wish to congratulate you, \r\nMr. President, on your assumption of the presidency of \r\nthe General Assembly at this year’s session. I wish also \r\nto commend your predecessor, Ambassador John Ashe \r\nof Antigua and Barbuda, and his team, for so effectively \r\nsetting the stage for what will now follow under your \r\ntenure, as it relates to the post-2015 development \r\nagenda and other critical issues that warrant the focused \r\nattention of the international community.\r\nThis debate in the General Assembly is taking place \r\non the eve of the target year set by world leaders in \r\n2000 for achieving the Millennium Development Goals \r\n(MDGs). It is therefore a timely moment to assess the \r\nprogress that has been made, and also to understand \r\nwhy we could not achieve all the Goals in full. That is \r\nessential if we are to move forward with the post-2015 \r\nagenda that we are now about to finalize. I should recall \r\nthat in 2000, when the eight Goals were announced, \r\nthey inspired great hope and enthusiasm around the \r\nworld, particularly in developing countries and among \r\nthe poor. It is true that we have made tangible progress \r\nin our efforts to achieve the MDGs. Global poverty \r\nhas fallen and continues to fall; many more children \r\nare attending primary schools; health services have \r\nimproved for many people, resulting in a significant \r\ndecline in child mortality; and the spread of HIV/AIDS \r\nand malaria has been halted and even reversed in some \r\nregions.\r\nIn Guyana, despite the negative effects of the \r\ninternational financial situation, we have managed \r\nto keep our economy growing steadily over the past \r\neight years. In fact, we have succeeded not only in \r\ngrowing our economy but also in ensuring that the \r\ngrowth has resulted in an improved quality of life for \r\nour people. Indeed, we are one of only 17 countries \r\nin the world recognized by the Food and Agriculture \r\nOrganization of the United Nations for not only \r\nmeeting the goal of reducing hunger by half but also of \r\nimproving their people’s nutrition. We have achieved \r\nuniversal primary education and are close to achieving \r\nuniversality for secondary education, too. We have also \r\nmade important strides in housing, health, water and \r\nother social facilities. In that regard, I would like to \r\nexpress my country’s gratitude to all the development \r\npartners that have contributed greatly to the gains we \r\nhave made in working towards the MDGs. Guyana’s \r\nsuccess in building its health-sector capacity could not \r\nhave been possible without Cuba’s assistance, which \r\nincluded training hundreds of our doctors, and which \r\nCuba has done despite its own economic difficulties. \r\nWe would like to join the vast majority of the countries \r\nof the world in once more calling for an end to Cuba’s \r\neconomic blockade by the United States.\r\nWhile we should recognize the gains that have been \r\nmade around the world, I hasten to point out that they \r\nhave not been uniform across countries or regions. In \r\nsome places the progress has been dramatic. Asia, for \r\ninstance, has had remarkable success with many of the \r\nGoals. In Latin America and the Caribbean there has \r\nalso been considerable progress. There are, however, \r\nsome areas that have seen almost no noticeable change \r\nsince 2000. In others, mainly countries ravaged by \r\nconflicts and wars, laudable gains have been reversed. \r\nSome Goals have also proven more elusive than others. \r\nMaternal mortality in particular requires additional \r\nattention. It is clear that the world could have advanced \r\nmuch further along the road to achieving the MDGs. \r\nUnfortunately, that did not happen, because the \r\npartnership needed to achieve every objective was \r\nnot strong enough. We should therefore examine the \r\nreasons for the sub-optimal results.\r\n4/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nIt is true that we all have a responsibility for the \r\nwelfare of the people of the world and the state of our \r\nplanet in general. The reality, however, is that some \r\ncountries have far more resources than others, and \r\nsome also use much more of the world’s resources. \r\nAnd while our responsibilities are shared, they must \r\nnecessarily be differentiated. The gaps between the \r\ntop and bottom segments of the world’s population \r\nare widening greatly. The concentration of wealth in \r\nthe hands of a few has reached dangerous proportions. \r\nOxfam International recently highlighted this \r\nphenomenon, and some figures are startling. Oxfam \r\nnoted that the richest 1 per cent of the population of the \r\nworld owns about 46 per cent of global wealth — some \r\n$110 trillion — while the bottom 50 per cent owns just \r\nabout $1.7 trillion, or 0.7 per cent of the world’s wealth. \r\nThat amount, $1.7 trillion, is the same as that possessed \r\nby 85 of the world’s richest people — in other words, \r\n85 persons have as much wealth as 50 per cent of the \r\nworld’s population. Clearly, such a degree of inequality \r\nis unsustainable.\r\nIn much the same manner, while we have all agreed \r\non increasing development assistance to developing \r\ncountries, the reality is that the net transfer of financial \r\nresources from developing to developed countries \r\ncontinues unabated, amounting to $200 billion in 2002 \r\nand increasing to $557 billion in 2010. That perverse \r\ntrend continues today. And this transfer of financial \r\nresources is only a part of the picture. Developing \r\ncountries also suffer a net loss of skills to the developed \r\nworld through migration. That is after the former \r\ncountries have expended huge amounts on training. \r\nIn addition, our efforts in the health and education \r\nsectors are often frustrated by the high costs of school \r\nbooks and essential medicines, owing to the strictures \r\nof intellectual property rights. These imbalances \r\nare clearly unsustainable and can be addressed only \r\nthrough concerted global action.\r\nWhile many developing countries have shown \r\nserious determination in working towards the Goals \r\nby allocating more resources to human development, \r\nthe support offered to them by developed countries, as \r\nenvisaged in MDG 8, has fallen significantly short of \r\nexpectations. It is extremely disappointing, to say the \r\nleast, that in the face of pressing needs, only about half \r\na dozen developed countries have kept their pledge to \r\nreserve 0.7 per cent of their gross national product for \r\nofficial development assistance. As we prepare for yet \r\nanother conference on financing for development, in \r\nEthiopia next year, I would like to remind the Assembly \r\nthat the commitment of 0.7 per cent was made over four \r\ndecades ago in this very Assembly, and was reiterated \r\nin 2002 at the International Conference on Financing \r\nfor Development in Monterrey.\r\nIn the light of those failures, it is imperative that \r\nthe post-2015 framework include, first, a time-bound \r\ncommitment for delivering official development \r\nassistance on which commitments have already been \r\nmade; secondly, a global framework for managing \r\nintellectual property rights that places the development \r\nimperative at its centre; thirdly, a global trading \r\narchitecture that recognizes the asymmetries in the \r\nglobal state of development and is suitably responsive \r\nto them; fourthly, a framework that ensures that \r\nprivate-sector investment is consistent with the \r\ndevelopment agenda. The recommendations of the \r\nOpen Working Group on Sustainable Development \r\nGoals and of the Intergovernmental Committee of \r\nExperts on Sustainable Development Financing provide \r\na good platform on which to build.\r\nAs we craft a transformative agenda, it will be \r\nespecially important to ensure that it is f lexible enough \r\nto address the peculiar needs of some countries. The \r\nspecial circumstances occasioned by the vulnerabilities \r\nof small island and low-lying coastal developing States \r\nbear particular mention in that regard. Far too often, \r\nthe progress made can be speedily reversed owing to \r\nthe impacts of climate change and natural disasters. We \r\nmust spare no effort to ensure that we have a legally \r\nbinding agreement on this matter in 2015.\r\nIronically, as we discuss the post-2015 development \r\nagenda, many Caribbean Community countries are \r\nbeing graduated from eligibility for concessionary \r\nfinancing, since they are classified as middle-income \r\nbased on the narrow measure of gross domestic product \r\nper capita. In addition, many of those countries are \r\nheavily indebted, as they must make unavoidable \r\ninvestments in building and rebuilding social, economic \r\nand productive infrastructure to strengthen their \r\nresilience. We call on the international community \r\nto reconsider that approach by adding a vulnerability \r\nindex to the equation. We also call for debt relief, as \r\nthe debt accumulated by most of those countries makes \r\ntheir economies unsustainable.\r\nThe most important precondition for progress \r\nis peace. Many conflicts and potential for conflicts \r\ncontinue unresolved, while new threats to global \r\nsecurity have risen to dangerous levels.\r\n14-54935 5/47\r\n26/09/2014 A/69/PV.12\r\nThe situation in the Middle East is the most \r\ndisturbing. Still at the heart of it is the great tragedy \r\nthat is the plight of the Palestinian people. Once again, \r\nwe have seen the bombing of an almost unarmed \r\npopulation in Gaza by one of the world’s most powerful \r\nmilitary machines, supported and replenished by even \r\nmore powerful military forces. Guyana calls for the end \r\nof the apartheid-like situation that exists in Palestine, \r\nwhere poverty and degradation are weapons used to \r\nrepress a whole people. The people of Palestine have a \r\nright to live with dignity in their own country, and the \r\nUnited Nations must never compromise on the principle \r\nof self-determination.\r\nThe continuing wars in Syria and Iraq are most \r\ndistressing. They are leading to more extremism and \r\na rapid descent into barbarism. That has resulted from \r\nyears of financing and arming of radical forces to \r\npromote political objectives. We condemn the barbaric \r\nand grotesque killing of journalists, humanitarian aid \r\nworkers and other hostages and the loss of civilian lives \r\nin those conflict areas by the murderous extremists in \r\nthose countries. Guyana condemns terrorism in all its \r\nforms and manifestations.\r\nThe situation in Ukraine is another cause for \r\nconcern. We must not forget that the two world wars \r\nhad their origins in Europe. That is why we should \r\nexert every effort to bring all the partners to the table \r\nfor a peaceful resolution. Attempting to secure military \r\nadvantages is not only foolhardy but downright \r\ndangerous. The solution has to be based on justice and \r\nthe aspirations of the peoples in that country.\r\nThe many unresolved border issues that exist in \r\nour world are always a potential source of conflict and \r\nare often used to retard the development of countries, \r\npreventing them from improving the quality of life of \r\ntheir own peoples and from promoting the welfare of \r\nthe region to which they belong. My own country is not \r\nunaffected by this. The United Nations must therefore \r\nredouble its efforts to assist in the resolution of such \r\nissues.\r\nWe currently face a stark reminder of how fragile \r\nglobal welfare is in the face of singular threats such as \r\nthe Ebola epidemic. Make no mistake, that is a global \r\nproblem that requires an immediate global response \r\nmany times greater what is currently being done. Let \r\nme acknowledge the prompt response and leadership \r\nshown by Cuba and the United States of America in \r\nrendering assistance to the countries in West Africa.\r\nIn our time, we must continue the search for new \r\napproaches to many of the global problems that confront \r\nus. In today’s interconnected and interdependent world, \r\nthe destinies of States and peoples are increasingly \r\nintertwined. The concerted global action that is \r\nnecessary to address today’s problems can be achieved \r\nonly with strong multilateralism and through relevant, \r\nresponsive and more democratic global institutions.\r\nCritical issues include reforms to the Security \r\nCouncil and the international financial institutions. \r\nConcrete progress in Security Council reform is \r\nimperative in order to assure the continued legitimacy \r\nand relevance of that important United Nations organ. \r\nLikewise, accelerated reform of the international \r\nfinancial institutions is critical if we are to ensure their \r\neffectiveness in protecting global financial stability \r\nand supporting sustainable development.\r\nIn conclusion, I would like to recall the proposal \r\nthat Guyana made through its first democratically \r\nelected President, Mr. Cheddi Jagan, for a new global \r\nhuman order, on which the General Assembly has \r\npronounced itself in several resolutions. That proposal \r\nseeks to balance the interests of developed and \r\ndeveloping countries. It is a proposal whose time has \r\ncome, and it should be pursued with other initiatives \r\nto find solutions so that we can realize the dreams of \r\ngenerations that came before us for peace, progress and \r\nprosperity.\r\nJust as the Millennium Development Goals provided \r\na new focus and raised hopes in the year 2000, so today \r\nwe must rekindle that spirit to eradicate poverty and \r\ninequality in the post-2015 period.\r\nLet me express our appreciation to the Secretary-\r\nGeneral and the staff of the United Nations for their \r\ntireless efforts in carrying out the mandate of the \r\nOrganization in very challenging times. I assure them \r\nthat they have the full support of the people and the \r\nGovernment of Guyana.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of Guyana \r\nfor the statement he has just made.\r\nMr. Donald Rabindranauth Ramotar, President \r\nof the Republic of Guyana, was escorted from the \r\nGeneral Assembly Hall.\r\n6/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nAddress by Mr. Nicos Anastasiades, President of \r\nthe Republic of Cyprus\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Cyprus.\r\nMr. Nicos Anastasiades, President of the Republic \r\nof Cyprus, was escorted into the General Assembly \r\nHall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Nicos Anastasiades, President of the \r\nRepublic of Cyprus, and to invite him to address the \r\nAssembly.\r\nPresident Anastasiades: I wish to congratulate \r\nyou, Sir, on your election as President of the General \r\nAssembly at its sixty-ninth session, and I convey my \r\nGovernment’s full support in the exercise of your \r\nhigh duties with the shared goal of promoting United \r\nNations principles in a period of great uncertainty and \r\ninstability.\r\nThe General Assembly constitutes the only \r\ninternational forum in which all Heads of States or \r\nGovernments gather together in order not only to \r\nbrief international public opinion about serious issues \r\nfaced by their countries, but to also deliberate on all \r\nregional and international challenges that are not \r\ncountry-specific and that call the international order \r\ninto question.\r\nWe should always bear in mind that the United \r\nNations was created with the aim of maintaining \r\ninternational peace and security, thus fostering the \r\neffective protection of the fundamental freedoms and \r\nhuman rights of all people, irrespective of gender, \r\nracial or ethnic origin, religion or belief. For those \r\nprinciples at the heart of the Charter of the United \r\nNations to be upheld, we should all realize that in an \r\nera of globalization, all Members of the Organization \r\nare bound to be affected, one way or another, by \r\nevents unfolding in any country or region, although \r\nin a dissimilar magnitude and at different times. \r\nTherefore joint actions are needed, through a common \r\nunderstanding that despite our individual differences, \r\nthe path to peace, stability and democracy can be \r\nachieved only through the United Nations. Enhancing \r\nits role, adhering to the principles of its Charter and \r\nimplementing its resolutions are a sine qua non for \r\neffectively tackling both new and long-standing threats.\r\nMrs. Perceval (Argentina), Vice-President, took the \r\nChair.\r\nThe upcoming seventieth anniversary of the United \r\nNations will be a significant milestone in United \r\nNations history. Cyprus believes that it is now the right \r\nmoment to intensify our efforts and commit ourselves \r\nto move ahead through self-assessment and an all-\r\ninclusive debate so as to reach a tangible outcome that \r\nwill strengthen the relevance and effectiveness of the \r\nOrganization. In that connection, I would like to recall \r\nthe 2005 World Summit, during which world leaders \r\nagreed to an early reform of the Security Council.\r\nA year ago, when for the very first time I addressed \r\nthe Assembly (see A/68/PV.12), I conveyed my deep \r\nconcern and indignation about acts that we were \r\nwitnessing that undermined the sovereignty and \r\nterritorial integrity of States, causing regional and \r\nglobal insecurity, such as terrorism, the annexation \r\nof territories via illegal use of force, religious \r\nfundamentalism and the forcible displacement of \r\nmillions of peoples. Unfortunately, despite our efforts, \r\nwe have to admit that during the past year we have not \r\nadequately risen to meet those challenges. It is even \r\nmore worrying that their extent and impact has been \r\nintensified at the expense of human lives, individual \r\nand collective social and economic prosperity and, \r\nultimately, regional and international peace and \r\nsecurity.\r\nEverything we are witnessing in Libya, Lebanon, \r\nSyria and Iraq, particularly following the emergence \r\nof Islamic State of Iraq and Syria and the perpetration \r\nof its untold atrocities, should not leave us indifferent \r\nor passive. It is our duty towards humankind and our \r\nshared values to immediately adopt a more proactive \r\ninvolvement, so as to save future generations from \r\nthe plague of asymmetrical threats, terrorism and \r\nbald hatred. In that connection, we welcome Security \r\nCouncil resolution 2178 (2014), adopted last Wednesday, \r\nto decisively address the growing threat posed by the \r\nunprecedented f low of foreign terrorist fighters and \r\nthe growth of facilitation networks fuelling conflicts \r\naround the world. We expect that those responsible for \r\nthe shocking crimes committed in the past few weeks \r\nwill be held accountable.\r\nAt the same time, we should not ignore that deep-\r\nrooted and long-standing conflicts possess the ability \r\nto instantly ignite regional instability, cause bloodshed \r\nand endanger the lives of thousands of innocent \r\n14-54935 7/47\r\n26/09/2014 A/69/PV.12\r\ncivilians, including children. Regrettably, such events \r\nsow the seeds of animosity and of further violence \r\nthat render dialogue and negotiations more difficult to \r\nconduct and to eventually bring to success.\r\nSpecifically with regard to the Middle East peace \r\nprocess, the right of the Israeli people to statehood \r\nshould not be called into question, nor should the \r\nsame right for the people of Palestine. We commend \r\nthe very positive role of the Egyptian Government in \r\nmediating between the two sides. At the same time, we \r\nstrongly urge all interested stakeholders to discourage \r\nthe activities of terrorist groups that oppose the Middle \r\nEast peace process.\r\nFurthermore, we cannot remain indifferent to \r\nwhat is taking place in Ukraine and the repercussions \r\non the relations between some of the most important \r\nand influential actors in the world arena — the United \r\nStates, the Russian Federation and the European Union. \r\nWe welcome the agreement reached in Minsk on \r\n5 September, and we call for it to be honoured and fully \r\nimplemented by all sides.\r\nOf course, above and beyond those regional \r\nconflicts, we should be vigilant and remind ourselves \r\nthat other conventional and unconventional challenges \r\npose existential dangers that we have yet to tackle. \r\nThose include, among others, human trafficking, the \r\nproliferation of weapons of mass destruction, and \r\nglobal poverty, hunger and distress, which intensify \r\nmigration f lows and create demographic changes and \r\nthe spread of epidemic such as the recent example \r\nof Ebola. Moreover, the effects of climate change \r\ncould eventually, in the distant future, turn out to be \r\nirreversible and catastrophic.\r\nCyprus lies at the crossroads of Europe, North \r\nAfrica and the Near and Middle East, a volatile region \r\nin which most conflicts take place. However, we \r\ntake pride on being a member State of the European \r\nUnion (EU) and in enjoying excellent relations with \r\nall our neighbours. Hence, we are considered to be an \r\nhonest broker with no hidden agendas. We do realize \r\nthat our geography is our destiny. We have assumed a \r\nconstructive role in upholding United Nations values \r\nand principles and are contributing to peace efforts in \r\nour region, always, of course, within our capabilities.\r\nWe are at the forefront of efforts to fight terrorism, \r\nhuman trafficking and the proliferation of weapons of \r\nmass destruction and to provide humanitarian aid and \r\nfacilities when deemed necessary. Only yesterday, \r\nCyprus was instrumental in rescuing around 350 \r\nSyrian refugees from a fishing boat stranded in the \r\nMediterranean, thus averting a great humanitarian \r\ncatastrophe.\r\nThe discovery of hydrocarbons in our \r\nneighbourhood has undoubtedly upgraded its strategic \r\nimportance. Energy can serve as a catalyst for broader \r\ncooperation, thus contributing to peace and stability. \r\nand can be a means to strengthen regional and EU \r\nenergy security and diversification. That would boost \r\nthe economies of the countries in the area. We are ready \r\nto contribute toward that cause and even to mediate to \r\nbring together neighbouring hydrocarbon-producing \r\nand hydrocarbon-consuming countries.\r\nThe year 2014 marks the fortieth anniversary of the \r\nviolent division of my country as a consequence of the \r\n1974 invasion and continuing occupation by Turkey. \r\nIt is not my intention to engage in a blame game, as \r\na plethora of United Nations resolutions and Security \r\nCouncil decisions not only truly reflect the historic and \r\ncontinuing responsibilities of those who are at fault, \r\nbut also condemn the unacceptable status quo and call \r\nfor the reunification of Cyprus and the withdrawal of \r\noccupation forces.\r\nWhat I would like to stress once more is my sincere \r\ncommitment to working vigorously and with resolve to \r\nreach, through a constructive, in-depth and substantive \r\ndialogue, a settlement that will reunite Cyprus and its \r\npeople, restore the fundamental freedoms and human \r\nrights of all its lawful citizens, relieve the island of \r\nthe presence of occupying troops, ensure peaceful \r\ncoexistence and socioeconomic collaboration among \r\nall its citizens, and guarantee the effectiveness and \r\nefficient functioning of Cyprus as an EU member State.\r\nFor me, there is only one plan, and that is to reach \r\na settlement of the Cyprus problem on the basis of \r\nwhat has been agreed as a compromise: the evolution \r\nof the Republic of Cyprus into a bicommunal, bizonal \r\nfederation with political equality, as set out in the \r\nrelevant Security Council resolutions and the high-\r\nlevel agreements, with a single sovereignty, a single \r\ninternational legal personality and a single citizenship.\r\nAfter months of difficult negotiations, a joint \r\ndeclaration was agreed between the two communities \r\non 11 February 2014, setting out the basic guidelines \r\nand principles for reaching the framework of the agreed \r\nsolution, as well as the methodology of the negotiating \r\nprocess. At the same time, it is extremely important \r\n8/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nthat the joint declaration clearly articulates that the \r\nshared, sole purpose of the negotiating process is to end \r\nthe unacceptable status quo and reach a settlement that \r\nwill safeguard and respect the principles upon which \r\nthe European Union is founded. Following the joint \r\ndeclaration and intensive negotiations between the two \r\nsides, comprehensive proposals on all chapters of the \r\nCyprus problem have been submitted. We have now \r\nreached the phase of concentrating our efforts to bridge \r\nthe differences so as to pave the way towards a viable, \r\nlasting solution.\r\nI wish to take this opportunity to warmly welcome \r\nthe Secretary-General’s recent appointment of his new \r\nSpecial Adviser, Mr. Espen Barth Eide. We believe \r\nthat that appointment at this critical juncture in the \r\nnegotiation process demonstrates the United Nations’ \r\ndetermination to ensure that that process moves \r\ndecisively forward. However, it goes without saying \r\nthat what is also needed is a demonstration of a genuine \r\nwill by our compatriots to negotiate in good faith and \r\nby Turkey to contribute constructively to the efforts to \r\nreach a settlement, not only in theory and rhetoric, but \r\nthrough practical and substantial actions.\r\nA first step towards the long-awaited demonstration \r\nof genuine political will would be the adoption of \r\nmy package proposal for bold confidence-building \r\nmeasures that would create a win-win situation \r\nfor all parties concerned, helping to build mutual \r\nunderstanding, confidence and good will and thereby \r\nserving as a catalyst for the ongoing negotiating process. \r\nMoreover, we expect Turkey’s sincere cooperation on \r\nthe humanitarian issue of missing persons, including \r\nthrough granting access to all areas as required and \r\nproviding the necessary information that will help \r\nshed light on their fate and alleviate the pain of their \r\nrelatives.\r\nCyprus and its citizens deserve much more than a \r\ndivided country. Forty years is more than enough for all \r\nof us. It is high time for all those involved to realize that \r\nthe artificial complacency with regard to the status quo \r\nbenefits no one. A solution would benefit all Cypriots, \r\nTurkey, our immediate region and the international \r\ncommunity. My ultimate vision is to relieve all Cypriots, \r\nespecially the younger generation — the future of the \r\ncountry — of the anachronistic burden of having to live \r\nin a divided country in which they are forcibly prevented \r\nfrom enjoying the freedoms that are the birthright of \r\nevery citizen in the world — a burden that they are not \r\nto blame for and are entitled to see redressed. I will \r\nnot deviate from pursuing that vision, as that is the \r\nduty I have undertaken towards all Cypriots. Nor will \r\nI shy away from the historic responsibility to provide a \r\nstable, peaceful and prosperous and conciliatory future \r\nin my country.\r\nIt would be a serious omission if, before concluding, \r\nI did not extend the sincere gratitude of my people \r\nand my Government to the Secretary-General and the \r\nSecurity Council for the work of the United Nations \r\nPeacekeeping Force in Cyprus over the past 50 years, \r\nwhich constitutes a prime example of the successful \r\nrole that the United Nations can play in peacekeeping. \r\nWhile we greatly value the benefits of peacekeeping \r\nand the role played by the United Nations to that end, we \r\nconsider that it is even more important to support and \r\nempower the Organization to continue its work towards \r\npeacemaking, peacebuilding and conflict prevention, \r\nparticularly with regard to new and emerging threats. \r\nOn my country’s behalf, I want to assure the Assembly \r\nthat we will continue to offer any help deemed necessary \r\nto achieve those noble objectives.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Cyprus for the statement he has just \r\nmade.\r\nMr. Nicos Anastasiades, President of the Republic \r\nof Cyprus, was escorted from the General Assembly \r\nHall.\r\nAddress by Mrs. Dalia Grybauskaitė, President of \r\nthe Republic of Lithuania\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Lithuania.\r\nMrs. Dalia Grybauskaitė, President of the Republic \r\nof Lithuania, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations Her Excellency Mrs. Dalia \r\nGrybauskaitė, President of the Republic of Lithuania, \r\nand to invite her to address the Assembly.\r\nPresident Grybauskaitė: Today, numerous \r\noutbreaks of armed conflict and instability in the world \r\nmake us look back at the main cause and purpose of the \r\nUnited Nations — to keep peace throughout the world. \r\nAs States Members of the United Nations, we are all \r\n14-54935 9/47\r\n26/09/2014 A/69/PV.12\r\ncommitted to that core principle. With the danger of \r\nterrorism and war spreading throughout the world, now \r\nis the right time to stop to reconsider our actions and to \r\ndo everything possible to bring an end to fighting, be \r\nit in our own homelands, neighbouring countries or in \r\nour regions.\r\nThe nature of global security has changed \r\ndramatically. We are seeing non-State actors, religious \r\nfundamentalists and rebellious criminal gangs \r\nterrorizing the globe and threatening the safety of \r\npeaceful people. Sadly, some States are standing behind \r\nthe terrorists and have become hubs and shelters for \r\ngrowing violence. But nowadays, the means of terror \r\nand war go far beyond the traditional concept of a lethal \r\nfight. Whatever the means of terror used, its goal is \r\nthe same — to frighten people, countries and, in some \r\ncases, the entire world.\r\nPeaceful and sustainable coexistence among \r\ncountries and within societies is not a self-evident \r\nfact. It requires collective efforts and determination \r\nand national commitment to a sustainable future that \r\nbelongs to all of us. Our common task as a group of \r\nnations is to maintain undivided security — we must \r\nuse all our efforts to stop the Islamic State of Iraq and \r\nthe Levant and Al-Qaida in order to maintain peace and \r\nsecurity in Middle East, but the same efforts need also \r\nto be deployed to manage the geopolitical challenges in \r\nEastern Europe.\r\nIt is our duty to support the peace, sovereignty and \r\nterritorial integrity of Ukraine. The threat arising in \r\nUkraine must be urgently tackled. The United Nations, \r\ntogether with NATO, the European Union and other \r\nregional organizations and their member States, should \r\nfulfil their duty and do everything possible to stop \r\narmed conflicts, prevent the redrawing of the borders \r\nof sovereign States and stop the creation of one frozen \r\nconflict after another.\r\nWe have to act together as a group of neighbours, \r\na group of States concerned about the future of the \r\ninternational community, the future of the world in \r\nwhich we live. It is very important to stop a conflict \r\nat its inception and to suppress the breeding grounds \r\nof terrorism, wherever they may be found. But most \r\nimportant, we should never abandon the values that \r\nhold us together, namely, respect for human rights and \r\nthe fundamental principles of State sovereignty and, \r\nnaturally, territorial unity.\r\nWhen it comes to the protection of those \r\nfundamental common principles, the international \r\ncommunity should be united and react responsively to \r\nany breach thereof. The fact that we continue to protect \r\ncore values was well illustrated by the voting results \r\non resolution 68/262, on the armed conflict in Ukraine. \r\nOne hundred States supported Ukraine and condemned \r\nthe occupation of Crimea by the Russian Federation. \r\nAn overwhelming majority of the Assembly will never \r\nrecognize such illegal acts of aggression.\r\nIf we fail and if violence, aggression and terror win, \r\nwe are at risk of waking up on the threshold of a situation \r\nwhere everyone fights everyone else and chaos prevails. \r\nEverything we have worked for, everything we have \r\ncreated — the world we live in — will be destroyed. \r\nSilent consent to such brutal forms of aggression should \r\nnot be the international community’s answer.\r\nTo avoid an even grimmer future, I invite the \r\nAssembly to keep deception, lies, manipulation and \r\nignorance from entering our territories and violating \r\nour values. We have to go back to the core principle of \r\nthe United Nations, that is, to keep peace throughout the \r\nworld. Our undivided attention to maintain undivided \r\nsecurity should be our main focus.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Lithuania for the statement she has \r\njust made.\r\nMrs. Dalia Grybauskaitė, President of the Republic \r\nof Lithuania, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Alassane Ouattara, President of the \r\nRepublic of Côte d’Ivoire\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Côte d’Ivoire.\r\nMr. Alassane Ouattara, President of the Republic \r\nof Côte d’Ivoire, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Alassane \r\nOuattara, President of the Republic of Côte d’Ivoire, \r\nand to invite him to address the Assembly.\r\n10/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nPresident Ouattara (spoke in French): Like the \r\nother Heads of State and Government who preceded \r\nme at this rostrum, I, too, would like, on behalf of the \r\ndelegation of Côte d’Ivoire and on my own behalf, to \r\nextend to you, Sir, our warmest congratulations on \r\nyour well-deserved election as President of the General \r\nAssembly at its sixty-ninth session and to assure you of \r\nour full support throughout your mandate. Your election \r\nto this post does honour to your country, Uganda, and, \r\nbeyond its borders, to the entire African continent.\r\nMy congratulations also go to His Excellency John \r\nAshe, President of the General Assembly at its sixty-\r\neighth session, for his outstanding guidance of the work \r\nof the Assembly throughout the past year. I should \r\nlike in particular to commend the Secretary-General, \r\nMr. Ban Ki-moon, for his dedication to the objectives \r\nand ideals of the Charter of our Organization.\r\nNow that the stage has been set and the ground \r\nprepared, as we were urged to do at the sixty-eighth \r\nsession, the time is now ripe to translate into reality our \r\ncommitment and our vision of a world free from the \r\nravages of the poverty and vulnerability that still affect \r\nmillions of individuals.\r\nI welcome, therefore, the relevance and the scope \r\nof the theme of this session, “Delivering on and \r\nimplementing a transformative post-2015 development \r\nagenda”, which is taking place in the framework of \r\nthe continuation of the previous session and reflects \r\nour commitment to meet together the challenge of \r\ndevelopment.\r\nSince the adoption of the Millennium Development \r\nGoals (MDGs), in September 2000, and one year before \r\nthe deadline for their implementation, it should be \r\nnoted, as rightly stressed by the Secretary-General in \r\nhis recent report, that the main objectives have been, or \r\nare in the process of being, achieved on a global scale \r\nand that considerable efforts will be needed in order \r\nfor regions such as sub-Saharan Africa to in their turn \r\nsucceed in doing so.\r\nAt the national level, thanks to the efforts of my \r\nGovernment, the implementation of the Millennium \r\nDevelopment Goals is tirelessly being pursued within \r\nthe framework of the implementation of the national \r\ndevelopment programme and the strengthening of \r\ncooperation with our partners. We will use the time \r\nbetween now and the deadline of the end of 2015 to \r\naccelerate efforts to reduce poverty, improve maternal \r\nand child health, consolidate the remarkable progress \r\nmade in the fight against HIV/AIDS and concerning \r\naccess to primary education, and, finally, ensure access \r\nto clean drinking water for all of our compatriots.\r\nIn the past three years, Côte d’Ivoire has \r\nmade a significant qualitative leap forward in the \r\nimplementation of the MDGs and intends to continue \r\nwith that same dynamic process. We entered the \r\ntwenty-first century determined to conquer poverty \r\nand inequality, and to build a world of opportunity. The \r\nMDGs have been the vehicle for this great ambition and \r\nthe impetus for a solidarity of the kind rarely expressed \r\nin this forum. At a time when the world that we wish to \r\nsee post-2015 is taking shape, the MDGs are becoming \r\nclearer. We must finally give the most vulnerable \r\npeoples a decent life; we must also give our planet a \r\nreprieve and the opportunity to exist for centuries to \r\ncome.\r\nThe post-2015 agenda should pay particular \r\nattention to the priorities of the developing countries, \r\nparticularly those of African countries, as set out in the \r\nAfrican Common Position, which my country supports. \r\nThe intergovernmental negotiations on the post-2015 \r\ndevelopment agenda should therefore be inclusive and \r\nbalanced and achieve specific, measurable objectives \r\nso as to facilitate their ownership by States and regions.\r\nThe adoption of the post-2015 development \r\nprogramme next year will take place in a favourable \r\neconomic context for Africa. Indeed, Africa has become \r\none of the most attractive regions for international \r\ninvestors and one of the most dynamic in the world, \r\nwith the annual growth rate of its gross national product \r\nat 4.5 per cent on average over the past 15 years. \r\nAfrica offers unique opportunities in the areas of \r\ninfrastructure, energy, agriculture, employment and the \r\ncapability of ensuring food security for the continent. \r\nThe health sector and that of combating climate change \r\nare also active.\r\nAfrica is entering an era of progress and development \r\nthat will depend on its security environment. Indeed, \r\nthe unprecedented spread of terrorism from the Horn \r\nof Africa to the Sahelo-Saharan area, the explosion of \r\nmaritime piracy, various types of criminal trafficking, \r\nand, more recently, the resurgence of pandemics such \r\nas Ebola haemorrhagic fever, which has been ravaging \r\ncertain countries in West Africa, are threatening the \r\nAfrican continent and risk making it lose a decade of \r\nhuman progress and economic growth. Unlike the wars \r\nof yesteryear, these trans-border threats will in the long \r\n14-54935 11/47\r\n26/09/2014 A/69/PV.12\r\nterm spare no State and no region. That is why we must \r\nface them collectively.\r\nThe current international mobilization against \r\nterrorism and extremism is very positive. However, it \r\nwould benefit from being extended to Africa in order \r\nto sustainably destroy the terrorist movements that are \r\nnow active at the doors of Europe. Africa must not be \r\nthe forgotten continent in the fight against terrorism.\r\nI know that Africa is not alone in facing these \r\nthreats. I would like to reiterate here my sincere \r\ngratitude to our bilateral and multilateral partners, \r\nincluding France, the United States of America, the \r\nUnited Nations, the European Union and the African \r\nUnion, which all are by our side. I should like in \r\nparticular to thank President François Hollande for the \r\ndecisive role played by France in the resolution of the \r\ncrises in Mali, Guinea-Bissau and the Central African \r\nRepublic, as well as for the convening of the Elysée \r\nSummit for Peace and Security in Africa and the recent \r\nconference of heads of State on the question of Boko \r\nHaram in Nigeria.\r\nI wish to thank President Barack Obama for the \r\nimportant measures he announced in August at the \r\nUnited States-Africa Summit, which will help to \r\nstrengthen African capacities to combat terrorism. I \r\nalso wish to thank him, and, through him, the American \r\npeople for the bold, outstanding measures taken by the \r\nGovernment of the United States of America to help \r\nWest Africa to overcome the Ebola epidemic. Those \r\nmeasures, in addition to those taken by the World \r\nHealth Organization, non-governmental organizations, \r\nFrance, the United Kingdom, the World Bank, Japan, \r\nthe European Union and other countries, must serve as \r\nan impetus for an international mobilization.\r\nIn the same spirit, I would like to acknowledge \r\nthe support provided by the international community \r\nto the brotherly country of Nigeria in its fight against \r\nthe terrorist group Boko Haram, and commend the \r\nAfrican Union for its decisive involvement in Somalia. \r\nThe fact remains that, with respect to the Sahel and the \r\nfight against Boko Haram, the major Powers and the \r\nUnited Nations need to go further in their support for \r\nthe continent and show the same determination as that \r\nhas been demonstrated by France against the terrorists \r\nin northern Mali.\r\nFor Africa, security is the primary sustainable \r\ndevelopment goal that must be achieved. In the quest \r\nfor stability and security, the consolidation of the \r\ncontinent’s various partnerships is a true lifeline to \r\nthe future. Those partnerships also provide solidarity, \r\nopenness and development. They must ultimately enable \r\nus to pursue together the fight for the eradication of \r\npoverty, while taking into account the three dimensions \r\nof sustainable development: the economic, social and \r\nenvironmental dimensions.\r\nSustainable development is inclusive, and that is \r\nwhat we want for our people. In that respect, I recall \r\nthe need to focus on developing methods for cleaner \r\nproduction and for reversing the current trend of global \r\nwarming. In the light of the pronouncements we made \r\nat the Climate Summit, held on 23 September here in \r\nNew York, a final effort will certainly be needed to \r\nreach an ambitious climate agreement in 2015 at the \r\nParis summit.\r\nI would like now to turn to the situation in Côte \r\nd’Ivoire. My country is at peace and at work. It has \r\nregained its partners’ trust, as shown in particular by \r\nthe definitive return of the African Development Bank \r\nto Abidjan. Thanks to the unity of Ivorians, the strength \r\nof our national institutions and the reforms undertaken \r\nby the Government, economic growth continues to be \r\nstrong and is close to reaching double digits.\r\nAt this stage in my country’s path towards \r\neconomic transformation and inclusive development, \r\nthe major work that remains is that of strengthening \r\nnational reconciliation and caring for and protecting the \r\nmost vulnerable of my countrymen. That will involve, \r\nfundamentally, restoring meaning to the concept of \r\nsolidarity and the national pact underpinning the Ivorian \r\nnation. Today, Côte d’Ivoire is an ambitious nation that \r\nhas set a course towards democratic institutions and \r\nexemplary governance.\r\nLet me conclude by highlighting that a better world \r\nfor all is possible. We all need to believe in it and \r\nwork with determination to achieve it. The sustainable \r\ndevelopment goals will be achieved if national efforts are \r\nsupported by the expected level of official development \r\nassistance, the level to which the developed countries \r\nhave committed. The post-2015 development agenda \r\nwill be an asset that will enable our countries to meet \r\nthe challenges our people and especially our youth will \r\nface in a changing world.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Côte d’Ivoire for the statement he has \r\njust made.\r\n12/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nMr. Alassane Ouattara, President of the Republic \r\nof Côte d’Ivoire, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Borut Pahor, President of the \r\nRepublic of Slovenia\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Slovenia.\r\nMr. Borut Pahor, President of the Republic of \r\nSlovenia, was escorted into the General Assembly \r\nHall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Borut Pahor, \r\nPresident of the Republic of Slovenia, and to invite him \r\nto address the Assembly.\r\nPresident Pahor: Slovenia is among the vast \r\nmajority in the international community that desire and \r\nstrive for a lasting peace. However, the precondition \r\nfor that is the peaceful resolution of all disputes. The \r\nUnited Nations was founded mainly to serve precisely \r\nthat purpose, and that goal has often been achieved. \r\nWithin the contemporary international community, \r\nthe United Nations remains a very important tool for \r\nmaintaining and strengthening world peace.\r\nHowever, contrary to the Charter of the United \r\nNations, force is still being used in today’s world. \r\nThere is even a strong feeling that, owing to new \r\ncircumstances, the existing architecture of the United \r\nNations — and above all the Security Council — is \r\nfailing in that fundamental role. Long ago, a debate \r\nbegan on the reforms that were needed, but thus far, it \r\nseems to have resulted in no decisive changes.\r\nHence, a sense of uncertainty about future \r\nstability and peace is gaining ground among the \r\npeace-oriented States of international community. \r\nIf the United Nations is not reformed so that it can \r\nsuccessfully cope with international conflicts, it risks \r\nbeing sidelined. Increasingly, deadlocks in the Security \r\nCouncil — which have sometimes come about for good \r\nreasons, but sometimes not — are taken as an excuse \r\nfor resolving conflicts by force and without a United \r\nNations mandate. If that trend continues, it may lead \r\nto the breakdown in the contemporary political and \r\nsecurity architecture. It is our common task to remedy \r\nsuch problems rapidly, thoroughly and by consensus, \r\nespecially with regard to the functioning of the United \r\nNations and the Security Council; otherwise, it may be \r\ntoo late.\r\nI suppose we all agree that a reformed and effective \r\nSecurity Council is needed, with its permanent \r\nmembers exercising their powers responsibly and in \r\naccordance with international law and the Charter of \r\nthe United Nations. We have to use this opportunity \r\nto rethink the international security architecture, \r\nimprove our capacity to prevent and resolve conflicts \r\nand reclaim our shared values and principles, which \r\nare enshrined in the Charter. With numerous ongoing \r\nconflicts around the world, we will have to do so before \r\ninternational peace is undermined.\r\nI cannot deny that, at times, in the absence of \r\nother means, specific circumstances may compel the \r\ninternational community to maintain peace by the use \r\nof force. Sometimes it is so. Nevertheless, a United \r\nNations mandate is essential to ensure credibility, \r\nat least in principle. If, however, intervening without \r\na United Nations mandate becomes the principle, the \r\nworld will certainly arrive at a point where an arbitrary \r\naction may trigger a conflict of broad dimensions. \r\nI think there are no moral grounds for such risky \r\nbehaviour.\r\nA comprehensive United Nations approach is \r\nalso needed to address the global threat emerging in \r\nthe broader Middle East and North Africa: the threat \r\nof terrorism, extremism and a militant radicalism that \r\nis distinctively different in its strategic approach and \r\nmethods of operation. We all have to condemn that \r\nthreat in the strongest terms and fight against it in a \r\nconcerted manner, bearing in mind the framework of \r\nthe mandate given by the Security Council. Because \r\nof the importance I accord to the Security Council, I \r\nwould like to reiterate my support for Security Council \r\nresolution 2174 (2014) adopted two days ago, which was \r\nendorsed by more than 100 States.\r\nAlthough the debate on the reform of the Security \r\nCouncil has been going on for decades now, it has \r\nrecently become especially relevant. My country, \r\nSlovenia, is committed to contributing to that debate to \r\nthe greatest extent possible.\r\nLet me finish by saying that, while the vision of a \r\nworld of peace may remain unfulfilled, the ideals that \r\nled to the establishment of the United Nations almost \r\n70 years ago and the need to preserve our humanity \r\nremain. Let us pool our resources and ideas. Let us exert \r\nleadership, make the necessary reforms and recommit \r\n14-54935 13/47\r\n26/09/2014 A/69/PV.12\r\nto the principles of the Charter of the United Nations. \r\nLet us re-establish dialogue and rebuild the trust we \r\nneed so much. That is the only way forward to maintain \r\nglobal order on the basis of international law and leave \r\na lasting legacy to the people and nations of this world.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Slovenia for the statement he has just \r\nmade.\r\nMr. Borut Pahor, President of the Republic of \r\nSlovenia, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Alpha Condé, President of the \r\nRepublic of Guinea\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Guinea.\r\nMr. Alpha Condé, President of the Republic of \r\nGuinea, was escorted into the General Assembly \r\nHall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Alpha Condé, \r\nPresident of the Republic of Guinea, and to invite him \r\nto address the Assembly.\r\nPresident Condé (spoke in French): Fourteen years \r\nago, in this very Hall, the international community, in a \r\npromising move, pledged to attain a series of common \r\ngoals by 2015, essentially, to eradicate poverty and \r\nachieve a prosperous and shared world in a secure \r\nenvironment. Now, one year before that deadline, we \r\nmust recognize that humankind has not been able to \r\ncreate all the conditions necessary for the development \r\nwe aspire to. The very foundations of our Organization \r\nare likely to be shaken if steps are not taken to deal with \r\nthe immense challenges facing us.\r\nPoverty always goes hand in hand with major \r\npandemics, undermining any glimmer of hope for \r\nthe decent life to which our people are entitled. \r\nHumankind’s aggressiveness towards the environment \r\npushes it out of the balance that is essential for its \r\ngrowth and for sustainable development. Fundamental \r\nrights are still being trampled on, opening the door to \r\nintolerance, frustrations and social crises. Peace and \r\nsecurity are faltering in many countries, threatening \r\nmore than ever the stability of our planet. It is clear that \r\nonly a comprehensive and cooperative approach will \r\nlead us to a society free of the defects that prevent true \r\nprogress.\r\nIn congratulating the President of the Assembly on \r\nhis election, we would like to state that he is without \r\na doubt contributing to the momentum for a new \r\nglobal partnership, which we have all been hoping \r\nfor and which is so crucial. Today, we wish to assure \r\nhim that we will provide him with the same kind of \r\nunfailing support that we provided to his predecessor, \r\nAmbassador John Ashe, to whom we pay tribute for \r\nhis leadership in seeking solutions to our issues of \r\nconcern. I must address the issue of the serious health \r\nand humanitarian crisis that Sierra Leone, Liberia and \r\nGuinea are currently facing. As members know, the \r\nEbola virus, a disease characterized by haemorrhagic \r\nfever, continues to threaten international security. \r\nSince its most recent appearance in March 2014, it \r\nhas caused over 2,500 deaths and continues to cause \r\nvictims. Health-care workers have not been spared.\r\nFaced with the spread of the epidemic, an \r\nextraordinary summit of heads of State and Government \r\nof the Mano River Union was held in Conakry on \r\n1 August. The summit adopted a common strategy \r\nfor fighting the disease and made  an urgent appeal to \r\nthe international community for a coordinated global \r\nresponse. At the national level, my Government declared \r\na health emergency on 13 August. The quarantine line \r\nwas reinforced by the establishment of compulsory \r\nmedical checks at all border crossings and crossing \r\nplaces in the country, in particular airports and ports.\r\nThe negative impact of the Ebola virus on the \r\ncountry’s economy can be seen in the decrease in trade, \r\nproductivity and activity in the transport, investment \r\nand tourism sectors. To date, Guinea has suffered a loss \r\nof nearly 2.5 per cent in the growth forecast for gross \r\ndomestic product. That loss could increase if adequate \r\nmeasures are not taken in time to stem the epidemic. \r\nThere have been other adverse consequences for the \r\naffected countries, in particular in terms of borders \r\nbeing closed, the free movement of persons hindered, \r\nf lights cancelled and nationals of the States affected by \r\nthe disease stigmatized.\r\nThe Ebola epidemic reminds us of the urgent need \r\nfor a comprehensive approach to contain and defeat this \r\nterrible disease. We must isolate Ebola, not countries. \r\nWe must counter the irrational panic that has gripped \r\nthe world. Ebola is a very serious epidemic, but it is not \r\na death sentence. Ebola can be cured.\r\n14/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nWe therefore welcome the fact that several African \r\nHeads of State have joined President Ibrahim Boubacar \r\nKeita of Mali and the King of Morocco, to whom I pay \r\ntribute, and France and England, as President Alassane \r\nOuattara of Côte d’Ivoire, President Teodoro Obiang \r\nNguema Mbasogo of Equatorial Guinea, President \r\nDenis Sassou Nguesso of the Republic of Congo and \r\nPresident Ali Bongo Ondimba of Gabon have decided \r\nto lift the ban on f lights and the use of airports. I thank \r\nthem.\r\nIn my capacity as Acting Chair of the Mano River \r\nUnion, I would like to welcome the appointment of \r\nthe United Nations System Senior Coordinator for \r\nEbola Virus Disease and pay tribute to the work of \r\nthe World Health Organization, the United States \r\nCenters for Disease Control in Atlanta, Médecins \r\nsans Frontières, the International Federation of Red \r\nCross and Red Crescent Societies and other bilateral \r\nand multilateral partners who are sparing no effort to \r\nsupport coordinated action by the affected countries to \r\neradicate the Ebola virus.\r\nMy Government welcomes with genuine satisfaction \r\nSecurity Council resolution 2177 (2014), which was \r\nco-sponsored by 134 Member States and adopted \r\nunanimously by the members of the Council, and \r\nresolution 69/1, on the establishment of a United \r\nNations Mission for Ebola Emergency Response. I \r\nwelcome the spirit of solidarity that continues to be \r\nshown to the countries affected by the epidemic and \r\nexpress our gratitude to all States and organizations \r\nthat have assisted us. I thank in particular President \r\nObama, President François Hollande and the Secretary-\r\nGeneral for their support and their call to action to all \r\nthe countries of the world.\r\nOur countries have urgent needs that must be met \r\nto further boost our efforts to fight effectively against \r\nEbola. Those needs are in a variety of areas, including \r\nstrengthening our infrastructure and health systems \r\nand increasing the number of health-care workers and \r\nfinancial, material and logistical support, as the gaps in \r\nthose areas inhibit our efforts. Promises are nice, but \r\nthere is an urgent need for action on the ground. The \r\nfaster we act, the better chance we have of stopping the \r\ndisease.\r\nSustainable development remains the cornerstone \r\nof the harmonious development of humankind. The \r\ninternational community has an obligation to end the \r\npoverty that still grips almost 2 billion people, most of \r\nwhom live in Africa. Beyond the economic and social \r\nconcerns, it is a matter of human dignity. It is a matter \r\nof justice and fairness. We therefore do not have the \r\nright to back off, much less to give up.\r\nCertainly, progress has been made, if unevenly, \r\ntowards achieving the Millennium Development Goals. \r\nIlliteracy has been pushed back, although efforts \r\nare still needed to achieve the quality and equality \r\nrequired in the pursuit of knowledge. The essential \r\nrole of women in transforming society has been further \r\nenhanced. However, family health and access to water, \r\nbasic health care and social protection deserve further \r\ninvestment and political commitment. Worse, the \r\ndigital divide has been slow to show any improvement, \r\nfor lack of an adequate policy of ownership or transfers \r\nof science and new technologies. However, encouraging \r\nresults have been achieved in the fight against malaria \r\nand HIV/AIDS despite the spectre of the disease, which \r\nstill haunts the lives of millions of people who do not \r\nhave access to antiretroviral medicine.\r\nThe many challenges facing our world require an \r\nurgent, comprehensive and coordinated response. In \r\nthe collective quest for well-being, Africa in particular \r\nhas seen renewed growth, but it is having difficulty \r\nin translating that growth into a true engine for \r\ndevelopment. Eradicating poverty is an uphill battle. \r\nThe new Africa that we aspire to should promote \r\nstructural changes that enable it to acquire robust and \r\ndiversified economies so as to guarantee reinvestment \r\nin value-added and environmentally friendly industries \r\nin future.\r\nIn that context, the Climate Summit held on the \r\nsidelines of the current session has provided hope that a \r\nbinding agreement will be adopted at the international \r\nconference to be held in Paris in 2015. It goes without \r\nsaying that those measures will build on the foundation \r\nof a vibrant private sector that is underpinned by strong \r\ninstitutions that guarantee good governance, which is \r\nitself the crucible of inclusive development.\r\nThat is why, despite the backdrop of a relentless \r\nsystemic crisis and the scarcity of external resources \r\nbecause of unfulfilled commitments, Africa will be able \r\nto enter into the international system, gain confidence \r\nand increase intra-African trade to influence the f low of \r\nworld trade. That is also why our continent will, relying \r\nprimarily on its own strength — and that is extremely \r\nimportant — be able to become less vulnerable and \r\nbuild resilience through coherent strategies and the \r\nsearch for innovative financing to accelerate its full \r\npotential.\r\n14-54935 15/47\r\n26/09/2014 A/69/PV.12\r\nRecognizing all those challenges, Guinea has made \r\na decisive commitment to promoting democracy and \r\nthe rule of law, which are the foundation for sustainable \r\ndevelopment. In doing so, since our assumption of the \r\ncountry’s leadership in 2010 we have taken measures \r\nthat affect all areas of our national life. The reform \r\nof the defence and security sector ensures that our \r\narmed forces are at the service of the Republic and \r\nincreases their participation in the development process \r\nand in peacekeeping in the world. The independence \r\nof the judiciary is now ensured. Our stabilized and \r\ncompetitive macroeconomic framework strengthens \r\nGuinea’s credibility at the international level.\r\nGuinea has been admitted to the Extractive \r\nIndustries Transparency Initiative and today has one of \r\nthe most attractive mining codes. Even better, the review \r\nof all contracts allows us to make the environment safer \r\nfor investors and ensures a development process that \r\nbenefits Guineans while preserving our ecosystem.\r\nOf course, the development of the mining sector \r\nwill rely on promoting agriculture to ensure our food \r\nsecurity and to pass on to future generations the \r\nresources needed to shape to the world they hope for. \r\nThe growth we aspire to will be even more promising \r\nas it creates decent jobs for our youth and empowers \r\nwomen — two sectors of society that constitute the rich \r\nand inexhaustible source of all progress.\r\nOur unquenchable desire to ensure the well-being of \r\nour people can be fulfilled only in a stable environment \r\nthat is free from crises and conflicts. Multilateralism, \r\nwhich is the only way to realize our goals, is imperative, \r\nsince our States, whether big or small, strong or weak, \r\nare determined to contribute to building a more just \r\nand equitable global society within a reformed United \r\nNations that is responsive to the needs of humanity. \r\nIn that context, Africa, the continent that is the most \r\naffected, will shoulder its responsibilities by pooling \r\nits efforts through greater regional integration, which \r\nis an essential element of a global partnership leading \r\nto a more dynamic and pragmatic peace.\r\nThat is why we must be more involved in the \r\nstruggle against terrorism, extremism and intolerance \r\nand the illicit trafficking in small arms and light \r\nweapons, which fuel cross-border crime and maritime \r\ninsecurity — the numerous scourges that hinder \r\ndevelopment. The time has come to be the true builders \r\nof our destiny. The rule of law, respect for all human \r\nrights and good governance remain intangible realities \r\nthat we must promote. Likewise, the implementation \r\nof the African Peace and Security Architecture and \r\nthe ability of Africa to respond quickly to crises will \r\nstrengthen our credibility with regard to stabilizing the \r\ncontinent.\r\nI should like to stress in particular the unacceptable \r\nsuffering that our Palestinian brothers are experiencing. \r\nGuinea has always clearly and unambiguously expressed \r\nits unconditional solidarity with the just Palestinian \r\ncause and firmly condemns the heinous acts committed \r\nby Israel in the Gaza Strip, which is now suffering \r\nunder the yoke of a cruel and vile embargo. My country \r\nremains convinced that any viable and lasting solution \r\nto the situation in the Middle East hinges on the \r\ncreation of two States living side by side within secure \r\nand internationally recognized borders, based on the \r\npre-1967 borders.\r\nWe will soon have the opportunity to take stock of \r\nthe Millennium Development Goals. On the eve of that \r\nmeeting and bearing in mind that we decided, at our \r\nsixty-eighth session, to set the stage for the sustainable \r\ndevelopment goals, it is clear that the implementation \r\nof those legitimate goals remains dependent both on \r\nthe appropriate means for its implementation and on \r\nwhether the priorities of poor countries, in particular \r\nAfrican countries, are taken into account.\r\nThat is why Guinea, which has a member on the \r\nSecretary-General’s High-level Panel of Eminent \r\nPersons on the Post-2015 Development Agenda, calls \r\nfor greater attention to be given to the African Common \r\nPosition on the post-2015 development agenda. That is \r\nall the more relevant since, if Africa does well, the world \r\nwill do better. The new Africa — more ambitious and \r\nmore promising and aware of its human and economic \r\npotential — is now ready to assume its responsibilities.\r\nI again thank Secretary-General Ban Ki-moon, \r\nwho has devoted all his actions and energy into forging \r\nan adequate response on the part of the United Nations \r\nto all the challenges we face. He deserves our gratitude \r\nand respect. There is no doubt that his efforts will \r\nchart the course for the indispensable reform of the \r\ninternational system, so that the United Nations will be \r\ntrue to its original objectives of promoting peace and \r\nsecurity and respect for human rights and fundamental \r\nfreedoms in a world of democracy, equity and progress \r\nfor all.\r\nThe President (spoke in Spanish): On behalf of the \r\nGeneral Assembly, I wish to thank the President of the \r\nRepublic of Guinea for the statement he has just made.\r\n16/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nMr. Alpha Condé, President of the Republic of \r\nGuinea, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Salvador Sánchez Cerén, President \r\nof the Republic of El Salvador\r\nThe President (spoke in Spanish): The Assembly \r\nwill now hear an address by the President of the \r\nRepublic of El Salvador.\r\nMr. Salvador Sánchez Cerén, President of the \r\nRepublic of El Salvador, was escorted into the \r\nGeneral Assembly Hall.\r\nThe President (spoke in Spanish): On behalf of the \r\nGeneral Assembly, I have the honour to welcome to the \r\nUnited Nations His Excellency Mr. Salvador Sánchez \r\nCerén, President of the Republic of El Salvador, and to \r\ninvite him to address the Assembly.\r\nPresident Sánchez Cerén (spoke in Spanish): I am \r\nproud to represent a small but great nation, El Salvador, \r\nbefore the Assembly. Our history has been full of \r\npainful moments, but also times of hope and courage. \r\nFor years, we struggled to achieve democracy. We \r\nmarked a historic global milestone when we became \r\nthe first country in the region to end a painful civil war \r\nthrough dialogue and reconciliation in order to begin to \r\nbuild a democratic country.\r\nLike most developing countries, we face the familiar \r\nchallenges of reducing poverty and social inequalities \r\nand building the conditions needed for families to \r\nhave healthier and safer lives. Experience has shown \r\nus that it is only through solidarity, respect, inclusion \r\nand equity that we can overcome those challenges. In \r\nrecent years, we have made significant strides in human \r\ndevelopment. In rural areas, we have reduced extreme \r\npoverty to 13.6 per cent; we have allocated 14.8 per cent \r\nof our gross domestic product to social spending; and \r\nwe have raised primary education coverage to 93.7 per \r\ncent and reduced illiteracy by a little over 5 percentage \r\npoints. We have achieved an important reduction in \r\nmaternal mortality, and we have improved sanitation \r\nservices and access to drinking water for the population.\r\nWe have witnessed significant changes, and just \r\nas we did 14 years ago at the Millennium Summit, we \r\nare working on the parameters that will lead us to a \r\nmore just and equitable world. However, our debt to \r\nhumankind remains. We continue working to create \r\nfactors that can enhance our human development and \r\nprovide stronger social protection, which will allow us \r\nto ensure universal access to basic social services on a \r\nsustainable basis.\r\nWe are one year away from the most important \r\nworld summit in our history, where we will evaluate \r\nthe Millennium Development Goals (MDGs), in \r\nparticular the goals that have been achieved, and \r\nwhere we will define the new post-2015 development \r\nagenda, based on a new comprehensive, transformative \r\nand inclusive development paradigm. We believe in \r\na vision for development that meets the needs of our \r\npeoples, in which all human beings have a full and \r\ndignified life, living in democracy and enjoying the \r\nright to sovereignty and determination and the right to \r\nchoose our path towards peace and development. The \r\nnew agenda must integrate universal issues, such as \r\nmigration, climate change, food security, education, \r\nhealth, public safety and world peace. We must not keep \r\nrepeating the errors of the past. Based on the experience \r\nof the MDGs, we must reduce the inequality gaps and \r\nthe structural causes of poverty and exclusion.\r\nThe new global agenda requires us to come to an \r\nagreement on how to face the great threat of climate \r\nchange, which aff licts us with hardships and limits the \r\nopportunities for families to live with dignity. The next \r\nfew months are key for the establishment of a road map \r\nto implement the parameters of the new development \r\nparadigm. We must work together, using an approach \r\nbased on shared but differentiated responsibilities.\r\nIt is urgent to amend the existing financial \r\narchitecture and international cooperation mechanisms \r\nso that they meet the needs of our peoples with \r\neffective institutions and transparent mechanisms. \r\nWe must renew the terms under which development \r\nassistance is granted, review its amounts and ensure \r\nthe implementation of procedures that facilitate \r\nthe principles of sustainable development. The new \r\ndevelopment indicators should make exclusion and \r\ninequality visible. To that end, measurements must focus \r\non whether needs are met and opportunities provided. \r\nThe objectives and goals should address personal \r\nfulfilment and our right to the pursuit of happiness as \r\nmuch as the economic growth of countries.\r\nI call upon the United Nations to maintain its \r\nresources and programmes in Latin America, and \r\nin particular in Central America, regardless of the \r\nmacroeconomic classification of our countries. To \r\nreduce the United Nations presence would only \r\nexacerbate the serious economic and social inequality \r\nproblems suffered by the region.\r\n14-54935 17/47\r\n26/09/2014 A/69/PV.12\r\nFinancing for development is vital for the \r\nimplementation of the sustainable development goals \r\nand the post-2015 development agenda. I reaffirm the \r\nresolution adopted by the Council of Ministers of the \r\nCentral American Integration System (SICA), which \r\nstresses that financing for development should be based \r\non the priorities of the countries concerned, making use \r\nof innovative financing mechanisms. We must explore \r\nnew sources, such as the resources found in offshore \r\nareas, a global asset to which only a handful of countries \r\nnow have access. El Salvador expresses its commitment \r\nto the new global alliance for development, based on \r\nthe Monterrey Consensus, the Doha Declaration on \r\nFinancing for Development and the outcome document \r\nof the United Nations Conference on Sustainable \r\nDevelopment (resolution 66/288, annex).\r\nMuch work still lies ahead. However, countries will \r\nnot be able to accomplish that work unilaterally, but \r\nshould rather take action within the framework of the \r\nUnited Nations. We must also unite to advance the reform \r\nprocess of the United Nations, especially since we need \r\na strengthened and renewed Organization. We need a \r\nGeneral Assembly, the main forum for global debate, \r\nwith an agenda focused on the most pressing issues of \r\nthe international community, and a Security Council \r\nopen to increased representation and participation \r\nby all Member States. We call for the strong support \r\nand political will of all Member States, so that we can \r\nhave an Organization that can provide timely support \r\nin the face of the new challenges posed by history. In \r\nthe context of those global challenges, our Government \r\nreaffirms its call for a comprehensive and inclusive \r\ndevelopment agenda for social peace, capacity-building \r\nand consensus-building across sectors.\r\nIn recent years, my country has launched a \r\ntransformation process that focuses on sustainable \r\ndevelopment, the fight against poverty and the \r\nreduction of inequality, exclusion and social injustice, \r\nand that promotes an equality agenda with a focus on \r\ngender and human rights. In our country, the Universal \r\nSocial Protection System Law is an invaluable tool that \r\nintegrates for the first time a network of social policies \r\nand strategies that provides basic services to people, is \r\nfocused on the most vulnerable population groups and \r\nis designed to address the main challenges we face.\r\nEl Salvador makes every effort to improve the quality \r\nof life of the population and to build the conditions that \r\nwill help us to strengthen family unity, values and create \r\nopportunities for new generations and raise awareness \r\nabout the risks of irregular migration, especially to the \r\nUnited States. I call upon the international community \r\nto support us in overcoming the situation generated \r\nby the increased f low of unaccompanied migrant \r\nchildren travelling to the United States. The United \r\nNations system, including the General Assembly, \r\nmust play a greater role in addressing the migration \r\nissue and recognize that human mobility is a relevant \r\nfactor in the Organization’s work and include it in the \r\nimplementation of the post-2015 development agenda.\r\nAs we address that phenomenon, which has many \r\ncauses, we are convinced that we must act with a \r\ncomprehensive approach that provides protection \r\nfor the rights of our children, ensures respect for \r\nthe due process of law and provides support for the \r\nreunification of children with their parents. We must \r\nwork with the communities of origin of the migrant \r\npopulation to create better conditions and increase the \r\ninvestment in education, health, safety and jobs — all \r\nfrom a perspective of joint responsibility among the \r\ncountries of origin, transit and destination.\r\nThreats to public safety represent another major \r\nchallenge faced by our country and others in the region \r\nand throughout the world. We will not rest until we \r\nensure the necessary conditions for Salvadorans to live \r\nsafely and in peace. The various sectors of our society \r\nare responding to the call of our Government, and we \r\nhope that the international community will strengthen \r\nits support for the titanic struggle that El Salvador and \r\nCentral America are waging against violence in all its \r\ndifferent forms.\r\nWe observe with concern the many conflicts and \r\nthreats to international peace and security. We deeply \r\nregret the loss of lives, particularly of children, as \r\na result of the indiscriminate attacks in Gaza. We \r\nwelcome the peace plan presented by Egypt, and we \r\nurge the parties involved to endeavour to ensure a firm \r\nand lasting peace that achieves the coexistence of two \r\nStates, Israel and Palestine, within secure borders.\r\nWe are concerned about the recent attacks and \r\nhuman rights violations committed by the self-\r\nproclaimed Islamic State against the defenceless civilian \r\npopulation. We call on the international community to \r\nclose ranks in United Nations bodies so as to put an end \r\nto those brutal acts. Only the coordinated action of our \r\nmultilateral system can achieve the results to which we \r\nall aspire.\r\n18/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nWe will always be committed to peace. All citizens \r\nof the world must become peacemakers, as Saint \r\nJohn Paul II himself said during one of his visits to \r\nEl Salvador. El Salvador, as a beneficiary of United \r\nNations support during our historic peace process, \r\ncannot fail to strengthen its commitment to support \r\npeacekeeping operations around the world. As a \r\ncountry, we are providing support through our prompt \r\ncontribution to the United Nations Multidimensional \r\nIntegrated Stabilization Mission in Mali, and we are \r\nstanding with the Haitian people in their recovery \r\nprocess, as part of a joint effort of the United Nations \r\nsystem, which cannot be neglected.\r\nI wish to stress that human rights is one of the \r\npriority working areas of our foreign policy. In that \r\ncontext, El Salvador has presented its candidacy to the \r\nHuman Rights Council, which will hold elections at \r\nthis session of the General Assembly. Our candidacy \r\nrepresents an opportunity for us to continue to fulfil \r\nour international commitments and to demonstrate the \r\nimportance of living under the rule of law in harmony \r\nwith our environment.\r\nIn our efforts in pursuit of peace and inclusive and \r\nequitable development, there is no place for contempt \r\nfor fundamental principles and freedoms. I refer here \r\nto the economic, trade and financial blockade against \r\nthe sister Republic of Cuba, which, in spite of that \r\nunilateral action against its people, has overcome the \r\nobstacles and adversity imposed on it with exemplary \r\nperseverance and determination. Consequently, \r\nEl Salvador calls for an end to the blockade. We believe \r\nthat the inclusion of Cuba in the list of States sponsors \r\nof international terrorism is unfounded. Cuba must be \r\nremoved from that mechanism, whose sole purpose is \r\nto justify the blockade.\r\nI want to highlight the contribution to multilateralism \r\nmade by the countries of Central and Latin America \r\nand their regional organizations. Let me mention in \r\nparticular the Central American Integration System, \r\nwhere we have be able to set out a multidimensional \r\nregional agenda that guides our regional work through \r\nfive main pillars: economic integration, social \r\nintegration and the fight against poverty, comprehensive \r\ndisaster management and the adaptation to climate \r\nchange, institutional strengthening and democratic \r\nsecurity.\r\nThe Central and Latin American region needs \r\ninternational support for the Central American \r\nSecurity Strategy, which will allow our Governments \r\nto complement national efforts and have a greater \r\nimpact on regional security. I reiterate the call for the \r\ninternational community to give its full support to the \r\nStrategy. The activities of regional bodies, such as SICA \r\nand the Community of Latin American and Caribbean \r\nStates, are fundamental and are aimed at strengthening \r\nsolidarity and cooperation among all peoples of the \r\nworld.\r\nAs I have stated, we are witnessing an \r\nunprecedented process of change in the world, which \r\nbrings with it both opportunities and challenges. If we \r\nare to succeed, we must unite and integrate our peoples \r\nand Governments in a global community — committed \r\nto the values of democracy, peace, equality, progress \r\nand development. I conclude by stating that, within \r\nour modest possibilities, we are ready to meet that \r\nchallenge.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of El Salvador for the statement he has \r\njust made.\r\nMr. Salvador Sánchez Cerén, President of the \r\nRepublic of El Salvador, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Denis Sassou Nguesso, President of \r\nthe Republic of the Congo\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of the Congo.\r\nMr. Denis Sassou Nguesso, President of the \r\nRepublic of the Congo, was escorted into the \r\nGeneral Assembly Hall.\r\nThe President (spoke in Spanish): On behalf of the \r\nGeneral Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Denis Sassou \r\nNguesso, President of the Republic of the Congo, and \r\nto invite him to address the Assembly.\r\nPresident Sassou Nguesso (spoke in French): I \r\nwould like to extend my warmest congratulations to the \r\nPresident on his election to preside over the General \r\nAssembly at its sixty-ninth session. At the same time, \r\nI would like to welcome the wise choice that he has \r\nmade to view his mandate as an extension of the work \r\nof Ambassador John William Ashe, his predecessor, to \r\nwhom I pay a well-deserved tribute. I also commend the \r\nPresident on having chosen a theme for the sixty-ninth \r\n14-54935 19/47\r\n26/09/2014 A/69/PV.12\r\nsession that invites us to engage in a comprehensive \r\nconsideration of the post-2015 agenda. I would also like \r\nto pay tribute to Secretary-General Ban Ki-moon and \r\nreiterate to him the unwavering support of the Republic \r\nof the Congo for the efforts he expends with devotion \r\nand self lessness at the head of our Organization.\r\nThe world is in turmoil. Humankind lives in \r\nfear of tensions and conflicts, which exist virtually \r\neverywhere; of terrorism, which has become the \r\nbogeyman of States; of old and new epidemics that \r\nplague societies, especially the poorest among them; \r\nof the persistent disparities among and within States; \r\nand of climate change, which threatens our planet. \r\nThose are the challenges that arouse a feeling of great \r\napprehension throughout the world.\r\nIn turn, they make us put our faith in the United \r\nNations, the only instrument available to the world in \r\nits search for solutions to those many problems. In that \r\nuniversal quest, the priority action of States must be \r\ndirected above all to peace, security and the conservation \r\nof nature. For the world needs peace and security, \r\nespecially wherever senseless conflicts have developed, \r\nsuch as in Syria, Ukraine, Iraq and between the Israelis \r\nand the Palestinians. The world needs peace and security \r\nin Africa, especially in Libya and throughout the entire \r\nSahel-Saharan region, in South Sudan, Central Africa \r\nand the Great Lakes region. Africa needs the increased \r\nsupport of the international community so that Somalia \r\ncan, once and for all, emerge from the abyss and so that \r\nMali can recover its integrity and unity. It needs such \r\nsupport so that the Democratic Republic of the Congo, \r\nwhich has now experienced a degree of calm, will not \r\nagain be plunged into the violence that aff licted it for \r\nso many long years. Finally, it also needs that support \r\nso that the positive developments seen in the Central \r\nAfrican Republic in recent weeks with the cessation \r\nof hostilities agreement, signed in Brazzaville on \r\n23 July, and the transfer of authority, on 15 September, \r\nfrom the African-led International Support Mission \r\nin the Central African Republic to the United Nations \r\nMultidimensional Integrated Stabilization Mission in \r\nthe Central African Republic can be strengthened to \r\nallow the Central African people to emerge from the \r\ncrisis that has lasted too long.\r\nAfrica needs the ongoing support of the \r\ninternational community to curb maritime piracy, \r\nwhich increasingly threatens the Gulf of Guinea, and \r\nto combat terrorism, which extends from the Sahel \r\nto the south of the continent, with the involvement of \r\nmany local networks. That also applies to Boko Haram, \r\nwhich rages in Nigeria and seeks to spread its activities \r\ntowards Cameroon, and perhaps soon to other countries \r\nif nothing is done to prevent it. The same goes for \r\nthe rebel movement known as Joseph Kony’s Lord’s \r\nResistance Army, which is still active in the Central \r\nAfrican Republic, the Democratic Republic of the \r\nCongo and Uganda.\r\nIn Central Africa, as elsewhere on the continent, \r\ninsecurity is often the result of a number of factors. There \r\nare not only war and armed violence but also poverty \r\nand endemic diseases, such as malaria, HIV/AIDS, \r\nnon-communicable diseases and Ebola haemorrhagic \r\nfever. We commend the great spirit of solidarity shown \r\nby the international community in assisting the African \r\ncountries affected by the Ebola epidemic to eradicate \r\nthat terrible scourge. In that regard, we welcome the \r\nestablishment of the United Nations Mission for Ebola \r\nEmergency Response by the Secretary-General.\r\nI would like to briefly address the issue of climate \r\nchange, which, as everyone knows, remains a major \r\nthreat to our planet. The Republic of the Congo, which \r\nfully shares the Common African Position, supports the \r\nconclusions of the Elysée Summit for Peace and Security \r\nin Africa of 6 and 7 December 2013. The Climate \r\nSummit held here in New York on 23 September saw \r\nthe announcement of firm commitments with a view \r\nto the adoption of a universal, important and binding \r\nagreement on both mitigation and adaptation at the \r\nParis summit in 2015.\r\nIn that regard, I would like to underscore the \r\nimportance for my country and for Africa of the \r\nestablishment of technology transfer and innovative \r\nfinancing mechanisms and of ensuring the maximum \r\nbenefit and real implementation of the Green Climate \r\nFund, as well as the promotion of a substantive \r\nprogramme to counter climate imbalance so as to \r\nmaximize the opportunities provided by combating \r\nclimate change.\r\nIllicit logging and the illegal trade in fauna and \r\nf lora are another serious threat to the environment \r\nand to biodiversity. In response to that international \r\nenvironmental crime against biodiversity, during the \r\nfirst half of 2015, my country will host in Brazzaville, \r\nunder the auspices of the African Union and in \r\npartnership with the United Nations Environment \r\nProgramme, an international conference on the illegal \r\n20/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nexploitation of and the illicit trade in the wild fauna and \r\nf lora of Africa.\r\nThe sixty-ninth session of the Assembly of our \r\nOrganization takes place on the eve of 2015, the \r\ndeadline for the achievement of the Millennium \r\nDevelopment Goals. The review undertaken by \r\nstakeholders at all levels has shown that we have not \r\nreached those Goals owing to, inter alia, shortcomings \r\nin their initial preparation and drafting. Africa is the \r\ncontinent with the largest number of countries that will \r\nnot have achieved some MDGs by the 2015 deadline. \r\nAfrican leaders have adopted a Common Position on \r\nthe post-2015 development agenda in order to meet \r\nthose challenges. We call for the joint commitment \r\nof all members to ensure that the Common African \r\nPosition is placed at the centre of our concerns in the \r\nnegotiations that should lead to the adoption of an \r\ninclusive post-2015 development agenda.\r\nBefore I conclude, I would like to solemnly \r\nreaffirm my country’s commitment to the promotion \r\nand protection of fundamental human rights and \r\nfreedoms, the various mechanisms for the protection \r\nof human rights and the universal periodic review \r\nprocess, in which we have actively participated. In that \r\nspirit, Congo seeks to enrich its legal and institutional \r\nframework by strengthening its national system for the \r\npromotion and protection of human rights, with the \r\nfull participation of civil society. In that context, the \r\nRepublic of the Congo has decided to present, in the \r\nupcoming November elections to be held in New York, \r\nits candidature for a second term on the United Nations \r\nHuman Rights Council for the period 2015-2017.\r\nSports, as a contributor to peace and development, \r\nunites peoples. In that spirit, in September 2015 \r\nBrazzaville will host the eleventh All-African Games \r\non the occasion of the fiftieth anniversary of that \r\nAfrican youth festival.\r\nIn conclusion, I reaffirm my country’s commitment \r\nto the ideals of our universal Organization and reiterate \r\nour commitment to supporting the efforts of the \r\nentire international community for peace, security \r\nand development, on which depend the well-being of \r\nhumankind and the advent of the better world to which \r\nwe fervently aspire.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of the Congo for the statement he has \r\njust made.\r\nMr. Denis Sassou Nguesso, President of the \r\nRepublic of the Congo, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Mahmoud Abbas, President of the \r\nState of Palestine\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe State of Palestine.\r\nMr. Mahmoud Abbas, President of the State of \r\nPalestine, was escorted into the General Assembly \r\nHall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Mahmoud \r\nAbbas, President of the State of Palestine, and to invite \r\nhim to address the Assembly.\r\nPresident Abbas (spoke in Arabic): In this year \r\n2014, proclaimed by the General Assembly as the \r\nInternational Year of Solidarity with the Palestinian \r\nPeople, Israel has chosen to make it the year of a new \r\nwar of genocide perpetrated against the Palestinian \r\npeople. It is the year in which the Assembly, on behalf \r\nof the countries and peoples of the world, conveyed \r\nthe world’s yearning and determination to make a just \r\npeace that would achieve freedom and independence \r\nfor the Palestinian people in their State of Palestine \r\nalongside Israel. The occupying Power has chosen to \r\ndefy the entire world by launching its war on Gaza, in \r\nwhich its jets and tanks brutally destroyed lives and \r\ndevastated the homes, schools and dreams of thousands \r\nof Palestinian children, women and men and, in reality, \r\ndestroying any remaining hopes for peace.\r\nI addressed the Assembly on similar days in 2012 \r\n(see A/67/PV.12), when I cautioned that the colonial \r\noccupying Power was preparing a new Nakba against \r\nthe Palestinian people. I appealed to the Assembly then \r\nto prevent a new Nakba and to support the establishment \r\nof a free and independent State of Palestine. I returned \r\nto the Assembly Hall two months later (see A/67/PV.44) \r\nas Palestine was healing its wounds and its people were \r\nburying their beloved martyred children, women and \r\nmen after yet another war waged then against the Gaza \r\nStrip. On that day, I stated that there was certainly \r\nnot a single person in the world who needed the loss \r\nof the lives of thousands of Palestinian children in \r\norder to confirm that Israel insisted on occupation. The \r\ninternational community also did not need thousands \r\n14-54935 21/47\r\n26/09/2014 A/69/PV.12\r\nof deadly raids and tons of explosives to remind it that \r\nthere was an occupation that must end and a people who \r\nmust be freed.\r\nAgain today, we find ourselves full of grief and \r\nbitterness, raising the same long-standing conclusions \r\nand questions after a new war, the third in five years, \r\nwaged by that racist occupying State against Gaza, \r\na small, densely populated and precious part of our \r\ncountry. The difference today is that the scale of \r\nthat genocidal crime is larger. The list of martyrs, \r\nespecially children, has grown, as hs the number of \r\nthe wounded, the disabled and the dozens of families \r\nwho have been completely decimated. The difference \r\ntoday is that approximately half a million people have \r\nbeen displaced from their homes. An unprecedented \r\nnumber of homes, schools, hospitals, public buildings, \r\nresidential buildings, mosques, factories and cemeteries \r\nhave been destroyed — the Israelis pursued their \r\nvengeance against our young even into the cemeteries. \r\nThe difference today is that the devastation caused by \r\nthat recent aggression is unmatched in modern times, \r\nas confirmed by a witness, the Commissioner-General \r\nof the United Nations Relief and Works Agency for \r\nPalestine Refugees in the Near East.\r\nThe latest war against Gaza constituted a series \r\nof absolute war crimes, carried out before the eyes \r\nand ears of the entire world, moment by moment. It \r\nis inconceivable that anyone today could claim not to \r\ngrasp the magnitude and horror of the crimes. No one \r\ncan support Israel’s right to self-defence without regard \r\nfor the fate of the thousands of victims of our people. \r\nNo one can ignore the simple fact, upon which we \r\ninsist, that the life of a Palestinian is as precious as the \r\nlife of any other human being. Ignoring the facts on the \r\nground cannot erase such facts. We must also assume \r\nthat no one can continue to wonder why extremism is \r\nrising and why the culture of peace is losing ground \r\nand receding, while efforts to achieve it are collapsing. \r\nAnd yet we continue to believe and hope that this time \r\nno one will try to help out the occupation by supporting \r\nits impunity and its attempts to evade accountability \r\nfor its crimes.\r\nHere, today, in the name of Palestine, I affirm that \r\nwe will not forget or forgive, and we will not allow war \r\ncriminals to escape punishment. Before the Assembly, \r\nI affirm that the Palestinian people will hold fast to \r\ntheir legitimate right to defend themselves against the \r\nIsraeli war machine and to resist Israel’s colonial, racist \r\noccupation. At the same time, I want to affirm that not \r\nfor one moment will our grief, trauma and anger make \r\nus abandon our humanity, our values and our ethics. We \r\nwill always maintain our respect for and commitment \r\nto international law, international humanitarian law \r\nand the international consensus. We will maintain the \r\ntraditions of our national struggle established by the \r\nPalestinian martyrs, to which we have been committed \r\nsince the start of the Palestinian revolution in early \r\n1965.\r\nIn the midst of a torrent of massacres and the \r\nturmoil of vast destruction, we saw the peoples of the \r\nworld gather in huge demonstrations on the streets of \r\nmany cities to announce their condemnation of Israel’s \r\naggression and occupation and their support of freedom \r\nfor Palestine. We also saw how an overwhelming \r\nmajority of countries around the world declared \r\nthemselves for the same noble position and rushed to \r\ngive our people all kinds of support and assistance. \r\nAnd we saw a qualitative and quantitative expansion in \r\nthe activities of the international grassroots boycotting \r\ncampaign against Israel’s policies of occupation, \r\napartheid and colonial settlement, especially among \r\nacademic, cultural, student and youth groups. In the \r\nname of Palestine, we pay tribute to all who chose \r\nto stand with human values and demanded freedom, \r\njustice and peace. All of those manifestations of true \r\nsolidarity constituted an important message to those \r\nwho faced genocide in Gaza, helping them to feel that \r\nthey were not alone.\r\nThe recent war confirmed on the ground the \r\nessence of what the Israeli Government had been saying \r\nbehind closed doors in negotiations. It came after long, \r\ndifficult negotiations held over more than eight months \r\nunder the auspices of the United States and through the \r\nefforts of President Barack Obama and his tenacious \r\nSecretary of State, John Kerry. We engaged in that \r\nendeavour and with the American Administration’s \r\nefforts with open minds and in good faith and a positive \r\nspirit. We laid out firm positions based on resolutions \r\nof international legitimacy. We genuinely respected \r\nall our commitments and understandings. Even as we \r\nwatched the ongoing and escalating Israeli violations, \r\nwe exercised incredible self-restraint, silencing our \r\ncries and tending to our own wounds in order to give the \r\nAmerican efforts the best possible chance for success.\r\nHowever, as usual, the Israeli Government missed \r\nno opportunity to undermine the chances for peace. \r\nThroughout the months of negotiations, settlement \r\nconstruction, land confiscation, home demolition, \r\n22/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nkilling and arrest campaigns and large-scale forced \r\ndisplacement in the West Bank continued unabated. The \r\nunjust blockade of the Gaza Strip was tightened. The \r\noccupation’s campaign specifically targeted the city of \r\nJerusalem and its inhabitants, attempting to artificially \r\nalter the spirit, identity and character of the Holy City \r\nand focusing on Al-Aqsa Mosque while threatening \r\ngrave consequences. At the same time, armed gangs \r\nof racist settlers persisted in their crimes against the \r\nPalestinian people and their land, mosques, churches, \r\nproperty and olive trees.\r\nAgain as usual, the Israeli Government failed \r\nthe test of peace. It breached an agreement with the \r\nUnited States Administration regarding the release \r\nfrom the occupation jails of a number of Palestinian \r\nprisoners, who we continue to insist should all be \r\nreleased. When confronted with simple questions \r\nduring the direct negotiations or through the United \r\nStates mediator, Israel had no hesitation in revealing \r\nits true positions. It refuses to end the occupation of \r\nthe State of Palestine that began in 1967; rather it seeks \r\nto continue and entrench it, rejecting the Palestinian \r\nState and refusing to reach a just solution to the plight \r\nof the Palestine refugees. That is the Government of \r\nIsrael’s official position. At best, the future it proposes \r\nfor the Palestinian people consists of isolated ghettos \r\nfor Palestinians on fragmented lands, without borders \r\nor sovereignty over its air space, water and natural \r\nresources, under the subjugation and control of the \r\nracist settlers and the army of occupation; at worst, it \r\nis a totally abhorrent form of apartheid. Some of the \r\nIsraelis say they are for two States. Where is the State \r\nof Palestine? This is what they intend for the State of \r\nPalestine.\r\nIsrael confirmed during the negotiations that it \r\nrejects making peace with its victims, the Palestinian \r\npeople. All of this has been carried out along with \r\nan attempt to brand the conflict as a religious one \r\nagainst a background of increasingly rampant racism \r\nin Israel’s political and media discourse, as well as its \r\nentrenchment in the school curriculum and a series \r\nof laws and practices in favour of the occupation and \r\nits settlers. This culture of racism, incitement and \r\nhatred was glaringly apparent some months ago in \r\nan appallingly despicable crime committed by fascist \r\nsettlers, who abducted Mohammed Abu Khdeir, a \r\nyoung boy from Jerusalem, burned him alive and killed \r\nhim.\r\nThis brings me to another fact of history. Over the \r\nyears, the occupying Power has pursued a policy aimed \r\nat deliberately weakening the Palestinian National \r\nAuthority in order to undermine it and make its role \r\nirrelevant. The occupation has targeted our relentless \r\nefforts to establish the foundations for the kind of \r\nState of Palestine that we want — a sovereign and \r\nindependent State living in peace and building bridges \r\nof mutual cooperation with its neighbours, respecting \r\nits commitments, obligations and agreements and \r\nstrengthening the values of citizenship, equality, \r\nnondiscrimination, the rule of law, human rights and \r\npluralism.\r\nWe want a State that deepens Palestine’s enlightened \r\ntraditions of tolerance, coexistence and non-exclusion, \r\nstrengthens the culture of peace, promotes the role \r\nof women, establishes an effective administration \r\ncommitted to the standards of good governance, and \r\ncares for the needs and interests of its people. The \r\noccupation struck, and continues to strike, a blow at \r\nthis effort because our quest is the antithesis of Israel’s \r\nsettlement policies, and because Israel seeks to destroy \r\nPalestine’s chance of creating an independent State \r\nwithin the framework of the two-State solution.\r\nWhen our efforts to end the internal division \r\nthrough national dialogue succeeded a few months ago \r\nand we prepared to restore the unity of our land, nation \r\nand institutions, we formed a national-consensus \r\nGovernment and began a process that was to lead to \r\npresidential and legislative elections. All countries \r\naround the world welcomed this achievement, with \r\nthe exception of Israel, which has constantly sought to \r\nfragment our land and our national unity.\r\nWhere do we go from here? The idea that one can \r\nsimply return to the past patterns of actions that failed \r\nrepeatedly is naive at best and, in any case, wrong. \r\nFor it ignores the fact that it is no longer acceptable or \r\npossible to repeat methods that have proved futile, or \r\nto continue with approaches that have repeatedly failed \r\nand that require comprehensive review and radical \r\ncorrection.\r\nIt is impossible — I repeat, impossible — to return \r\nto the cycle of negotiations that failed to deal with \r\nthe core of the Palestinian question. There is neither \r\ncredibility nor seriousness in negotiations in which \r\nIsrael predetermines the results via its settlement \r\nactivities and the occupation’s brutality. Nor is there \r\nmeaning or value in negotiations in which the agreed \r\n14-54935 23/47\r\n26/09/2014 A/69/PV.12\r\nobjective is not ending the Israeli occupation and \r\nachieving the independence of the State of Palestine, \r\nwith East Jerusalem as its capital, on the entire \r\nPalestinian territory occupied in the 1967 war. Moreover, \r\nnegotiations that are not linked to a firm timetable for \r\nthe implementation of this goal have no value. The time \r\nhas come to end this colonial occupation.\r\nPalestine refuses to have the right to freedom of its \r\npeople, who suffer terrorism at the hands of the racist \r\noccupying Power and its settlers and remain hostage \r\nto Israel’s security conditions. The Palestinian people \r\nare actually the ones who need immediate international \r\nprotection — a protection they are seeking through \r\ninternational organizations. They are in need of the \r\nsecurity and peace that they more than any other people \r\nare denied. And the children of Palestine are worthy \r\nof the world’s efforts to ensure that their childhood, \r\ndreams and lives will not once again be destroyed. It is \r\ntime for the chapters of this renewed, ongoing tragedy \r\nto be closed.\r\nThose who were uprooted from their warm homes, \r\ngood land and beautiful country in Al-Nakba 66 years \r\nago, who were pushed into the misery of exile to live \r\nas refugees, and are now being forced into new waves \r\nof expulsion or onto ships of death on the world’s seas, \r\nneed assurances. They need to be assured that they \r\nwill not be displaced from their homes again, that their \r\nhomes will not be destroyed again, and that they will \r\nnot spend their lives waiting for the outbreak of a new \r\nwar. Is it not time for this long tragedy to end?\r\nWe will not forever accept demands to prove our \r\ngood intentions by making concessions at the expense \r\nof our rights, to remain silent as we are killed and our \r\nland is stolen, and to understand the conditions of \r\nthe other party and the importance of preserving its \r\ncoalition Government, while its occupation becomes \r\nmore entrenched. We are exhausted by the additional \r\ntests that we must undergo to prove our efficiency, \r\ncompetence and eligibility to earn our natural, simple \r\nright to live a normal life; our inherent right to expect a \r\nstable and ordinary tomorrow and to dream about more \r\nbeautiful days; and the right of our youth to plan their \r\nfuture safely with peace and freedom prevailing over \r\nour land, like other peoples of the world. The time has \r\ncome for a genuine and ust peace to prevail in the land \r\nof peace. As I have said more than once, we are the only \r\npeople in the world that remain under occupation.\r\nAll the Arab countries and ourselves have \r\nconstantly warned about the disastrous consequences \r\nof the continuing Israeli colonial occupation and the \r\ndenial of freedom and independence to the Palestinian \r\npeople. We have repeatedly pointed out that allowing \r\nIsrael to act as a State above the law without being held \r\naccountable or punished for its policies, aggression \r\nand defiance of the international community’s will \r\nand legality has provided fertile ground for, and an \r\nenvironment conducive to, the growth of extremism, \r\nhatred and terrorism in our region.\r\nConfronting the terrorism that plagues our region \r\nby groups like the Islamic State of Iraq and the Levant \r\nand others, which have no basis whatsoever in the \r\ntolerant Islamic religion or humanity, and whose \r\nmembers are committing vile and heinous atrocities, \r\nrequires much more than military confrontation. The \r\nmatter is of the utmost urgency and requires much \r\nmore than condemnations and declarations of positions, \r\nwhich are of course necessary. What is needed, first and \r\nforemost, is a comprehensive, credible strategy to dry \r\nup the sources of terrorism and eradicate its roots in all \r\npolitical, intellectual, economic and social spheres in \r\nour region. It requires the creation of solid foundations \r\nfor a practical consensus rendering the fight against \r\nall forms of terrorism everywhere a collective task to \r\nbe undertaken by an alliance of peoples, nations and \r\ncivilizations. It requires, as a priority, ending the Israeli \r\noccupation, that in its practices and perpetuation, \r\nconstitutes an abhorrent form of State terrorism and a \r\nbreeding ground for incitement, tension and hatred.\r\nAt a time when we are still suffering from the horrors \r\nof war, we face a formidable challenge to reconstruct \r\nwhat has been destroyed by occupation. This is the third \r\ntime we are attempting to rebuild after the destruction \r\ninflicted on us by the occupation. We greatly appreciate \r\nthe fact that next month, at the invitation of the Arab \r\nRepublic of Egypt and the Kingdom of Norway, the city \r\nof Cairo will host an international conference on relief \r\nand reconstruction for the Gaza Strip. Our Government \r\nwill present comprehensive reports to the conference \r\non the losses the acts of aggression have inflicted on \r\nvarious sectors of society, and it will provide details \r\nof plans and programmes to be rapidly implemented \r\nin the Gaza Strip, aimed at meeting immediate relief \r\nneeds and the requirements for reconstruction, in full \r\ncoordination with and under the supervision of the \r\nrelevant United Nations agencies and bodies.\r\nThe President returned to the Chair.\r\nJust a couple of days ago, the Palestinian faction \r\nemphasized its support for Gaza in order to facilitate \r\n24/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nreconstruction. While we reiterate our appreciation and \r\ngratitude to all the countries and organizations that \r\nhastened to help the Palestinian people both during \r\nand after the war, we are confident that brotherly and \r\nfriendly countries will not waver in their support for \r\nthe plans and programmes we will present, and that \r\nthe conference will have practical results that can meet \r\nthe expectations and needs of the victims of this act of \r\naggression.\r\nWe reaffirm here that the chief prerequisite for \r\nthe success of all these plans and efforts is an end \r\nto the despicable ongoing Israeli blockade that has \r\nsuffocated the Gaza Strip for years and turned it into \r\nthe largest prison in the world for nearly 2 million \r\nPalestinian citizens. At the same time, we affirm our \r\ncommitment to and the importance of consolidating \r\nthe ceasefire through the negotiations being conducted \r\nunder the auspices of Egypt. However, in order to avoid \r\na repetition of the cycle of war and reconstruction every \r\ntwo or three years, it is imperative that we focus on \r\nthe fundamental issue and starting point, which is that \r\nGaza’s suffering will never be completely over until \r\nthe occupation is ended and the State of Palestine’s \r\nindependence achieved.\r\nDuring the past two weeks, Palestine and the Group \r\nof Arab States have been working intensively with the \r\nvarious regional groups in the United Nations to prepare \r\nfor the introduction of a draft resolution on the Israeli-\r\nPalestinian conflict for adoption by the Security Council \r\nand to advance efforts to achieve peace, which we still \r\nbelieve can be accomplished through international \r\nlegitimacy. This endeavour reaffirms our commitment \r\nto achieving a just peace through a negotiated solution \r\nand a diplomatic and political effort through United \r\nNations bodies. It is inspired by and based fully on the \r\nspirit and provisions of the many resolutions that have \r\nbeen adopted in the General Assembly and the Security \r\nCouncil, laying the foundations for a lasting solution \r\nand a just peace. There is nothing new here. All of these \r\nare previously adopted resolutions.\r\nThis endeavour hopes to correct the failure of \r\nprevious efforts to achieve peace by affirming the \r\ngoal of ending the Israeli occupation and achieving \r\na two-State solution for the State of Palestine, with \r\nEast Jerusalem as its capital, over the entire territory \r\noccupied in 1967, alongside the State of Israel, and with a \r\njust and agreed-on solution to the plight of the Palestine \r\nrefugees on the basis of resolution 194 (III), with a \r\nspecific time frame for implementing those objectives, \r\nas stipulated in the Arab Peace Initiative. There must \r\nbe a time frame. That will be linked to the immediate \r\nresumption of negotiations between Palestine and Israel \r\nin order to demarcate the borders, reach a detailed and \r\ncomprehensive agreement on all final status issues and \r\nthen draft a comprehensive peace treaty between us and \r\nthem.\r\nWe are confident that this endeavour will enjoy the \r\nfull support of those who are committed to ensuring that \r\nour country will not witness new wars and atrocities, \r\nwho wish to support a campaign to combat terrorism, \r\nwho believe we must act expeditiously to rectify the \r\nhistorical injustice inflicted by the Nakba on the people \r\nof Palestine, and who wish to see peace prevail in the \r\nland of monotheistic religions. The adoption of that \r\ndraft resolution will affirm that this year the Assembly \r\nis striving to realize the International Year of Solidarity \r\nwith the Palestinian People, who will continue to be \r\nsteadfast in their struggle and will rise brave and strong \r\nfrom the rubble of destruction. As our poet Mahmoud \r\nDarwish has said, we are infected with the incurable \r\ndisease of hope, and we love life if we are given a \r\nchance at it.\r\nThere is an occupation that must end now. There is \r\na people who must be freed immediately. The hour of \r\nindependence of the State of Palestine has arrived, and \r\nI believe you are listening for it.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the State of Palestine \r\nfor the statement he has just made.\r\nMr. Mahmoud Abbas, President of the State of \r\nPalestine, was escorted from the General Assembly \r\nHall.\r\nMrs. Perceval (Argentina), Vice-President, took the \r\nChair.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mr. Nebojša Radmanović, Member \r\nof the Presidency of Bosnia and Herzegovina\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by a Member of the \r\nPresidency of Bosnia and Herzegovina.\r\nMr. Nebojša Radmanović, Member of the Presidency \r\nof Bosnia and Herzegovina, was escorted to the \r\nrostrum.\r\n14-54935 25/47\r\n26/09/2014 A/69/PV.12\r\nThe Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency Mr. Nebojša \r\nRadmanović, Member of the Presidency of Bosnia and \r\nHerzegovina, and inviting him to address the General \r\nAssembly.\r\nMr. Radmanović (Bosnia and Herzegovina) (spoke \r\nin Bosnian; English text provided by the delegation): I \r\nwill start with the issue that I believe is of the utmost \r\nimportance today, the one causing the greatest concern. \r\nCurrently, the world is in a state of chaos which is \r\nproducing understandable fear and concern among its \r\ncitizens as to a peaceful and secure future. There has \r\nnot been so much war in the world since the late 1960s. \r\nToday, in many parts of our planet, there are low- and \r\nmedium-intensity conflicts that have the potential \r\nto produce wider regional and global conflicts. From \r\nAfghanistan to Ukraine, the Middle East, Libya, \r\nCentral Africa and other regions, we are witnessing \r\narmed conflicts with no chance in sight of our being \r\nable to stop them and reach a lasting peace.\r\nThese conflicts are accompanied by a rarely \r\nseen escalation of all forms of violence and brutality, \r\nparticularly against civilians. Increased numbers of \r\ninternal civil conflicts are causing States to fall apart, \r\nsome of them disappearing overnight, others arising \r\nwith the support of outside enablers. We also see the \r\npublic emergence of new political maps drawn with \r\nnew borders, separatist movements getting stronger \r\nand international laws being violated with use of force. \r\nThe situation is the result of the unilateral actions of \r\nsome great Powers, double standards in international \r\nrelations, the breaking of the cohesive legal world order \r\nand other actions contrary to the norms of international \r\nlaw.\r\nOn the other hand, years of economic and financial \r\ncrisis have led to dramatic social change with alarming \r\nsocioeconomic consequences. Despite growing global \r\nprosperity, the gap between rich and poor countries \r\nand nations is getting wider. The middle class is \r\ngetting smaller while inequality within societies is \r\ngrowing. Systems of social support are declining, with \r\nunemployment, especially among young people, taking \r\non alarming proportions. Given the general situation, \r\nwe must think about future development.\r\nBosnia and Herzegovina is at present a developing \r\ncountry characterized by an open and fully liberal \r\neconomy with foreign trade and economic ties directed \r\ntowards the countries of the region and the European \r\nUnion. Unfortunately, as a developing country, we are \r\nfacing the problem of a high unemployment rate — over \r\n25 per cent — a large trade deficit, lack of capital and \r\nmajor investment and insufficient and weak industrial \r\nproduction.\r\nBosnia and Herzegovina’s economic and social \r\nsituation is similar to that of the region of the Western \r\nBalkans in general. It is extremely difficult. The \r\neconomic reconstruction and recovery of the country \r\nafter the tragic conflict of 1991-1995 have slowed since \r\nthe global economic crisis engulfed the entire world. \r\nHowever, while total economic growth in 2013 was \r\n1 per cent, industrial production increased to 6.7 per \r\ncent. The biggest economic problem is the decline in \r\nforeign investment, which in 2013 was 34 per cent less \r\nthan in 2012. Due to the general economic downturn \r\nin the country and countries of the region, as well \r\nas the damage caused by natural disasters and their \r\nnegative effects on economic and production activities, \r\nthe decline in indirect tax revenues significantly \r\nendangered the fiscal stability of the country.\r\nRegardless of current negative economic trends \r\ndue to the economic crisis, we believe that by using \r\nour natural resources appropriately we can achieve \r\nan economic growth and development that would lead \r\nto long-term progress and political stabilization of \r\nthe country. In order to do that, it is clear that we and \r\nthe region need the support of the developed world, \r\nespecially the developed countries of the European \r\nUnion, the United States and Japan as well as Brazil, \r\nRussia, India, China and South Africa.\r\nWe cannot achieve sustainable development that \r\ninvolves investment in the real sector of the economy, \r\nbuilding and developing transportation infrastructure, \r\npoverty reduction, and the effective and rational use \r\nof resources entirely by ourselves. We are too small a \r\ncountry and region to achieve those objectives alone, \r\nnor do we have enough capital to build industrial \r\nfacilities that adhere to green economy principles or \r\nprotect natural resources and put us on a sustainable \r\ndevelopment track.\r\nWhen it comes to the economic determinants of \r\nsustainable development, I am convinced that most small \r\ncountries share the same perspective and position. We \r\ncannot resolve issues of progress alone or prevent the \r\nemergence of the vicious cycle of poverty that threatens \r\nto undermine our societies. Therefore, in future we \r\nwill need to continue to adhere to the principles of \r\neconomic solidarity and mutual economic cooperation \r\n26/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nand support, and find a common framework of values \r\nand actions.\r\nIn addition, given the multipolarity of the economic \r\nworld, I hope that we will find more partners from \r\ndeveloped countries on our path towards development \r\nand recovery. The world of the future should not be \r\ndetermined by the false choice between haves and \r\nhave-nots. Apart from the issue of uncertainty for the \r\nfuture, every crisis entails the erroneous belief that rich \r\ncountries fare better than poor ones. Indeed, one forgets \r\nthat, due to global interdependence and responsibility, \r\nno one can survive alone; either we all do or nobody \r\ndoes.\r\nBosnia and Herzegovina remains committed \r\nto meeting the Millennium Development Goals, \r\ndespite the difficulty of their implementation, given \r\nthe challenging conditions following the war and the \r\neconomic crisis. Bosnia and Herzegovina is committed \r\nto regional cooperation with all interested countries, \r\nbased on the principles of mutual respect and common \r\ninterests. Bosnia and Herzegovina is surrounded by \r\nneighbours who are also in various stages of transition \r\nand democratic reform, and we share the same \r\nproblems arising from the complex processes that must \r\nbe engaged on our way towards membership in the \r\nEuropean Union.\r\nWe attach special importance to regional \r\ncooperation. Bosnia and Herzegovina has good-\r\nneighbourly relations marked by long historical ties \r\nand regional interdependence with Serbia, Croatia \r\nand Montenegro and other countries of the former \r\nYugoslavia and the Balkans.\r\nAll of us gathered here today representing our \r\ncountries and peoples need, in the near and distant \r\nfuture, to find concrete and clear solutions to the \r\nproblems and challenges caused by the broadest range \r\nof sustainable development issues, as defined by a \r\nnumber of the United Nations conferences over the past \r\n20 years. The sustainable development of countries, \r\nregions and groups of countries, continents and the \r\nentire world is a key element and basic starting point \r\nfor further strategic steps and activities for modern \r\nhumankind to resolve. The state of the world economy, \r\nenvironment and the contemporary society as a whole \r\nis full of problems and challenges that require our \r\nfull commitment and dedication to continued growth \r\nand the expanded possibility of achieving sustainable \r\ndevelopment in the world, which unfortunately slowed \r\ndown and stopped with the emergence of the global \r\neconomic and financial crisis starting in 2008.\r\nI should like to say a few words about possible \r\nproblems related to sustainable development in Bosnia \r\nand Herzegovina and the region of South-East Europe \r\nas an important European region poised to build strong \r\npolitical and economic ties with the European Union \r\nand other countries worldwide.\r\nI am afraid that we in Bosnia and Herzegovina do \r\nnot have the same starting position as other countries \r\nof the world in terms of inclusion in the sustainable \r\ndevelopment process of the United Nations. In 1992, \r\nwhen the first conference was held in Rio de Janeiro, \r\nwe were at the beginning of a horrendous chapter \r\nof our history and a tragic conflict whose negative \r\npolitical and economic effects have continued to cause \r\nsuffering in society. However, with the support of the \r\nUnited Nations and the European Union, today we are \r\non the road to recovery, with the hope of achieving the \r\nultimate goal of political success, namely, full legal \r\nintegration into the European Union and the economic \r\nachievement of developed country status.\r\nThis year the world is celebrating the centenary \r\nof the outbreak of the First World War. Incredibly, \r\nthe current world economic and political situation \r\nresembles the situation of 100 years ago. A crisis \r\nof economic depression, social disintegration, an \r\nineffective international system and the rise of armed \r\nconflicts and wars have led to a weakening of the \r\noptimistic driving force and a lack of global vision and \r\njoint action. The common goal that is necessary for a \r\nstable international order is fading on the horizon of \r\nspreading conflicts. It requires us to set clear priorities \r\nand seek new lighthouse beacons.\r\nThis year in Bosnia and Herzegovina we marked \r\nthe Sarajevo assassination that is commonly taken as \r\nthe direct cause of the start of the First World War, \r\nwhich resulted in the deaths of more than 15 million \r\npeople. At several events dedicated to the anniversary, \r\ntogether we have asked ourselves: Have we learned the \r\nlessons from the past of 100 years ago? When I see the \r\nlocal wars being fought on all sides of the world today, \r\nI am afraid that we have not learned those lessons; on \r\nthe contrary and in the meantime, we have repeated the \r\nsame old mistakes and made new ones.\r\nThe world needs peace more than ever. It is \r\nonly in peace that one can develop and prosper. The \r\nmaintenance of international peace and security is \r\n14-54935 27/47\r\n26/09/2014 A/69/PV.12\r\nimperative to the development of every country and \r\nthe entire world. It is the responsibility of the Member \r\nStates to find acceptable frameworks and tools to \r\nimprove the security situation in the world in the \r\ninterest of development and progress.\r\nIn conclusion, three days ago I spoke in my \r\ncapacity as a Member of the Presidency of Bosnia \r\nand Herzegovina, at the Climate Summit. Yesterday I \r\nmet with Secretary-General Ban Ki-moon in the same \r\ncapacity. Today, the Secretariat has allowed itself to \r\ninterpret the Charter of the United Nations wrongfully, \r\nunfortunately. That is unacceptable. The future of \r\nthe Organization of the United Nations is based on \r\nconsensual agreement by all Member States and not the \r\ndecisions of the bureaucracy.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the Member \r\nof the Presidency of Bosnia and Herzegovina for the \r\nstatement he has just made.\r\nMr. Nebojša Radmanović, Member of the Presidency \r\nof Bosnia and Herzegovina, was escorted from the \r\nrostrum.\r\nAddress by Mr. Tuilaepa Sailele Malielegaoi, \r\nPrime Minister and Minister for Foreign Affairs \r\nand Trade of the Independent State of Samoa\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister and Minister for Foreign Affairs and Trade of \r\nthe Independent State of Samoa.\r\nMr. Tuilaepa Sailele Malielegaoi, Prime Minister \r\nand Minister for Foreign Affairs and Trade of the \r\nIndependent State of Samoa, was escorted to the \r\nrostrum.\r\nThe Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency Mr. Tuilaepa \r\nSailele Malielegaoi, Prime Minister and Minister for \r\nForeign Affairs and Trade of the Independent State \r\nof Samoa, and inviting him to address the General \r\nAssembly.\r\nMr. Malielegaoi (Samoa): Samoa congratulates the \r\nPresident on his election and lends its full support to \r\nthe agenda that will guide our work during his tenure. \r\nIn the same spirit, I applaud our Secretary-General \r\nand Samoan Prince Tupua Ban Ki-moon for his firm \r\ncommitment and strong leadership in steering our \r\nOrganization during this particularly turbulent and \r\ndifficult period for the world.\r\nAs members of the global family, our futures and \r\ninterests are inextricably linked. Crises with a global \r\nreach threaten to engulf the world and affect all nations \r\nirrespective of whether they caused or contributed to \r\nthe crisis.\r\nClimate change is one such crisis. It is the world’s \r\nmost urgent problem and the greatest moral challenge \r\nof our time. Known crises of global dimensions pale in \r\ncomparison to what climate change poses to our world \r\nas a whole and to the future security of some of our \r\nlow-lying islands as sovereign States. Climate change is \r\nindifferent to the suffering of countries touched by its \r\ndestructive reach. The victims can be rich or poor, large \r\nor small, resilient or vulnerable, but they hardly matter. \r\nIt impacts all. For some there are already existential \r\nimplications looming. Others may consider the effect \r\non them to be minimal. Such complacency would be a \r\ngrave mistake and tantamount to gross negligence. If \r\nclimate change is not addressed comprehensively, the \r\nconsequences for our planet will be dire indeed and \r\nwill affect all countries.\r\nNo country should therefore stay detached and \r\nunconcerned before the plight of the majority. All \r\ncountries must work together. Apportioning blame \r\nfor the present state of our environment is in itself yet \r\nanother human failing. It serves no useful purpose. \r\nBeing judgemental will not restore our environment. \r\nThose who exploit the traditional divide between \r\ndeveloped and developing countries and ideological \r\nand political differences do so conveniently, to mask \r\ntheir own unwillingness to be part of the solution to an \r\nimpending global catastrophe.\r\nThere is too much at stake for the world to just sit \r\nidly by. Strong visionary leadership that rises beyond \r\nthe dictates of vested national interests and political \r\ntenures and views the world as a single constituency \r\nwhere everyone must work together within the limits \r\nof their capacity and capability to be part of the total \r\nsolution is at a premium. Governments must yield — not \r\nto vested interests and expediency of time, but because \r\nit is the ethical and just thing to do. Our timelines are \r\nslipping by fast and soon we will be playing catch-up. \r\nYet each day lost to indecisiveness and wrangling on \r\npetty points only intensifies the challenges we face. \r\nThe Lima and Paris climate conferences will provide \r\nthe best openings for the world to redeem itself. States \r\n28/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nMembers of the United Nations should step forward \r\nwith a sense of urgency and commitment to addressing \r\nclimate change today, not tomorrow. It should not just \r\nbe science and real life experiences that force us to act, \r\nbut also our consciences.\r\nAgainst this backdrop, the Climate Summit on \r\nTuesday was timely. Its message was clear and simple. \r\nOur actions to address climate change are grossly \r\ninadequate. We are focusing more on symptoms than \r\non the root causes, and the solemn truth is that things \r\nwill only get worse if we do not act collectively now. \r\nHowever, a ray of hope, best captured in the following \r\nfundamental truths, is couched delicately in this \r\nominous prediction.\r\nFirst, climate change is a societal problem \r\nrequiring decisive political leadership and a whole-of-\r\nsociety approach. Every individual effort and every \r\nnational action counts because in unity we succeed, \r\nbut in division there is little we can do. Secondly, we \r\nneed a global solution if we are to succeed. The United \r\nNations is our last best hope. It is indispensable to a \r\nsustainable solution that we provide the necessary \r\ncommitment to turning the tide against climate change. \r\nThirdly, climate change is solvable, and the solution is \r\nfirmly in our hands.\r\nOnly through enlightened leadership and the \r\nconcerted efforts of all countries, with the major \r\ngreenhouse gas emitters at the forefront, do we stand \r\na chance of lessening the destructive impact of climate \r\nchange and of reaching a credible post-Kyoto climate \r\nagreement next year. Samoa calls upon those States \r\nMembers of our Organization that are in a position of \r\nworld leadership to lead the charge and to undertake \r\nthe tasks that need to be implemented quickly and \r\ndecisively so that the Paris conference can deliver \r\non an ambitious climate change agreement that is \r\neffective, binding, capable of swift implementation, \r\nand universally owned and respected by the 193 States \r\nMembers of the United Nations.\r\nThe Ebola outbreak is a deadly pandemic causing \r\nchaos and untold suffering in parts of West Africa. \r\nIts reach is global and if it is not treated it may prove \r\nunstoppable. It has no respect for national borders or \r\nGovernment sovereignty, and its victims are selected \r\nindiscriminately. Born and unborn babies are robbed \r\nof their youth, girls and boys of their adulthood, and \r\nwomen and men of their productive lives, their dignity \r\nand worth, while countries are dispossessed and \r\ndeprived of their valuable human assets.\r\nCan we win the war on Ebola? Samoa believes that \r\nwe can and we should. That was why we were honoured \r\nto be among the 134 co-sponsors of Security Council \r\nresolution 2177 (2014) on peace and security in Africa, \r\nwith reference to Ebola, last Thursday. The Security \r\nCouncil resolution was adopted with the highest-ever \r\nnumber of sponsors and was swiftly followed the \r\nnext day by General Assembly resolution 69/1, which \r\nunanimously approved a proposal to establish the United \r\nNations Mission for Ebola Emergency Response. Samoa \r\nwelcomes the rapid, decisive and coordinated response \r\nof United Nations Member States and agencies, and \r\nin particular the proactive role the Secretary-General \r\nplayed in mobilizing both the political will and the \r\nmaterial resources necessary to respond to this grave \r\ncrisis.\r\nThe global response to the Ebola outbreak is a \r\npowerful illustration of what is possible when States \r\ncollaborate and coordinate to assist each other in \r\nachieving common and critical goals. Such unified \r\nresponses have tangible results and save lives. Samoa \r\nencourages all Member States to take this spirit of \r\ncooperation forward, and to harness and follow this \r\nexample when dealing with other critical global issues.\r\nAs we meet here at the United Nations, the \r\nrise in extremism has a taken a turn for the worst. \r\nRadical militants are committing unspeakably brutal \r\nand barbaric atrocities across the Middle East, and \r\nthreatening to spread their evil brand further afield. As \r\na small island nation in the Pacific Ocean, these threats \r\ncan seem extremely far removed from my country \r\nof Samoa. However, in the globalized age in which \r\nwe live, all countries are threatened by challenges to \r\ninternational peace and security. Developments in one \r\nState invariably have effects in others, and this is true \r\nof my country, far away as we are.\r\nGlobal interconnectedness has brought innumerable \r\nbenefits to all countries, but it also increasingly brings \r\nrisks from distant corners of the Earth. As such, it is \r\nimperative that the United Nations and its Member \r\nStates commit to tackling threats to international peace \r\nand security, especially through the Security Council. \r\nSpecifically, States Members of the United Nations \r\nmust increase their collaboration and cooperation to \r\nfind solutions to challenges to peace and security, and \r\nwork diligently to implement them.\r\nThe United Nations was founded upon the values \r\nof collective security and, for small nations, remains a \r\ncritical forum in which to contribute to the maintenance \r\n14-54935 29/47\r\n26/09/2014 A/69/PV.12\r\nof international peace and security, stability and \r\nprosperity. This is particularly important for small \r\nisland developing States (SIDS), which risk a reversal \r\nof the development gains they have made due to crises \r\nfar from home. To cement and build upon development \r\ngoals already achieved, international peace and \r\nsecurity must be maintained, and it is the responsibility \r\nof all Member States, particularly those on the Security \r\nCouncil, to work in close cooperation to ensure that this \r\nhappens.\r\nSamoa belongs to the group of small island \r\ndeveloping States, a United Nations-recognized group \r\nwith special needs and inherent vulnerabilities, not by \r\nchoice, but by dint of factors completely outside its \r\ncontrol. Part of the dilemma we continually face is the \r\nmisconception that SIDS challenges are minuscule in \r\ncomparison to the needs of other special groups and \r\nregions, and that their one and only concern is climate \r\nchange. Nothing could be further from the truth.\r\nMy country was honoured to host, on behalf of \r\nthe Pacific region, the once-in-a decade International \r\nConference on Small Island Developing States three \r\nweeks ago. Our primary goal in hosting the Third SIDS \r\nConference was to have the spotlight of international \r\nattention fall on SIDS, their challenges and realities. \r\nNow that the spotlight has faded, we hope that the \r\nincreased understanding and appreciation of SIDS \r\nissues and challenges gained at the Conference will not \r\nbe forgotten over time or sidelined by other competing \r\npriority issues.\r\nThe international community has a very full agenda. \r\nWe as nations are being pulled in many directions. \r\nThis general debate and the sixty-ninth session of \r\nthe General Assembly will show just how packed \r\nthe agenda is. The follow-up to the SIDS Conference \r\nwill be part of that agenda. It is our hope that, despite \r\nall the political, economic and other demands on the \r\ncountries of the world, the realities of SIDS, so clearly \r\nspelled out in Apia and in the Small Island Developing \r\nStates Accelerated Modalities of Action — the SAMOA \r\nPathway — are able to retain the attention of the \r\nwider international community. We took seriously the \r\ncommitments made to SIDS at the Conference and we \r\nwill remain deeply mindful of how those commitments \r\nare turned into actions.\r\nThe Conference had as its theme “The sustainable \r\ndevelopment of SIDS through genuine and durable \r\npartnerships”. We are ready to build on our existing \r\npartnerships. We may be small, but we are also able to \r\ndemonstrate the impact of our people and our countries \r\nin successful, twenty-first century partnerships. \r\nWe may be small and sometimes invisible to many. \r\nHowever, we know that united the SIDS are a strong \r\nand positive group. The Alliance of Small Island States \r\n(AOSIS) is showing its determination in a growing \r\nrange of areas and forums. Samoa, like other Pacific \r\nislands, is proud of its place within AOSIS.\r\nThe SAMOA Pathway asks the Secretary-General \r\nto undertake a comprehensive review of how the United \r\nNations system supports SIDS. This is an opportunity \r\nto ensure that the United Nations is fit for the purpose \r\nwhen it comes to supporting SIDS. There is ample scope \r\nfor improvement, and we look forward to engaging \r\nfully in the process. The time for business as usual has \r\nlong passed. Let us work for an approach to SIDS that \r\nshows the United Nations at its best.\r\nThe SAMOA Pathway is a well-crafted \r\nintergovernmental agreement that has the seal and \r\nstamp of approval of the United Nations membership. \r\nGoing forward, it falls on SIDS themselves to be \r\nprepared to lead and own the SAMOA Pathway if it is \r\nto be sustainable. Together with the specific entities \r\nwithin the Secretariat charged with advocating and \r\nchampioning SIDS causes, they should be more \r\nproactive and assertive. Jointly, they must reposition \r\nthemselves to engage better in a more effective and \r\nvisible partnership.\r\nMoreover, what we need to achieve is a human face \r\nof SIDS to every issue that comes before the United \r\nNations, be it security, human rights, climate change, \r\ndevelopment, gender or indigenous issues. That way, \r\nSIDS issues will be at the forefront of the United \r\nNations agenda. They will remain topical and relevant \r\nand be taken up, debated and acted upon daily, weekly \r\nor monthly — and not conveniently set aside to be \r\ndiscussed only when we have another SIDS conference \r\n10 years from now.\r\nSamoa continues to support United Nations \r\npeacekeeping efforts worldwide. Small though we \r\nare, Samoan police continue to serve side by side with \r\nofficers from other countries in places that require the \r\nintervention of the United Nations. Within the Pacific \r\nregion, our solidarity with our neighbours in meeting \r\nchallenges means a guaranteed Samoan police presence \r\nin the Regional Assistance Mission to Solomon Islands \r\nand under the umbrella of the Pacific Islands Forum.\r\n30/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nA durable peace settlement in the Middle East \r\ncontinues to elude us, but that is not grounds to be \r\npessimistic. We should support every effort to create \r\nconditions conducive to the successful establishment of \r\nan independent Palestinian State alongside a secure and \r\nsafe State of Israel.\r\nFinally, those bent on creating fear and panic \r\nthroughout the world will stop at nothing to achieve \r\ntheir aims. We must not be held hostage to their devious \r\ndesigns. Individually and collectively, we must step \r\nup our efforts to combat the threat of international \r\nterrorism in its many manifestations. No country can \r\nsucceed on its own. Only by working collaboratively \r\ncan we be successful.\r\nAs we approach the new post-2015 development \r\nagenda, the culmination of many years of international \r\nnegotiations and agreements on sustainable development, \r\nwe must ensure that while a one-framework approach \r\nis important, it does not equate to a one-size-fits-all \r\nformula for purposes of implementation, monitoring and \r\nevaluation. Indeed, the applicability of the Millennium \r\nDevelopment Goals and their indicators to small island \r\ncountries proved difficult, and much tailoring was \r\nnecessary before those global targets were seen as \r\nrelevant enough for us to meaningfully participate. \r\nIt is important therefore in the defining and refining \r\nof the sustainable development goals and post-2015 \r\ndevelopment agenda that we account for groups like \r\nSIDS and ensure that the indicators developed are also \r\napplicable to their situations. Building on the existing \r\nprocesses and experiences in the SIDS countries and \r\ntheir respective regions and subregions is critical in \r\nthat regard.\r\nFortunately, we are on the back of a successful \r\nSIDS Conference whose theme focused on effective \r\nmeans of implementation through partnerships. We \r\nmust ensure therefore that the means to implement \r\nthe SAMOA Pathway is solidly incorporated into \r\nthe post-2015 development framework. Those \r\narrangements are well entrenched in the High-level \r\nPolitical Forum and the review arrangements of the \r\nEconomic and Social Council. It is important that \r\nthe intergovernmental architectures of our respective \r\nSIDS regions be included in the process, which means \r\nworking together. We cannot afford a situation where \r\nwe have intergovernmental organizations developing \r\nseparate policies and implementation arrangements \r\nand partnerships for the same things. We must work \r\ntogether.\r\nFinally, we must break down what has been a \r\ntraditional them-and-us perception on both sides of \r\nthe divide between Member States and the Secretariat \r\nestablished to serve our collective needs. It has not \r\nserved either side well; we are in fact on the same \r\nside. I would therefore encourage any coordination \r\nmechanisms established to ensure representation of \r\nboth in order to promote transparency and a balance \r\nof perspectives and interests. The Inter-Agency \r\nConsultative Group for SIDS is perhaps an arrangement \r\nthat could benefit from Member State representation \r\nas well, where open discussions can take place around \r\neffective implementation of the SAMOA Pathway and \r\nthe post-2015 development agenda.\r\nSome of our development partners, traditional \r\nand new, have reached out to help us. What they have \r\nin common is trust and respect for our views and \r\nneeds. Bilaterally, regionally and internationally, they \r\nare partnering with SIDS to overcome some of the \r\nconstraints imposed by limited land and narrow natural \r\nresource bases, isolation and downward agricultural \r\nproduction, sustained food security for our expanding \r\npopulations, and the need to provide a meaningful \r\nexistence for our people and communities in the rural \r\nareas.\r\nThe United Nations was established to prevent \r\nwars, bring peace and security, and protect human \r\nrights through multilateralism and intergovernmental \r\ncooperation. The architecture of the Organization \r\nwe have today is very complex, and, inevitably, \r\nthere are imperfections. However, the fact that we \r\nhave consistently met without failure at the General \r\nAssembly each year is irrefutable proof that our \r\nOrganization works at many and different levels. It \r\nis hard to imagine where the world would be without \r\nthe United Nations. It is why Samoa’s support for our \r\nOrganization is unwavering.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the Prime \r\nMinister and Minister for Foreign Affairs and Trade of \r\nthe Independent State of Samoa for the statement he has \r\njust made.\r\nMr. Tuilaepa Sailele Malielegaoi, Prime Minister \r\nand Minister for Foreign Affairs and Trade of the \r\nIndependent State of Samoa, was escorted from the \r\nrostrum.\r\n14-54935 31/47\r\n26/09/2014 A/69/PV.12\r\nAddress by Mr. Mohammed Fuad Masum, \r\nPresident of the Republic of Iraq\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Iraq.\r\nMr. Mohammed Fuad Masum, President of the \r\nRepublic of Iraq, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Mohammed \r\nFuad Masum, President of the Republic of Iraq, and to \r\ninvite him to address the Assembly.\r\nPresident Masum (spoke in Arabic): I salute the \r\nGeneral Assembly on behalf of Iraq and congratulate \r\nMr. Sam Kahamba Kutesa on his election as President \r\nof the General Assembly at its sixty-ninth session. We \r\nwish him and the Secretary-General every success \r\nduring the session. I would also like to thank the \r\nSecretary-General for the vital role he has played in the \r\npast years in supporting and enhancing the progress of \r\nmy country, something for which we in Iraq are grateful \r\nand proud.\r\nFourteen years ago, heads of State and Government \r\ncommitted themselves to the fulfilment of the \r\nMillennium Development Goals (MDGs) by 2015, \r\nfocusing on issues that are now still vital, foremost \r\namong which are social and economic development, the \r\nprotection of international peace and security, the end of \r\nthe arms race, disarmament, elimination of weapons of \r\nmass destruction (WMDs) — whose very name incites \r\nfear in everyone — fighting terrorism and widespread \r\norganized crime, guaranteeing human rights and the \r\neffective coordination of humanitarian assistance \r\nefforts, and promoting justice and international law. \r\nIn that context, we would like to remind the General \r\nAssembly of our very bitter memory and experience as \r\nvictims of WMDs in Halabja, the peaceful Kurdish city \r\nthat was attacked by chemical weapons in 1988 at the \r\nhands of the dictatorial regime then in power.\r\nNext year, we will celebrate the seventieth \r\nanniversary of the founding of the United Nations as an \r\nOrganization that represents international legitimacy. \r\nThat occasion will allow us to express the value of the \r\nOrganization and its achievements. It will also be an \r\noccasion to take up more initiatives to settle disputes \r\nby peaceful means and promote human rights and \r\nlarger freedoms and equality for all. We will also be \r\ncelebrating the twentieth anniversary of the Fourth \r\nWorld Conference on Women, held in Beijing, which \r\nwas a turning point in seeking to promote the rights \r\nof women and curb all forms of violence to which they \r\nare exposed. We need to promote efforts to protect \r\nour planet from pollution and create a sound, clean \r\nenvironment to fight the problems of poverty, illness \r\nand illiteracy.\r\nThe success of political parties in Iraq in establishing, \r\na few weeks ago, a Government of national unity that \r\nrepresents Iraqis every stripe was extremely important. \r\nIt is a Government that everyone feels represents them. \r\nIts programme responds to their aspirations and hopes \r\nto move forward with their provinces into another era \r\nof stability, internal progress and rebuilding. It is a \r\nGovernment that seeks to build friendly relationships \r\nin the region based on understandings that guarantee \r\npeaceful coexistence among States of the region on the \r\nbasis of mutual interests and good-neighbourliness.\r\nThe establishment of the Government was a firm \r\nresponse to a real danger that was stalking us all, \r\nnamely, the danger posed by Islamic State of Iraq \r\nand the Levant (ISIL). That infamous and evil group \r\nhas launched international terrorist actions to attack \r\ndefenceless civilians. It has ushered in a new era and \r\nbrought terror to a new level. ISIL has been able to \r\noccupy areas in more than one city in Iraq and Syria \r\nand established a State based on hatred and rejection \r\nof the Other. In the past few months, we have seen \r\nhow that heinous terrorist organization committed \r\ncrimes against humanity, such as killing and displacing \r\npeople, committing genocide and ethnic cleansing and \r\ninflicting great suffering on all components of the Iraqi \r\npeople with its horrific crimes and massacres.\r\nIt has kidnapped women and sold them as enslaved \r\ncaptives. It has destroyed religious shrines and houses \r\nof worship, as well as cultural and historic monuments. \r\nIt has oppressed components of the Iraqi people on \r\nthe basis of their ethnic identities, like Turkmens \r\nand Kurds, and targeted religious and confessional \r\nminorities, including Yazidis, Christians and the \r\nShabak. We would like to thank the free people of the \r\nworld who have expressed their dismay, rejected those \r\ncrimes and stood in solidarity with the victims by \r\nproviding assistance.\r\nThat terrorist organization disposes of huge \r\nfinancial and military assets. By declaring the so-\r\n32/47 14-54935\r\nA/69/PV.12 26/09/2014\r\ncalled Islamic Caliphate, ISIL has become a magnet \r\nfor militants and extremists in the Middle East and the \r\nworld, who have declared allegiance to that obscurantist \r\nregime and started working under its command. Among \r\nthe most dangerous phenomena of that transformation \r\nis the emergence of a new generation of terrorists who \r\nhave American, European or other citizenship.\r\nThe Iraqi Armed Forces, the Peshmerga and the \r\nPopular Defence volunteers have been able to stop \r\nthe advance of ISIL and prevent its occupation of new \r\nareas. We also succeeded in breaking the siege and \r\nliberating cities that had been occupied by the terrorists \r\nof that dangerous organization. The huge humanitarian \r\nand military support that we received from United \r\nNations organizations, the United States, the States \r\nof the European Union and other friendly States has \r\nplayed a vital role in assisting us in confronting that \r\nobscurantist terrorist group. We shall neever forget \r\nthe support we received against that group, which \r\nconfirmed to our people that we are not alone in our \r\nfight against terrorism.\r\nI would like here to express the gratitude of all \r\nthe people of Iraq and our Government’s appreciation \r\nto all those who stood by us in our war against those \r\nenemies of humankind. We would like to thank those \r\nwhose efforts made the Paris and Jeddah conferences a \r\nsuccess. And we would like to thank those who made \r\nevery effort to adopt a Security Council resolution \r\nthat guarantees solidarity and partnership in facing \r\nterrorism and the challenges it poses to everyone.\r\nAs we meet in the Assembly today, hundreds of \r\nthousands of displaced persons and refugees, who were \r\nforced to leave their homes without taking with them \r\neven the most basic possessions, look to us. Millions \r\nof defenceless civilians who have been forced to live \r\nunder the oppression and tyranny of the terrorists of \r\nthe Islamic State of Iraq and Syria (ISIS) also look \r\nto us. Their protection and needs are our common \r\nresponsibility. We call on the international community \r\nto stand by our side in this war against terrorism \r\nand to support our efforts and those of international \r\norganizations and friendly countries in alleviating the \r\nsuffering of refugees, who hope someday to return to \r\ntheir homes and to get rid of ISIS.\r\nISIS is a transnational and intercontinental \r\norganization. We reiterate here that eliminating it can \r\nbe achieved only by forming a unified global front to \r\ntake measures to fight the takfiri approach and dry \r\nup its connected financial, ideological, organizational \r\nand military resources. We in Iraq are determined to \r\ncleanse our land of ISIS. We would like to emphasize \r\nthat eliminating terrorism in Iraq will be an important \r\nstep in protecting our region and in ridding the world \r\nof that danger.\r\nHere we welcome Security Council resolution 2170 \r\n(2014), adopted in August, which calls on Member \r\nStates to prevent the support, financing and arming \r\nof ISIS terrorists, the Nusra Front and other entities \r\nrelated to Al-Qaida to prevent such f lows into Iraq. We \r\nshould also like to commend the Human Rights Council \r\nfor its resolution condemning ISIS and establishing a \r\nfact-finding commission to investigate crimes against \r\nhumanity committed by that group against all Iraqis.\r\nIn the context of the international response to \r\nterrorism, and while we stress the importance of \r\nconsolidating the value and culture of peace and \r\ncoexistence in countries with multi-ethnic and \r\nmulti-confessional societies, we in Iraq call for \r\ninstitutionalizing such a responsible position at the \r\nUnited Nations. Such institutions must be tasked \r\nwith developing and operationalizing international \r\nsolidarity, using all the means available to fight \r\nterrorism in all its forms and manifestations and to rid \r\nthe world of its evils. We also believe that the time has \r\ncome to work collectively within individual countries \r\nand with all countries in the region so that we can \r\ndefuse tension about our security and achieve national \r\nunderstanding that contributes to limiting the space \r\navailable to terrorism, which typically lives off conflict \r\nand strife. The meetings held in Jeddah, Paris and New \r\nYork and the statements, declarations and resolutions \r\nadopted have sent important messages to the Iraqi \r\npeople. We hope that all of them will be translated into \r\npractical measures.\r\nIn the Middle East, it hurts us to see the recent \r\nsuffering of the fraternal Palestinian people in Gaza \r\nand other Palestinian territories. We therefore renew \r\nour call on the international community to honour \r\nits commitment to the Palestinian people and exert \r\nconcerted efforts to restore peace and return to the \r\nnegotiations table in order to end the conflict and \r\nachieve lasting peace and security. For our brothers in \r\nYemen and Libya, we hope for stability and the end of \r\nthe threats of terrorism and extremism. We also wish \r\nsuccess and progress on the democratic path chosen \r\nby the Libyan and Yemeni peoples. We hope that the \r\nfraternal Syrian people will be able to overcome the \r\n14-54935 33/47\r\n26/09/2014 A/69/PV.12\r\ncountry’s dilemma. We hope that Syrians will unite in \r\ntheir efforts to arrive at a political solution that ends \r\nthe bloodshed and preserves life. We also hope that \r\nsuch a solution will help neighbourly Syria to achieve \r\ndemocracy, peace and security in our region. Continued \r\ntension in those hotbeds in our region will only fuel \r\nextremism and extremist obscurantist ideology. That \r\nmakes us all want to work together to expedite a search \r\nfor solutions to the problems that contributes to creating \r\na humanitarian environment based on civilization, \r\nculture and freedom.\r\nMr. Imnadze (Georgia), Vice-President, took the \r\nChair.\r\nWith regard to Ukraine, we express our concern \r\nabout the dangerous escalation of the situation. We \r\nbelieve that the international community cannot allow \r\nany exacerbation of the conflict, with the ensuing dire \r\nconsequences for civilians, whether they have been \r\ndisplaced or are forced to live in conflict zones.\r\nIraq notes the results achieved by the Open \r\nWorking Group on Sustainable Development Goals. \r\nThe Group’s recommendations in its report (A/67/941, \r\nannex) constitute an important step and deserve our \r\nappreciation. We truly value the efforts they have \r\nmade to arrive at its conclusions. However, the issue \r\nof terrorism in all its forms and manifestations does \r\nnot occupy the space it deserves in the report. It should \r\nhave been incumbent upon the Group to address that \r\nchallenge as an objective on its own and to look into \r\nits core, manifestations, causes, repercussions and the \r\nways to address them.\r\nThroughout this era, humankind has been able \r\nto work to promote human partnership and enhance \r\nprospects for peace, freedom, human rights, prosperity \r\nand security. I stand before the Assembly today as a \r\nrepresentative of a country that was enervated by terror \r\nfor over a decade. On behalf of the millions of families \r\nof martyrs, orphans and the bereaved, I address the \r\nAssembly to stress that we have no other option but to \r\ndefeat ISIS everywhere. With will, determination and \r\nvision, we look forward to a future in which we can \r\nliberate our societies from the risks that continue to \r\nthreaten us.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Iraq for the statement he has just made.\r\nMr. Mohammed Fuad Masum, President of the \r\nRepublic of Iraq, was escorted from the General \r\nAssembly Hall.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mr. Xavier Bettel, Prime Minister, \r\nMinister of State, Minister for Communication \r\nand Media and Minister for Worship of the \r\nGrand Duchy of Luxembourg\r\nThe Acting President: The Assembly will now hear \r\nan address by the Prime Minister, Minister of State, \r\nMinister for Communication and Media and Minister \r\nfor Worship of the Grand Duchy of Luxembourg.\r\nMr. Xavier Bettel, Prime Minister, Minister of \r\nState, Minister for Communication and Media \r\nand Minister for Worship of the Grand Duchy of \r\nLuxembourg, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Xavier Bettel, Prime \r\nMinister, Minister of State, Minister for Communication \r\nand Media and Minister for Worship of the Grand \r\nDuchy of Luxembourg, and inviting him to address the \r\nGeneral Assembly.\r\nMr. Bettel (Luxembourg) (spoke in French): \r\nIt is a great honour for me to address the General \r\nAssembly for the first time, and I must say that I do \r\nso with great emotion. Commitment, solidarity and \r\nresponsibility are the three key words that have guided \r\nand will continue to guide my country’s action at the \r\nUnited Nations. As a founding Member of the United \r\nNations, Luxembourg has based its foreign policy on \r\nactive participation in multilateral cooperation. That \r\nmultilateralism is founded on respect for international \r\nlaw and cooperation among sovereign and equal States \r\nin order to work collectively for peace, development \r\nand respect for human rights.\r\nFor us, the United Nations is at the heart of \r\nmultilateralism. We are committed to making the \r\nUnited Nations as effective as possible so that we can \r\nsolve together, in solidarity, issues that far exceed \r\nour capacities as States. We have the responsibility to \r\novercome such issues for the sake of future generations. \r\nCommitment, solidarity and responsibility also define \r\nthe approach that should guide our response to the \r\nchallenges facing us on the eve of 2015.\r\n34/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nWith the President’s choice of the theme for this \r\nsixty-ninth session of the General Assembly, he calls \r\nupon us to develop and deliver on a transformative post-\r\n2015 development agenda and to ensure its effective \r\nimplementation. That post-2015 development agenda \r\nmust be bold and ambitious if we are to live up to our \r\ncollective responsibility to eradicate poverty and to \r\npromote sustainable development. It must build on the \r\nMillennium Development Goals and must go further. \r\nThe agenda must be holistic, action-oriented and \r\nuniversally applicable. It must benefit both developing \r\nand developed countries. It must be based on human \r\nrights. It must give the social sectors, health care and \r\neducation all the importance that they deserve. The \r\nissues of governance, justice, peace and security, as \r\nwell as the protection of the environment, sustainable \r\nconsumption and production patterns and sustained \r\neconomic growth, must be part of that agenda.\r\nLuxembourg supports and welcomes the important \r\nwork accomplished by the Open Working Group on \r\nSustainable Development Goals. Its report (A/67/941, \r\nannex) and the set of goals that it proposes are a useful \r\nbasis for the negotiations that will culminate in a year’s \r\ntime in the adoption of the post-2015 development \r\nagenda and a new model for sustainable development \r\nthat reconciles “the ambitions of humanity and the needs \r\nof the planet”, as Secretary-General Ban Ki-moon said.\r\nAware of its international responsibilities, \r\nmy country has a long-standing commitment to \r\ndevelopment, motivated by a desire for solidarity with \r\nthe poorest people. Since 2000, Luxembourg has been \r\none of the five industrialized countries to allocate at least \r\n0.7 per cent of its gross national income to development \r\ncooperation. In 2009, our development assistance \r\nreached the level of 1 per cent of gross national income. \r\nThe Government is committed to maintaining that high \r\nlevel despite a difficult budgetary position, which is no \r\neasier in our country than in others. Such aid can offer \r\nupcoming generations prospects and opportunities for \r\nthe future and, we should realize, can therefore, I hope, \r\nprevent certain conflicts.\r\nThe fight against climate change is an integral part of \r\nany global partnership for development. In that context, \r\nallow me to welcome the holding of the climate summit \r\non Tuesday. That summit clearly achieved the dual \r\nobjective set by the Secretary-General: to demonstrate \r\nthe essential political will to reach a global agreement \r\nin 2015 and to act as a catalyst for concrete action on \r\nthe ground so as to reduce emissions and to increase \r\nresilience. In the second half of 2015, my country will \r\nassume the presidency of the Council of the European \r\nUnion (EU). We will spare no effort to ensure that we \r\nreach an international climate agreement at the 2015 \r\nParis climate summit that is applicable to all countries, \r\nwith the objective of keeping global warming below \r\n2°C.\r\nWith its European Union partners, Luxembourg has \r\nmade binding commitments to reduce its greenhouse \r\ngas emissions and to mitigate the effects of climate \r\nchange. Before the upcoming meetings, in accordance \r\nwith the timetable that we agreed in Warsaw, the \r\nEuropean Union will present additional contributions \r\nto rise to the challenge.\r\nWe are also making commitments at the national \r\nlevel. I would mention, for example, our support for the \r\nstatement on carbon pricing, presented at the Climate \r\nSummit, as well as the new contribution of €5 million \r\nto the Green Climate Fund, which we announced \r\nat the summit, without any reduction in our official \r\ndevelopment assistance.\r\nThere will be no development without security and \r\nno security without development. And both development \r\nand security also depend on respect for human rights \r\nand the rule of law. We all know Kofi Annan’s saying. \r\nLuxembourg has made it the guiding principle of its \r\naction in the Security Council since 1 January 2013 \r\nby devoting its undivided attention to the root causes \r\nof conflict, their humanitarian and economic impact \r\nand human rights, in particular the rights of children \r\naffected by conflict.\r\nTo illustrate that approach, I will talk about \r\nthe conflict in Syria. That conflict, which has been \r\nraging for three and a half years, now shocks the \r\nhuman conscience. There are more than 191,000 \r\npeople dead. There are 10.8 million Syrians in need of \r\nurgent humanitarian assistance, over half of whom are \r\nchildren. More than 4.5 million Syrians are trapped by \r\nthe fighting in areas that are difficult for humanitarian \r\nactors to access. More than 3 million Syrians have been \r\nforced to leave their country, over 1 million of whom \r\nare refugees in Lebanon. Those figures rarely make the \r\nheadlines now. However, behind those figures, there is \r\nso much suffering and so many shattered lives.\r\nThat cannot continue. We must put an end to the \r\nindiscriminate attacks against civilians, schools and \r\nhospitals, the bombardment with barrel bombs, the \r\ndenial of humanitarian assistance and the use of famine \r\n14-54935 35/47\r\n26/09/2014 A/69/PV.12\r\nas a weapon of war. At the initiative of Australia, Jordan \r\nand Luxembourg, the Security Council unanimously \r\nadopted two resolutions on access for humanitarian aid \r\nto Syria (Security Council resolutions 2139 (2014) and \r\n2165 (2014)). I strongly hope that those resolutions will \r\nhave a real and decisive impact on the ground.\r\nHowever, humanitarian action cannot be a \r\nsubstitute for political action. The lasting settlement \r\nof the Syrian conflict requires a political solution — a \r\npolitical transition that meets the legitimate aspirations \r\nof the Syrian people, in accordance with the Geneva \r\ncommuniqué of June 2012 (S/2012/522, annex).\r\nToday, we cannot procrastinate in the face of the \r\nwar crimes and crimes against humanity committed \r\nby terrorist groups, in particular the Islamic State in \r\nIraq and the Levant. That group is neither a State nor \r\nIslamic. It defiles Islam and seeks only to spread its \r\nterror regime and to destabilize Syria, Iraq and the \r\nentire region.\r\nMy country fully supports the measures adopted \r\nagainst individuals and entities associated with \r\nAl-Qaida to cut off their channels of financing, to \r\nprevent radicalization and to stem the f low of foreign \r\nterrorist fighters. We do so pursuant to Security \r\nCouncil resolution 2178 (2014), which we adopted the \r\nday before yesterday at the Security Council summit \r\npresided over by the United States President, Barack \r\nObama, in which I had the honour to particiapte.\r\nBeyond the fight against terrorism, we must tackle \r\nthe root causes of the grave crisis in Iraq. In that \r\ncontext, we welcome the formation of the new Iraqi \r\nGovernment of national unity, under the leadership of \r\nPrime Minister Haider Al-Abadi. We encourage him \r\nto follow an inclusive approach that respects all ethnic \r\nand religious segments of Iraqi society and that is \r\nresponsive to the needs and aspirations of all. The Iraqi \r\npeople must regain trust in their country’s democratic \r\ninstitutions.\r\nFor the third time in six years, this summer we \r\nwitnessed bloody fighting in the Gaza Strip. The cycle \r\nof violence must stop. The actions that fuel hatred \r\nand discord must cease. Israelis and Palestinians must \r\nfinally be able to live in peace, security and dignity. \r\nThe two-State solution, the peaceful coexistence of \r\ntwo democratic States — Israel and Palestine — within \r\nsecure and recognized borders, remains the only \r\npossible way forward in that regard. A political solution \r\nmust be sought as soon as possible to avoid extremists \r\nfrom all sides from prevailing and to avoid measures \r\nbeing taken that would make the two-State solution \r\nimpossible. With its partners in the European Union, \r\nLuxembourg is ready to contribute to a global and \r\nsustainable solution.\r\nThe time allotted to me does not suffice to do \r\njustice to the manifold crises that we face today. I \r\nwould, however, like to say that they all bring one duty \r\nto light, namely, to protect civilians. That duty is at \r\nthe heart of the mandates entrusted to the stabilization \r\nand peacekeeping missions of the United Nations and \r\nregional organizations like the African Union in Mali, \r\nthe Democratic Republic of the Congo, Somalia, South \r\nSudan and now in the Central African Republic. On the \r\nAfrican continent, our credibility and our responsibility \r\nto protect are at stake. Twenty years after the Rwandan \r\ngenocide, indifference is no longer an option.\r\nI should now like to say a word about my own \r\ncontinent, Europe. The crisis in Ukraine has step-by-\r\nstep turned into a conflict — one that, unfortunately, \r\nshows that the times when we thought peace on the \r\nEuropean continent had become self-evident are over. \r\nThe conflict has already cost the lives of more than \r\n3,000 people. It must end and it must end now. Dialogue \r\nand diplomacy are of the essence.\r\nFrom Syria to the Central African Republic, from \r\nIraq to South Sudan, the list of war crimes and crimes \r\nagainst humanity committed on a daily basis becomes \r\nlonger each day. The perpetrators of those crimes, of \r\ngrave violations and abuses of human rights, of violations \r\nof international law and international humanitarian \r\nlaw must be held accountable before justice for their \r\nacts. The fight against impunity must cease to be an \r\nabstract objective and become a tangible reality. The \r\nInternational Criminal Court has an important role to \r\nplay in that regard.\r\nWith regard to grave violations of international law \r\nand war crimes, I would like to draw attention to the \r\nviolations and atrocities committed against children. \r\nChildren are often the first victims of armed conflicts: \r\nthey are killed and maimed, they are abducted and \r\nrecruited, and they are sexually abused. They are \r\ndeprived of their right to education and health care. They \r\nare cruelly denied access to humanitarian assistance.\r\nAs Chair of the Security Council Working Group on \r\nChildren and Armed Conflict, Luxembourg is working \r\nin a determined way to strengthen and to implement \r\nfully the children and armed conflict agenda. We will \r\n36/47 14-54935\r\nA/69/PV.12 26/09/2014\r\ncontinue to do so beyond our tenure on the Security \r\nCouncil. Children embody the hope and future of every \r\nsociety. All together, we must do everything we can to \r\nsafeguard that hope and future from the horrors of war. \r\nWe cannot acquiesce to sacrificing future generations.\r\nThe fight against sexual violence calls for the same \r\ncommitment. Sexual violence in conflict spares no one. \r\nIt affects adults and children, women and men. We must \r\nresolutely tackle this scourge.\r\nThe prevention of conflict is a core purpose of \r\nthe Organization. Spotting early-warning signs of a \r\nconflict is of crucial importance if we want to take the \r\nmost effective measures at the right time, and if we \r\nwant to prevent a situation from escalating into open \r\nconflict. We know that most conflicts are preceded by a \r\nsignificant deterioration in the human rights situation. \r\nIt is on that basis that the Secretary-General launched \r\nthe Rights Up Front initiative — rights before anything \r\nelse. Its aim is to strengthen the capacity of the United \r\nNations to act as a smoke detector before it is too late \r\nto prevent the fire from spreading or, to continue that \r\nmetaphor, to alert the fire brigade before the fire gets \r\nout of control. Luxembourg welcomes that initiative. \r\nIt is a forceful reminder of our collective obligation to \r\nprotect and promote human rights. It rightly places the \r\nprotection of human rights at the centre of the efforts \r\nundertaken by the United Nations to prevent conflicts.\r\nTackling the root causes of conflict, poverty, \r\ndiscrimination, the absence of the rule of law, to name \r\njust those few, is part of the same preventive approach.\r\nHowever, I also have to recall that in certain \r\ncountries, being different is not always accepted. The \r\nrights of minorities must be respected. It is unacceptable \r\nthat to this day, a religion or a sexual orientation, for \r\nexample, prevents a person from living freely in certain \r\nsocieties. Diversity is the richness of our society, it is \r\nnot a crime.\r\nAs I address the Assembly, there are numerous \r\nthreats to peace and security we must face that require \r\na holistic response. I have already addressed terrorism \r\nand our common struggle to eradicate that scourge. The \r\nproliferation of weapons of mass destruction constitutes \r\nanother clear threat. The joint plan of action agreed \r\nin Geneva on 24 November 2013 was an important \r\nmilestone towards solving the Iranian nuclear issue. I \r\nwould like to reiterate Luxembourg’s full support for \r\nthe efforts of the EU 3+3 to arrive at a comprehensive \r\nsettlement that restores trust in the exclusively peaceful \r\npurpose of the Iranian nuclear programme. I urge Iran \r\nto engage fully and in good faith in order to allow those \r\ndiscussions to lead to the expected results as soon as \r\npossible.\r\nIn Africa as well as in Latin America, small arms are \r\nthe real weapons of mass destruction. The devastating \r\nconsequences of the unregulated arms trade are well \r\ndocumented. I am therefore particularly pleased that \r\nthe Arms Trade Treaty, which was adopted last year by \r\na very broad majority of the Assembly, will enter into \r\nforce on 25 December. Luxembourg was honoured to \r\nbe among the first States to sign and ratify it. It is our \r\nfervent hope that we will be able to achieve our shared \r\ngoal of making it a universal treaty.\r\nAlso along the lines of threats to international \r\npeace and security, allow me to touch upon the serious \r\ncrisis caused by the Ebola outbreak in West Africa. \r\nThis is not a simple humanitarian emergency, far \r\nfrom it. It is a multidimensional crisis that threatens \r\nthe institutions, societies and economies of the three \r\ncountries affected by the outbreak — and the region \r\nas a whole. It calls for mobilization at every level: \r\nnational, regional and global. The Secretary-General \r\nfully appreciates the magnitude of the challenge, and \r\nwe wholeheartedly support the United Nations Mission \r\nfor Ebola Emergency Response. There is no time to \r\nlose. Beyond the contributions we have already made \r\nto the World Health Organization, the World Food \r\nProgramme, Doctors Without Borders and the Red \r\nCross, we stand ready to do more, in close consultation \r\nwith the countries of West Africa, many of which are \r\nLuxembourg’s partners, as well as with the United \r\nNations and civil society organizations on the ground.\r\nIn conclusion, allow me to return to the three \r\nkeywords that guide our efforts: commitment, \r\nsolidarity, responsibility. It was our eagerness to work \r\nfor strong and effective multilateralism and our resolve \r\nto serve the United Nations that motivated Luxembourg \r\nto aspire to become a non-permanent member of the \r\nSecurity Council, for the first time in its history, \r\nfor the 2013-2014 term. During the past 20 months, \r\nLuxembourg has worked hard every day to show that it \r\nis up to that responsibility. It has worked hard to show \r\nthat it is worthy of the honour bestowed upon it by the \r\nGeneral Assembly when it was elected to the Security \r\nCouncil. We carry out our mandate in the name of all \r\nStates Members of the United Nations, and we are quite \r\naware of that. Today, I would like to take this opportunity \r\nto heartily thank the Assembly, in my personal capacity \r\n14-54935 37/47\r\n26/09/2014 A/69/PV.12\r\nand in the name of the Government of Luxembourg, for \r\nthe trust placed in us. The Aseembly can rest assured \r\nthat we will continue to serve the United Nations to \r\nuphold our common values, the values of humankind.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister, Minister \r\nof State, Minister for Communications and the Media \r\nand Minister of Worship of the Grand Duchy of \r\nLuxembourg for the statement he has just made.\r\nMr. Xavier Bettel, Prime Minister, Minister of \r\nState, Minister for Communications and the Media \r\nand Minister of Worship of the Grand Duchy of \r\nLuxembourg, was escorted from the rostrum.\r\nAddress by Mr. Muhammad Nawaz Sharif, Prime \r\nMinister of the Islamic Republic of Pakistan\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Islamic \r\nRepublic of Pakistan.\r\nMr. Muhammad Nawaz Sharif, Prime Minister of \r\nthe Islamic Republic of Pakistan, was escorted to \r\nthe rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Muhammad Nawaz \r\nSharif, Prime Minister of the Islamic Republic of \r\nPakistan, and inviting him to address the Assembly.\r\nMr. Sharif (Pakistan): I congratulate Mr. Sam \r\nKutesa on his election as the President of the General \r\nAssembly at its sixty-ninth session. I assure him that \r\nhis priorities — the revitalization of the General \r\nAssembly, sustainable development, climate change \r\nand the peaceful settlement of disputes — are also our \r\npriorities. Our delegation will extend its full support to \r\nhim in order to achieve those objectives.\r\nI also pay tribute to Mr. John Ashe for his effective \r\nleadership of the General Assembly during its past \r\nsession. We commend the Secretary-General’s efforts \r\nto find diplomatic solutions to complex challenges to \r\ninternational peace and security. We appreciate his \r\nleadership in hosting the climate summit.\r\nExtreme weather patterns are disrupting world \r\neconomies. In Pakistan we have directly experienced \r\nsuch a calamity just recently. The monsoon f loods \r\nin Pakistan have had a devastating impact. We are \r\nmobilizing all our resources and ingenuity to provide \r\nrelief and to ensure recovery. The international \r\ncommunity should intensify its efforts to move from \r\nawareness to commitments to actions on climate \r\nchange, which is wreaking havoc with economies, \r\nparticularly in developing countries.\r\nThis is a defining moment for the United Nations \r\nas it embarks upon the task of transforming the lives \r\nof billions of people by investing in sustainable \r\ndevelopment in the next 15 years. We are setting \r\nourselves the vital target of eradicating poverty by \r\n2030. To do that, we need to go beyond the Millennium \r\nDevelopment Goals (MDGs). We need a new approach \r\nto eliminate conflict and violence and reduce inequality \r\nwithin and among nations. Only then will we be able \r\nto ensure healthy lives, empower women and girls, \r\nimprove the quality of education, create jobs and \r\nguarantee the supply of affordable energy.\r\nThe time is ripe for such ambition and action. The \r\nsustainable development goals crafted so far must \r\nbe woven into an overarching framework. We must \r\nprioritize them. First things should come first. Peace, \r\nstability and inclusive economic growth — all come \r\nfirst.\r\nAt the national level, we have launched our Vision \r\n2025, which puts people first. It is inspired by our \r\nFounding Father, Quaid-e-Azam Muhammad Ali \r\nJinnah, whose vision of a welfare State is based on the \r\nprinciples of justice, equity and responsibility.\r\nIn the coming decade, we will develop human and \r\nsocial capital through investment in education, health \r\nand gender parity; stimulate sustained economic growth; \r\nprioritize energy, water and food security; modernize \r\nthe public sector and encourage private-sector-led \r\nentrepreneurship. We have determined that regional \r\npeace and security, political stability in the country, \r\nthe rule of law and social justice are absolutely crucial \r\nfor the realization of those goals. Above all, we will \r\ncontinue to work for the promotion and protection of \r\nhuman rights.\r\nEnergy is key to economic development. Pakistan \r\nco-chairs the Group of Friends of the Secretary-\r\nGeneral’s Sustainable Energy for All initiative. The \r\nobjectives of the initiative are also our national goals.\r\nIt is my Government’s aspiration and endeavour to \r\nbuild a peaceful neighbourhood by pursuing a policy \r\nof constructive engagement. In South Asia, our people \r\nhave missed opportunities for prosperity because of \r\nunresolved conflicts. We have a choice today: continue \r\nwith the status quo or seize the moment to resolve all \r\noutstanding issues and free up our shared energies for \r\n38/47 14-54935\r\nA/69/PV.12 26/09/2014\r\ncooperation. To take this course of high statesmanship, \r\nwe need more, not less, dialogue and diplomacy. We \r\nneed to respect each other’s rights and sensibilities. \r\nWe must have relationships based on equality, mutual \r\nrespect and transparency.\r\nWe were disappointed at the cancellation of the \r\nForeign Secretary-level talks by India. The world \r\ncommunity, too, rightly saw it as another missed \r\nopportunity. Pakistan is convinced that we must remain \r\nengaged in the dialogue process for settling disputes \r\nand building economic and trade relations. Let us not \r\nignore the dividends of peace.\r\nMore than six decades ago, the United Nations \r\nadopted resolutions to hold a plebiscite in Jammu \r\nand Kashmir. The people of Jammu and Kashmir are \r\nstill waiting for the fulfilment of that promise. Many \r\ngenerations of Kashmiris have lived their lives under \r\noccupation, accompanied by violence and abuse of their \r\nfundamental rights. Kashmiri women in particular \r\nhave suffered immensely. For decades, attempts have \r\nbeen made, both under United Nations auspices and \r\nbilaterally in the spirit of the Lahore Declaration, \r\nto resolve the dispute. The core issue of Jammu and \r\nKashmir has to be resolved. It is the responsibility of \r\nthe international community. We cannot draw a veil on \r\nthe issue of Kashmir, until it is addressed in accordance \r\nwith the wishes of the people of Jammu and Kashmir. \r\nPakistan is ready to work for a resolution of the issue \r\nthrough negotiations. Our support and advocacy for the \r\nright to self-determination of the people of Jammu and \r\nKashmir is our historic commitment and a duty as a \r\nparty to the Kashmir dispute.\r\nAfghanistan is going through momentous security, \r\npolitical and economic transitions. As always, Pakistan \r\nstands in solidarity with the fraternal Afghan people. \r\nI congratulate the people of Afghanistan on the \r\nsuccessful completion of the electoral process. We \r\nextend our warm felicitations and good wishes to the \r\nnew Afghan leadership. It is our earnest hope that those \r\nlandmark processes will culminate in the emergence \r\nof a stronger, more stable and unified Afghanistan. \r\nWe also hope that the process of inclusive Afghan-led \r\nand Afghan-owned reconciliation will move forward, \r\nthereby contributing to greater harmony, stability and \r\nprosperity in Afghanistan.\r\nPakistan remains committed to forging a deeper \r\nbilateral relationship with Afghanistan on the basis of \r\nequal security and shared prosperity. Our two nations \r\nconfront common challenges, which call for greater \r\ncooperation and understanding. In the past year and a \r\nhalf, we have consciously reached out to Afghanistan to \r\naddress difficult issues and build on convergences. We \r\nhave made headway in that effort.\r\nPakistan has launched a massive operation to \r\neliminate terrorism. Complementary counter-terrorism \r\nmeasures on the Afghan side of the border are essential \r\nto achieve optimal results.\r\nThis past summer, the people of Gaza were \r\nsubjected to mass atrocities by Israel. We condemned \r\nthe indiscriminate killings of civilians — which \r\namounted to genocide. From this rostrum, I once again \r\nconvey Pakistan’s condolences and sympathies to the \r\npeople of Palestine over their continuing plight.\r\nWe welcome the ceasefire between Gaza and Israel, \r\nbut the next steps must also be taken. The blockade \r\nof Gaza must be lifted, Palestinian prisoners must be \r\nfreed and illegal settlements must be halted. The United \r\nNations should facilitate a just and lasting solution to \r\nthe Palestinian issue, based on the relevant United \r\nNations resolutions.\r\nWe call on all parties in Syria to renounce military \r\nand militant means and to hold dialogue to restore peace \r\nand stability in their historic land. The emergence of \r\nnew militant entities in the Middle East once again \r\nillustrates that terrorism is a global threat. This \r\nprimitive force in Iraq and Syria is an aberration, which \r\nhas the sanction of no religion. It must be countered \r\nwith unified and resolute will.\r\nWe condemn terrorism in all its forms and \r\nmanifestations. We are fighting the terrorism that has \r\nbeen planted on Pakistan’s soil. Our valiant soldiers are \r\nlaying down their lives to take out terrorists and tear \r\ndown their evil networks. The entire nation is behind \r\nthem.\r\nIn the past 13 years, as a front-line State, we have \r\nmade enormous sacrifices in blood and resources. Tens \r\nof thousands of civilians have been killed or injured. Our \r\neconomy has also lost hundreds of billions of dollars in \r\ndirect costs and denied investment opportunities. Yet \r\nin that fight, each time a soldier falls, another takes his \r\nplace — proudly. It is the resolve of our nation to fight \r\nthis scourge to the finish.\r\nAt the same time, we have made a plan of action \r\nfor the relief and rehabilitation of nearly 1 million \r\ninternally dislocated persons. That includes a strategy \r\n14-54935 39/47\r\n26/09/2014 A/69/PV.12\r\nto prevent the return and resurgence of militancy and to \r\ncreate a safe environment for local people.\r\nPakistan’s strong commitment to peacekeeping \r\nis rooted in our foreign policy and in our belief that \r\nevery nation should contribute to the maintenance of \r\ninternational peace and security. Inspired by that ideal, \r\nPakistan has maintained high levels of participation \r\nin United Nations peacekeeping and has become the \r\nlargest troop-contributing country. We are contributing \r\nmore than 1,100 troops to the Central African Republic \r\noperation, despite the dire situation there.\r\nAs a responsible nuclear-weapon State, we \r\nwill continue to support the objectives of nuclear \r\ndisarmament and non-proliferation and pursue a policy \r\nof nuclear restraint and credible minimum deterrence. \r\nPakistan is not participating in any arms race in the \r\nregion. Yet we cannot be oblivious to the emerging \r\nsecurity scenarios and buildup of armaments. We, too, \r\nhave the obligation to maintain a robust and reliable \r\ndeterrence.\r\nI would like to reiterate the need for an interlinked \r\nmechanism for pursuing nuclear restraint, conventional \r\nequilibrium and conflict resolution. To promote stability, \r\nwe are prepared to explore new confidence-building \r\nmeasures.\r\nPakistan has maintained the highest standards \r\nof nuclear safety and security. At the last summit at \r\nThe Hague that I attended, Pakistan’s recent nuclear \r\nmeasures, especially the establishment of a centre of \r\nexcellence, were appreciated.\r\nPakistan is a State with advanced nuclear \r\ntechnology and more than 40 years of experience. \r\nPakistan is a mainstream partner in the international \r\nnon-proliferation regime. Pakistan also has a stringent \r\nnational export-control system that is fully harmonized \r\nwith international export-control regimes. Though a \r\nnon-member, we are abiding by their guidelines.\r\nPakistan ought to be a part of those export-control \r\nregimes, especially the Nuclear Suppliers Group. \r\nPakistan also qualifies for full access to civil nuclear \r\ntechnology to overcome its energy shortages and spur \r\neconomic growth.\r\nThe ongoing reform of the United Nations must be \r\ncomprehensive. We support a reform of the Security \r\nCouncil that reflects the interests of all Member \r\nStates — small, medium-sized and large — and not the \r\nambitions of a few. There should be no new permanent \r\nseats in the Council. That would be contrary to the \r\ndemocratic character of this world body. We want the \r\nCouncil to become more representative, equitable, \r\naccountable and transparent.\r\nWe meet here today on the cusp of a new era for the \r\ninternational community. Never before has the United \r\nNations embraced such lofty goals to banish poverty, \r\nstimulate development, protect the environment and \r\nfoster peace, as it will during this session. The future \r\nof our planet hinges on our decisions. Let us deliver \r\nthem with full responsibility and wisdom. Pakistan will \r\nassist the Assembly and the United Nations as a whole \r\nto make the world a better place for all humankind.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nIslamic Republic of Pakistan for the statement he has \r\njust made.\r\nMr. Muhammad Nawaz Sharif, Prime Minister of \r\nthe Islamic Republic of Pakistan, was escorted \r\nfrom the rostrum.\r\nAddress by Mr. Joseph Muscat, Prime Minister \r\nof the Republic of Malta\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Republic \r\nof Malta.\r\nMr. Joseph Muscat, Prime Minister of the Republic \r\nof Malta, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Joseph Muscat, Prime \r\nMinister of the Republic of Malta, and inviting him to \r\naddress the General Assembly.\r\nMr. Muscat (Malta): I would like first to \r\ncongratulate Mr. Sam Kahamba Kutesa on his election \r\nas President of the General Assembly at its sixty-ninth \r\nsession. I also wish to express my appreciation for the \r\nable manner in which the outgoing President presided \r\nover the Assembly.\r\nAllow me also to pay tribute to Secretary-General \r\nBan Ki-moon for his tireless commitment in the service \r\nof peace. I also thank the men and women serving the \r\nUnited Nations in the field. They do so often at great \r\npersonal risk, and their courage and determination is a \r\nsource of inspiration for the Organization.\r\nIt was 50 years ago that Malta became an \r\nindependent State. That was the year when Nelson \r\n40/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nMandela was sentenced to life imprisonment in South \r\nAfrica, and when Martin Luther King received the \r\nNobel Peace Prize. For a small, nascent State such as \r\nMalta, it was a year of promise and new beginnings \r\nas it took its place among the Members of the United \r\nNations. It is with a deep sense of pride that I stand \r\nbefore members here today to note the role our country \r\nhas played over the past 50 years to uphold the purposes \r\nand principles of the Charter of the United Nations.\r\nTime and again, this family of nations has found \r\na trusted and reliable partner in my country, willing \r\nto contribute, in ways large and small, to the cause of \r\ninternational peace and security. I shall mention just \r\ntwo. The first is Malta’s association with the Law of \r\nthe Sea — a widely acknowledged role, as we were \r\ninstrumental in the launching of the international \r\nprocess that would eventually lead to the 1982 United \r\nNations Convention on the Law of the Sea. The second \r\nexample, which came shortly after that, in 1988, is \r\nour being among the first Member States to highlight \r\nthe risks of climate change to the global community \r\nwithin the forum of the United Nations. An almost alien \r\nconcept at the time, today climate change is one of the \r\nmain items on the global agenda. I pay tribute to Arvid \r\nPardo and former President Ċensu Tabone, who piloted \r\nthose events. Evidently, our size did not determine our \r\nambitions then. Neither will it determine them now.\r\nWe live in an increasingly uncertain world — a \r\nworld where the power balances that we have known in \r\nrecent decades have started to shift. What made sense \r\nin the past may not make sense in the future — not \r\ntoo distant a future, but the future that we can already \r\nsee forming before our own eyes. If the Assembly will \r\nallow me, I wish to share some thoughts by presenting \r\nfive challenges — five of the many that I feel we, the \r\nUnited Nations, need to face up to now.\r\nUndoubtedly, the first challenge is the conflict \r\nin the Middle East. We need a return to meaningful \r\nnegotiations, and I stress the word meaningful. \r\nThe ongoing tit-for-tat, the culture of hatred and \r\nintolerance, the self-righteous proclamations and \r\nthe recriminations are leaving nothing but death and \r\ndestruction. If we build walls around people, it is no \r\nwonder that they will dig tunnels to escape. The current \r\nframe of mind will lead nowhere. Too many innocent \r\ncivilians have died, too many children have been \r\nburied. We need statesmanship from the politicians \r\non both sides to resolve the conflict. Risk-takers and \r\ncourageous negotiators must be willing to make the \r\nright choices — not the most convenient choices, and \r\nnot the most popular, perhaps, but the most enduring \r\nones — that will bring about change leading to peace.\r\nOur second challenge must be putting an end to \r\nthe ghastly war in Syria, which is fast becoming a \r\nforgotten conflict of major proportions. Like many \r\nother countries here, last year my country called for a \r\nstop to the atrocities (see A/68/PV.12). Are we simply \r\ngoing to repeat that call this year as well? Let us stop \r\nthis humanitarian disaster, which, as we know, is now \r\nmorphing into the new threats we have heard so much \r\nabout. The adoption of Security Council resolution \r\n2165 (2014) demonstrated that we can act together, so \r\nlet us act. We call on the Security Council to assume its \r\nresponsibilities under the Charter of the United Nations \r\nand to act urgently and decisively to bring about an end \r\nto the bloodshed.\r\nThat brings me to the third challenge. As if we \r\nhave not yet learned the lessons from Syria, or realized \r\nwhat sectarian divisions can lead to, we are allowing \r\nthe problems in Libya to continue almost unabated. \r\nWe are fast witnessing a descent into another forgotten \r\nconflict. We need to help the Libyan people take their \r\ncountry forward. There is a bright future for Liby, but \r\nLibyans themselves need to find the hope necessary to \r\nrealize it. They can begin to do so only with the help \r\nof the international community. The United Nations \r\ncan and must provide capacity-building and security to \r\nbring about stability and prosperity.\r\nOf course, we are heartened to see the constructive \r\nrole already being played by the United Nations Support \r\nMission in Libya. Yet immense challenges remain, in \r\nparticular in restoring the country’s security and law \r\nand order. The divisions are rooted in many causes, but \r\nthey can be overcome. This situation cannot be allowed \r\nto continue further. Its repercussions are severe not \r\njust for the Libyans themselves or for the country’s \r\nimmediate neighbours, such as ourselves, but further \r\nafield. The international community cannot risk a \r\ntakeover by extremists of that crucial country.\r\nTogether with our international partners, especially \r\nour colleagues in the European Union, Malta continues \r\nto actively support the efforts of the Libyan people \r\nto move forward. We are providing all the assistance \r\nwithin our means to aid the wounded. We will stand \r\nfor dialogue and reconciliation in Libya. We will stand \r\nfor peace and resolution. We will continue to draw \r\nattention to this festering wound. Our Libyan friends \r\ndeserve that. Disarmament and national reconciliation \r\n14-54935 41/47\r\n26/09/2014 A/69/PV.12\r\nare the prerequisites for Libya to move forward. The \r\nUnited Nations must be ready to answer the calls for \r\naction from the Libyan people themselves.\r\nIf the Assembly will allow, I will directly address \r\nour friends in Libya in their own language, which is so \r\nsimilar to my own.\r\n(spoke in Arabic)\r\nThe families and the children of Libya deserve a \r\ntrue future. Freedom and justice for all Libyans can \r\nbe achieved only if differences are resolved through \r\ndialogue and compromise.\r\n(spoke in English)\r\nPlease allow me now to move to the fourth challenge \r\nfacing the world today, namely, the spread of extremism \r\nand intolerance.\r\nWe are living through a period of transnational \r\nallegiances in which we are seeing the globalization of \r\nhatred — one during which extremists are increasingly \r\ninterconnected through networks and inventions whose \r\nmain purpose should be progress and education. This is \r\na time when disenchanted youths are radicalized into \r\nmovements that know no limits. We need to look beyond \r\nthe borders of our nation States and work together, if we \r\nare to face up to the threats posed by extremists.\r\nNobody is immune from what is undoubtedly the \r\nbiggest threat to world stability and peace. Just as the \r\nhorrendous carnage of two world wars led to a shift in \r\nour thinking, the reality we are living in now needs \r\nto force another shift. We have to spread a culture of \r\nmutual understanding and humanity — not because it \r\nserves us, but because it serves our peoples and will \r\nserve our future as a global community.\r\nClearly, the area of the world from the Mediterranean \r\nto the Middle East, and beyond, demands our utmost \r\nattention. People are being pushed to the brink. They \r\nare resorting to increasingly desperate measures. \r\nMen, women and children are risking their lives to \r\ncross conflict-ridden zones and hostile deserts. They \r\nare taking to the seas without realizing the dangers \r\nthat await them. As I also did last year, I reiterate that \r\nmore attention must be focused on the plight of illegal \r\nimmigrants in the Mediterranean, which I believe is the \r\nfifth challenge we face.\r\nWith all our limitations, Malta is doing its utmost \r\nto daily save lives — as our neighbour and friend \r\nItaly is also doing. Again I call on the Assembly and \r\nthe international community to help to stop the great \r\nhuman tragedies that come with risky crossings across \r\nthe Mediterranean. The States receiving the waves of \r\nmigrants cannot stand up to the challenge alone: no \r\ncountry in the world can solve the problem of illegal \r\nimmigration alone. Just last week we witnessed in \r\nour own seas yet another tragedy, which the Office of \r\nthe United Nations High Commissioner for Refugees \r\ndescribed as mass murder.\r\nCloser cooperation among the countries of origin, \r\ntransit and destination is needed. The United Nations \r\nand its agencies are already helping, but they must \r\ncontinue to help in addressing the causes. Better \r\ngovernance, better resources and better development \r\npolicies are needed. We need better enforcement \r\nmechanisms and stronger penalties to stop and punish \r\nthe criminals — the human traffickers. We need better \r\nimplementation of internationally agreed commitments. \r\nWe need all of that and more, and we need to remember \r\nto keep in mind the well-being of the human beings, \r\nthe families and children who are the victims of all that \r\ntragedy.\r\nAs a Mediterranean country, Malta cannot but call \r\nfor the world’s attention to those challenges, which \r\nare threatening not only the security of the region \r\nbut also its development and growth. Such threats are \r\npreventing the Mediterranean Sea Basin from reaching \r\nits full potential, which is just waiting to be unleashed \r\nif only weapons were traded for books and hatred for \r\neducation. I reiterate my strong conviction that the \r\nMediterranean Basin needs to be given our immediate \r\nattention in order to once again become the home of \r\ngreat civilizations that it is and a cross-cultural haven \r\nwhere women and men of different beliefs and traditions \r\nwork, trade and mingle in tolerance and tranquillity.\r\nIt has always been our belief that there cannot be \r\npeace in Europe without peace in the Mediterranean. \r\nToday’s unprecedented levels of interconnectivity \r\nlead us to believe that peace in the Mediterranean is \r\na prerequisite for global stability. Malta will continue \r\nto serve as a voice of reason, while striving to unite \r\nthe Mediterranean. Our only weapon is our historical \r\nand natural vocation for peace. Our resolve grows only \r\nstronger in such testing times.\r\nThe challenges that we face cannot stop us in our \r\ntracks. We can address them if we truly believe in \r\nacting as the United Nations. A year from now, we will \r\nanalyse the Millennium Development Goals and will, \r\nhopefully, agree on sustainable development goals for \r\n42/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nthe twenty-first century. With an effective development \r\nagenda, we can address the causes of conflict in a \r\nsustainable manner and can overcome the poverty that \r\ncontributes to illegal migration. But we need to be \r\nambitious.\r\nOver the past 50 years, my country has shown that \r\nit has been and can be ambitious in favour of peace, \r\nprogress and prosperity. It has promoted and will \r\ncontinue to promote the broadest possible dialogue \r\namong the countries of our region. I take pride in \r\nnoting that only a few months ago, Malta, together \r\nwith Algeria, France, Italy, Jordan, Morocco, the \r\nNetherlands, Nigeria, Tunisia, Turkey, the United \r\nKingdom and the United States, jointly launched the \r\nInternational Institute for Justice and Rule of Law, \r\nhosted by my country. The Institute will collaborate \r\nwith the United Nations and other international and \r\nnon-governmental organizations to provide training \r\nto lawmakers, police, prosecutors, judges and prison \r\nofficials to deal with terrorism and transnational crime, \r\nwith a general emphasis on the rule of law. We hope \r\nthat such work will eventually serve as a best practice \r\nfor the benefit of the wider global community.\r\nWe are also fully engaged within the \r\nCommonwealth, which brings together a third of the \r\nworld population, in order to help achieve convergence \r\non some of the challenges that lie ahead, including the \r\nsustainable development goals and climate change. The \r\nCommonwealth Heads of Government Meeting that \r\nwill take place in Malta next year will serve as an ideal \r\nplatform for the discussion of such issues, especially \r\nahead of the Paris summit on climate change. Those are \r\nsome of the ways in which a small country in Europe \r\nat the centre of the Mediterranean, such as Malta, will \r\ncontinue to contribute to the fostering of peace and \r\nsecurity in our region and in the world.\r\nFifty years may seem like a long time, but I can \r\naffirm that 50 years from now my country will remain \r\nsteadfast in its ambitions and in our determination in \r\nfavour of peace and prosperity. Malta will remain a \r\nproud Member of the United Nations and a beacon of \r\nstability in the Mediterranean.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Malta for the statement he has just made.\r\nMr. Joseph Muscat, Prime Minister of the Republic \r\nof Malta, was escorted from the rostrum.\r\nAddress by Mr. Tammam Salam, President of the \r\nCouncil of Ministers of the Lebanese Republic\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Council of \r\nMinisters of the Lebanese Republic\r\nMr. Tammam Salam, President of the Council of \r\nMinisters of the Lebanese Republic, was escorted to \r\nthe rostrum.\r\nThe Acting President: I have great pleasure \r\nin welcoming His Excellency Mr. Tammam Salam, \r\nPresident of the Council of Ministers of the Lebanese \r\nRepublic, and inviting him to address the General \r\nAssembly.\r\nMr. Salam (Lebanon) (spoke in Arabic): Allow me \r\nfirst to congratulate the President on his assumption \r\nof the presidency of the General Assembly at its sixty-\r\nninth session. I would also like to thank Mr. John \r\nAshe for his work during his presidency of the General \r\nAssembly at its sixty-eighth session. Our appreciation \r\nalso goes to Secretary-General Ban Ki-moon for his \r\nannual report on the work of the Organization (A/69/1).\r\nWe meet today on the eve of the seventieth \r\nanniversary of the founding of the United Nations, to \r\nwhich my country had the honour to contribute. That \r\nmilestone reminds us of the need to draw lessons and \r\nexplore the best ways to put an end to war and violence \r\nand to mobilize international efforts to combat terrorism \r\nand terrorists.\r\nI wish to convey the concerns of my country, \r\nLebanon, which is at the crossroads of a turbulent \r\nregion. Today Lebanon is the target of a fierce terrorist \r\nonslaught being perpetrated by obscurantist and criminal \r\ngroups. They have attacked many parts of Lebanon and \r\ncaused the loss of military and civilian lives, as well \r\nas considerable material damage. Last month, terrorists \r\nkidnapped a number of soldiers and security officers. \r\nThey took them hostage in order to bring pressure to \r\nbear on and to blackmail the Lebanese authorities. They \r\nbrutally executed three of the detainees. Such crimes \r\nhave impeded the ongoing indirect negotiations that \r\nmy Government was conducting with the assistance of \r\nfriendly countries to secure the release of the soldiers. \r\nI would like to underscore that compromise on our \r\nfirm beliefs is not an option. We remain focused on the \r\nrelease of our soldiers, while preserving the sovereignty, \r\nterritorial integrity and security of our country.\r\n14-54935 43/47\r\n26/09/2014 A/69/PV.12\r\nIn combating terrorism, the Lebanese people stand \r\nunited with its armed forces, which represent the main \r\npillar on which we depend to safeguard our national \r\nsovereignty, security and peace. Our Government \r\ncontinues to rally the necessary support for its forces \r\nto be able to fulfil their duty. In that regard, Lebanon \r\nvalues the generous donation of the Kingdom of Saudi \r\nArabia to support our armed forces. We also pay \r\ntribute to the initiative of the Secretary-General, who \r\nlaunched the International Support Group for Lebanon \r\nlast September here in New York city. We express our \r\nsatisfaction and reassurance over the outcomes of the \r\nmeetings held by the Support Group this year in Paris \r\nand Rome.\r\nThe current international mobilization against \r\nterror reflects the international community’s awareness \r\nof the alarming situation in our region and the need \r\nto extinguish the f lames of violence and prevent the \r\nspread of such attacks. Lebanon underscores the \r\nneed for regional and international cooperation to \r\nfight terrorism. We welcome the Security Council \r\nresolutions on the subject, in particular resolutions 2170 \r\n(2014) and 2178 (2014). Lebanon calls on its brothers \r\nand friends around the world to safeguard and protect it \r\nfrom regional power struggles.\r\nOur fight against terrorism is not new. For years, \r\nLebanon has suffered under the threat posed by political \r\ncrimes, which have targeted many of its leaders, in \r\nparticular former Prime Minister Rafik Hariri, and \r\nprominent media figures and intellectuals. We continue \r\nto follow the work of the Special Tribunal for Lebanon. \r\nWe look forward to the establishment of the truth in \r\norder to put an end to impunity, enable justice to be \r\nserved and deter criminals.\r\nThe events unfolding in vast areas of Syria and Iraq \r\nconstitute human crimes that cannot be understood \r\nor accepted by any intellect or faith. Perpetrated in \r\nthe name of Islam, such crimes have cost the lives of \r\ntens of thousands of Muslim civilians and have caused \r\nunprecedented waves of displaced people. In addition, \r\nthose crimes have destabilized national entities, divided \r\nsocieties and destroyed human and material resources. \r\nThat terrorist onslaught targets religious groups \r\nthat since time immemorial have been an essential \r\ncomponent of the social fabric of the region and a \r\nfundamental part of the social and cultural diversity \r\nthat has long characterized the eastern Mediterranean. \r\nIn the past few months, the entire world has witnessed \r\nattacks against Christians and Yazidis in Iraq, their \r\nforced expulsion and the destruction of their property \r\nand holy sites. Lebanon considers attacks against \r\nreligions, their followers and sacred places to be an \r\noffence against human dignity and a violation of the \r\nfreedom of religious belief and practice enshrined in \r\nthe Charter of the United Nations and the International \r\nBill of Human Rights, respect for which is guaranteed \r\nby our Lebanese Constitution.\r\nLebanon is proud to be the only country in the \r\nArab and Islamic worlds where the President of the \r\nRepublic is a Christian citizen. That confirms that our \r\ncountry, despite its political crises, has been a paragon \r\nof diversity in the Middle East, an exceptional example \r\nof coexistence and interaction among followers of \r\ndifferent religions and sects and a model totally opposed \r\nto the notion of a racist State. I take this opportunity \r\nto reiterate before the General Assembly the Lebanese \r\nGovernment’s call for the election of a new Christian \r\nPresident of the Republic as soon as possible.\r\nThe painful and worrisome war in Syria, which \r\nhas continued for more than four years, has driven \r\nnearly 1.5 million displaced Syrians to Lebanon — a \r\nnumber that is equivalent to one-third of the Lebanese \r\npopulation. In order to fully understand the dimensions \r\nof that situation, one would have to imagine 100 million \r\npeople f looding into the United States of America \r\nand spreading out randomly through its cities, towns, \r\nschools and parks, with their related urgent needs \r\nand requirements, posing an unbearable burden at the \r\neconomic, humanitarian, social, educational, health \r\nand security levels.\r\nThat huge number of displaced people weighs \r\nheavily on the Lebanese infrastructure, which already \r\nhas structural problems. It puts pressure on the national \r\neconomy, where growth has dropped to almost 0 per \r\ncent owing to the regional situation, which represents \r\na loss of $7.5 billion for Lebanon, according to World \r\nBank estimates. This reality constitutes a national \r\ndisaster for us. The problem of the displaced Syrians, \r\nwith all its serious economic, social and security \r\nimplications, is not — and should not be — a purely \r\nLebanese problem. It is a major regional crisis that we \r\nput before the international community, which must \r\nshare that enormous burden with Lebanon. Such a \r\nburden cannot be borne by any country alone, no matter \r\nhow large.\r\nLebanon reiterates its concern for the unity, \r\nsovereignty, independence and territorial integrity of \r\nSyria. In our Government policy statement, we have \r\n44/47 14-54935\r\nA/69/PV.12 26/09/2014\r\nreaffirmed our commitment to the policy of keeping \r\nour distance in order to protect ourselves from the \r\nrepercussions of the crisis in the neighbouring country.\r\nOn the eighth anniversary of the adoption of Security \r\nCouncil resolution 1701 (2006), Lebanon asserts its \r\ncommitment to implementing all of the resolution’s \r\nprovisions. We believe that it will strengthen stability \r\nand security in southern Lebanon and contribute to \r\nextending the State’s authority over its entire territory. \r\nWe renew our appeal to the international community \r\nto compel Israel to fulfil all its obligations in that \r\nregard, to stop violating Lebanese sovereignty from the \r\nland, the sea and the air and to fully cooperate with \r\nthe United Nations peacekeeping forces of the United \r\nNations Interim Force in Lebanon (UNIFIL) in order to \r\ndemarcate what is left of the Blue Line and immediately \r\nwithdraw from the area north of Ghajar, the Sheba’a \r\nFarms and the Kfar Shouba Hills.\r\nWe also wish to reaffirm Lebanon’s full rights to its \r\nterritorial waters and the natural oil and gas resources \r\nwithin its exclusive economic zone. Lebanon cannot \r\nfail to acknowledge the role of UNIFIL and the ongoing \r\ncooperation and coordination between UNIFIL and \r\nthe Lebanese army. Lebanon would like to thank all \r\nnations that contribute to the Force, the Force leaders \r\nand the members of the Force for their dedication in \r\nthe service of the stability and security of civilians in \r\nsouthern Lebanon.\r\nLast month, the Gaza Strip was subjected to a new \r\nIsraeli aggression, which killed hundreds of civilians, \r\ndisplaced more than a quarter of the population and \r\ndestroyed homes, hospitals and infrastructure. Lebanon, \r\nwhich has paid dearly as a result of the repeated Israeli \r\nattacks, calls for legal accountability for the war crimes \r\ncommitted by Israel and for that country to be held \r\naccountable for its actions in order to prevent impunity.\r\nLebanon believes that Israel is responsible for \r\nfrustrating all efforts to reach a peaceful settlement \r\nbased on the two-State solution. It stresses the need \r\nfor a just, comprehensive and lasting solution to the \r\nconflict in the Middle East, based on Security Council \r\nresolutions 242 (1967) and 338 (1973), the Madrid terms \r\nof reference for peace and the Arab Peace Initiative, \r\nadopted at the Beirut summit in 2002.\r\nToday, the Levant seems to be the stage for \r\ndark and arbitrary tragedies, where the most recent \r\nmanifestations of human savagery are being played out. \r\nToday, the Levant seems to be hostage to ignorance, \r\nextremism and obscurantism, plunged into a hatred \r\narising from a distant past and guided by a fanaticism \r\nand instincts that yield only bloodshed. However, that \r\ntroubled area was, is and will be home to many people \r\nwho, like all other human beings, have land, homes, \r\ntales, dreams and a history. They are individuals who \r\nare eager to live as free and equal citizens in free and \r\nstable countries. They have sons and daughters who \r\nseek better opportunities for engagement in the world \r\nand a better place to live.\r\nHumankind owes a debt to our Levant. We gave \r\nhumankind enlightenment when darkness, extremism \r\nand ignorance were crippling the other side of the \r\nworld. We still have much to offer and to add to the \r\ntremendous development of human progress and \r\ncreativity. The world must stop counting our dead. It \r\nmust meet its obligation and seek to establish peace in \r\nthat tormented part of the world — a peace that is based \r\non law, justice, respect for the sovereignty of nations \r\nand the protection of their security and territorial \r\nintegrity, the safeguarding  of the fundamental rights \r\nof individuals and groups, including their right to enjoy \r\ntheir wealth, and the protection of religious and ethnic \r\ndiversity.\r\nWe, the Lebanese people, both at home and in \r\nevery corner of the world, look to the United Nations \r\nfor assistance. At the same time, we are determined to \r\novercome the current crisis, as we have done so many \r\ntimes before. We are confident that, together, we will \r\nnot allow any person, any circumstance or any party \r\nto extinguish the beacons of freedom, democracy, \r\ndiversity, pluralism, knowledge and human rights in \r\nLebanon.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Council \r\nof Ministers of the Lebanese Republic for the statement \r\nhe has just made.\r\nMr. Tammam Salam, President of the Council of \r\nMinisters of the Lebanese Republic, was escorted \r\nfrom the rostrum. \r\nAddress by Dato’ Sri Mohd Najib bin Tun Haji \r\nAbdul Razak, Prime Minister of Malaysia\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of Malaysia\r\nDato’ Sri Mohd Najib bin Tun Haji Abdul Razak, \r\nPrime Minister of Malaysia, was escorted to the \r\nrostrum.\r\n14-54935 45/47\r\n26/09/2014 A/69/PV.12\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Dato’ Sri Mohd Najib bin \r\nTun Haji Abdul Razak, Prime Minister of Malaysia, \r\nand inviting him to address the General Assembly.\r\nMr. Razak (Malaysia): I would like to begin \r\nby congratulating the President on his election. His \r\nwisdom and experience will stand him in good stead as \r\nhe guides the General Assembly.\r\nI would like to pay tribute to the health workers \r\nwho are fighting Ebola in West Africa. Malaysia was \r\nable to contribute more than 20 million rubber gloves \r\nto help the doctors and nurses who are working to stop \r\nthe outbreak. Our prayers are with them.\r\nI also wish to thank all those who came to \r\nMalaysia’s aid in this difficult year. Flights MH-370 \r\nand MH-17 were tragedies that will stay with us forever. \r\nAs we mourn the loss of life, we take heart from the \r\ncompassion shown by our friends. Their support will \r\nnot be forgotten. We thank our friends and allies who \r\nare giving their time and their resources to help find \r\nFlight MH-370. Men and women continue to risk their \r\nlives searching the deepest oceans. We owe them our \r\ngratitude and our commitment. We will not give up the \r\nsearch. We are also grateful to our international partners \r\nthat are working together to investigate the loss of Flight \r\nMH-17. Malaysia will continue to seek justice for those \r\nwho died. We urge all parties to continue to cooperate \r\nwith the investigation. We also hope that those two \r\ntragedies will change the global aviation system for the \r\nbetter and that nations will unite behind new standards \r\nfor aircraft tracking and overflying conflict zones.\r\nFour years ago, I stood before the General Assembly \r\nand called for a global movement of moderates to \r\ncounter extremism (see A/65/PV.19). Last year, I \r\nspoke of the conflict between Sunni and Shia that is \r\ntearing the Muslim world apart (see A/68/PV.18). Now \r\nthose two forces — violent extremism and religious \r\nintolerance — have joined hands beneath a black f lag. \r\nTwo countries fractured by war face a new threat — a \r\nself-declared Islamic State. Its victims are Sunni and \r\nShia, Yazidi and Kurd — anyone who will not bow \r\nbefore the sword.\r\nThat so-called State, torn from existing nations with \r\nviolence, rules by violence. Its authority is maintained \r\nby forced conversions and public executions. Its \r\nmilitants have destroyed lives and communities. They \r\nhave destabilized fragile nations and threatened regional \r\nsecurity. Yet their dark ambition stretches further still. \r\nThey challenge the very notion of the State. They call \r\nto our youth with the siren song of illegitimate jihad. \r\nThey demand that all Muslims swear allegiance to their \r\nso-called caliph. That demand will never be met. We \r\nreject the so-called Islamic State. We reject such a State \r\ndefined by extremism. We condemn the violence being \r\ncommitted in the name of Islam.\r\nAround the world, Muslims have watched in despair \r\nas our religion — a religion of peace — has been used \r\nto justify atrocities. We have turned away in horror at \r\nthe crucifixions and the beheadings. We have mourned \r\nthe sons who have been stolen and the daughters who \r\nhave been sold. We know that the threat to world peace \r\nand security is not Islam but extremism — intolerant, \r\nviolent and militant extremism. The actions of those \r\nmilitants are beyond conscience and belief. They \r\nviolate the teachings of Islam, the example set by the \r\nProphet Muhammad and the principles of Islamic law.\r\nAs we speak, some Syrians and Iraqis are being \r\nforced to abandon their faith. Yet the Koran states: \r\n“There shall be no compulsion in religion” (The \r\nHoly Koran II:256). They are being forced from their \r\nhomes and forced to convert to Islam. Yet the Koran \r\nsays: “To you be your religion, and to me my religion” \r\n(ibid., CIX:6). If they do not comply, they face death. \r\nYet the protection of life is a fundamental precept of \r\nIslamic law, and the killing of civilians, even in war, is \r\nprohibited in Islam.\r\nThe question is: How should we respond? In the \r\npast, when the world mobilized to fight extremists, we \r\nlaunched wars without planning for peace. We attacked \r\none evil only to see a greater evil emerge. This time \r\nmust be different. This time, we must defeat not only \r\nthe extremists but also their ideas. We must confront \r\nthe heresy of a State conceived by ungodly men and \r\nenforced through violence. In its place, we must advance \r\nthe true Islam — the Islam founded on the principles of \r\npeace, tolerance and respect, as set out in the Koran, the \r\nSunna and the Hadith. There are key things we must do.\r\nFirst, security and statehood must be returned to \r\nthe people of Syria and Iraq. Malaysia co-sponsored \r\nSecurity Council resolution 2178 (2014) on foreign \r\nterrorist fighters to strengthen our commitment to \r\ngalvanizing international action to combat terrorism. \r\nWe call on the international community to stop the f low \r\nof money and recruits to extremist groups. We continue \r\nto offer humanitarian assistance under the ambit of the \r\nUnited Nations or internationally recognized bodies \r\nto those who are displaced by the fighting. Attacks \r\n46/47 14-54935\r\nA/69/PV.12 26/09/2014\r\non militant targets should, at all cost, avoid collateral \r\ndamage.\r\nSecondly, we must pursue a different kind of \r\npolitics. The emergence of such militants is a symptom \r\nof political failure, of poor governance in fragile States \r\nand the conflict that still rages between Sunni and \r\nShia. We must break the cycle where one group gains \r\npower only to wield it against the other, and where \r\nmarginalization leads to radicalization, as people \r\nlose confidence in the State’s ability to provide both \r\nsecurity and coexistence. Individuals and ethnic and \r\nreligious groups need to feel that they have a stake in \r\na nation’s success, not its failure. We should therefore \r\ncommit to more inclusive politics. That is a difficult \r\ntask. It demands pragmatism and compromise and must \r\ncome from within.\r\nMalaysia stands ready to share its experience \r\nin marginalizing extremism, in maintaining a \r\nmultireligious country, where different faiths coexist \r\nand prosper, and in showing that Islam can not only \r\nsucceed but also drive progress and development in a \r\npluralistic society. Like all nations, we have had our \r\ngrowing pains. Stability is never permanent. It must be \r\nactively maintained. But in Malaysia, there are streets \r\nin which mosques, temples and churches stand side by \r\nside. Ours is a society in which religions may differ, \r\nbut they do so in peace, in the knowledge that we are all \r\ncitizens of one nation.\r\nWe believe that such a moderate approach can \r\nmake a valuable contribution to fragile States and \r\ninternational affairs alike. It is a philosophy that we \r\nhave applied when acting as an honest broker in peace \r\nprocesses in the southern Philippines and elsewhere. \r\nIt is a principle that we will pursue as we chair the \r\nAssociation of Southeast Asian Nations (ASEAN) next \r\nyear, when it forms the 600-million strong ASEAN \r\nCommunity, with greater political security and \r\neconomic and sociocultural integration.\r\nIn the coming weeks, Malaysia will work with all \r\ninterested partners to move the moderation agenda \r\nforward at the United Nations. That work informs our \r\nbid for a non-permanent seat on the Security Council for \r\nthe coming term. The moderation agenda involves us \r\nall. The fight against extremism is not about Christians \r\nversus Muslims or Muslims versus Jews but moderates \r\nversus extremists of all religions. We need to rally a \r\ncoalition of moderates — those willing to reclaim their \r\nreligion and pursue the path to peace.\r\nI therefore reiterate my call on the leading figures \r\nin all the great religious traditions. Let us join together \r\nto ensure that religion is the source of healing and \r\nblessing rather than conflict and destruction. In that \r\nrespect, I welcome Pope Francis’s visit to Palestine and \r\nhis efforts to bring moderate Palestinians and Israelis \r\ntogether to pray for peace. By demonstrating moderation \r\nin the political process, we can ensure that no one is left \r\noutside society. By practising moderation in religion, \r\nwe can marginalize the extremists. By committing to \r\nmoderation here at the United Nations, we can show \r\nthat the world is willing to fight extremism not just \r\nwith short-term military operations but with long-term \r\nplans.\r\nThe security response of the international \r\ncommunity and a commitment to more inclusive politics \r\non the part of affected countries will remove two of the \r\nconditions that allow extremism to take hold. However, \r\nin order to defeat the extremists, we must undermine \r\ntheir authority and erode their appeal. We must \r\nconfront their propaganda. We must defeat the message \r\nthat seduces young people into acts of violence. And \r\nwe must address any legitimate grievances that drive \r\npeople to extremism, be they political or economic. In \r\nshort, we must win the hearts and minds of those who \r\nwould serve the so-called caliph.\r\nThat is the work of a generation. To begin, we \r\nshould focus on the real-world conditions that allow \r\ndisillusion to grow. That means building sustainable \r\neconomies that bring opportunities for our young \r\npeople and addressing legitimate concerns that drive \r\nradicalization.\r\nMalaysia, like so many countries around the \r\nworld, was appalled by the brutal violence against \r\nPalestinian civilians in Gaza. We strongly condemn \r\nIsrael’s disproportionate and indiscriminate attacks \r\non Gaza and its continuing violations of international \r\nand human rights law. The use of heavy weapons in \r\ncivilian areas and the obliteration of houses, mosques \r\nand schools were an affront to common decency. We \r\ncondemn such acts not just for the innocent lives taken \r\nbut for the message that they send, namely, that religions \r\ncannot coexist and that the international community \r\ncannot enforce international law and protect the rights \r\nof Palestinians. Their plight is one of the most effective \r\nrallying calls for those who claim that the international \r\nsystem is broken. \r\nLet us therefore unite to find a peaceful, just and \r\nlasting outcome that brings dignity and security to the \r\n14-54935 47/47\r\n26/09/2014 A/69/PV.12\r\npeople of Palestine. That should be predicated on a \r\ntwo-State solution based on the 1967 borders, with East \r\nJerusalem as its capital. That will bring dignity and \r\nsecurity for the people of Palestine, who have suffered \r\nso much, and will allow us to redouble our efforts to \r\nbring peace to other parts of the world where conflict \r\nfuels extremism.\r\nWe must also understand why those militants \r\nsucceed in drawing people to their cause. The \r\nextremists call upon Muslims to pledge their allegiance \r\nto their self-proclaimed caliphates in Syria and Iraq, \r\nin Nigeria and Somalia and in Kenya and Libya. They \r\nreach out to a people in search of a State. The fact that \r\nsome answer that call is testament to our failure. We \r\nhave failed to uphold a vision of moderate and inclusive \r\nIslamic development and to tackle isolation in our own \r\ncommunities.The fight against extremists must be won \r\nnot just in Syria and Iraq but also in Britain, Belgium, \r\nthe United States and Malaysia. We have managed \r\nto prevent extremism from gaining a foothold in our \r\ncountry. Yet even a few Malaysians have been lured \r\nby foreign terrorist fighters, who led them to Iraq and \r\nSyria.\r\nCountries must educate, include and, where \r\nnecessary, confront those at risk of radicalization. Our \r\nreligious leaders must continue to show that faith and \r\nsociety are best aligned under a just rule of law. We \r\nmust continue to make the case that the moderate path \r\nis the righteous path — the path that Allah set out for \r\nus when he said, “we have made you into a community \r\nthat is moderate, justly balanced” (ibid., II:143).\r\nWe must confront the myth that committing \r\natrocities in the name of an Islamic State is an act of \r\nfaith and that death in the service of that aim brings \r\nmartyrdom. The extremists use that distorted narrative \r\nas a recruitment tool. To counter that deception, \r\nMuslims should work together to promote a greater \r\nunderstanding of what a true Islamic State means. An \r\ninternational conference of scholars of Islamic law, \r\nconvened by my Government to define the true meaning \r\nof an Islamic State, agreed that for a State to be called \r\nIslamic, it must deliver economic, political and social \r\njustice. It must protect and further the six objectives of \r\nIslamic law: the right to life, religion, family, property, \r\ndignity and intellect — the same universal rights that \r\nare enshrined in the United Nations Declaration of \r\nHuman Rights.\r\nThe so-called Islamic State in Syria and Iraq and \r\nthe methods used to declare it have violated every \r\nsingle one of those objectives. It is therefore neither \r\nIslamic nor a State. Individuals, religious leaders and \r\nnations have said that and must continue to do so and \r\nto advocate for Islamic principles within a framework \r\nof tolerance, understanding and peace.That, after all, is \r\nthe true nature of Islam; a religion of peace that values \r\ncoexistence, mutual comprehension and learning, \r\neven in times of struggle. When 70 prisoners of war \r\nwere captured during the Battle of Badr, for example, \r\nthe Prophet Muhammad was urged to slay them. \r\nThe Prophet not only protected the lives of innocent \r\ncivilians, he also spared enemy combatants.\r\nIt is that spirit of understanding and compassion \r\nthat we should continue to embrace and espouse. Now \r\nis the time to advance a vision of peace and moderation. \r\nLet us call for a global community of understanding. \r\nLet us prove that we can honour the words of the \r\nProphet and build balanced and just societies, where \r\ndifferent faiths live and prosper in peace. Let us show \r\nthat Muslims, united in faith, can be a powerful force \r\nfor progress, knowledge and justice, as we were in the \r\ngreatest periods of our history, as we can be today, and \r\nas we will be tomorrow.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of \r\nMalaysia for the statement he has just made.\r\nDato’ Sri Mohd Najib bin Tun Haji Abdul Razak, \r\nPrime Minister of Malaysia, was escorted from the \r\nrostrum.\r\nThe meeting rose at 2.45 p.m.\r\n"