"*1459895*\r\n14-59895 (E)\r\nIn the absence of the President, Mrs. Baaro \r\n(Kiribati), Vice-President, took the Chair.\r\nThe meeting was called to order at 3 p.m.\r\nAgenda item 73 (continued)\r\nReport of the International Criminal Court\r\nNote by the Secretary-General (А/69/321)\r\nReports of the Secretary-General (А/69/324 \r\nand A/69/372)\r\nMr. Imnadze (Georgia): As a responsible member \r\nof the international community, Georgia is a firm \r\nsupporter of the view that there cannot be long-lasting \r\npeace without justice. The International Criminal Court \r\n(ICC) is one of the principal international organs tasked \r\nwith helping States ensure a durable peace that should \r\nbe built on justice.\r\nIn that respect, I must say that it is still sometimes \r\nmisperceived when a primarily international prosecutorial \r\nbody chooses to prosecute some crimes on its own and \r\nleaves appeals to prosecute some others unanswered. \r\nIt is therefore essential to emphasize that the very idea \r\nof the ICC is, above all, one of prevention and should \r\nbe put into effect by assisting national capacities in the \r\nhandling of situations that potentially fall within the \r\nICC’s jurisdiction.\r\nThe concept of positive complementarity is the best \r\nreflection of this idea, and we believe that in addition to \r\nsupporting the Court in its immediate judicial activities, \r\nall States should redouble their efforts to ensure the \r\nbetter dissemination of this concept.\r\nIn that connection, we also must acknowledge \r\nthat in the case of some Member States, a partially \r\nunsatisfactory situation still prevails in terms of the \r\nnational legislation implementing the Rome Statute. \r\nWe invite all the parties concerned to deal with this \r\nsituation for their own benefit.\r\nIt is positive complementarity that safeguards \r\ncountries from the need for the Court to interfere, \r\npreserves the resources of the Court and obviates \r\nthe need for additional allocations from national \r\nbudgets — a win-win situation for all. We therefore invite \r\nour colleagues to direct more of their efforts towards \r\npromoting the concept of positive complementarity and \r\nare ready to participate in such efforts.\r\nAs one of the countries under preliminary \r\nexamination by the ICC as a consequence of a foreign \r\nmilitary aggression, Georgia remains fully committed \r\nto continuing effective cooperation with the Court and \r\ndealing with our respective tasks domestically, to the \r\nextent that the situation, involving an ongoing foreign \r\nmilitary occupation of the main areas affected by the \r\nconflict, allows us to do so.\r\nGeorgia is among those countries that have already \r\nratified the Kampala amendment on the crime of \r\naggression and we would like to take this opportunity \r\nto call on all those parties that have not done so to step \r\nup the process.\r\nUnited Nations A/69/PV.36\r\nasdf\r\nGeneral Assembly\r\nSixty-ninth session\r\n36th plenary meeting\r\nFriday, 31 October 2014, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Kutesa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Uganda)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n2/10 14-59895\r\nA/69/PV.36 31/10/2014\r\nAfter years of operation, even a building designed \r\nby brilliant architects often needs refurbishment, and \r\nso does the ICC. After more than a decade since its \r\ninception, today it needs to be rejuvenated so as to \r\nadequately respond to the challenges of today and of \r\ntomorrow.\r\nJustice should not only be just but also be perceived \r\nas such. Georgia stands committed to making this \r\nchange happen. Therefore, Georgia decided to nominate \r\na candidate, Judge Mindia Ugrekhelidze, for a judicial \r\nvacancy at the Court to be filled during the election \r\nof judges in December. His track record of judicial \r\nexperience in criminal law and human rights at both the \r\nnational and international levels is proven, as shown by \r\nhis service as Chief Justice and President of the Supreme \r\nCourt of Georgia, and Judge at the European Court of \r\nHuman Rights in Strasbourg. His tenure at each Court \r\nlasted for about a decade. We believe that thanks to his \r\nexperience and competencies, the Georgian candidate \r\nwould represent an extraordinary addition to the ICC’s \r\njudicial bench. If he is elected, it would be a first for \r\nGeorgia, a small developing State with a proven track \r\nrecord of reforms and of overcoming the obstacles that \r\ncountries in many regions and on various continents \r\nface today.\r\nLet me also take this opportunity to also express \r\nour support to Senegal in connection with the next \r\npresidency of the Assembly of States Parties and assure \r\nit of our cooperation.\r\nLet me end by reiterating what I said at the outset, \r\nbut expressed through the words of Martin Luther King, \r\nspoken in a somewhat different context but equally \r\nrelevant to what we are discussing today: “True peace \r\nis not merely the absence of tension; it is the presence \r\nof justice”.\r\nWe commend the International Criminal Court for \r\nadvocating this timeless idea and stand firm in support \r\nof it.\r\nMr. Martín y Pérez de Nanclares (Spain) (spoke \r\nin Spanish): I wish to begin by acknowledging the \r\nvery positive work done by Judge Song as President \r\nof the International Criminal Court (ICC) at a very \r\ncomplex juncture. His contribution has been decisive \r\nin consolidating the role of the Court in fighting \r\nimpunity for the most serious international crimes. We \r\nalso thank him for his presentation of the tenth annual \r\nreport of the Court to the United Nations (see A/69/321) \r\n(see A/69/PV.34).\r\nOn 25 September, Spain deposited its instrument \r\nof ratification of the Kampala amendments with the \r\nUnited Nations Secretariat. This demonstrates my \r\ncountry’s strong commitment to the work carried out \r\nby the ICC since its inception, as an institution that \r\nembodies the paradigm of universal criminal justice \r\nand that is at the forefront of the fight against impunity \r\nfor the most serious crimes against humanity.\r\nI should like in particular to make special mention \r\nof the victims, as Spain believes that special attention \r\nshould be paid to them. That is why, among other \r\nactions, my country has been contributing to the Trust \r\nFund for Victims.\r\nThere is no doubt that ICC is an independent judicial \r\ninstitution. However, it is also quite clear that it has \r\na natural and very close relationship with the United \r\nNations. That is why it is crucial for the cooperation \r\nmechanisms between the two bodies to be strengthened, \r\nfor example through cooperation between the Court \r\nand peacekeeping operations and through interaction \r\nbetween commissions of inquiry and the Office of the \r\nProsecutor, or by creating greater synergy between the \r\nSecurity Council and the Court.\r\nI would now like to comment on some issues set \r\nout in the report of the Court 2013/2014, which was \r\npresented yesterday by President Song. The report \r\nunderscores the importance of complementarity as \r\na basic instrument for achieving the goals of the \r\nRome Statute. Since it is States that bear the primary \r\nresponsibility for ensuring accountability for crimes \r\nadmissible before the Court, it is imperative that \r\nthe United Nations, its Member States and other \r\ninternational and regional organizations assist States to \r\nstrengthen their capacities so as to be able to comply \r\nwith the objectives at the domestic level.\r\nIn recent years, the United Nations has given ever \r\ngreater importance to strengthening national capacities \r\nto prosecute the crimes covered by the Rome Statute. \r\nThis is reflected in the 2013/2014 report, which \r\ndetails the various technical assistance activities that \r\nhave been organized in the framework of the United \r\nNations. The report also notes the growth in recent \r\nmonths of the Court’s cooperation with the countries \r\nof Latin America - organizing numerous seminars and \r\nmeetings of experts - and with the European Union. It is \r\nimportant to maintain that effort in the future.\r\nLikewise, considering that the Office of Legal \r\nAffairs is the focal point that assures cooperation \r\n14-59895 3/10\r\n31/10/2014 A/69/PV.36\r\nbetween the United Nations system and the Court, it \r\nis important that all stakeholders in the Organization \r\nsystematize their cooperation with the Office. It is \r\nessential that the Legal Counsel continue the practice \r\nof informing, in advance, the ICC Prosecutor and the \r\nPresident of the Assembly of States Parties of any \r\nmeeting with persons who may be under an arrest \r\nwarrant of the Court, pursuant to the United Nations \r\nguidelines on non-essential contacts.\r\nMr. Imnadze (Georgia), Vice-President, took the \r\nChair.\r\nFinally, the report highlights the sharp increase \r\nin the Court’s activities over recent months. Bearing \r\nin mind that its resources are limited and that it is \r\nnecessary to maintain strict control on spending, \r\ncooperation with Member States and with the United \r\nNations in pursuit of the Court’s objectives is crucial if \r\nwe aspire to the ideals of peace and justice enshrined \r\nin both the Rome Statute and the Charter of the United \r\nNations.\r\nSpain promotes the universality and integrity of the \r\nRome Statute in its bilateral relations, in accordance with \r\nthe common position of the European Union. Moreover, \r\nwe included the commitment to support the work of the \r\nInternational Criminal Court in Spain’s priorities for \r\nthe sixty-ninth session of the General Assembly and \r\nin the document “Transparency and Accountability”, \r\npart of our efforts seeking a non-permanent seat on \r\nthe Security Council. I can assure the Assembly that, \r\nduring our upcoming two-year term as a non-permanent \r\nmember of the Council, Spain will support the work of \r\nthe International Criminal Court, as we always have \r\ndone, with responsibility and sensitivity.\r\nMr. Kolga (Estonia): Estonia aligns itself with the \r\nstatement delivered yesterday on behalf of the European \r\nUnion (see A/69/PV.34).\r\nI thank President Song for his presentation \r\nyesterday of the Court’s report (see A/69/321), \r\nwhich illustrates the ever-increasing caseload of the \r\nCourt, which in turn reflects the demands for justice \r\nworldwide. There are now nine active situations under \r\nthe Court’s consideration, of which a considerable \r\nnumber were referred to the Court by States themselves. \r\nIn addition, the Prosecutor is seized with numerous \r\ncommunications and preliminary analyses from all \r\nover the world. My delegation hopes that States parties \r\nwill keep the growing workload of the Court in mind \r\nwhen negotiating the Court’s budget at the upcoming \r\nsession of the Assembly of States Parties and will \r\nprovide the Court with the necessary resources to fulfil \r\nits mandate.\r\nPresident Song has made a compelling call for the \r\nuniversal ratification of the Rome Statute. Although no \r\nfurther States have ratified the Rome Statute in the past \r\nyear, Ukraine has accepted the Court’s jurisdiction, \r\nunder article 12 of the Rome Statute, over alleged crimes \r\ncommitted on its territory from 21 November 2013 to \r\n22 February 2014, and the Office of the Prosecutor has \r\nopened a preliminary examination into the situation. \r\nEstonia hopes that Ukraine will also promptly ratify \r\nthe Rome Statute so as to enjoy the full protection of \r\nthe Rome Statute system. We also call on all United \r\nNations Members that have not yet done so to ratify the \r\nRome Statute.\r\nWhile the ICC is an independent judicial institution, \r\nit is connected to the United Nations through its \r\ngenesis and shared values. This natural relationship \r\nwas institutionalized 10 years ago, in 2004, through an \r\nagreement negotiated between the General Assembly \r\nand the Court. The Relationship Agreement between \r\nthe United Nations and the International Criminal \r\nCourt provides a general framework for cooperation \r\nbetween these two institutions. The continued \r\ncooperation and crucial assistance the Court receives \r\nfrom the United Nations, as evidenced in the report, \r\nare much appreciated. However, I feel that it is time \r\nfor a new phase in the relationship, one in which the \r\ncooperation and assistance are not provided solely on a \r\nreimbursable basis.\r\nConsidering that the Office of Legal Affairs is the \r\nfocal point for ensuring cooperation within the entire \r\nUnited Nations system on all aspects of the relationship \r\nwith the Court, Estonia encourages all United Nations \r\nactors to systematize their cooperation with the Office \r\nof Legal Affairs. It is also the Legal Counsel who \r\nimplements the practice of informing the Prosecutor \r\nand the President of the Assembly of States Parties, \r\nbeforehand, of any meetings with persons who are \r\nthe subject of ICC arrest warrants that are considered \r\nnecessary for the performance of United Nations-\r\nmandated tasks, on the basis of the United Nations \r\nguidelines on non-essential contacts with persons \r\nsubject to an ICC arrest warrant. Estonia welcomes the \r\nguidelines and calls for the continuation of this practice.\r\nThe relationship between the Court and the Security \r\nCouncil should also be strengthened — a position many \r\n4/10 14-59895\r\nA/69/PV.36 31/10/2014\r\nMember States share, as evidenced during last week’s \r\nSecurity Council open debate on working methods \r\n(see S/PV.7285). Ideas on practical steps on how to \r\ncreate greater synergies between the Council and the \r\nCourt can also be found in the Court’s report to the \r\nAssembly of States Parties on the status of ongoing \r\ncooperation between the ICC and the United Nations \r\n(ICC-ASP/12/42).\r\nThe Security Council has authorized the missions \r\nin the Democratic Republic of the Congo and Mali to \r\ncooperate with and support the Court. Considering the \r\n13 warrants of arrest issued by the Court that remain \r\noutstanding and the common goal of the Council and the \r\nCourt — to prevent mass atrocities that constitute a threat \r\nto international peace and security — we encourage the \r\nSecurity Council to mandate peacekeeping missions \r\nthroughout to arrest ICC fugitives and to equip them \r\nin such a manner that the missions are able to fulfil \r\ntheir mandate. Estonia also calls on all Member States \r\nto contribute to ending impunity by working together to \r\nexecute the pending arrest warrants.\r\nTo fail to bring to justice individuals responsible \r\nfor the most serious crimes under international law is \r\nto fail the victims of those crimes. The victims are the \r\nraison d’être of the Rome Statute system. The Court \r\nhas given hope to the victims of atrocity crimes, and \r\nmore than 200,000 victims have already benefitted \r\ndirectly or indirectly from the concrete assistance \r\nprogrammes of the ICC Trust Fund for Victims. Estonia \r\nalso contributed to the Trust Fund this year, and we call \r\nupon others to do the same.\r\nAs the report highlights, the Court was never \r\nintended to replace national courts, nor could it ever \r\ndo so. Given that States have the primary responsibility \r\nto ensure accountability, it is of utmost importance \r\nthat States, the United Nations and other international, \r\nregional and non-governmental organizations assist \r\nStates in building a national capacity to investigate \r\nand prosecute Rome Statute crimes domestically. The \r\nincreasing attention that the United Nations has recently \r\ngiven to strengthening domestic capacity to address \r\nRome Statute crimes is most welcome, and I hope those \r\nefforts will continue. Estonia has allocated development \r\ncooperation resources to promoting the strengthening \r\nof national judicial capacity in that regard, working \r\nclosely with civil society organizations, which play \r\na crucial role in assisting States in incorporating the \r\nRome Statute into their domestic legislation, and we \r\ncall upon all Member States in a position to do so to do \r\nthe same.\r\nThere are States parties to the ICC across all \r\nregions of the world, and all States parties share \r\nownership of the Statute. The work of the Assembly of \r\nStates Parties conducted intersessionally is open to all \r\nparties. It is indeed expected that all States parties will \r\nengage actively in its work and its working groups at all \r\ndiplomatic levels.\r\nAs the mandates of the current President of the \r\nCourt and the President of the Assembly of States \r\nParties will come to an end soon, I would like to take \r\nthis opportunity to thank Judge Song and Ambassador \r\nIntelmann — one of our own — for their tireless \r\nefforts in enhancing States’ support for the Court and \r\ncooperation between the Court and the United Nations.\r\nEstonia will continue to be committed to the ICC. \r\nWe pledge to defend the independent mandate of the \r\nCourt and the election of the most qualified judges. \r\nI will also extend the same level of support to the \r\ncandidate for the post of President of the Assembly, \r\nHis Excellency Mr. Sidiki Kaba, Minister of Justice of \r\nSenegal.\r\nMr. Nyago (Uganda): Thank you, Mr. President, \r\nfor this opportunity to address the General Assembly \r\non the work of the International Criminal Court (ICC). \r\nI wish to start by thanking Judge Song, the President \r\nof the International Criminal Court, for the report of \r\nthe Court (see A/69/321), as well as for his presentation \r\n(see A/69/PV.34). This being his last such address to \r\nthe General Assembly in his capacity of President of \r\nICC, we congratulate him for his service and wish him \r\nthe very best in his future endeavours.\r\nUganda fully identifies with the concerns raised by \r\nthe African Union’s extraordinary summit that was held \r\nspecifically to discuss the politicization and selectivity \r\nof the ICC, on 12 October 2013 in Addis Ababa. Uganda \r\nfurther identifies with the well-articulated statements \r\nmade to the General Assembly by the representatives \r\nof different African Member States on the issue of the \r\npoliticization and selectivity of the ICC’s methods. \r\nIndeed, my Head of State, while marking our much-\r\ncherished 52 years of independence earlier this month, \r\nfocused on the issue of the ICC’s undermining the \r\nAfrican Union by summoning a sitting African Head \r\nof State to The Hague earlier in October 2014. He said\r\n14-59895 5/10\r\n31/10/2014 A/69/PV.36\r\n“My view is that at the next African Union summit, \r\nAfrican countries should review their membership \r\nto the ICC treaty. The ICC is turning out not to be \r\nvalue addition product that we had expected it to \r\nbe. It is instead a biased instrument of post-colonial \r\nhegemony.”\r\nAfrica’s legitimate concerns have to be genuinely \r\naddressed if the ICC is to retain its relevance in Africa.\r\nThat said, I would like to reiterate Uganda’s \r\ncommitment to the fight against impunity for the \r\nperpetrators of the most heinous crimes of concern to \r\nthe international community. Uganda has incorporated \r\nthe Rome Statute into our domestic law, followed by \r\nthe establishment of the War Crimes Division of its \r\nHigh Court. The Division is seized with cases that \r\nwould otherwise be handled by the ICC. We commend \r\nthe Court for the assistance it has rendered by training \r\nthe judges and prosecutors of the International Crimes \r\nDivision. At the moment, the Division is seized with \r\nthe case Uganda v. Thomas Kwoyelo, a senior Lord’s \r\nResistance Army commander accused of Rome Statute \r\ncrimes.\r\nUganda was the first to make a State referral to the \r\nICC, which led to the indictment of Mr. Joseph Kony \r\nand others from the Lord’s Resistance Army, who are \r\nbeyond our national jurisdiction. Unfortunately, not \r\nonly are the indictees at large, but they continue to \r\ncause untold suffering wherever they operate. Under the \r\nauspices of the African Union Regional Task Force, the \r\nUganda People’s Defence Forces are currently pursuing \r\nMr. Joseph Kony and his Lord’s Resistance Army in \r\nthe Central African Republic. Due to the asymmetrical \r\ntactics and the nature of the terrain in which the \r\nLord’s Resistance Army operates, the maintenance \r\nand sustainability of the African Union Regional Task \r\nForce is very costly to individual troop-contributing \r\ncountries, and we would encourage further support for \r\nit.\r\nThat notwithstanding, the Uganda People’s Defence \r\nForces observe high standards of discipline as outlined \r\nin its operational code of conduct. It has a field court \r\nmartial that deals with cases of errant soldiers as soon \r\nas they are detected. All reports indicate the least \r\nincidence of crime in the eastern areas of the Central \r\nAfrican Republic where the Uganda People’s Defence \r\nForces are operating.\r\nIn paragraph 33 of the Court’s report, in which \r\nthe situation in Uganda is discussed, it is stated that \r\nthe Office of the Prosecutor continued to gather \r\nand analyse information related to alleged crimes \r\ncommitted by the Uganda People’s Defence Forces and \r\ncontinues to encourage national proceedings in relation \r\nto both parties to the conflict. That should not create \r\nthe impression that the Government is soft on Uganda \r\nPeople’s Defence Forces members who are alleged to \r\nhave committed crimes in the course of pursuing the \r\nLord’s Resistance Army; far from it. The Ugandan \r\nGovernment routinely investigates and conducts public \r\ntrials in a general court martial of any errant soldiers. \r\nWe would therefore welcome any further information \r\navailable to the Prosecutor of the ICC so as to assist \r\nour national investigations and prosecutions. That kind \r\nof collaboration would go a long way in enhancing our \r\ncommon efforts in the fight against impunity.\r\nFinally, I would like to end by addressing the issue \r\nof unfunded mandates. I am talking about the referrals \r\nby the Security Council, which are not funded from the \r\nbudget of the United Nations. By their nature, Security \r\nCouncil referrals involve the most difficult cases. If \r\nthe referrals continue to be unfunded, the resources of \r\nthe International Criminal Court will be depleted with \r\nnothing much to show for it in the end.\r\nMr. Šćepanović (Montenegro): Since this is the \r\nfirst time I take the f loor in the sixty-ninth session \r\nof the General Assembly, I would like to offer my \r\ncongratulations to President Sam Kutesa on his election \r\nto lead the General Assembly at this session. I assure \r\nhim and the Bureau of our strong support and full \r\ncooperation.\r\nMontenegro fully aligns itself with the statement \r\ndelivered yesterday by the observer of the European \r\nUnion (see A/69/PV.34). However, I would also like to \r\nmake a statement in my national capacity.\r\nIn contrast to previous human rights treaties, which \r\nrequired only self-reporting, a State’s commitment to the \r\nInternational Criminal Court (ICC) requires it to cede \r\nto an independent prosecutor the power to investigate \r\nand prosecute that State’s own nationals for mass \r\natrocities when the prosecutor determines that the State \r\nis unwilling or unable to carry out such an investigation \r\ndomestically. The fact that almost two thirds of United \r\nNations Member States have embraced the jurisdiction \r\nof an independent international institution on their own \r\nterritory is a remarkable development. Indeed, a decision \r\nby national leaders to become party to the Statute of the \r\nCourt would appear to run against to their self-interest, \r\nsince it is widely assumed that the ICC will focus on \r\n6/10 14-59895\r\nA/69/PV.36 31/10/2014\r\nprosecuting high-level figures in countries where mass \r\natrocities have occurred. Certainly there is no other \r\narea of international law where we have delegated \r\nso much unconditional authority to an international \r\ninstitution over which national leaders have so little \r\ncontrol. All of that is proof of our commitment to \r\nimproving international law and independent judicial \r\nmechanisms.\r\nThe international community should leave no space \r\nfor political calculation when it comes to ratifying the \r\nRome Statute of the ICC, since such practices could \r\nresult in serious harm to the lives and fundamental \r\nhuman rights of civilian populations. We are aware that \r\nthe root causes of the problems facing international \r\ncriminal law lie mainly in political instability, or \r\nsometimes in the poor education or economic conditions \r\nthat give rise to conflict. Such failures, however, \r\ncannot serve as an excuse for violations of international \r\ncriminal law, particularly the Rome Statute.\r\nThe twentieth century witnessed a number of cases \r\nof genocide, and we must do our best to prevent history \r\nfrom repeating itself. However, the growing number \r\nof conflicts and crises we are seeing today — some \r\nof which, in the words of the Secretary-General, have \r\nbecome among the greatest since the Second World \r\nWar — reminds us that we must pay great attention to \r\nfurther improving international mechanisms to fight \r\nimpunity. While we should continue to strengthen the \r\nInternational Criminal Court as the most important \r\nof such mechanisms, we must also deliver tools for \r\nprevention through concepts such as the responsibility \r\nto protect and offices such as that of the Special Adviser \r\nto the Secretary-General on the Prevention of Genocide.\r\nI take this opportunity to reaffirm once again our \r\nstrong commitment to the principles of the Rome Statute \r\nand the work of the International Criminal Court, as well \r\nas to supporting all efforts aimed at achieving universal \r\njurisdiction for the Court. I would therefore like to \r\nrecall that over the past decade Montenegro has actively \r\ncooperated with all international judicial institutions, \r\nespecially the International Criminal Tribunal for the \r\nFormer Yugoslavia. We strongly support the rule of \r\nlaw at the international level and its implementation \r\nthrough the mechanisms established through the \r\nUnited Nations. In that regard, we encourage all United \r\nNations actors to systematize their cooperation with the \r\nOffice of Legal Affairs, and we stress the importance \r\nof the efforts the United Nations has made in that field.\r\nWithout strong rule of law at the national level, \r\nattempts to strengthen it at the international level \r\nare significantly hampered. Montenegro is therefore \r\ncontinuing to reform its criminal court procedures \r\nby incorporating the principal international crimes \r\ndescribed in articles 6, 7 and 8 of the Rome Statute, \r\nthereby aligning its domestic criminal code with the \r\nStatute. We have also enacted a law on cooperation \r\nwith the International Criminal Court, proving once \r\nagain our full commitment to the further development \r\nof international judicial mechanisms.\r\nThrough our activities in the Human Rights \r\nCouncil we continue to stress the importance of \r\nratifying the Rome Statute, and we invite those States \r\nthat have not yet ratified it to do so. As a party to the \r\nStatute, we once again express our strong political will \r\nand determination to carry out further procedures in \r\nthe process of ratifying the Kampala amendments by \r\nthe end of 2016. In that regard, we have already made \r\nadjustments amending our criminal code by stipulating \r\nthe crime of aggression.\r\nI would like to conclude by saying that Montenegro \r\nwelcomes the General Assembly’s annual consideration \r\nof the report of the ICC. We commend the role of its \r\noutgoing President of the Assembly of States Parties. \r\nAt the same time, we stress the importance of the \r\ncomplementarity of the ICC as a crucial tool to achieve \r\nthe common goals of peace and security.\r\nMs. Krasa (Cyprus): The Republic of Cyprus is \r\npleased to participate in today’s consideration of the \r\nannual report of the International Criminal Court (ICC) \r\n(see A/69/321) and would like to thank the President \r\nof the Court, Judge Song, for his comprehensive \r\npresentation of the report to the General Assembly \r\nyesterday (see A/69/PV.34).\r\nThe Republic of Cyprus aligns itself the the \r\nstatement delivered yesterday by the observer of the \r\nEuropean Union (see A/69/PV.34).\r\nCyprus would like to take this opportunity to \r\nreiterate the commitment and support that it has always \r\ngiven to the Court since its inception, for the following \r\nreasons. First, we consider it a moral obligation to \r\npromote accountability for atrocities, regardless of \r\nwhere they are committed. Secondly, we steadfastly \r\nsupport strengthening international law as a means to a \r\nmore just and peaceful international order. Thirdly, the \r\nfact that our country continues to experience the effects \r\nof injustices committed over 40 years of aggression \r\n14-59895 7/10\r\n31/10/2014 A/69/PV.36\r\nand foreign occupation renders the Court’s mission \r\neven more salient to us. Considering those reasons, it \r\nis no coincidence that Cyprus has been a party to the \r\nICC since 2002 and was one of the first countries to \r\nratify the amendments to the Rome Statute adopted in \r\nKampala in 2010, including the amendment concerning \r\nthe crime of aggression. \r\nMy country is proud to be actively engaged in, \r\namong other things, promoting the universality and \r\nfull implementation of the Rome Statute. Those issues \r\nhave been persistent challenges for the Court, and \r\novercoming them is vital for achievement of its mission. \r\nIn that regard, my country is honooured to be currently \r\nserving as a focal point in the Assembly of States Parties \r\nfor promoting its plan of action for the universality and \r\nfull implementation of the Rome Statute.\r\nMy delegation believes that cooperation among all \r\nstakeholders is key to overcoming current and future \r\nchallenges. In particular, States parties should continue \r\nto promote the Court’s independence, credibility and \r\nefficiency.\r\nThe Republic of Cyprus would like to reiterate \r\nits conviction that the Court significantly contributes \r\nto the overall goal of the United Nations in working \r\nto consolidate peace and security. In that regard, \r\nthe relationship between the United Nations and \r\nthe Court, as formalized in their 2004 Relationship \r\nAgreement, is significant, and we support further \r\nstrengthening the relationship through practical steps \r\nsuch as those outlined in the report of the Court to the \r\nAssembly of States Parties on the status of the ongoing \r\ncooperation between the ICC and the United Nations, \r\nwhich is contained in document ICC-ASP/12/42. As \r\nwe emphasize the importance of the relationship’s \r\ncomplementarity, we also take this opportunity to \r\nhighlight the importance of efforts on the part of \r\nthe United Nations to strengthen the capacity of its \r\nmembership to address Rome Statute crimes.\r\nMany thought the creation of the ICC was a mission \r\nimpossible. Yet for the last 12 years it has tangibly \r\ncontributed to advancing international justice. For \r\nthat reason, the Republic of Cyprus, in welcoming \r\nthe progress the ICC has made this year, would like to \r\nreiterate its unwavering support for the Court.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on this item.\r\nSeveral representatives have asked to speak in \r\nexercise of the right of reply. May I remind members \r\nthat the statements in the exercise of the right of reply \r\nare limited to ten minutes for the first intervention and \r\nto five minutes for the second intervention. Statements \r\nshould be delivered by delegations from their seats.\r\nMr. Aldahhak (Syrian Arab Republic) (spoke in \r\nArabic): My delegation would like to exercise the right \r\nto reply to certain statements that have been made \r\nconcerning the situation in the Syrian Arab Republic. In \r\nthat connection, my delegation would like to emphasize \r\nthe following points.\r\nFirst, the major responsibility for accountability and \r\nthe administration of justice falls upon the shoulders of \r\nthe concerned countries themselves.\r\nSecondly, the mandate of the International \r\nCriminal Court is complementary to the various \r\nnational jurisdictions, and it cannot replace national \r\njustice. It can be resorted to only in the framework of \r\ncertain specific conditions, which are not fulfilled in \r\nthe Syrian case.\r\nThirdly, the Syrian people are the main sovereign \r\ndecision-maker and the only entity capable of choosing \r\nthe justice system that it deems appropriate in order to \r\nbring the perpetrators of crimes to account. No country \r\nand no other party has the right to try to usurp the \r\nrights of the Syrian people or their national decisions. \r\nNo party and no State has the right to speak on behalf \r\nof the Syrian people.\r\nFourthly, justice is indivisible. It has to be \r\ncomprehensive. Justice has to be far removed from \r\npoliticization, selectivity and double standards. The \r\nnoble concept of justice should not be abused, nor \r\nshould it be used according to the various whims and \r\ninterests of certain influential parties and their allies.\r\nOne of the permanent members of the Security \r\nCouncil has talked about the so-called harsh reality. \r\nUnfortunately, that harsh reality is obviously before us. \r\nIt manifests itself when some countries behave in a way \r\nthat does not serve justice at all but rather undermines \r\nits credibility. Such behaviour is used in order to adopt \r\nan obviously arbitrary and politicized policy whereby \r\nthose countries insist on talking about the situation \r\nin some countries while turning a blind eye to a lot of \r\nblatant crimes and documented atrocities perpetrated \r\nby other countries. We have listened to a number of \r\npresentations and statements by those countries in \r\nwhich no mention was made of the crimes committed \r\nby the Israeli occupation against the people in the Arab \r\noccupied territories, and that has been going on for \r\n8/10 14-59895\r\nA/69/PV.36 31/10/2014\r\nmany decades. The latest such crimes were the heinous \r\natrocities perpetrated by the occupation authorities \r\nagainst the inhabitants of Gaza.\r\nThe delegations of those same countries have \r\nalso ignored the fact that some permanent members \r\nof the Security Council have provided immunity and \r\nimpunity to the leaders of the Israeli occupation forces. \r\nThey have done so by using their right of veto dozens \r\nof times in order to prevent the Security Council \r\nfrom adopting resolutions that would condemn Israel \r\nand make its Government accountable for war crimes \r\nand crimes against humanity committed against the \r\ncountries in the region and the Arab inhabitants living \r\nunder occupation. Those countries are the ones that \r\nhave raised the slogan of international justice but ignore \r\nwhat their allies are doing, which includes exacerbating \r\ncertain conflicts in various countries at the expense of \r\nthe people of those countries.\r\nWho will talk about holding the Western former \r\ncolonial Powers accountable for inciting conflicts in \r\nAfrica? Have those countries forgotten the painful \r\nevents that occurred in Rwanda? Have they forgotten \r\nwhat the commander of the United Nations peacekeeping \r\nforces said at that time, namely, that a certain Western \r\ncountry with a permanent seat on the Security Council \r\nhad itself supported the perpetrators of genocide? \r\nWhere do we stand today on the question of making \r\naccountable all those who have committed war crimes \r\nand major blatant violations of human rights against the \r\nIraqi people in Abu Ghraib or elsewhere?\r\nEven if some have forgotten those events, the \r\npeople of the region will not forget the lies and \r\nfabrications against Iraq and Libya. The photos of the \r\nabused and raped in Abu Ghraib prison will forever be \r\nimprinted in our memories, especially for proponents \r\nof human rights and true international justice. Acts of \r\nrape, beheading, terrorism, sexual abuse, torture and \r\nother atrocious practices must be completely rejected, \r\nwhether they are acts practiced on the ground or in \r\nmobile secret prisons.\r\nMy delegation reiterates its call for holding the \r\nofficials of Governments that support terrorism \r\nresponsible for the terrorist acts that the Syrian people \r\nand others in the region and the world are experiencing \r\ntoday. Behind the terrorist who is leading Daesh - the \r\nself-proclaimed Khalifa al-Baghdadi - there are people \r\nin the Governments of neighbouring countries who are \r\nable on a daily basis to create hundreds of terrorists \r\nlike him. There is also the would-be sultanate-illusion \r\npursuer who is seeking to make himself a new sultan at \r\nthe expense of many Arab countries and the blood of \r\ntheir people. Another governor is financing terrorism \r\nand investing in it in the same way that he would buy a \r\nhotel in Paris, a store in London, or the right to host the \r\nFIFA World Cup. And there are others like him in other \r\ncountries. Pure justice would require that we prosecute \r\nthose officials and make them accountable for crimes \r\ncommitted against Syria, the Syrian people and peoples \r\nof the world who are suffering from terrorism.\r\nIn conclusion, my delegation would like once again \r\nto remind countries that allegedly care for Syria and \r\nthe Syrian people that the only way to help Syria is \r\nclear and well known. The only way to help Syria is \r\nto exert sincere efforts to combat terrorism, to support \r\na genuine political and peaceful solution based on a \r\nnational and comprehensive dialogue between and \r\namong Syrians and under Syrian leadership, as well \r\nas to support the efforts of the United Nations Special \r\nEnvoy, Mr. De Mistura, in that respect.\r\nMs. Özkan (Turkey): With regard to the baseless \r\nallegations just made by the representative of one \r\ndelegation, I would like to stress that they will be duly \r\nresponded to by their counterpart, the Turkish Cypriots, \r\nwhose voice unfortunately cannot be heard in the Hall.\r\nThe Acting President: May I take it that it is \r\nthe wish of the General Assembly to conclude its \r\nconsideration of agenda item 73?\r\nIt was so decided.\r\nAgenda item 11 (continued)\r\nSport for development and peace\r\nDraft resolution (A/69/L.5)\r\nThe Acting President: Members will recall that \r\nthe General Assembly previously considered agenda \r\nitem 11 at its 28th plenary meeting, on 20 October.\r\nI now give the f loor to the representative of Tunisia \r\nto introduce draft resolution A/69/L.5.\r\nMr. Khiari (Tunisia) (spoke in Arabic): At the outset, \r\nallow me to commend the role played by the United \r\nNations and its specialized agencies and programmes \r\nin the support of sport, especially the activities \r\nconducted by the United Nations Office on Sport for \r\nDevelopment and Peace. I would like to reiterate our \r\nappreciation of the great and sustained efforts deployed \r\nby the Special Adviser to the Secretary-General on \r\n14-59895 9/10\r\n31/10/2014 A/69/PV.36\r\nSport for Development and Peace, Mr. Wilfried Lemke, \r\npromoting the affinities relating sport to development \r\nand peace.\r\nSport plays a major role, especially in developing \r\na relationship of cooperation among countries, nations \r\nand individuals far from their geographic, social, racial \r\nand cultural environment. That is what we clearly see \r\nin the various sporting events and forums at the local \r\nand international levels, where athletes quickly become \r\nambassadors of their countries, defending the values \r\nof peace, friendship and just competition, which are \r\nthe principles enshrined in the international Olympic \r\nMovement. Sport is also a means to support social \r\nintegration and human development, especially when \r\nit develops awareness, confidence and the spirit of \r\nleadership among groups and societies, which brings \r\nwith it a number of environmental, development, \r\neconomic, social and political benefits. In the light of \r\nthe important instrumental role played by sport at many \r\nlevels, sport has been included in the development \r\nprocess as a major means for ensuring peace and \r\nsecurity.\r\nSport is also important for human fitness. That is \r\nwhy we have seen a close link between sport on the \r\none hand and human rights and development on the \r\nother. Allow me, Sir, to refer to the General Assembly’s \r\ndebate last week (see A/69/PV.28). That debate revealed \r\na major consensus on the importance of sport as a \r\nmeans to promote human development. \r\nWithin that context and in order to use sport as an \r\nengine for sustainable peace and development, I would \r\nlike to present today to the sixty-ninth session of the \r\nGeneral Assembly the draft resolution entitled “Sport as \r\na means to promote education, health, development and \r\npeace” (A/69/L.5), on behalf of Tunisia and Monaco and \r\nall the other countries sponsoring the draft resolution. \r\nThe draft resolution reiterates the commitment of the \r\ninternational community to using sport as a tool for \r\nconciliation and good cooperation among countries \r\nwithout discrimination or exclusivity at the regional, \r\nnational and international levels, thereby further \r\npromoting understanding, cultural diversity and human \r\nrights.\r\nThe draft resolution calls upon Member States to \r\ngive priority to sport in national policies and to focus \r\non the international character of that activity as a tool \r\nto promote peace, health, education and development. \r\nThe draft resolution welcomes the Olympic Games that \r\nare scheduled to be held in Rio de Janeiro in 2016; in \r\nPyeongchang, Republic of Korea, in 2018; and in Tokyo \r\nin 2020, as those occasions can be considered to be a \r\nmeans to consecrate the culture of peace and amity and \r\nunify all the various athletes and parties wherever they \r\ncome from and whatever their faiths or ethnicities.\r\nFinally, allow me to extend my thanks to all \r\nMember States for the laudable efforts they have \r\nexerted in support of the draft resolution. I would now \r\nlike to call upon other Member States to support the \r\ndraft resolution in the General Assembly, as it will be a \r\nsignificant message to all stakeholders that they should \r\npromote and advance sports activities in a way that will \r\nserve the cause of development and peace in the world.\r\nThe Acting President: The General Assembly \r\nwill now take a decision on draft resolution A/69/L.5, \r\nentitled “Sport as a means to promote education, health, \r\ndevelopment and peace”.\r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Zhang Saijin (Department for General \r\nAssembly and Conference Management): I should \r\nlike to announce that, since the submission of draft \r\nresolution A/69/L.5, the following countries, in addition \r\nto those delegations listed on the document, have \r\nbecome sponsors: Andorra, the Bahamas, Belgium, \r\nBulgaria, Cameroon, China, the Congo, Croatia, \r\nCyprus, Denmark, Estonia, Finland, France, Greece, \r\nIceland, Iraq, Ireland, Israel, Italy, Jordan, Kyrgyzstan, \r\nLebanon, Lithuania, Luxembourg, Mongolia, the \r\nNetherlands, Nicaragua, Poland, Romania, the Russian \r\nFederation, San Marino, Serbia, Slovakia, Slovenia, \r\nSweden, the United Kingdom of Great Britain and \r\nNorthern Ireland, Uruguay and Viet Nam.\r\nThe Acting President: May I take it that the \r\nAssembly decides to adopt draft resolution A/69/L.5?\r\nDraft resolution A/69/L.5 was adopted (resolution \r\n69/6).\r\nThe Acting President: Before giving the f loor to \r\nthe speakers in explanations of vote, I would like to \r\nremind delegations that explanations of vote are limited \r\nto 10 minutes and should be made by the delegations \r\nfrom their seats.\r\nMr. Sargsyan (Armenia): We would like to explain \r\nour position on the adoption of resolution 69/6.\r\nOn behalf of my delegation, I would like to commend \r\nthe President’s leadership and professionalism in \r\n10/10 14-59895\r\nA/69/PV.36 31/10/2014\r\nguiding the work of the General Assembly and to thank \r\nhim for providing us the opportunity to share our views \r\non the subject. Armenia understands the importance of \r\nresolution 69/6, “Sport as a means to promote education, \r\nhealth, development and peace”, and commends the \r\nefforts of its main sponsors, Monaco and Tunisia, as \r\nwe share in the strong belief that sport promotes mutual \r\nunderstanding and coexistence, peace and development \r\nthroughout the world. We are of the view that sport \r\nshould be kept out of politics, and we strongly condemn \r\nxenophobia, racism and discrimination in sport in all \r\nits forms and manifestations.\r\nHaving said that and in reference to the recognition \r\nof the importance of international sporting events as \r\nindicated in resolution 69/6, we would like to express \r\nour concern with regard to a certain sporting event \r\nto be held next year. Considering the ongoing hatred \r\nagainst Armenians and the Government-sponsored \r\nArmenophobia in the host country of the inaugural \r\n2015 European Games, we have well-grounded and \r\nserious doubts about the ability of the latter to ensure \r\nthe safety and security of all athletes, provide fair and \r\nequal conditions for participants and guarantee the \r\nintegrity of that international sporting competition.\r\nThe Acting President: May I take it that it is \r\nthe wish of the General Assembly to conclude its \r\nconsideration of agenda item 11?\r\nIt was so decided.\r\nThe meeting rose at 4 p.m.\r\n"