"*1459193*\r\n14-59193 (E)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 40\r\nNecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba\r\nReport of the Secretary-General (A/69/98)\r\nDraft resolution (A/69/L.4)\r\nMr. Dehghani (Islamic Republic of Iran): I have \r\nthe honour to address the General Assembly today on \r\nbehalf of the 120 Members of the United Nations that \r\nare members of the Non-Aligned Movement (NAM).\r\nI take this opportunity to extend the Movement’s \r\nwarmest welcome to the General Assembly His \r\nExcellency Mr. Bruno Rodríguez Parrilla, Minister for \r\nForeign Affairs of Cuba.\r\nToday the General Assembly is prepared to \r\nexpress, for the twenty-third time, its support and \r\nsolidarity with the Government and the people of Cuba \r\nthrough a decisive vote in favour of the draft resolution \r\n(A/69/L.4) calling for lifting of the United States of \r\nAmerica embargo against Cuba. Last year, 188 of the \r\n193 Member States voted for the resolution on the same \r\nsubject (resolution 68/8).\r\nThe Non-Aligned Movement has always reiterated \r\nits strongest opposition to unilateral coercive measures \r\nwith extraterritorial effect. NAM has repeatedly \r\nreiterated its call on the Government of the Unites States \r\nof America to put an end to its unilateral economic, \r\ncommercial and financial embargo against Cuba, which \r\nis contrary to international law, the Charter of the \r\nUnited Nations and the norms and principles governing \r\npeaceful relations among States. It also violates Cuba’s \r\nright to interact with the international community.\r\nThe embargo has had grave adverse impacts on the \r\nwell-being of the people of Cuba. The direct and indirect \r\ndamage caused by this undeserved embargo against \r\nCuba is enormous. It affects all crucial sectors of the \r\neconomy, such as public health, nutrition, agriculture, \r\nbanking, trade, investment and tourism. It denies Cuba \r\naccess to markets, development aid from international \r\nfinancial institutions and technology transfers and \r\ncreates impediments to the socioeconomic development \r\nof the country. The embargo is also the main obstacle \r\nto broader access to the Internet, the exchange of ideas \r\nand the development of cultural, sports and scientific \r\nrelations. The continuation of the embargo is totally \r\nunjustifiable and runs counter to Cuba’s efforts to \r\nachieve sustainable development. In addition, the \r\nmeasures the United States has taken unilaterally \r\nencroach upon the rights and legitimate interests of \r\nCuban nationals and third-country nationals.\r\nDespite the enormous pressure the people of Cuba \r\nhave endured and the hardships they have been through \r\nas a result of the embargo during the past decades, \r\nthey are indeed worthy of praise for the significant \r\nprogress they have made, especially in areas such as \r\neducation, health care and international cooperation. \r\nThe role of Cuba in the global fight against Ebola is \r\njust the most recent example, where the largest number \r\nof health care workers deployed in the Ebola-infected \r\nUnited Nations A/69/PV.30\r\nasdf\r\nGeneral Assembly\r\nSixty-ninth session\r\n30th plenary meeting\r\nTuesday, 28 October 2014, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Kutesa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Uganda)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n2/26 14-59193\r\nA/69/PV.30 28/10/2014\r\ncountries in West Africa is from Cuba. Cuba’s response \r\nto Ebola was and continues to be far more robust than \r\nthat of many countries that are far wealthier, and it is \r\nfurther proof of the constructive role that Cuba plays in \r\ninternational affairs.\r\nWe again recall that last year 188 States Members \r\nvoted in favour of this resolution — an almost \r\nunanimous vote in demanding an end to the five-decade \r\nembargo and emphasizing the need to fully adhere to \r\nthe principles of mutual respect and non-interference \r\nin the internal affairs of Cuba. Currently, over 190 \r\nnations engage economically and politically with Cuba, \r\nwhile the United States remains alone in pursuing its \r\nunjustified policy.\r\nThe Non-Aligned Movement once again urges the \r\nUnited States of America to yield to the will of the \r\noverwhelming majority of the international community \r\nand to rectify its failed policies by fully complying \r\nwith all General Assembly resolutions calling for an \r\nimmediate end to the embargo imposed on Cuba.\r\nMr. Llorentty Solíz (Plurinational State of \r\nBolivia) (spoke in Spanish): I have the honour to speak \r\non behalf of the 134 Member States that form part of \r\nthe Group of 77 and China at this 30th plenary meeting \r\nof the General Assembly on agenda item 40, entitled \r\n“Necessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba”.\r\nFor a moment, let us imagine a Cuban newborn \r\nwith a blood circulation defect that needs immediate \r\nadministration of a scarce or unavailable medicine, \r\nsuch as nitric oxide, to survive. The baby’s life is \r\nat risk, but because of the financial, economic and \r\ncommercial blockade of the United States policy \r\nagainst Cuba, the medicine cannot be bought directly \r\nfrom the manufacturer. That example illustrates how \r\nhuman lives are threatened and how public health care \r\nis undermined by the embargo.\r\nSadly, the embargo also severely impacts sectors \r\nsuch as education, culture, sport, finance and banking, \r\nforeign trade and foreign investment. Furthermore, \r\ninternational cooperation provided and received by the \r\nCuban people is extremely affected by the blockade. \r\nThere are also substantial costs to Cuba’s strategic \r\neconomic sectors, such as construction, tourism, \r\nindustry, communications, energy, mining and \r\ntransportation.\r\nIn an open violation of all the principles enshrined \r\nin the Charter of the United Nations and international \r\nlaw, the Government of the United Sates of America \r\nhas been systematically suffocating Cuba for more \r\nthan five decades, causing irreparable human and \r\nsocial damage as well as huge material and economic \r\nlosses for the people of Cuba, seriously threatening the \r\nfreedom of trade and investment in that sisterly nation.\r\nOnce again, the Group of 77 and China demands \r\nthe Government of the United States of America to \r\nput an end to the inhumane and genocidal economic, \r\ncommercial and financial embargo against Cuba and \r\nexhorts the international community to adopt urgent and \r\neffective measures to prevent the application of coercive \r\nunilateral economic measures and unsolicited listings \r\nagainst developing countries. The Group denounces \r\nthe persecution of Cuba’s international financial \r\ntransactions abroad, which has been exacerbated by \r\nthe United States Office of Foreign Assets Control in \r\nrecent years, and firmly rejects the inclusion of Cuba in \r\nthe list of States that sponsor terrorism published by the \r\nState Department of the United States in a unilateral \r\nmanner.\r\nDespite the countless difficulties and limitations \r\nexperienced by Cuba due to the blockade, the country \r\nhas consistently provided generous medical and \r\nhumanitarian international assistance of the highest \r\nquality. Currently, there are more than 50,000 Cuban-\r\ntrained health workers providing services in 66 countries. \r\nRecently, a medical team of 165 professionals was sent \r\nto Sierra Leone to help on the front line of response \r\nefforts to Ebola.\r\nI would like to recall the words of President Nelson \r\nMandela:\r\n“During all my years in prison, Cuba was an \r\ninspiration and Fidel Castro a tower of strength \r\n... [Cuban victories] destroyed the myth of the \r\ninvincibility of the white oppressor [and] inspired \r\nthe fighting masses of South Africa ... a turning \r\npoint for the liberation of our continent — and \r\nof my people — from the scourge of apartheid ... \r\nWhat other country can point to a record of greater \r\nself lessness than Cuba has displayed in its relations \r\nto Africa? Cuba is an example in the delivery of the \r\nmost services while expecting nothing in return.”\r\nIn conclusion, the Group firmly urges strict \r\ncompliance with the relevant General Assembly \r\nresolutions on the issue of the blockade and expresses \r\n14-59193 3/26\r\n28/10/2014 A/69/PV.30\r\nits deep aspiration that the days of the embargo are \r\ncoming to an end and that they will soon be relegated \r\nto the pages of history. As President Evo Morales Ayma \r\nrightly stated, “The world is with Cuba”.\r\nAllow me to say a few final words in my national \r\ncapacity. \r\nI would like to thank Cuba’s Foreign Minister, \r\ncomrad Rodríguez Parrilla, for being in the Assembly \r\ntoday. Quite simply, Bolivia would like to thank Cuba. \r\nThey might temporarily be able to cut off economic \r\nf lows. They might temporaritly be able to hamper \r\nforeign trade. They might temporarily be able to prevent \r\nmedications from reaching Cuba. But they will never \r\nbe able to block Cuba’s independence, sovereignty, \r\nrebellious nature or the absolute solidarity of the Cuban \r\npeople. I wish to thank Cuba very much — until victory \r\nalways!\r\nMr. Msosa (Malawi): I have the honour to speak \r\non behalf of  the African Group. I join colleagues who \r\nhave spoken before me to add our voice on the necessity \r\nof ending the economic, commercial and financial \r\nembargo imposed by the United States of America \r\nagainst Cuba.\r\nMore than 50 years have elapsed since the sanctions \r\nagainst Cuba were imposed. More than two decades \r\nhave passed since this item was placed on the agenda of \r\nthe United Nations. The General Assembly has adopted \r\nresolutions on this agenda item year in and year out, \r\nyet the economic, commercial and financial embargo \r\nagainst Cuba has not been lifted.\r\nThe African Group is of the view that economic \r\nsanctions against Cuba have caused great economic \r\nhardship, especially for the poor and vulnerable \r\npopulations in the country. We believe that an \r\nimmediate end to the economic embargo against Cuba is \r\nnecessary, and it can serve to promote social and better \r\nstandards of life for the people of Cuba. In that regard, \r\nwe encourage the spirit of dialogue to be employed to \r\nresolve the issue and therefore allow Cuba to continue \r\nto effectively contribute to global development.\r\nIn June, at the twenty-third ordinary session of the \r\nAssembly of the African Union, held in Malabo, our \r\nHeads of State and Government reaffirmed their full \r\nsupport for the resolution on the necessity of ending the \r\neconomic, financial and commercial embargo imposed \r\nby the United States of America against Cuba. We \r\ntherefore reiterate the call of our principals inviting the \r\nGovernment of the United States of America to lift the \r\nlong-standing embargo.\r\nMr. Mendoza-García (Costa Rica) (spoke in \r\nSpanish): I have the honour to address the General \r\nAssembly on behalf of the Community of Latin \r\nAmerican and Caribbean States (CELAC) on the \r\noccasion of the introduction of draft resolution \r\nA/69/L.4, entitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba”.\r\nSince the adoption of resolution 47/19, on \r\n24 November 1992, the General Assembly has \r\nsuccessively adopted, each year, a resolution \r\nemphasizing the necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba. It will be \r\nrecalled that, at its sixty-eighth session, the General \r\nAssembly adopted resolution 68/8 with the same title, \r\nwith the overwhelming support of 188 States Members \r\nof the United. Since 1992, 22 resolutions of the most \r\nrepresentative and democratic organ of the United \r\nNations, namely, the General Assembly, have each \r\ntime called for an end to the embargo imposed against \r\nCuba. Today we are meeting to consider once again this \r\ndraft resolution, and the Community of Latin American \r\nand Caribbean States wishes to ratify its support for \r\nwhat will be the twenty-third resolution of the General \r\nAssembly on the question.\r\nIt is important to reiterate the reasons underlying \r\nthe convictions of CELAC on this subject. In our view, \r\nthe commercial, economic and financial embargo \r\nimposed on Cuba is contrary to the letter and spirit and \r\nthe purposes and principles of the Charter of the United \r\nNations and of international law. The Charter enshrines \r\nrights, obligations and principles that have become part \r\nof the legal corpus, not only of international law but of \r\nhumankind. It must not be violated or undermined by \r\nany Member. Member States must align their national \r\nand international behaviour with the rights, obligations \r\nand principles enshrined in our constituent Charter. \r\nCELAC reiterates the principles enshrined in the \r\nCharter of the United Nations, inter alia, the principles \r\nof the sovereign equality of States, non-intervention \r\nand non-interference in internal affairs, the freedom \r\nof trade and navigation, as well as the principle of the \r\npeaceful settlement of disputes.\r\nThe economic, commercial and financial embargo \r\nimposed against Cuba began in 1959 and has continued \r\n4/26 14-59193\r\nA/69/PV.30 28/10/2014\r\nto this day. Today we observe that the embargo has been \r\ntransformed into a strict system of unilateral measures \r\nthat has continued over time, creating severe economic \r\nlosses for the Cuban people that are felt in the most \r\nsensitive areas of Cuban people’s life.\r\nWe express our deep concern at the strengthening \r\nof the extraterritorial dimension of the embargo, as well \r\nas at the increasing persecution of Cuba’s international \r\nfinancial transactions in disregard of the international \r\ncommunity’s political will, as reflected in the draft \r\nresolution. CELAC reiterates its concern, already \r\nexpressed in resolution 68/8, regarding the application \r\nby Members States of laws and regulations such as the \r\nHelms-Burton Act, the extraterritorial effects of which \r\naffect the sovereignty of other States and the legitimate \r\ninterests of entities and persons under their jurisdiction \r\nand the freedom of trade and navigation. The unilateral \r\nmeasures applied under the embargo imposed on Cuba \r\nare affecting many companies that are conducting \r\nbusiness with Cuba in accordance with international \r\nlaw, including the norms established by the rules-based \r\nWorld Trade Organization. In the last year, several \r\nrestrictions and fines were imposed on international \r\ncompanies, some of them belonging to members of our \r\nCommunity.\r\nCELAC member States call for an end to \r\nthe persecution of Cuba’s international financial \r\ntransactions abroad, which have been exacerbated by \r\nthe Office of Foreign Assets Control of the United \r\nStates in recent years. We would like to recall that at \r\nthe CELAC Summit held in Havana on 29 January, \r\nthe member States of our Community issued a special \r\ndeclaration on the need to put an end to the economic, \r\ntrade and financial blockade imposed by the United \r\nStates of America on Cuba, in which they reiterated \r\ntheir strongest condemnation of the application of laws \r\nand measures contrary to international law, such as the \r\nHelms-Burton Act, including its extraterritorial effect, \r\nand urged the Government of the United States to put \r\nan end to the application of that Act. In that context, \r\nCELAC member States also adopted on 29 September \r\na special communiqué on the strengthening of the \r\nextraterritorial dimension of the economic, commercial \r\nand financial blockade of the United States of America \r\nagainst Cuba, as well as the increasing persecution of \r\nCuban international financial transactions.\r\nThe Community of Latin American and Caribbean \r\nStates is strongly in favour of the adoption of the \r\ndraft resolution entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”. We \r\nemphasize the inconsistency that exists between the \r\napplication of unilateral measures that have no backing \r\nin international law and the letter and spirit and the \r\npurposes and principles of the Charter of the United \r\nNations. We make an urgent appeal to the United States \r\nof America to align its relevant national legislation with \r\nthe Charter of the United Nations, General Assembly \r\nresolutions, the views of the countries of Latin America \r\nand the Caribbean and all the regions of the world, and \r\nthe voice of its own people. CELAC is counting on \r\nthe support traditionally given to the draft resolution \r\nsubmitted today for consideration by this body, which \r\nrefers to the adverse effects being inflicted on one of \r\nour members.\r\nIn conclusion, we call for respect, without excuses, \r\nfor the sovereignty and self-determination of the Cuban \r\nnation.\r\nMr. Alyas (Saudi Arabia) (spoke in Arabic): I am \r\nvery pleased to address the Assembly today on behalf of \r\nthe Organization of Islamic Cooperation (OIC), whose \r\nestablished position, consistent with international law, \r\nis based on rejecting some States’ use of unilateral \r\nsanctions against others, and on putting an end to the \r\nsanctions against Cuba. In that regard, I refer to the \r\nSecretary-General’s report on the necessity of ending \r\nthe economic, commercial and financial embargo \r\nimposed by the United States against Cuba (A/69/98), \r\nand the General Assembly’s inclusion of this crucial \r\nitem on its agenda in 1991. The debate on the subject \r\nhas continued since then, without reaching a definitive \r\nsolution.\r\nThe OIC looks forward to finding a way to deal \r\ndefinitively with this situation. Despite the minor \r\nprogress that has been achieved through some measures \r\naimed at mitigating the sanctions, the effect of those \r\nsteps is still limited. The embargo continues to affect, \r\nand has greatly affected, the general welfare of the \r\nCuban people, obstructing their efforts to achieve the \r\nMillennium Development Goals, eradicate poverty and \r\nensure such basic human rights as education, food, \r\nnational progress and health care.\r\nIn conclusion, I would like to emphasize the \r\nOIC’s general support for the right of every State to \r\ntake whatever measures that seem necessary to it in \r\norder to advance its development in accordance with \r\ninternational law. The OIC opposes any unjustified \r\nunilateral action that might affect the sovereignty and \r\n14-59193 5/26\r\n28/10/2014 A/69/PV.30\r\ninterests of another State and its people. The OIC calls \r\nfor an end to the embargo on Cuba, in accordance with \r\nthe purposes and principles of the Charter of the United \r\nNations and the relevant General Assembly resolutions.\r\nMr. Goddard (Barbados): I have the honour \r\nto address the General Assembly on behalf of the \r\n14 member States of the Caribbean Community \r\n(CARICOM).\r\nCARICOM aligns itself with the statements made \r\nby representatives on behalf of the Non-Aligned \r\nMovement, the Group of 77 and China and the \r\nCommunity of Latin American and Caribbean States.\r\nFor the past 22 consecutive years, CARICOM \r\nmember States have gathered in this same setting to add \r\nour voices to the many others opposed to the imposition \r\nby the United Stats of its economic, commercial and \r\nfinancial embargo on the Republic of Cuba. Today we \r\nreiterate our long-standing position on the issue. For 54 \r\nyears, the people of Cuba have endured severe economic \r\nloss and stagnation, preventing the expansion of their \r\ncountry’s commercial ties with the rest of the world and \r\nwith all the consequences that f low from that.\r\nAs a bloc of States, the Caribbean Community \r\ngreatly values the strength that lies in its collective \r\ncapacity, its will and its firm stance on common \r\nprinciples that promote our shared objectives. Those \r\nprinciples include adherence to the Charter of the United \r\nNations, multilateralism, sovereignty and free trade. \r\nAccordingly, CARICOM has remained unstinting in its \r\nsolidarity with Cuba and in calling for an end to the \r\nunilateral and unwarranted extra-territorial application \r\nby the United States of its Helms-Burton Act, which \r\nruns counter to both the letter and spirit of the Charter \r\nand serves no justifiable legal, political or moral \r\npurpose within contemporary international relations.\r\nLast year, 188 of the 193 States Members of the \r\nUnited Nations voted in favour of resolution 68/8, \r\nunder the same agenda item as today’s draft resolution \r\n(A/68/L.4), representing an overwhelming majority of \r\nthe international community in their demand for an end \r\nto a blockade that has stif led the people of Cuba for more \r\nthan 50 years. In spite of such significant challenges, \r\nCuba continues to show itself to be a key regional and \r\ninternational partner and actor. CARICOM member \r\nStates, in keeping with our policy of mutual respect, \r\ngood-neighbourliness and adherence to the principles \r\nof the Charter of the United Nations, have maintained \r\nwarm and fraternal relations with Cuba that have \r\nremained resilient despite the continually evolving \r\nhemispheric and international geopolitical landscape.\r\nIn the Caribbean subregion, Cuba has built \r\nhospitals and clinics, provided medicines and furnished \r\ndoctors, nurses and other health-care professionals. \r\nAdditionally, students from the Caribbean Community \r\nhave benefitted from free university educations in \r\nCuba, and Cuba has been unselfishly generous to the \r\nCARICOM member State of Haiti after the earthquake \r\nthere. CARICOM looks forward to the upcoming fifth \r\nCARICOM-Cuba Summit, to be held on 8 December \r\nin Havana. We note with appreciation that Cuba is in \r\nthe process of mobilizing 160 doctors and nurses — the \r\nlargest medical contingent from any single country — to \r\ntravel to West Africa to offer assistance in the fight \r\nagainst Ebola there.\r\nThe CARICOM member States also continue \r\nto maintain excellent relations with all countries in \r\nthe region. In that spirit, we join the international \r\ncommunity in calling for an immediate end to the \r\nembargo imposed by the United States on Cuba and its \r\npeople. We furthermore urge the Government of the \r\nUnited States of America to engage in a constructive \r\ndialogue with the Government of Cuba aimed at \r\nnormalizing their relations. Such a step would remove a \r\nsource of tension and conflict in the region and improve \r\nthe prospects for peace, development and cooperation \r\nwithin it.\r\nIn support of the principles of international law and \r\nthe United Nations Charter, CARICOM, as in previous \r\nyears, fully supports the draft resolution before the \r\nGeneral Assembly, entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”, and will \r\nvote in favour of its adoption by the Assembly.\r\nThe President: Before proceeding any further, \r\nI would like to propose that the list of speakers be \r\nclosed, in view of the large number of speakers already \r\ninscribed on it.\r\nIt was so decided.\r\nMr. Estreme (Argentina) (spoke in Spanish): I have \r\nthe honour to speak on behalf of the States members of \r\nthe Southern Common Market (MERCOSUR): Brazil, \r\nParaguay, Uruguay, Venezuela and my own country, \r\nArgentina. The associated States of Bolivia, Chile, \r\nColombia, Ecuador, Guyana, Peru and Suriname also \r\nalign themselves with this statement.\r\n6/26 14-59193\r\nA/69/PV.30 28/10/2014\r\nAt the outset, I would like to welcome the presence \r\nof Mr. Bruno Rodríguez Parrilla, Minister for Foreign \r\nAffairs of Cuba.\r\nEvery year since 1992, the General Assembly has \r\nadopted a resolution calling for an end to the embargo \r\non Cuba, with the support of the vast majority of \r\nMember States and world opinion. The humanitarian \r\nand economic costs the embargo imposes on the Cuban \r\npopulation, as well as the anachronistic rationale behind \r\nit, are evident to all. Despite repeated calls from the \r\ninternational community and the General Assembly, \r\nthose resolutions have not been implemented. Without a \r\ndoubt, such disregard for the international community’s \r\ncollective will undermines United Nations credibility \r\nand weakens multilateralism.\r\nMERCOSUR was founded on the principles of \r\nsolidarity, interdependence and good-neighbourly \r\nrelations. We believe that tolerance is the foundation \r\nthat has made possible the historic convergence on our \r\ncontinent of peoples from all corners of the world. We \r\nare linked to our Latin American neighbours by the \r\ndesire to live in peace, promote mutual understanding, \r\ndefend independence and equality among States and \r\ntheir sovereignty, and promote respect for international \r\nlaw.\r\nMERCOSUR and its associated States believe that \r\nthe embargo imposed by the United States against Cuba \r\nviolates the principles of the Charter of the United \r\nNations and the norms of international law, in particular \r\nthe sovereign equality of States, non-intervention and \r\nnon-interference in their internal affairs, the freedom \r\nof international trade and navigation, and the peaceful \r\nsettlement of disputes. However, the embargo also \r\nviolates the principles of justice and human rights. It \r\ngenerates shortages and suffering for the entire Cuban \r\npopulation. It limits and delays economic and social \r\nprogress and prevents the achievement of international \r\ndevelopment goals, including the Millennium \r\nDevelopment Goals.\r\nWe therefore lament the fact that the unilaterally \r\nimposed embargo against Cuba, which has been in \r\nplace for over half a century, continues unchanged. \r\nWe also see with concern an increase in restrictions on \r\nCuba’s financial transactions with third countries that \r\nprevent greater transparency through direct dialogue.\r\nThe member and associated States of MERCOSUR \r\nreject on principle unilateral and extraterritorial \r\nmeasures. We believe that such measures cause \r\nirreparable harm to the well-being of peoples and \r\nobstruct regional integration processes. We also \r\ncondemn the application of unilateral, coercive \r\nmeasures that contravene the principles of free trade. In \r\nreaffirming our unwavering support for the new draft \r\nresolution (A/69/L.4), MERCOSUR and its associated \r\nStates reiterate their commitment to multilateralism \r\nas a legitimate instrument for settling disputes and an \r\neffective way to promote international cooperation and \r\nunderstanding among peoples.\r\nThe economic, commercial and financial embargo \r\nimposed on Cuba is nothing more than an example \r\nof obsolete policies that have no place in today’s \r\nworld. In that sense, MERCOSUR and its associated \r\nStates believe that the time has come to put an end \r\nto a unilateral embargo that is morally unjustifiable, \r\nlegally indefensible and contrary in all its aspects to \r\ninternational law. By adopting the draft resolution, the \r\nGeneral Assembly will prove once again its undeniable \r\npolitical will to defend the ideals of freedom, solidarity \r\nand respect for sovereignty and international law.\r\nMr. Churkin (Russian Federation) (spoke in \r\nRussian): We welcome the participation in today’s \r\ndiscussion of the Minister for Foreign Affairs of Cuba, \r\nMr. Bruno Eduardo Rodríguez Parrilla. We are grateful \r\nto the Secretary-General for preparing a comprehensive \r\nreport (A/69/98), which lays out the positions of \r\nMember States on ending the economic, commercial \r\nand financial embargo of Cuba by the United States \r\nof America and includes an assessment by bodies and \r\nagencies of the United Nations system of the impact of \r\nthose sanctions.\r\nWe believe a swift lifting of the anti-Cuban embargo \r\nis an objective and long-overdue necessity. We believe \r\nthat unilateral economic pressure by the United States \r\non Cuba, for purely political purposes, runs counter to \r\ninternational law and the Charter of the United Nations \r\nand has had a pernicious impact on the entire system of \r\ninternational relations.\r\nNow, on the eve of the adoption of the post-\r\n2015 global development agenda, the matter of the \r\nembargo on Cuba is particularly crucial and pertinent. \r\nIts ongoing existence threatens possibilities for the \r\ncountry’s further progressive development and meeting \r\nfuture sustainable development goals. Against that \r\nbackground, the Cuban people, while subject to \r\nsanctions and experiencing significant deprivation \r\nbecause of them, has acted as a responsible member of \r\nthe international community and, despite the deadly \r\n14-59193 7/26\r\n28/10/2014 A/69/PV.30\r\nthreat, were among the first people to assist West Africa \r\nin fighting the Ebola epidemic.\r\nGuided by the fundamental principles of the Charter \r\non the inadmissibility of any discriminatory measures \r\nor interference in a State’s domestic affairs, the Russian \r\nFederation and the majority of States Members of the \r\nUnited Nations are decisively in favour of lifting the \r\nCuban embargo urgently. More broadly, we also favour \r\nrejecting political and coercive pressure on sovereign \r\nStates, which stokes confrontational tendencies in \r\ninternational relations.\r\nGiven those reasons, the Russian Federation \r\nsupports the draft resolution of the Assembly’s sixty-\r\nninth session on the necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba (A/69/L.4) and \r\nwill vote to adopt it. We urge all Member States to vote \r\nfor it as well.\r\nMrs. Morgan (Mexico) (spoke in Spanish): Mexico \r\nrejects the unilateral actions against the Republic \r\nof Cuba, including the imposition for more than five \r\ndecades of the economic, commercial and financial \r\nblockade, which is contrary to international law and the \r\nfoundation of relations between States.\r\nWe recognize that each State is free and sovereign. \r\nIn accordance with the principles established in the \r\nCharter of the United Nations, we must respect the \r\nfree self-determination of the peoples of the world. \r\nWe reiterate in this forum that the only bodies with \r\nthe capacity to apply political, economic and military \r\nsanctions are the Security Council and the General \r\nAssembly. No State should use its power to impose \r\nunilateral actions that affect the development and \r\nprosperity of other nations.\r\nDespite the adverse circumstances it has faced for \r\nmore than 50 years, the Republic of Cuba shows high \r\nlevels of human development, and its achievements with \r\nregard to the targets in the Millennium Development \r\nGoals are more than satisfactory. The full and \r\nsustainable development of all persons should come \r\nbefore any political or economic interest, and that is \r\nwhy we commend the actions carried out by the Cuban \r\nGovernment to meet its international commitments in \r\nthe area of development for the benefit of its people. \r\nWe emphasize that historically Cuba has transformed \r\nsolidarity into a priority of its foreign policy, as \r\nconfirmed by its support in the head-on fight against \r\nEbola in Africa and its prevention activities in the \r\nregion, which is another of many examples of how Cuba \r\nimproves the quality of life in developing countries.\r\nMexico recognizes and supports the process of \r\nmodernizing Cuba’s economic and social model, and \r\nwe support each other when so required. Mexico wishes \r\nCuba every success in that important task, which is \r\ncrucial for the sustainable future of its economy and the \r\nwelfare of its population. The Government of Mexico \r\nis consolidating its political and trade relations with \r\nCuba, taking as a framework the strengthening of the \r\nEconomic Complementation Agreement No.51. In a \r\ncontext of change, Mexico believes that the elimination \r\nof the economic, commercial and financial blockade \r\nagainst Cuba would facilitate the restructuring of its \r\neconomy, allowing its full reintegration and access to \r\ninternational trade and investment, with clear benefits \r\nfor our region.\r\nMexico has never broken its fraternal bonds of \r\nfriendship, solidarity and respect for the Cuban people. \r\nOnce again, we express our support for the draft \r\nresolution submitted for the Assembly’s consideration \r\nto end the economic, commercial and financial embargo \r\nagainst Cuba .\r\nMr. Narang (India): At the outset, I wish to \r\nacknowledge the presence here of the Minister for \r\nForeign Affairs of Cuba.\r\nIndia associates itself with the statement delivered \r\nearlier by the representative of Bolivia on behalf of the \r\nGroup of 77 and China, and also with the statement \r\ndelivered by the representative of Iran on behalf of the \r\nNon-Aligned Movement.\r\nThe five-decade economic, commercial and \r\nfinancial embargo imposed by the United States on Cuba \r\nis the subject of discussion for the twenty-third year in \r\nsuccession in the General Assembly. In all those years, \r\nthe Assembly has repeatedly rejected the imposition of \r\nlaws and regulations with extraterritorial impact and \r\nall other forms of coercive economic measures that \r\nhurt the progress and prosperity of people the world \r\nover. The Assembly has also called upon all States, in \r\nconformity with their obligations under the Charter \r\nof the United Nations and international law, to refrain \r\nfrom promulgating and applying, and to repeal and \r\ninvalidate, laws and measures that have extraterritorial \r\nimpacts affecting the sovereignty of other States.\r\nThe continued existence of the embargo, in \r\ncontravention of world opinion as expressed by \r\nthe Assembly, undermines multilateralism and the \r\n8/26 14-59193\r\nA/69/PV.30 28/10/2014\r\ncredibility of the United Nations itself. The embargo is a \r\nviolation of the right of a sovereign State to development \r\nand to enjoy the freedom of trade, economy and \r\nnavigation. India strongly supports the unambiguous \r\nrejection by the international community of domestic \r\nlaws having extraterritorial impact. Embargoes \r\nimpede the full achievement of economic and social \r\ndevelopment by the population of the affected country, \r\nin particular children and women. They also hinder the \r\nfull enjoyment of human rights, including the rights to \r\ndevelopment, food, medical care and social services, \r\namong other things.\r\nThis embargo, particularly through its extraterritorial \r\neffects, is adversely affecting the Cuban people and the \r\ndevelopment efforts of that country. At a time of slow \r\nglobal recovery from the global financial crisis and \r\noverall deceleration in global growth, the embargo has \r\nhad a deleterious impact on the Cuban economy. The \r\ndenial to Cuba of access to the United States market, \r\ninvestment, technology, financial services and scientific, \r\neducational, cultural and sporting institutions has had \r\nenormous consequences. The Cuban economy has been \r\nforced to bear considerable extra costs for sourcing \r\nproducts, technology and services from third countries \r\nlocated thousands of kilometres away. Moreover, \r\nthe extraterritorial application of the United States \r\nembargo has discouraged investment and technology \r\ntransfer and has suppressed other forms of business \r\ncollaboration between Cuba and third countries.\r\nThe report of the Secretary General on the agenda \r\nitem under consideration (A/69/98) is illustrative of the \r\ndetrimental impact the embargo has had on international \r\nefforts to undertake socioeconomic advancement in \r\nCuba. The Economic Commission for Latin America \r\nand the Caribbean notes in its report how the embargo \r\nseriously impairs the economic development of the \r\nisland and inflicts grave harm on the Cuban population, \r\nincluding by curtailing the positive effects of measures \r\nrecently implemented in Cuba in connection with its \r\neconomic and social policy guidelines and the updating \r\nof its economic model. The Commission pointed out \r\nthat the embargo forces Cuba to pay extra insurance \r\nand freight charges and more for foreign exchange \r\ntransactions, which in turn drives up the credit risk \r\npremiums in trade with Cuba.\r\nThe Food and Agriculture Organization (FAO) \r\nassertion that the embargo has very negative \r\nimplications for Cuba’s food supply and agriculture \r\nand that it has a direct effect the food security of \r\nvulnerable segments of the Cuban population is indeed \r\na serious one. In fact, as FAO attests in its submission, \r\nthe embargo even affects the operation of entities and \r\ninternational organizations like FAO in Cuba, raising \r\ntheir operating costs and costs of procuring essential \r\nsupplies and processing financial transactions. On the \r\nhuman side, the International Labour Organization has \r\npointed out how the restrictions imposed on the transfer \r\nof remittances from Cuban workers living in the United \r\nStates limit the available family income of their Cuban \r\nrelatives at home.\r\nThe Office of the Resident Coordinator of the \r\nUnited Nations system for Operational Activities for \r\nDevelopment has documented what it calls the pervasive \r\nimpact of the embargo on the social, economic and \r\nenvironmental dimensions of human development in \r\nCuba, affecting the most vulnerable socioeconomic \r\ngroups of the Cuban population in particular.\r\nIn today’s age of the Internet, when the United \r\nNations repeatedly emphasizes the importance and \r\nthe catalytic role of information and communications \r\ntechnologies, it is paradoxical that the embargo has \r\ncontributed to a significantly low level of Internet \r\npenetration in Cuba, as the submission of the United \r\nNations Conference on Trade and Development notes. In \r\nthat context, in spite of the difficult conditions imposed \r\nupon it, the human development achievements of \r\nCuba, in particular its high Human Development index \r\nranking and its achievement of several Millennium \r\nDevelopment Goals before the deadline, are even more \r\nremarkable and commendable.\r\nThe continued existence of the embargo and \r\nits devastating effects on a developing country are \r\nparticularly incongruous in a year when the international \r\ncommunity is getting together to chart a new collective \r\nvision for sustainable development under the post-2015 \r\ndevelopment agenda. India believes in the need to create \r\nand strengthen an enabling international economic \r\nenvironment capable of providing equal opportunities \r\nto all countries. Even more important, we feel that the \r\ninternational community needs to redouble its efforts \r\nto promote an environment free from sanctions and \r\nembargoes.\r\nI would like to conclude by affirming that India \r\njoins other nations in calling for an immediate end to \r\nthe United States embargo against Cuba, and that India \r\nsupports the draft resolution to be introduced by Cuba \r\ntoday.\r\n14-59193 9/26\r\n28/10/2014 A/69/PV.30\r\nMr. Boukadoum (Algeria): First, I would like \r\nto welcome His Excellency Mr. Bruno Rodríguez \r\nParrilla, Minister for Foreign Affairs of Cuba, and to \r\nconvey through him the greetings of the people and the \r\nGovernment of Algeria.\r\nAlgeria wishes to associate itself with the \r\nstatements delivered earlier by the representative \r\nof Iran on behalf of the Non-Aligned Movement, the \r\nrepresentative of Bolivia on behalf of the Group of 77 \r\nand China, the representative of Malawi on behalf of \r\nthe Group of African States, and the representative \r\nof Saudi Arabia on behalf of the Organization of the \r\nIslamic Conference.\r\nAlgeria reiterates its deep concern about the \r\ncontinuation of the economic, commercial and financial \r\nembargo unilaterally imposed by the United States of \r\nAmerica against Cuba for more than five decades. For \r\nmany years now, members of the General Assembly \r\nhave adopted almost unanimously a resolution \r\ncalling for the lifting of that embargo. Through those \r\nresolutions, the international community has continued \r\nto affirm that Cuba, like all other States Members of \r\nthe United Nations, has the right to freedom of trade \r\nand navigation and to expand its relations with all its \r\neconomic partners.\r\nAlgeria’s principled positions are well known and \r\nremain unchanged. In accordance with the principles of \r\nits foreign policy, Algeria cannot accept the very idea of \r\nthe extraterritorial application of laws nor all forms of \r\ncoercive economic and trade measures. They contradict \r\ninternational law and the purposes and principles of the \r\nCharter of the United Nations. Every Member State \r\nshould respect the principles of the Charter, including \r\nin particular the sovereign equality of States, territorial \r\nintegrity and non-intervention and non-interference in \r\na country’s internal affairs.\r\nNo one one can deny that the blockade has a \r\nnegative effect on the well-being of the Cuban people \r\non a daily basis and causes huge material losses and \r\neconomic damages to Cuba. Those consequences have \r\nbeen exacerbated by the adverse effects of the ongoing \r\nglobal economic and financial crisis, which has \r\nseriously compromised Cuba’s development efforts. \r\nThat is highlighted in the report of the Secretary \r\nGeneral (A/69/98), which presents the views and \r\ninformation provided by more than 120 countries and \r\nby a great number of entities and agencies of the United \r\nNations system concerning the implementation of last \r\nyear’s resolution 68/8. The embargo frustrates efforts \r\nto achieve all the internationally agreed development \r\ngoals, including the all-important Millennium \r\nDevelopment Goals, and negatively affects South-South \r\ncooperation and international cooperation generally.\r\nWe must add that we are convinced that the lifting of \r\nthe embargo against Cuba will benefit everyone. Cuba \r\nhas demonstrated its positive and constructive share in \r\ninternational relations. Today I have to mention Cuba’s \r\nextremely positive commitment to the international \r\nfight against Ebola. It deserves praise and respect.\r\nOne must also recall the long-standing positions of \r\nthe Non-Aligned Movement and of the Group of 77 and \r\nChina on this issue. Accordingly, Algeria will vote in \r\nfavour of the draft resolution.\r\nMrs. Nguyen Phuong Nga (Viet Nam): As this is \r\nthe first time I take the f loor at this session, I would \r\nlike to congratulate you, Sir, on your election to serve \r\nas the President of the General Assembly. I would also \r\nlike to extend my warmest welcome to His Excellency \r\nMr. Bruno Rodríguez Parrilla, Minister for Foreign \r\nAffairs of Cuba.\r\nMy delegation associates itself with the statements \r\ndelivered earlier by the representative of Iran on behalf \r\nof the Non-Aligned Movement, and by the representative \r\nof Bolivia on behalf of the Group of 77 and China.\r\nSince 1992, the General Assembly has adopted, by \r\nan overwhelming majority, annual resolutions calling \r\nfor the lifting of the embargo unilaterally imposed by \r\nthe United States against Cuba. We share the view of the \r\ninternational community that the embargo contravenes \r\nthe purposes and principles of the Charter of the United \r\nNations and international law. It also violates universally \r\nrecognized norms governing relations among States, \r\nsuch as sovereign equality, non-interference in each \r\nother’s internal affairs, the right of self-determination \r\nand peaceful coexistence.\r\nThe embargo has resulted in enormous suffering \r\nfor the Cuban people, hindered international investment \r\nand commercial relations of other countries with Cuba, \r\nas well as Cuba’s efforts to achieve the Millennium \r\nDevelopment Goals. It also constitutes an obstacle to \r\nthe future implementation of the post-2015 development \r\nagenda.\r\nDespite hardship, the Government and people of \r\nCuba have attained significant achievements in many \r\nimportant areas, especially education and health care. \r\nWe appreciate Cuba’s continued active contribution to \r\n10/26 14-59193\r\nA/69/PV.30 28/10/2014\r\npromoting international cooperation to address global \r\nchallenges. The deployment of 165 Cuban medical \r\nprofessionals in West Africa to fight against the ongoing \r\nEbola crisis has clearly demonstrated that Cuba is an \r\nactive and responsible member of the international \r\ncommunity.\r\nViet Nam champions peaceful solutions to all disputes \r\nand differences between States in accordance with \r\ninternational law, as dialogue and negotiation — not \r\nviolence, coercion and embargoes — are key to a just \r\nand lasting peace. Viet Nam joins the international \r\ncommunity to call on the United States to fully \r\nimplement the General Assembly resolutions and to \r\nend its five-decades-old embargo against Cuba. That \r\nwould significantly contribute to peace, stability and \r\ndevelopment in the world.\r\nMy delegation takes this opportunity to reiterate \r\nViet Nam’s friendship, cooperation and solidarity with \r\nthe people of Cuba. Viet Nam will do its utmost to help \r\nCuba overcome the difficulties and challenges caused \r\nby the embargo.\r\nMr. Wang Min (China) (spoke in Chinese): China \r\naligns itself with the statement made earlier by the \r\nrepresentative of Bolivia on behalf of the Group of 77 \r\nand China.\r\nFor 22 consecutive years, the General Assembly \r\nhas adopted, by an overwhelming majority, resolutions \r\non the necessity of ending the economic, commercial \r\nand financial embargo imposed by the United States of \r\nAmerica against Cuba, urging all countries to comply \r\nwith the Charter of the United Nations and norms \r\nof international law and to repeal or invalidate any \r\nlaws or measures with extraterritorial effects on the \r\nsovereignty of other States, the legitimate rights and \r\ninterests of entities and persons under their jurisdiction \r\nand the freedom of trade and navigation.\r\nRegrettably, however, over the years those \r\nresolutions have not been implemented effectively, \r\nand the economic, commercial and financial embargo \r\nimposed by the United States against Cuba has not \r\nbeen lifted. That has not only violated the purposes \r\nand principles of the Charter and the relevant General \r\nAssembly resolutions, but has also inflicted huge \r\neconomic and financial losses on Cuba. It impedes \r\nefforts by the Cuban people to eradicate poverty, \r\npromote economic and social development and attain \r\nthe Millennium Development Goals. It impairs their \r\nrights to survival and development and adversely \r\naffects normal economic, commercial and financial \r\nrelations between Cuba and other countries.\r\nAt a time when the recovery of the world economy \r\nis still weak and the international community suffers \r\nfrom a multitude of challenges, such as the food and \r\nenergy crises and climate change, the existence of \r\nthe embargo and sanctions against Cuba is even more \r\nunjustifiable.\r\nThe Chinese Government has always maintained \r\nthat relations between countries should be based on \r\nthe purposes and principles enshrined in the Charter. \r\nThe right of all countries to independently choose \r\ntheir social system and path of development should \r\nbe respected. The unilateral imposition of military, \r\npolitical, economic or other sanctions against certain \r\ncountries should be opposed. For its own part, China \r\nhas always strictly observed and implemented the \r\nrelevant General Assembly resolutions. At present, \r\nChina and Cuba have maintained normal economic and \r\ntrade relations and conducting personnel exchanges \r\nover the years. Our mutually beneficial and friendly \r\ncooperation in various areas continues to grow. That is \r\nconsistent with the aspirations of the two peoples and is \r\nconducive to Cuba’s economic and social development.\r\nAgainst the backdrop of a multipolar world, \r\neconomic globalization, cultural diversity and the \r\ndemocratization of international relations, there is \r\nan irreversible trend towards communication and \r\ncooperation on an equal footing among all countries. \r\nWhen differences arise between countries, dialogue on \r\nan equal footing and consultation on a friendly basis \r\nare the best means of reaching a solution.\r\nLike most other countries, China hopes that the \r\nUnited States, in accordance with the purposes and \r\nprinciples of the Charter and the General Assembly’s \r\nresolutions, will end its embargo against Cuba as soon \r\nas possible and that relations between the two countries \r\nwill continue to improve, thereby promoting stability \r\nand development in the entire Latin American and \r\nCaribbean region.\r\nChina will again vote in favour of draft resolution \r\nA/69/L.4, to be submitted by Cuba under this agenda \r\nitem.\r\nMr. Beck (Solomon Islands): Allow me to join \r\nothers in welcoming the Minister for Foreign Affairs of \r\nCuba to New York.\r\n14-59193 11/26\r\n28/10/2014 A/69/PV.30\r\nI would like to begin by aligning this statement \r\nwith the statement delivered by the representative of \r\nBolivia on behalf of the Group of 77 and China.\r\nMy delegation takes the f loor to speak on agenda \r\nitem 40 and, in particular on draft resolution A/69/L.4, \r\nentitled “Necessity of ending economic, commercial \r\nand financial embargo imposed by United States of \r\nAmerica against Cuba”. My delegation thanks His \r\nExcellency Secretary-General Ban Ki-moon for his \r\nannual report (A/69/98). Solomon Islands and eight \r\nother Pacific small island developing States made \r\nsubmissions to the report, joining the more than 150 \r\ncountries that contributed to the report’s content.\r\nThis item has come before the General Assembly \r\nfor the last 21 sessions, and this is the twenty-second \r\nsession in which we, the international community, \r\ncontinue to consider it.\r\nAll of us, particularly small developing States, \r\nvalue international law and multilateralism. Our \r\ninterests are better served when everyone operates \r\nunder the same rules and in strict compliance with the \r\npurposes and principles enshrined in the Charter of \r\nthe United Nations and various legal instruments. The \r\nCharter for us is our first and last line of defence of \r\nour sovereignty and security. Multilateralism for us is \r\nan equalizer. The draft resolution before the Assembly \r\nupholds the Charter’s principles and calls for respect \r\nfor the sovereign equality of States, non-intervention \r\nand non-interference in the internal affairs of States. \r\nThat is central to all our foreign policies.\r\nDraft resolution A/69/L.4 also is about the freedom \r\nof international trade, the freedom to choose one’s \r\npolitical system and the freedom to adopt one’s own \r\neconomic system. Cuba has demanded that freedom \r\npeacefully and multilaterally for more than two decades \r\nnow. It is now more than 50 years since United States \r\nunilateral embargo was imposed on Cuba. The long and \r\nfirm grip of the United States over Cuba has challenged \r\nthe notion that everyone is born equal. We on the \r\nperiphery of the international system keep calling for \r\na just, fair and equitable system. We hope that those \r\nwith absolute power will provide that space. In that \r\nconnection, the draft resolution speaks of our interests.\r\nTo our friend and partner the United States, se \r\nsay: in the name of justice, freedom and human rights, \r\ncast off the chains of the economic, commercial and \r\nfinancial embargo on Cuba; allow freedom and good \r\nneighbourly relations to grow roots between the two \r\nStates; replace confrontation with engagement, open \r\nthe doors of diplomacy and allow the seeds of mutual \r\ncooperation to bear fruit.\r\nBecause of a crisis in the past century, the United \r\nStates of America imposed an embargo against Cuba. \r\nBecause of a crisis in the twenty-first century, an \r\nopportunity exists to reset relations between the two \r\nneighbouring States. The United States contribution in \r\ncombating Ebola and garnering international support \r\nagainst it, and Cuba’s human-resources response to \r\naffected countries, send a message of hope to the \r\nworld. Both countries, united against a common cause, \r\ncan do more for the world. My delegation appeals for \r\nstrong political will on the part of the United States \r\nto lift the embargo on Cuba and to allow trust and \r\nconfidence-building cooperation between the two \r\nGovernments to develop and expand.\r\nMy delegation wishes to acknowledge the resilience \r\nof the Government and people of Cuba, as stated by \r\nCuban Foreign Minister Bruno Rodríguez Parrilla \r\nlast month at the General Assembly (see A/69/PV.15). \r\nIn the five decades of the blockade, Cuba has sent \r\nout 324,000 health workers assisting 158 countries \r\nand trained more than 38,000 medical doctors in 121 \r\ncountries. Eight Pacific small island developing States \r\nhave sent just under 200 medical students to Cuba for \r\ntraining. Solomon Islands saw its first 100 medical \r\nstudents graduate last July. More than 20 are expected \r\nto graduate next summer. Health remains a prerequisite \r\nfor sustainable development. Cuba continues to invest \r\nin our youth, which will not only change our health \r\nsystem as more doctors serve among our people but will \r\nalso create a healthy, vibrant and productive society. \r\nWe thank Cuba for that.\r\nSolomon Islands supports the draft resolution in its \r\nentirety. We do so in solidarity with Cuba. We vote for \r\npeace, equality and justice.\r\nMr. Mahmoud (Egypt): I would like first to \r\nwelcome His Excellency Mr. Bruno Rodríguez Parrilla, \r\nMinister for Foreign Affairs of Cuba, and assure him of \r\nEgypt’s continued support and solidarity.\r\nIn an era in which the free people of the world \r\nare taking the lead in shaping the future of global \r\ncooperation and in bridging the gaps in views and goals, \r\nfocusing on paving the path towards the sustainable \r\ndevelopment goals and setting aside the grudges of \r\nthe past; in a world marked by years of suffering and \r\ntears — a cost that made the world wiser and more \r\n12/26 14-59193\r\nA/69/PV.30 28/10/2014\r\nmature — unfortunately we still hear echoes from the \r\npast that insist on recalling the ugly age of confrontation \r\nand unilateral aggressive measures, which the world \r\nsurpassed a long time ago.\r\nOn 19 October 1960, the United States imposed \r\nits unjust and unjustifiable unilateral embargo \r\non Cuba, which has lasted longer than any other \r\nembargo in the modern era. The world has profoundly \r\nchanged since then. Yet, “el bloqueo” persists, in \r\ntotal violation of international law, the principles \r\nof the United Nations Charter and the principles of \r\nthe Organization of American States — the regional \r\norganization to which the United States belongs. \r\nNeedless to say, the extraterritorial measures imposed \r\nby the embargo contravene the sovereign equality of \r\nStates, non-intervention in their internal affairs and \r\nthe freedom of trade and navigation as paramount \r\nprinciples in the conduct of international affairs.\r\nFor five decades, the United States has tightened \r\nlimits on the Cuban people’s access to food, medicine, \r\neducation and high-technology goods. The embargo \r\nhas inflicted damaging repercussions not only on the \r\nfinancial, banking, trade and investment sectors of the \r\nCuban economy, but also on health, nutrition, water \r\nquality, education and culture. The economic sanctions \r\nagainst Cuba have cost the country $3.9 billion in \r\nforeign trade over the past year, raising the overall \r\nestimate of economic damage to $116.8 billion over the \r\npast 55 years. In spite of the detrimental repercussions \r\nof the embargo, the Government of Cuba has made \r\nenormous efforts to meet the needs of its people.\r\nWhat has been proven over the course of more \r\nthan 54 years of the embargo against Cuba is that in \r\nthis globalized world, Cuban people can still survive, \r\nthanks to their perseverance. The embargo is a relic of \r\nthe Cold War that is increasingly hard to justify morally \r\nor politically. We do not need to remind ourselves that \r\ninsistence on an historical mistake for years will never \r\nmake it right.\r\nFinally, we once again urge the United States \r\nto immediately and fully comply with the General \r\nAssembly resolutions that since 1992 have called for \r\nthe immediate end of the economic, commercial and \r\nfinancial embargo imposed against Cuba.\r\nEgypt will continue sending a clear message to the \r\nUnited States:\r\n(spoke in Spanish)\r\nEnd the embargo now and long live the Cuban \r\npeople!\r\nMr. Moncada (Venezuela) (spoke in Spanish): \r\nWe welcome the presence of the Minister for Foreign \r\nAffairs of Cuba, Mr. Bruno Rodríguez Parrilla.\r\nVenezuela endorses the statements delivered by the \r\nrepresentatives of Costa Rica and the Islamic Republic \r\nof Iran on behalf of the Community of Latin American \r\nand Caribbean States and the Non-Aligned Movement, \r\nrespectively.\r\nOur country reiterates its rejection of the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba for more than \r\n54 years. It is an illegal policy that f lagrantly violates \r\ninternational law and the principles of the Charter of \r\nthe United Nations, namely, non-intervention, the legal \r\nequality of States, respect for sovereignty, refraining \r\nfrom threats or the use of force, and the peaceful \r\nsettlement of disputes.\r\nThe United States has deliberately ignored calls \r\nby the international community urging it to take \r\nurgent measures to stop that immoral policy. With its \r\ndismissive attitude towards world opinion, the United \r\nStates has become the most isolated country in the \r\nworld.\r\nThe embargo is an aggressive action that seeks \r\nto overthrow the Government of Cuba and, as such, \r\nviolates the principle of non-interference in the internal \r\naffairs of other States. The United States is thereby \r\nlosing all authority when it seeks to accuse other \r\ncountries of deficiencies.\r\nVenezuela reiterates its strongest condemnation \r\nof the enactment and enforcement of laws contrary to \r\ninternational law, such as the Torricelli Act and the \r\nHelms-Burton Act, and their extraterritorial effects, \r\nwhich affect the freedom of international trade and \r\nprevent third countries from undertaking economic, \r\nfinancial and commercial transactions with Cuba. The \r\nUnited States Government does not have universal \r\nauthority over the sovereignty of other States, and its \r\nintention to convert its national laws into universal \r\nlaws is spurious.\r\nThe embargo systematically violates the human \r\nrights of Cuban citizens, in particular their economic \r\nand social rights, making it difficult for the Government \r\nof Cuba to buy food, medical equipment, medicine \r\n14-59193 13/26\r\n28/10/2014 A/69/PV.30\r\nand services on the international market to meet the \r\nbasic needs of its people. Generations of Cubans have \r\ntherefore been victims of the effects of that measure, \r\nwhich deals a serious blow to their quality of life.\r\nThe embargo also attempts to extend itself to the \r\nfinancial arena. The United States illegally threatens \r\nand punishes financial institutions beyond its territory \r\nfor performing perfectly legal transactions with the \r\nGovernment of Cuba. In that regard, we reject the \r\nharassment by the United States authorities of banks \r\nthat work with that brother country despite United \r\nStates efforts to economically suffocate Cuba. We \r\nmust denounce the fact that the Cuban Consulate in \r\nWashington, D.C., has been deprived of financial \r\nservices for over a year.\r\nUnfortunately, the United States’ conduct runs \r\ncounter to the spirit of the Charter, and its violations \r\nof human rights run counter to the letter of the Charter. \r\nVenezuela will continue to demand that the United \r\nStates Government respect the fundamental rights of \r\nthe Cuban people.\r\nFinally, Venezuela will once again vote in favour \r\nof draft resolution A/69/L.4, demanding an end to that \r\ndestructive policy.\r\nMr. Mamabolo (South Africa): We wish to \r\nacknowledge the presence of the Minister for Foreign \r\nAffairs of Cuba.\r\nMy delegation would also like to align itself with \r\nstatements delivered by the representative of Bolivia on \r\nbehalf of the Group of 77 and China, the representative \r\nof Iran on behalf of the Non-Aligned Movement, and \r\nby the representative of Malawi on behalf of the Africa \r\nGroup.\r\nWe would also like to commend the Secretary-\r\nGeneral for his report (A/69/98) entitled “Necessity \r\nof ending the economic, commercial and financial \r\nembargo imposed by the United States of America \r\nagainst Cuba”. This is the twenty-third consecutive year \r\nthat the Assembly considers a draft resolution entitled \r\n“Necessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba” (A/69/L.4). We meet here \r\nagain because the United States has ignored the \r\noverwhelming will of the international community that \r\nthat debilitating embargo be lifted.\r\nThe embargo imposed on Cuba by the United \r\nStates violates the rights of the people of Cuba in every \r\nsocial sector and is a long-standing obstacle to its right \r\nas a country to develop. The future and dreams of \r\nCuban children continue to remain bleak and blurred \r\nby the draconian legislation that imposed the blockade, \r\nwhich fails to recognize the sovereignty of States \r\nand their responsibility to protect their citizens under \r\ninternational law.\r\nThe blockade against Cuba must end now, lest \r\nhistory blame us for failing the Cuban people. All \r\ncountries deserve to enjoy the fruits of globalization, \r\nwhich needs to be made meaningful and tangible for \r\ntheir people. The United States’ unilateral action is \r\ncounter to the letter and the spirit of international law, \r\nincluding the Charter of the United Nations and other \r\ninternational laws.\r\nThe United States has a historical and moral \r\nresponsibility to end the embargo, as it is \r\ncounterproductive and pugnacious in its form and \r\nnature. Yet the United States Government persists \r\nwith its intransigence, as illustrated by the recently \r\napproved Consolidated Appropriations Act for fiscal \r\nyear 2014, which reiterates clauses prohibiting United \r\nStates banking institutions from engaging in financial \r\ntransactions with several countries, including Cuba. \r\nThe United States blockade policy against Cuba is \r\nrendering it impossible for that sister country of \r\nours to have an unfettered right to export and import \r\nproducts and services to and from the United States \r\nand is being barred from using the United States dollar \r\nin its international financial transactions or to have \r\naccounts in that currency in third-country banking \r\ninstitutions. That is, inter alia, inconsistent with the \r\nvalues espoused under the Doha Declaration and the \r\nMonterrey Consensus on financing for developmen,and \r\nthe goals that we are attempting to set for ourselves in \r\nthe post-2015 development agenda process.\r\nThe imposition of the embargo negatively impacts \r\nforeign trade and the promotion of foreign direct \r\ninvestment in Cuba. The Cuban Government has in the \r\npast asked the World Trade Organization to rule against \r\nthe four-decade-long United States embargo. That is \r\nanother example to indicate that Cuba seeks to act in \r\naccordance with the rules-based global governance \r\nsystem and strives to comply with international rules \r\ngoverning relations, both economic or political, among \r\nStates.\r\nCuba is also barred from accessing bank credit \r\nin the United States and credit from affiliates in third \r\ncountries or from international financial institutions, \r\n14/26 14-59193\r\nA/69/PV.30 28/10/2014\r\nsuch as the World Bank, the International Monetary \r\nFund and the Inter-American Development Bank. \r\nThose measures continue to harm the Cuban economy \r\nand must be stopped now.\r\nThe blockade is an enormous assault on the social \r\nand psycho-social fibre of the Cuban people, and it \r\nimposes serious obstacles upon its economic, cultural \r\nand social development. That illegal policy touches on \r\neach and every aspect of the existence of the Cuban \r\npeople, and its effects run deep.\r\nDespite all the challenges imposed by the blockade, \r\nthe Cuban people have remained staunch and resilient \r\nin their national consciousness and identity, so as to \r\nkeep on fighting this injustice. They remain hopeful \r\nthat one day victory will be realized. The Cubans are a \r\npeace-loving nation. They are not at war with the United \r\nStates, nor do they wish to engage in any belligerent \r\nexchanges with the Americans and their allies.\r\nIn spite of the embargo, Cuba’s goodwill as a \r\nresponsible international partner is evident all over \r\nthe world, as is illustrated in its early and heroic \r\ninterventions to assist in the fights against the spread of \r\nEbola in West Africa. Ironically, even the United States \r\nhas now agreed to cooperate with Cuba in that global \r\ncrisis.\r\nCurrently, our Deputy Minister of the Department of \r\nInternational Relations and Cooperation, Mr. Luwellyn \r\nLanders, is in Cuba leading the South African delegation \r\nparticipating in several events to commemorate 20 \r\nyears of freedom and diplomatic relations between the \r\ntwo countries. South Africa has been a beneficiary \r\nof Cuba’s ongoing assistance in support of the five \r\npriorities of the South African Government, through \r\njoint programmes in health, labour, social development, \r\nhousing and infrastructure. More than 1,800 South \r\nAfrican students are currently receiving medical \r\ntraining in Cuba this year, under the auspices of the \r\nSouth Africa-Cuba health cooperation agreement, with \r\na further 620 students preparing to join the group in \r\nOctober. More than 420 South African students from \r\ndisadvantaged backgrounds have graduated in Cuba \r\nas medical doctors, providing much-needed primary \r\nhealth-care services to their local communities.\r\nSouth Africa unequivocally supports the Cuban \r\npeople in their struggle for economic freedom through \r\nthe lifting of the economic, financial and commercial \r\nblockade. The United States Government should heed \r\nthe calls of the international community and allow \r\nthe people of Cuba to break free from the unjust and \r\narchaic act of economic repression against the Cuban \r\npeople. I wish to reiterate here that South African will \r\nsupport the draft resolution (A/69/L.4) to be introduced \r\nby the representative of Cuba.\r\nMs. Mejía Vélez (Colombia) (spoke in Spanish): \r\nColombia associates itself with the statements delivered \r\nearlier by the representative of the Islamic Republic \r\nof Iran on behalf of the Non-Aligned Movement, the \r\nrepresentative of the Plurinational State of Bolivia on \r\nbehalf of the Group of 77 and China, the representative \r\nof Costa Rica on behalf of the Economic Commission \r\nfor Latin America and the Caribbean, and the \r\nrepresentative of Argentina on behalf of the Common \r\nMarket of the South and associated States.\r\nI would like to welcome Mr. Bruno Rodríguez \r\nParrilla, Minister for Foreign Affairs of Cuba, and his \r\ndelegation who are here today. As everyone who has \r\ntaken the f loor before me has said, the commercial, \r\neconomic and financial embargo imposed against \r\nCuba is contrary to international law and to the spirit \r\nand principles that inspired the Charter of the United \r\nNations.\r\nSince the adoption of resolution 47/19, on \r\n24 November 1992, Colombia, together with all of the \r\ncountries of Latin America and the Caribbean and the \r\nvast majority of the Member States, has expressed its \r\nsupport for Cuba by voting for the annual resolution \r\nentitled “Necessity of ending the economic, commercial \r\nand financial embargo imposed by the United States of \r\nAmerica against Cuba.” That support was reflected in \r\nthe 188 votes in favour of resolution 68/8, adopted at \r\nthe previous session of the General Assembly, which \r\nemphasizes the need to end that policy, which dates \r\nback over 50 years, as has been expressed on various \r\noccasions by the President of Colombia, Juan Manuel \r\nSantos Calderón.\r\nIn accordance with this year’s draft resolution \r\n(A/69/L.4), my country reaffirms its policy of respect \r\nfor international law and the principles of political \r\nindependence, the free self-determination of peoples \r\nand non-intervention and non-interference in the \r\ninternal affairs of other nations.\r\nColombia does not support the kind of measures that \r\nrun counter to the economic, commercial development \r\nand welfare of Cuba’s population. My country considers \r\nit indispensable that Member States make progress in \r\nbuilding links of cooperation and friendship based on \r\n14-59193 15/26\r\n28/10/2014 A/69/PV.30\r\nmultilateralism and the principle of sovereign equality, \r\nenshrined in Chapter I of the Charter of the United \r\nNations.\r\nMr. De Aguiar Patriota (Brazil) (spoke in Spanish): \r\nI would like to welcome Mr. Bruno Rodríguez Parrilla, \r\nMinister for Foreign Affairs of Cuba, who honours us \r\nwith his presence in the Hall.\r\nMy delegation associates itself with the statement \r\ndelivered by the representative of Bolivia on behalf of \r\nthe Group of 77 and China, the representative of Costa \r\nRica on behalf of the Economic Commission for Latin \r\nAmerica and the Caribbean, and the representative \r\nof Argentina on behalf of the Common Market of the \r\nSouth. We would now like to deliver the following \r\nstatement in our national capacity.\r\nBrazil reiterates its firm rejection of the economic, \r\ncommercial and financial embargo against Cuba, as we \r\nreject the extraterritorial application of domestic trade \r\nlaws and of discriminatory trade practices that hinder \r\nthe development of Cuba and ultimately affect the \r\nlives and well-being of its citizens. Brazil calls upon \r\nGovernments not complying with resolution 68/8 to \r\ntake urgent steps to decisively eliminate discriminatory \r\ntrade practices and to end economic, commercial and \r\nfinancial embargoes adopted unilaterally.\r\nAs a founding nation of the United Nations, which \r\nnext year will celebrate its seventieth anniversary of \r\npromoting a culture of peace in the world, Brazil calls \r\nupon all Governments to show respect and commitment \r\nto international law, diplomacy, the peaceful settlement \r\nof disputes, trade and economic cooperation, and \r\nrespect for the purposes and principles enshrined in the \r\nCharter of the United Nations.\r\nIn addition to the adverse impacts of unilateral \r\nmeasures on the Cuban people, the extraterritorial \r\nnature of those measures shows that they are in \r\ncontradiction with the basic principles of international \r\nlaw, in particular respect for the sovereignty and the \r\nfreedom to trade and to navigate. We consider the \r\neffects of the embargo unacceptable, especially when \r\nthey have an impact on humanitarian aid.\r\nUnilateral blockades and embargoes — apart from \r\nbeing illegal under the Charter of the United Nations — are \r\ncontrary to human rights law, humanitarian law and \r\nrefugee law, and they harm populations, especially \r\nwomen and children, who should be protected as a \r\npriority, especially the poorest and most vulnerable \r\nsegments of the population.\r\nBrazil welcomes the progress that Cuba has made \r\nin modernizing its economic model. To continue on that \r\npath, Cuba requires the support of its partners near and \r\nfar. Cooperation with Cuba, however, is systematically \r\nhampered by an illegal, illegitimate and inhuman \r\neconomic embargo.\r\nThe Government of Brazil will continue not only \r\nto oppose the economic, commercial and financial \r\nembargo against Cuba, but we will also develop a \r\ngrowing and promising relationship of social, political \r\nand economic friendship with that country to promote \r\nits development, in the spirit of Latin American and \r\nCaribbean integration, according to the principles of \r\nsolidarity.\r\nToday there is consensus among Latin American \r\nand Caribbean countries with regard to the impossibility \r\nof future Summits of the Americas taking place without \r\nthe participation of Cuba. There are no Americas \r\nwithout the full participation of Cuba in all areas of \r\nregional relations. Brazil will vote in favour of the draft \r\nresolution entitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba” (A/69/L.4).\r\nMr. Silwamba (Zambia): I appreciate this \r\nopportunity to contribute to the discussion on this \r\nimportant agenda item.\r\nZambia aligns itself with the statements delivered \r\nby the representatives of the Islamic Republic of Iran \r\non behalf of the Non-Aligned Movement and Bolivia on \r\nbehalf of the Group of 77 and China.\r\nMy delegation welcomes the Secretary-General’s \r\nreport (A/69/98) and the views expressed therein. \r\nZambia has been supporting, voting and speaking in \r\nfavour of the resolutions on this agenda item for over \r\ntwo decades, the period in which the Assembly has \r\nbeen considering the item. Today, we again reaffirm \r\nour full support for this year’s draft resolution on the \r\nsubject (A/69/L.4).\r\nZambia continues to be greatly concerned that, \r\nafter 52 years of the embargo and 22 consecutive annual \r\nAssembly resolutions calling for an end to the unilateral \r\ncoercive measures against Cuba, little has changed on \r\nthe ground. In keeping with the norms of international \r\nlaw, including the overwhelming annual votes in the \r\nAssembly, Zambia strongly urges the Government \r\nof the United States of America to lift the embargo. \r\nZambia regrets the untold suffering that the decades-\r\nlong economic, commercial and financial embargo has \r\n16/26 14-59193\r\nA/69/PV.30 28/10/2014\r\ncaused the Cuban people. In particular, the right of \r\nCubans to influence their own development path has \r\nbeen severely restricted, with access to international \r\ntechnology and expertise in critical sectors such as \r\nfinance, technology, education and health greatly \r\ncurtailed.\r\nZambia therefore strongly supports the United \r\nNations decisions on the subject, particularly through \r\nthe most recent resolution (resolution 68/8), which \r\nreaffirmed the resounding call to end the sanctions on \r\nCuba. It remains Zambia’s concern that the continued \r\napplication of laws such as the 1996 Helms-Burton Act \r\ncreate extraterritorial effects that affect the sovereignty \r\nof third States, the legitimate interests of entities or \r\npersons under their jurisdiction and the freedoms of \r\ntrade and navigation.\r\nMy delegation applauds and admires the people of \r\nCuba and their leadership for their resilience, hard work \r\nand dedication to the advancement of their great country \r\ndespite the embargo. They have remained steadfast and \r\nhave risen above the challenges to succeed in various \r\nfields for the benefit of themselves and friends abroad, \r\nincluding many Zambians.\r\nIn conclusion, my delegation wishes to reassure \r\nthe people of Cuba of Zambia’s continued solidarity on \r\nthis issue, and welcomes the law passed in March 2014 \r\nby the Government of Cuba aimed at further attracting \r\nforeign investment and easing travel restrictions.\r\nMr. Pisarevich (Belarus) (spoke in Russian): I \r\nwould like to welcome His Excellency Mr. Bruno \r\nRodríguez Parrilla, the Minister for Foreign Affairs of \r\nCuba.\r\nBelarus has repeatedly underscored the unacceptable \r\nnature of the use of coercive economic measures and \r\nbelieves that economic sanctions are essentially a way \r\nof exerting political pressure on sovereign States. The \r\nimposition by the United States of economic sanctions \r\non Cuba runs counter to the Charter of the United \r\nNations and a number of international commitments, \r\nand creates artificial barriers. Unilateral sanctions, \r\neconomic pressure and coercive measures taken against \r\nindependent States are counterproductive and can lead \r\nto a stoking of tensions in relations between sovereign \r\nStates and in the international arena as a whole. Belarus \r\nsupports the principle of equal and mutually respectful \r\ndialogue, which can assist in settling disagreements.\r\nBelarus, like Cuba, is has experienced and is \r\ncontinuing to experience the negative impact of the \r\nimposition of economic sanctions by the United States \r\nand the European Union. They are mainly intended to \r\ndeprive ordinary citizens in Belarus of their rights.\r\nDespite the clear signal coming from the international \r\ncommunity on the need to end the economic, commercial \r\nand financial embargo imposed by the United States \r\nagainst Cuba, the United Nations has failed to respond \r\nproperly to the United States’ actions against Cuba and \r\nother sovereign States. That is prompting other Western \r\ncountries to use the same nefarious practices as a way \r\nof subordinating the independent policies of States to \r\ntheir own political ambitions.\r\nIn line with Human Rights Council resolution \r\n19/32, on 5 April 2013 there was an interactive dialogue \r\nin Geneva on unilateral coercive measures and their \r\nimpact on human rights. Following that, a report was \r\ndrafted by the Office of the United Nations High \r\nCommissioner for Human Rights (A/HRC/27/20). The \r\nreport noted that the participants in the meeting were \r\nunanimous in their assessment that policies consisting \r\nof unilateral coercive measures lead first and foremost \r\nto violations of human rights, such as the rights to food, \r\nwork, health care and education. Thus, as the report \r\nnotes, entirely innocent civilians not only fail to receive \r\nhelp in asserting their rights, but are doubly punished.\r\nWe welcome the creation of the mandate of a \r\nSpecial Rapporteur on unilateral coercive measures. \r\nWe trust that the Special Rapporteur will significantly \r\nstrengthen activities aimed at drawing the attention of \r\nthe international community, including the population \r\nof those countries who impose unilateral measures \r\nthemselves, to the counterproductive nature and harm \r\ncaused by such measures, which undermine the basis for \r\ndevelopment. The Office of the High Commissioner for \r\nHuman Rights, the Secretary-General and other senior \r\nUnited Nations civil servants should take appropriate \r\nmeasures to end the use of individual measures of \r\neconomic sanctions. Belarus is in favour of the draft \r\nresolution submitted by Cuba (A/69/L.4).\r\nMr. Mwinyi (United Republic of Tanzania): We \r\nare taking the f loor to extend our solidarity to the \r\nCuban Government and people, who continue to suffer \r\nunder a 50-year-long unjust economic, commercial \r\nand financial embargo. It is with profound regret that \r\nTanzania, an ally of both the United States of America \r\nand Cuba, once again stands at this rostrum to speak \r\n14-59193 17/26\r\n28/10/2014 A/69/PV.30\r\nabout this unfortunate situation, which continues \r\nunchanged despite the many resolution on the subject \r\nadopted by this body.\r\nThe situation is regrettable for two main reasons. \r\nFirst, the delay in resolving the matter continues to \r\nundermine the credibility and legitimacy of the United \r\nNations, the main goal of which is the preservation \r\nof world peace and security, the promotion of human \r\nrights and social justice, and the advancement of \r\neconomic prosperity for all. Every unfulfilled or un-\r\nimplemented resolution or decision adopted by this body \r\nis a great failure for its entire membership. Secondly, \r\nit is regrettable that a friendly nation and founder of \r\nthis world Organization continues to ignore repeated \r\npetitions made by the overwhelming majority of nations \r\nin this Hall calling for the immediate and unconditional \r\ncessation of the embargo against Cuba. The embargo \r\nmay be a bilateral matter, but its prolongation has \r\nextraterritorial ramifications.\r\nWe strongly believe that the time has come for \r\nthe United States of America and Cuba to mend their \r\ndiplomatic relations and join forces against the common \r\nenemies of humanity, namely, poverty, disease, \r\nilliteracy and climate change.\r\nWe have witnessed the sacrifices of many \r\ncountries, including the United States of America and \r\nCuba, who have deployed medical personnel, troops, \r\nequipment and resources to the Ebola battlefield in the \r\nWestern African States of Sierra Leone, Liberia and \r\nGuinea. The Ebola outbreak has exposed the true foes \r\nof humanity. From the ravages of the outbreak, we must \r\nbuild a stronger united front against those enemies and \r\nnot against each other. Truly, we cannot afford to miss \r\nthis historic opportunity.\r\nLet me conclude by citing the words of Mwalimu \r\nJulius Kambarage Nyerere, founder of the Tanzanian \r\nnation, who said at this very rostrum in September \r\n1983:\r\n“We may not like each other. We may distrust \r\neach other. But neither liking nor distrust is \r\nrelevant. In this twentieth century our nations have \r\nto work together in order to survive. The alternative \r\nis to die, all of us, and all our peoples. The choice \r\nis ours: cooperation slowly and painfully built up, \r\nor inevitable and pervading chaos, insecurity and \r\ndisaster ... Let us decide to work together for the \r\ngood of humanity.” (A/38/PV.14, paras. 47 and 48)\r\nThe President: I now give the f loor to His \r\nExcellency Mr. Bruno Rodríguez Parrilla, Minister for \r\nForeign Affairs of Cuba, to introduce draft resolution \r\nA/69/L.4.\r\nMr. Rodríguez Parrilla (Cuba) (spoke in Spanish): \r\nToday is the twenty-third time that the General \r\nAssembly is considering this issue, which is of such \r\nimportance for the international community, as it has \r\nto do with international law, which protects all States, \r\nwhether big or small, rich or poor, and guarantees \r\ntheir independence and the exercise of their national \r\nsovereignty, which is the basis for sovereign equality. It \r\nis also directly linked to the enjoyment of human rights \r\nby all persons and all peoples. This matter concerns \r\nfreedoms of trade and navigation, which protects the \r\ninterests of States, companies and individuals.\r\nHowever, we are gathered here at a very odd \r\ninternational juncture characterized by serious threats \r\nto international peace and security: terrible wars, \r\nterrorist acts of extreme cruelty, the risk posed by the \r\nexistence of huge nuclear arsenals, and unbelievable \r\nlevels of military expenditures, which are of no use in \r\nsolving any of the serious problems facing the world’s \r\npopulation, which is quickly approaching 8 billion. This \r\nis a crucial moment in terms of the impact of climate \r\nchange, which leads to, among other catastrophic \r\nconsequences, unprecedented famine, extreme poverty \r\nacross entire regions and massive waves of migration. \r\nWe are living in an age characterized by a systemic \r\nglobal crisis with its constituent economic, food, energy \r\nand water components.\r\nTogether with poverty, which takes a higher toll \r\non human lives than wars, we are at increased risk of \r\nserious diseases such as Ebola, which could become \r\none of the worst pandemics in history, if not stopped \r\nand eradicated in the affected nations of Western Africa \r\nthrough urgent and effective cooperation by all. As was \r\nrecently stated by President Raul Castro Ruz:\r\n“This noble and urgent endeavour demands the \r\nindispensable commitment and dedication of every \r\nnation in the world, to the extent of everyone’s \r\npossibilities. We are of the view that this grave \r\nproblem should not be politicized, as that would \r\ndistract us from the main objective, which is to help \r\nconfront the epidemic in Africa and prevent it in \r\nother regions.”\r\nAll of those factors present an unprecedented \r\ncombination of old and new problems that could \r\n18/26 14-59193\r\nA/69/PV.30 28/10/2014\r\nmake human life unsustainable. None of them can \r\nbe resolved, if we do not change our attitude and our \r\nway of dealing with and shaping reality and engage \r\nin genuine cooperation in the interest of the survival \r\nof humankind. As recently written by Comrade Fidel \r\nCastro:\r\n“Any sensible person knows that political \r\ndecisions that entail some risk for highly qualified \r\nstaff involve a higher level of responsibility for \r\nthose who call on them to fulfil that risky task. \r\nThat is something far more difficult than sending \r\nsoldiers to fight and even die for a just political \r\ncause, who do so because they believe it to be \r\ntheir duty. Medical staff who are prepared to go \r\nanywhere to save lives, even at the risk of losing \r\ntheir own, offer the best example of solidarity that \r\nhuman beings can show.”\r\nIt is a fact that, in recent times, the economic, \r\ncommercial and financial blockade imposed by the \r\nUnited States against Cuba has been tightened and \r\nthat its extraterritorial application to every region of \r\nthe world has been reinforced, in particular through \r\nthe imposition of huge and unprecedented fines in the \r\namount of $11 billion against 38 banks, including the \r\nFrench bank BNP Paribas, for having transactions with \r\nCuba and other countries.\r\nThe cumulative economic damage, which has \r\nbeen huge for a small economy like ours, amounts \r\nto $1,112,534 million, calculated on the basis of the \r\nprice of gold. That price is being manipulated by \r\nthose who created the harmful monetary system \r\ncurrently in force, which is already feeling the effects \r\nof the insurmountable crisis that has struck the poorest \r\ncountries.\r\nThe human damage caused by the blockade is \r\nincreasing. Already, 77 per cent of Cubans have been \r\nborn under the blockade. Our families’ suffering cannot \r\nbe measured. There are many international conventions \r\nthat proscribe the blockade, including the 1948 \r\nConvention on the Prevention and Punishment of the \r\nCrime of Genocide. The exercise of their human rights \r\nby an entire people is being impaired. The economic \r\ndevelopment of the country is seriously hampered.\r\nAlthough our health-care and social systems have \r\nmanaged to prevent any loss of human life, no honest \r\nperson, whether in the United States or anywhere else in \r\nthe world, could support the devastating consequences \r\nof the blockade. Despite everything, our national \r\nculture, our education system and our guarantee of \r\nequal rights and opportunities allow us to be a nation \r\nthat is educated and compassionate.\r\nOn both sides of the Florida Straits, the peoples of \r\nthe United States and Cuba have always had close links. \r\nDespite the systematic slanderous campaigns launched \r\nagainst our country for the past half century, the people \r\nof the United States supported the return to his family \r\nof the Cuban child who was kidnapped in 1999. Cuba \r\nextended every possible assistance in the immediate \r\naftermath of the terrible terrorist acts of 11 September \r\n2001, when thousands of f lying planes were left without \r\na place to land, and, later, helped fill the gap in the \r\nsupply of antibiotics at the time of the anthrax attacks \r\nin the United States.\r\nIn 2005, truly concerned about the damage that was \r\nbeing caused by hurricane Katrina, we offered medical \r\nassistance to the people of New Orleans. That led to the \r\nestablishment of the Henry Reeve medical contingent, \r\nwhich specializes in the management of disaster \r\nsituations and epidemics. It is named after a heroic \r\nyoung American who fought for Cuba’s independence \r\nback in the nineteenth century. That contingent is \r\ndeployed in Sierra Leone, Liberia and Guinea. Its \r\nprestigious name was borne by the brigade that assisted \r\nPakistan in 2005 in the aftermath of the earthquake \r\nthere. It has continued to engage in fruitful cooperation \r\nwith United States military medical personnel, which \r\nstarted in El Salvador after the earthquake of 2001 and \r\nin Guatemala in 2002 and 2003 to treat onchocerciasis, \r\nor river blindness. In 2010, after the earthquake in \r\nHaiti, the United States and Cuba also cooperated to \r\nassist that long-suffering nation.\r\nThe Cuban Government has invariably shared \r\ninformation on planned terrorist actions or attacks \r\nagainst the United States with that country’s \r\nGovernment. Despite the old tensions and the attempts \r\nby violent extremists and terrorist groups to inflame \r\nthem, there has not been a war, nor have any young \r\nAmericans died in Cuba. Despite having been \r\nslandered, Cuba has never been a threat to the national \r\nsecurity of the United States. There is no hostility \r\nbetween our peoples. Cuba hospitably welcomes the \r\nfew Americans who are allowed by their Government \r\nto visit or who brave the legal consequences that might \r\nresult from doing so and those who come to offer \r\nhumanitarian assistance, such as Pastors for Peace, or \r\nto study medicine.\r\n14-59193 19/26\r\n28/10/2014 A/69/PV.30\r\nThere are well-known opinion polls that show the \r\nincreasing and majority support from absolutely all \r\nsectors of United States society for the lifting of the \r\nblockade and the normalization of bilateral relations. \r\nIt is particularly noteworthy that that support is even \r\nmore marked in Florida, as confirmed by the electoral \r\ntrends in the most recent presidential elections.\r\nPolitical personalities of the most diverse stripes \r\nand scholars have recognized that the policy has \r\nfailed to meet its purpose and has not served the \r\nnational interests of that Power. It is enough to read the \r\neditorials published by The New York Times in recent \r\nweeks. Religious leaders have cited legitimate and \r\nindisputable ethical and humanitarian reasons to ask \r\nfor change. American citizens are demanding the right \r\nto travel to the only place on the planet where they are \r\nprevented from going and to receive direct and personal \r\ninformation on the reality of the situation in Cuba.\r\nEntrepreneurial organizations and businesspeople \r\nbelieve that the blockade harms their economic interests. \r\nThe majority public opinion is opposed to maintaining \r\nthe current state of affairs and is expressing that in an \r\nincreasingly critical way. Cuban émigrés have suffered \r\nunder discriminatory measures and have had to cope \r\nwith numerous obstacles hindering family reunification \r\nand travelling in both directions, excessive costs \r\nimposed on them, political manipulation and even \r\nterrorist violence. The majority want peace and well-\r\nbeing for their families and their people and normal ties \r\nwith their mother country.\r\nWhat is the point of encouraging the illegal use \r\nof information technologies instead of authorizing \r\nmutually beneficial businesses in the area of \r\ntelecommunications? What is the point of preventing \r\nCuba’s connection to nearby submarine cables, thus \r\nlimiting and hindering our connectivity? The blockade \r\nis harmful to Cuba, but it is also harmful to the United \r\nStates. The absurd and ridiculous inclusion of Cuba on \r\nthe list of States sponsors of international terrorism, \r\nwhich has been used to justify the imposition of \r\nadditional financial sanctions, is to the discredit of the \r\nUnited States.\r\nThe 16 years that three Cuban anti-terrorist fighters \r\nhave been unjustly imprisoned under false pretences \r\nhave not weakened them. On the contrary, they have \r\nbecome heroes, examples for future generations of \r\nCubans and a source of pride for those whose sacrifice \r\npaved the way towards a new Cuba.\r\nThe decision to end the blockade will be welcomed \r\nat the global level and will have a singular impact on \r\nglobal peace and the peaceful settlement of conflicts \r\nand differences.\r\nAfter the limited but welcome measures of 2009 \r\nand 2011 on family visits, remittances from Cubans \r\nwho settled in United States territory and travel licenses \r\nenabling certain categories of United States citizens \r\nto engage in exchanges of various sorts, the technical \r\ndialogue has been expanded to include other issues, \r\nand cooperation has been enhanced in areas such as \r\nthe fight against drug trafficking, transnational crime \r\nand trafficking in persons; the prevention of oil spills; \r\nsearch and rescue operations; air safety; and other \r\nspecific areas. The reaction of United States society and \r\nthe international community to those modest advances \r\nhas been one of support and encouragement.\r\nPresident Barack Obama has been entrusted with \r\nevery constitutional prerogative and does not require \r\nsupport from Congress to modify certain crucial \r\naspects of the blockade and introduce a new and \r\ndecisive dynamic in bilateral relations. We invite the \r\nGovernment of the United States to establish mutually \r\nrespectful relations based on reciprocity, sovereign \r\nequality, the principles of international law and the \r\nCharter of the United Nations. We can seek solutions \r\nto our differences through respectful dialogue and \r\ncooperation in areas of common interest. We can live \r\nand deal with each other in a civilized manner, despite \r\nour differences.\r\nCuba will never renounce its sovereignty or the \r\npath freely chosen by its people to build a more just, \r\nefficient, prosperous and sustainable socialism — nor \r\nwill it give up in its quest for a different international \r\norder or cease in its struggle for worldwide equilibrium.\r\nAt this difficult and special juncture, I ask members \r\nto vote in favour of draft resolution A/69/L.4, entitled \r\n“Necessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba”, in order to give weight to \r\nthe idea that the serious problems currently facing \r\nhumankind require us to change our way of relating \r\nto each other, so that we can solve those problems and \r\npreserve peace and human life.\r\nThe President: We have heard the last speaker \r\nin the debate on this item. We shall now proceed to \r\nconsider draft resolution A/69/L.4.\r\n20/26 14-59193\r\nA/69/PV.30 28/10/2014\r\nBefore giving the f loor to speakers in explanation \r\nof vote before the vote, may I remind delegations that \r\nexplanations of vote are limited to 10 minutes and shall \r\nbe delivered by delegations from their seats.\r\nMr. Godard (United States of America): As do all \r\nMember States, the United States conducts its economic \r\nrelationships with other countries in accordance with \r\nits national interests and its principles. Our sanctions \r\ntoward Cuba are part of our overall effort to help the \r\nCuban people freely exercise their human rights and \r\nfundamental freedoms and determine their own future, \r\nconsistent with the Universal Declaration of Human \r\nRights and the democratic principles to which the \r\nUnited Nations itself is committed. We therefore stand \r\nin opposition to the draft resolution.\r\nThe Cuban Government uses this annual draft \r\nresolution in an attempt to shift blame for the island’s \r\neconomic problems away from its own policy failures. \r\nThe Cuban Government now publicly recognizes \r\nthat its economic woes are caused by the economic \r\npolicies that it has pursued for the past half-century. \r\nWe note and welcome recent changes that reflect that \r\nacknowledgement, such as those that allow greater self-\r\nemployment and liberalization of the real-estate market. \r\nBut the Cuban economy will not thrive until the Cuban \r\nGovernment permits a free and fair labour market, \r\nfully empowers Cuban independent entrepreneurs, \r\nrespects intellectual property rights, allows unfettered \r\naccess to information via the Internet, opens its State \r\nmonopolies to private competition and adopts the sound \r\nmacro-economic policies that have contributed to the \r\nsuccess of Cuba’s neighbours in Latin America.\r\nThe United States remains a deep and abiding \r\nfriend of the Cuban people. The Cuban people continue \r\nto receive as much as $2 billion per year in remittances \r\nand other private contributions from the United States. \r\nThat support has been made possible by United States \r\npolicy choices. By the Cuban Government’s own \r\naccount, the United States is one of Cuba’s principal \r\ntrading partners. In 2013, the United States exported \r\napproximately $359 million in agricultural products, \r\nmedical devices, medicine and humanitarian items to \r\nCuba. Far from restricting aid to the Cuban people, \r\nwe are proud that the people of the United States \r\nand its companies are among the leading providers \r\nof humanitarian assistance to Cuba. All of that trade \r\nand assistance is conducted in conformity with our \r\nsanctions programme, which is carefully calibrated \r\nto allow and encourage the provision of support to the \r\nCuban people.\r\nThe United States places the highest priority on \r\nbuilding and strengthening connections between the \r\nCuban people and the people of the United States. \r\nUnited States travel, remittance, information exchange, \r\nhumanitarian and people-to-people policies, which were \r\nupdated in 2009 and 2011, provide the Cuban people \r\nwith alternative sources of information, help them take \r\nadvantage of limited opportunities for self-employment \r\nand private property and strengthen independent civil \r\nsociety. The hundreds of thousands of Americans who \r\nhave sent remittances and travelled to the island, under \r\ncategories of purposeful travel promoted by President \r\nObama, remain the best ambassadors for our democratic \r\nideals.\r\nThe United States strongly supports the Cuban \r\npeople’s desire to determine their own future through \r\nthe free f low of information to, from, and within Cuba. \r\nThe right to receive and impart information and ideas \r\nthrough any media is set forth in article 19 of the \r\nUniversal Declaration of Human Rights. It is the Cuban \r\nGovernment’s policies that continue to prevent the \r\nenjoyment of that right. The Cuban Government now \r\nclaims to share our goal of helping the Cuban people \r\nto access the Internet. Yet the Cuban Government \r\nhas failed to offer widespread access to the Internet \r\nthrough its high-speed cable with Venezuela. Instead, \r\nit continues to impose barriers to information for the \r\nCuban people, while disingenuously blaming United \r\nStates policy.\r\nMoreover, the Cuban Government continues to \r\ndetain Alan Gross, a United States citizen who was \r\nsentenced to 15 years in prison for facilitating Internet \r\naccess for Cuba’s small Jewish community. The United \r\nStates calls on Cuba to release Mr. Gross immediately, \r\nallow unrestricted access to the Internet and tear down \r\nthe digital wall of censorship that it has erected around \r\nthe Cuban people.\r\nThe draft resolution only serves to distract from the \r\nreal problems facing the Cuban people, and therefore my \r\ndelegation will oppose it. Though Cuba’s contributions \r\nto the fight against Ebola are laudable, they do not \r\nexcuse or diminish the regime’s treatment of its own \r\npeople. We encourage this world body to support the \r\ndesires of the Cuban people to choose their own future. \r\nBy doing so, it would truly advance the principles upon \r\nwhich the Charter of the United Nations was founded, \r\n14-59193 21/26\r\n28/10/2014 A/69/PV.30\r\nand the purposes for which the United Nations was \r\ncreated.\r\nMrs. Rubiales de Chamorro (Nicaragua) (spoke \r\nin Spanish): Once again, the international community \r\nmeets in the General Assembly to discuss and approve \r\nthe draft resolution submitted by the sister Republic \r\nof Cuba entitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba”.\r\nNicaragua, in explaining its vote on the draft \r\nresolution, would like to begin by quoting a Cuban \r\ncomrade, who, while recently visiting Nicaragua, said \r\nin reference to our country: “Our patriotic sentiments, \r\nour spirituality are linked to Nicaragua and all that \r\nhurts these people we feel at first hand”. Nicaragua \r\nwill vote in favour of the draft resolution because we \r\nshare those sentiments, our people and Government \r\nfeel at first hand all that happens to the brother people \r\nand Government of Cuba. There have been fifty-five \r\nyears of blockade, economic war and aggression, which \r\nrepresents, to our knowledge, the most prolonged and \r\nruthless such exercise in contemporary times.\r\nWe wish to emphasize that the statements of \r\nsupport for the people and Government of Cuba recently \r\nexpressed by representatives of the Group of 77 and \r\nChina, the Non-Aligned Movement, the Community of \r\nLatin American and Caribbean States, the Caribbean \r\nCommunity, the Union of South American Nations, the \r\nSouthern Common Market and the African Union are \r\nthe most irrefutable proof that the world almost entirely \r\nrejects and condemns that criminal blockade.\r\nWe appreciate the information provided by \r\nour fellow Minister for Foreign Affairs of Cuba, \r\nMr. Bruno Rodríguez Parrilla, that the United States \r\nAdministration not only continues to maintain the \r\nblockade, but has not taken any steps toward ending \r\nthat illegal and unjust policy. The United States \r\ncontinues to reinforce its inhumane embargo and its \r\nuse of extraterritorial measures, especially in the \r\nbanking and financial sectors, and to prosecute those \r\nwho engage in international financial transactions with \r\nCuba, in violation of the Charter of the United Nations \r\nand international law.\r\nIt is against that backdrop that we would like, once \r\nagain, to denounce before the Assembly the fact that \r\nthe Consulate of the Republic of Cuba in Washington, \r\nD.C., has been deprived of financial services for the past \r\nyear. As always, we are saddened and infuriated when \r\nwe see how those measures impact the development and \r\nlives of the Cuban people, as detailed by the Foreign \r\nMinister. The effects on imports and exports and the \r\nlack of access to international credit impacts the Cuban \r\npeople’s health and education system, their right to \r\nfood and their lack of access to international markets. \r\nIn short, the measures inflict damage in all spheres \r\nof the Cuban people’s lives. The blockade is the main \r\nobstacle to the sustainable development and economic \r\nand social programmes of that sister-nation.\r\nToday, we would like to indicate that, despite this \r\nwar of aggression and embargo, that heroic people \r\nwill never surrender, and we are convinced that we \r\ncan continue to count on them, on their solidarity and \r\nunconditional support, for any emergency or needs that \r\nany of our peoples have. Today, faced with the Ebola \r\nepidemic, Cuba is as always at the forefront of helping \r\nhumanity, in defence of developing countries and also, \r\nwhy not say it, in defence of developed countries.\r\nNicaragua once again condemns the inhumane and \r\ncriminal economic, commercial and financial blockade \r\nagainst Cuba. We demand its immediate cessation. \r\nWe demand the return of the occupied territory of \r\nGuantanamo, the immediate and unconditional release \r\nof the five Cuban anti-terrorist heroes, the cessation of \r\nthe recent immoral, illegal and covert activity called \r\nZunZuneo and the immediate removal of Cuba from the \r\nlist of countries that sponsor terrorism, which is nothing \r\nmore than the United States Government’s justification \r\nand pretext for intensifying its aggressive practices and \r\npolicies against Cuba.\r\nUnfortunately, and despite what we heard this \r\nmorning in this Hall, the same United States delegate \r\nonce again put forward the same incongruous arguments \r\nand fallacies that the United States puts forward every \r\nyear to justify its criminal blockade policy. Once again, \r\nthe United States is trying to confuse the General \r\nAssembly with its arguments that convince no one, \r\na reflection of its stubborn and outdated policies, \r\nselfishness, its imperial arrogance and exceptionalism.\r\nNicaragua will once again vote in favour of \r\nthe draft resolution (A/69/L.4) and urges the rest of \r\nthe international community to once again vote in \r\nfavour of Cuba, reject the United States policies, their \r\npretensions and justifications, and to continue walking \r\nalongside Cuba, in solidarity, united in cooperation, \r\nhand in hand, to eradicate the inequities that aff lict our \r\npeoples, as we seek to eradicate poverty and improve \r\nhealth, education, happiness and well-being for all.\r\n22/26 14-59193\r\nA/69/PV.30 28/10/2014\r\nIn conclusion, I wish to quote our President Ortega \r\nSaavedra, who, in referring to the embargo, has said:\r\n“It is time to end this blockade. The situation \r\nhas changed, including within the United States, \r\nthe majority of people are against the blockade. The \r\nconditions have been created for President Barack \r\nObama to decide to take that step, even if it goes \r\nagainst the system. Every day, it is increasingly \r\nclear that Cuba is not isolated from the world, that \r\nit is the American policy that remains alone and \r\nisolated. That is the reality.”\r\nHopefully, the United States will decide to rectify \r\nits policies and end its own isolation. We invite the \r\ndelegation of the United States and the United States \r\nGovernment to join the international community in \r\nputting an end to this ancient history, and to build \r\ntogether a future of friendship, mutual cooperation and \r\nrespect.\r\nThe President: We have heard the last speaker in \r\nexplanation of vote before the voting.\r\nThe Assembly will now take a decision on draft \r\nresolution A/69/L.4, entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”. A \r\nrecorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAfghanistan, Albania, Algeria, Andorra, Angola, \r\nAntigua and Barbuda, Argentina, Armenia, \r\nAustralia, Austria, Azerbaijan, Bahamas, Bahrain, \r\nBangladesh, Barbados, Belarus, Belgium, Belize, \r\nBenin, Bhutan, Bolivia (Plurinational State of), \r\nBosnia and Herzegovina, Botswana, Brazil, Brunei \r\nDarussalam, Bulgaria, Burkina Faso, Burundi, \r\nCambodia, Cameroon, Canada, Cabo Verde, \r\nCentral African Republic, Chad, Chile, China, \r\nColombia, Comoros, Congo, Costa Rica, Côte \r\nd’Ivoire, Croatia, Cuba, Cyprus, Czech Republic, \r\nDemocratic People’s Republic of Korea, Denmark, \r\nDjibouti, Dominica, Dominican Republic, \r\nEcuador, Egypt, El Salvador, Equatorial Guinea, \r\nEritrea, Estonia, Ethiopia, Fiji, Finland, France, \r\nGabon, Gambia, Georgia, Germany, Ghana, \r\nGreece, Grenada, Guatemala, Guinea-Bissau, \r\nGuyana, Haiti, Honduras, Hungary, Iceland, \r\nIndia, Indonesia, Iran (Islamic Republic of), Iraq, \r\nIreland, Italy, Jamaica, Japan, Jordan, Kazakhstan, \r\nKenya, Kiribati, Kuwait, Kyrgyzstan, Lao \r\nPeople’s Democratic Republic, Latvia, Lebanon, \r\nLesotho, Liberia, Libya, Liechtenstein, Lithuania, \r\nLuxembourg, Madagascar, Malawi, Malaysia, \r\nMaldives, Mali, Malta, Mauritania, Mauritius, \r\nMexico, Monaco, Mongolia, Montenegro, Morocco, \r\nMozambique, Myanmar, Namibia, Nauru, Nepal, \r\nNetherlands, New Zealand, Nicaragua, Niger, \r\nNigeria, Norway, Oman, Pakistan, Panama, Papua \r\nNew Guinea, Paraguay, Peru, Philippines, Poland, \r\nPortugal, Qatar, Republic of Korea, Republic of \r\nMoldova, Romania, Russian Federation, Rwanda, \r\nSaint Kitts and Nevis, Saint Lucia, Saint Vincent \r\nand the Grenadines, Samoa, San Marino, Sao \r\nTome and Principe, Saudi Arabia, Senegal, Serbia, \r\nSeychelles, Sierra Leone, Singapore, Slovakia, \r\nSlovenia, Solomon Islands, Somalia, South Africa, \r\nSouth Sudan, Spain, Sri Lanka, Sudan, Suriname, \r\nSwaziland, Sweden, Switzerland, Syrian Arab \r\nRepublic, Tajikistan, Thailand, the former \r\nYugoslav Republic of Macedonia, Timor-Leste, \r\nTogo, Tonga, Trinidad and Tobago, Tunisia, Turkey, \r\nTurkmenistan, Tuvalu, Uganda, Ukraine, United \r\nArab Emirates, United Kingdom of Great Britain \r\nand Northern Ireland, Uruguay, Uzbekistan, \r\nVanuatu, Venezuela (Bolivarian Republic of), Viet \r\nNam, Yemen, Zambia, Zimbabwe\r\nAgainst:\r\nIsrael, United States of America\r\nAbstaining:\r\nMarshall Islands, Micronesia (Federated States of), \r\nPalau\r\nDraft resolution A/69/L.4 was adopted by 188 votes \r\nto 2, with 3 abstentions (resolution 69/5).\r\nThe President: Before giving the f loor to speakers \r\nin explanation of vote on the resolution just adopted, I \r\nremind delegations that explanations of vote are limited \r\nto 10 minutes and should be made by delegations from \r\ntheir seats.\r\nMr. Lambertini (Italy): I have the honour to speak \r\non behalf of the European Union (EU) and its member \r\nStates. The candidate countries the former Yugoslav \r\nRepublic of Macedonia, Montenegro, Iceland, Serbia \r\nand Albania; the country of the Stabilization and \r\nAssociation Process and potential candidate Bosnia and \r\nHerzegovina; as well as the Republic of Moldova, align \r\nthemselves with this statement.\r\n14-59193 23/26\r\n28/10/2014 A/69/PV.30\r\nUnited States trade policy towards Cuba is \r\nfundamentally a bilateral issue. However, the effects \r\nand side effects of extraterritorial legislation and \r\nunilateral administrative and judicial measures also \r\ninfluence business decisions in the EU and have a \r\nnegative effect on EU interests. American legislation \r\nsuch as the Cuban Democracy Act of 1992 and the \r\nHelms-Burton Act of 1996 has extended the effects of \r\nthe United States embargo to third-party countries. In \r\nthe framework of its common commercial policy, the \r\nEuropean Union has firmly and continuously opposed \r\nsuch extraterritorial measures. While we acknowledge \r\nthe decision of the Government of the United States \r\nto lift restrictions on remittances and family travel to \r\nCuba, we cannot allow unilaterally imposed measures \r\nto interfere with our economic and commercial relations \r\nwith Cuba.\r\nIn order to address the problem, in November 1996 \r\nthe EU Council of Ministers adopted a regulation and \r\na joint action to protect the interests of natural or legal \r\npersons residing in Europe from the consequences of \r\nthose Acts. At the summit between the European Union \r\nand the United States held in London in May 1998, a \r\npackage was agreed on that also sought to alleviate \r\nthe problems created by extraterritorial legislation. It \r\ncovered waivers to Titles III and IV of the Helms-Burton \r\nAct, a commitment by the United States Government to \r\nresisting future extraterritorial legislation of that kind, \r\nand an understanding regarding the disciplines for \r\nstrengthening investment protection. It is vital that the \r\nUnited States implement that agreement.\r\nThe European Union’s policy towards Cuba was set \r\nout in a common position in 1996. In a reaffirmation \r\nof its validity, in June 2008 the European Union lifted \r\nthe restrictive measures that had been imposed on Cuba \r\nin 2003. A dialogue with the authorities in Havana \r\nwas resumed without preconditions and on a basis of \r\nreciprocity and non-discrimination. Five ministerial \r\npolitical dialogue sessions have been held with the \r\nCuban Government to address issues of common \r\ninterest, including human rights — a question at the \r\ncore of our relations with all third countries, including \r\nCuba. We reaffirm our determination to pursue a \r\nresults-oriented, comprehensive dialogue with the \r\nCuban authorities and with representatives of civil \r\nsociety and the peaceful pro-democracy opposition, \r\nin accordance with EU policies, as well as the right of \r\nCuban citizens to make independent decisions about \r\ntheir future.\r\nWe reiterate our call on the Cuban Government \r\nto grant its citizens full, internationally recognized \r\ncivil, political and economic rights and freedoms, \r\nincluding freedom of assembly and expression and \r\nfree access to information. We call on it to ratify the \r\nInternational Covenant on Civil and Political Rights \r\nand the International Covenant on Economic, Social \r\nand Cultural Rights and, in the wake of the visit of the \r\nUnited Nations Special Rapporteur on the right to food, \r\nto extend invitations to other Rapporteurs to visit Cuba. \r\nIn that context, we welcome the Cuban Government’s \r\nadoption of a migration law in 2013 as an important \r\nstep towards granting full freedom of movement to \r\nCuban citizens.\r\nCuba’s existing restrictions on rights and freedoms \r\nundermine and offset its achievements in health care and \r\neducation. Similarly, Cuban domestic economic policy \r\nseriously hampers its own economic development. In \r\nthat context, we note the Cuban Parliament’s adoption \r\nin August 2011 of a package of economic and social \r\nreforms, and we expect them to be extended and \r\nimplemented so as to address the Cuban people’s key \r\nconcerns. The economic, commercial and financial \r\nembargo imposed by the United States contributes to \r\nCuba’s economic problems, producing negative effects \r\non Cubans’ living standards, as well as consequences in \r\nhumanitarian areas. Lifting the embargo could help open \r\nup the Cuban economy to the people’s benefit. We once \r\nagain unite in expressing our rejection of all unilateral \r\nmeasures directed against Cuba that negatively affect \r\nthe interests of third parties and thereby violate \r\ncommonly accepted rules of international trade.\r\nWe urge the Cuban authorities to bring about real \r\nimprovements in all the aforementioned areas. While \r\nthe EU continues to have concerns and criticisms \r\nabout governance and human rights in Cuba, in April \r\nit nevertheless launched a negotiation process with \r\nCuba. We are encouraged by the fact that no subjects \r\nwill be off-limits in that process, including human \r\nrights, governance and civil society, and respect for \r\nthe principle of sovereignty and territorial integrity. \r\nAgainst that backdrop, the member States of the \r\nEuropean Union unanimously voted in favour of today’s \r\nresolution (rsolution 69/5).\r\nMr. Ja’afari (Syrian Arab Republic) (spoke in \r\nArabic): I would first like to welcome Mr. Bruno \r\nRodríguez Parrilla, Minister for Foreign Affairs of \r\nCuba, and to express to him once again my country’s \r\nfull support for the Government and friendly people of \r\n24/26 14-59193\r\nA/69/PV.30 28/10/2014\r\nCuba in the face of the unjust embargo that consecutive \r\nUnited States administrations have unrelentingly \r\nimposed on Cuba for many years.\r\nMy delegation aligns itself with the statements \r\ndelivered by the representatives of Iran, on behalf of \r\nthe Non-Aligned Movement, and Bolivia, on behalf of \r\nthe Group of 77 and China.\r\nThe embargo imposed on Cuba for many decades \r\nhas created a deplorable precedent in dealings between \r\nStates in a manner that contravenes international law. It \r\nhas arbitrarily subjected Cuba and its people to a great \r\ndeal of economic, political and social hardship. It has \r\ndeepened their suffering and put the United States in \r\ndirect confrontation with the international consensus \r\ndeclares that the embargo should be rejected. As the \r\nMinister for Foreign Affairs has said, the embargo \r\nhas resulted in material losses to Cuba of more than \r\n$1 trillion.\r\nFor the twenty-third consecutive time, the General \r\nAssembly has met to reaffirm, by an overwhelming \r\nmajority, the illegitimacy and inhumanity of the \r\nembargo imposed by the United States on Cuba and its \r\npeople. It is contrary to the provisions of the Charter of \r\nthe United Nations and the principles of international \r\nlaw, notably the principles of equal sovereignty among \r\nStates and non-interference in their internal affairs. \r\nIt also runs contrary to international instruments \r\npertaining to human rights, international humanitarian \r\nlaw and international trade.\r\nRegrettably, despite all the many resolutions \r\nadopted by an overwhelming majority of the General \r\nAssembly and other decisions proclaimed by other \r\npolitical, regional and international organizations, the \r\nembargo on Cuba imposed in 1959 is still in force. \r\nIt is as though nothing had happened and as if our \r\ndiscussions of international law and the United Nations \r\nCharter were the mere idle chatter of the weak. The \r\nfact that 188 States voted in favour of today’s resolution \r\n(resolution 69/5) testifies once again to the fact that \r\nalmost all our members consider that the embargo is \r\nillegitimate and should be lifted.\r\nThe fact that Israel, together with the United States, \r\nis one of only two States to have voted against the \r\nresolution is proof that it continues to turn a blind eye to \r\ninternational law and to support illegitimate practices \r\nagainst other States Members of the United Nations, as \r\nit has been doing with respect to the Palestinian people \r\nand to the Syrians in the occupied Syrian Golan. The \r\nIsraeli vote is self-explanatory and adds insult to injury \r\nregarding the United States policy.\r\nMy country confirms once again that the coercive \r\nunilateral measures imposed by the United States, the \r\nEuropean Union and their allies represent a blatant \r\nviolation and breach of the principles of international \r\nlaw. They are also an instrument for imposing Western \r\nhegemony on other countries and peoples, designed \r\nto interfere in the internal affairs of other States \r\nin a manner that is contrary to the provisions of the \r\nCharter of the United Nations. The embargo is also a \r\ntool for advancing the collective punishment policies \r\nembraced by the United States and the States members \r\nof the European Union with a view to weakening other \r\nStates or putting pressure on them in order to change \r\nthe national choices and policies available to them \r\nas independent nations. We recall, in that regard, the \r\ndisastrous impact of the economic embargoes on Iraq \r\nand Libya, especially on the civilians of those countries.\r\nAccordingly, Syria would like once again to \r\ncondemn and reject the oppressive and coercive \r\nmeasures imposed by the European Union and the \r\nUnited States against the Syrian people. We would \r\nlike to highlight the negative impact of those unilateral \r\nillegitimate measures, as they stand in the way of the \r\naccess of ordinary Syrian people to basic commodities, \r\nsuch as food, medicine, medical equipment, fuel, \r\nagricultural products and other items, as well as civil \r\naviation and communications tools. Those measures \r\nrepresent a blatant breach of the human rights of the \r\nSyrian people, in addition to the grave damage to the \r\nSyrian economic. We further note that, when States \r\nthat impose coercive measures on the Syrian people go \r\non to deplore the situation of the Syrian people, it is \r\npure hypocrisy on their part.\r\nI would like to remind the Assembly that the \r\nimposition of coercive and unilateral measures violates \r\nrelevant General Assembly resolutions, including \r\nresolution 68/200, entitled “Unilateral economic \r\nmeasures as a means of political and economic \r\ncoercion against developing countries”, and resolution \r\n68/162, entitled “Human rights and unilateral coercive \r\nmeasures”, in which the Assembly condemned rejected \r\nunilateral economic measures, considering them to \r\nbe an obstacle to commercial and trade relationships \r\namong countries and violations of international human \r\nrights instruments. Under that mandate, the General \r\nAssembly is called upon to take the necessary steps \r\nto put an end to the unjust embargo policy and other \r\n14-59193 25/26\r\n28/10/2014 A/69/PV.30\r\nunilateral aggressive or coercive measures that some \r\nStates embrace in contravention of the international law \r\nframework. Such measures can be seen as constituting \r\naggression and as being in violation of the United \r\nNations Charter. In that regard, my delegation hopes \r\nthat all types of embargoes and other unilateral coercive \r\nmeasures imposed on Cuba and on other countries, \r\nincluding my country, Syria, will be lifted.\r\nMy delegation calls once again for the lifting of the \r\nunjust, inhuman and unethical Israeli embargo imposed \r\non the inhabitants of the occupied Arab territories, \r\nincluding the Syrian Golan. We hope that the voice of the \r\ninternational community, as expressed by the General \r\nAssembly and other international organizations, will be \r\nrespected by the United States, and we hope that the \r\nUnited States legislative authorities will harken to that \r\nvoice and the resolution just adopted.\r\nBased on the foregoing, my country, Syria, voted in \r\nfavour of resolution 69/5.\r\nMr. Phansourivong (Lao People’s Democratic \r\nRepublic): I would like to express our appreciation to \r\nthe Secretary-General for his comprehensive report \r\nunder agenda item 40 (A/69/98). My delegation \r\nwishes to align itself with the statements made by the \r\nrepresentatives of the Islamic Republic of Iran on behalf \r\nof the Non-Aligned Movement, and of the Plurinational \r\nState of Bolivia on behalf of the Group of 77 and China.\r\nWe are here once again to express our sympathy \r\nfor the innocent and peace-loving people of Cuba, \r\nwho have continued to endure the misery resulting \r\nfrom the economic, commercial and financial embargo \r\nimposed against them. Under the embargo, the Cuban \r\nGovernment is unable to utilize its full capacity to \r\neliminate poverty, promote economic and social \r\ndevelopment and attain the Millennium Development \r\nGoals. In addition, the embargo violates international \r\nlaw and is against the purposes and principles of the \r\nCharter of the United Nations. It also constitutes a \r\ntransgression against the right of a sovereign State to \r\npeace, development and security.\r\nThe General Assembly has called upon all States to \r\nrefrain from promulgating and applying law, regulations \r\nand measures that affect the sovereignty of other \r\nMember States and from repealing and invalidating \r\nlaws, if so doing has a similar impact. States have the \r\nright to participate freely in international, financial and \r\ncommercial systems, based on the notion of the Charter \r\nof the United Nations and international law, and no \r\nnation has the right to interfere in the sovereignty, \r\ninternal affairs and legitimate interests of entities or \r\nStates, despite their different sociopolitical systems. \r\nSince Cuba is an independent State, it has the right to \r\nchoose the political system and the path of development \r\nthat best suit its specific conditions.\r\nLast year, 188 States Members of the United \r\nNations voted in favour of resolution 68/200, and \r\nagain this year, 188 Member States have just voted \r\nin favour of resolution 69/5, which is irrefutable \r\nproof that the battle for the lifting of the blockade is \r\nrecognized and supported by the vast majority of the \r\ninternational community. Therefore, the blockade must \r\nbe immediately and unconditionally lifted.\r\nThe Lao People’s Democratic Republic joins the \r\nmajority of the States Members of the United Nations \r\nin supporting the Cuban people in this fight. As \r\nStates Members of the United Nations, we should do \r\neverything we can to help Cuba to fully reclaim its \r\nlegitimate right to become integrated into the global \r\neconomy. In that spirit, my delegation voted in favour \r\nof resolution 69/5.\r\nMr. Estreme (Argentina) (spoke in Spanish): We \r\nwelcome the fact that the General Assembly has adopted, \r\nby an overwhelming majority, a new resolution on the \r\nblockade against Cuba (resolution 69/5). We would like \r\nto congratulate the Cuban Government and the Cuban \r\nmission to the United Nations on the excellent work that \r\nthey have done.\r\nArgentina voted in favour of resolution 69/5 so as \r\nto demonstrate once again our firm opposition to the \r\neconomic, commercial and financial embargo imposed \r\nagainst Cuba, the use of unilateral coercive measures, \r\nthe extraterritorial application of certain national \r\ntrade laws and the adoption of discriminatory trade \r\npractices. Argentina rejects the embargo policy against \r\nCuba that has been carried out by the Government \r\nof the United States of America for practically half a \r\ncentury. In addition to being morally unjustifiable, it \r\nviolates the Charter of the United Nations, the norms of \r\ninternational law and the spirit of multilateralism.\r\nArgentina reiterates its absolute commitment to \r\nthe principles of sovereign equality among States, \r\nnon-interference in internal matters and the ability to \r\nbe free to trade and navigate. The embargo is immoral, \r\nunjust and illegal. It is very clear to the international \r\ncommunity that the embargo is the main obstacle to the \r\neconomic and social development of the Cuban people. \r\n26/26 14-59193\r\nA/69/PV.30 28/10/2014\r\nThe figure given by the Foreign Minister of Cuba a few \r\nmoments ago shows the full extent of the consequences \r\nof those measures on all aspects of life for Cubans. The \r\nembargo, which has been condemned in successive \r\nGeneral Assembly resolutions with virtually unanimous \r\nsupport, has had serious humanitarian and economic \r\neffects that cause irreparable harm to the well-being of \r\nthe Cuban people.\r\nAs we have stated earlier today, the embargo \r\nimpacts on basic matters, such as health, education, \r\ndiet, tourism, transportation, industry and culture, \r\njust to mention a few areas. It also produces harm to \r\nall areas of the country’s economy. It functions as a \r\nbarrier impeding the country’s access to international \r\nfinancing on favourable conditions that would enable \r\nit to obtain cutting-edge technology and attract foreign \r\ninvestment and direct investment, all of which prevents \r\nCuba from becoming fully part of the international \r\neconomic system. As an example, the damage to Cuba’s \r\nforeign trade over the past year was an estimated \r\n$3.9 billion, and in a conservative estimate, has led, \r\nduring the years of the United States’ economic and \r\nfinancial embargo, to damage to the Cuban people of \r\nmore than $116.88 billion.\r\nHowever, despite the limitations imposed by the \r\nblockade, Cuba has been able to be an actor and a \r\nleader in various areas of cooperation and international \r\nsolidarity. We cannot fail to mention the Cuban \r\ncontributions in the area of health. The recent decision \r\nof the Cuban Government to train and send hundreds of \r\nphysicians to West Africa, at the risk of their own lives, \r\nto help tackle Ebola is an example of the solidarity of \r\nthe people that has not been vanquished.\r\nSince this will be the Secretary-General’s last \r\nreport on the subject, Argentina should like to express \r\nour support for it. We would like to highlight one of \r\nthe pillars of the bilateral links between Argentina and \r\nCuba. We have an Argentine law relevant to Cuba that \r\nestablishes our approach to the extraterritorial nature \r\nof foreign laws in our country. Article 1 of that law \r\nstates that foreign laws will be inapplicable and have no \r\nlegal effect if they attempt to generate extraterritorial \r\nlegal effects by imposing an economic embargo on a \r\nparticular country with the aim of producing a change \r\nof Government or affecting that country’s right to self-\r\ndetermination.\r\nArgentina stands in solidarity with Cuba, and \r\nwe express our full support for the international \r\ncommunity’s struggle for Cuba. We adhere to the \r\nprinciple of the legal equality of all States with regard \r\nto their sovereignty. We affirm that strict respect must \r\nbe given to all differences, whether economic, political \r\nor of another kind. The blockade against Cuba must \r\nstop. The system of unilateral sanctions is the most \r\npersistent and severe measure of that kind applied \r\nagainst any country. Every year since 1992, the General \r\nAssembly has expressed its opinion on that matter and \r\nhas, by an overwhelming majority, called for respect \r\nfor international law and for the fulfilment of the aims \r\nand principles of the Charter of the United Nations and \r\nthe rights of the Cuban people to choose for themselves \r\ntheir own destiny. We hope that we will not have to \r\nadopt additional resolutions of this kind in the future. \r\nWe hope that the unjust embargo imposed on the \r\nCuban people will, once and for all, be lifted by the \r\nGovernment of the United States.\r\nThe President: We have heard the last speaker in \r\nthe explanation of vote after the vote for this meeting.\r\nThe meeting rose at 1 p.m.\r\n"