"*1461840*\r\n14-61840 (E)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 123\r\nCooperation between the United Nations and \r\nregional and other organizations\r\nReport of the Secretary-General (A/69/228)\r\nNotes by the Secretary-General (A/69/164 \r\nand A/69/171)\r\n(a) Cooperation between the United Nations and \r\nthe African Union\r\n(b) Cooperation between the United Nations and the \r\nAsian-African Legal Consultative Organization\r\n(c) Cooperation between the United Nations and \r\nthe Association of Southeast Asian Nations\r\n(d) Cooperation between the United Nations and the \r\nBlack Sea Economic Cooperation Organization\r\nDraft resolution (A/69/L.14)\r\n(e) Cooperation between the United Nations and \r\nthe Caribbean Community\r\n(f) Cooperation between the United Nations and \r\nthe Central European Initiative\r\nDraft resolution A/69/L.8\r\n(g) Cooperation between the United Nations and \r\nthe Collective Security Treaty Organization\r\nDraft resolution (A/69/L.13)\r\n(h) Cooperation between the United Nations and the \r\nCommunity of Portuguese-speaking Countries\r\n(i) Cooperation between the United Nations and \r\nthe Council of Europe\r\n(j) Cooperation between the United Nations and the \r\nEconomic Community of Central African States\r\n(k) Cooperation between the United Nations and \r\nthe Economic Cooperation Organization\r\nDraft resolution (A/69/L.11)\r\n(l) Cooperation between the United Nations and \r\nthe Eurasian Economic Community\r\n(m) Cooperation between the United Nations and the \r\nInternational Organization of la Francophonie\r\n(n) Cooperation between the United Nations and the \r\nLatin American and Caribbean Economic System\r\n(o) Cooperation between the United Nations and \r\nthe League of Arab States\r\nDraft resolution (A/69/L.9)\r\n(p) Cooperation between the United Nations and \r\nthe Organization for Democracy and Economic \r\nDevelopment — GUAM\r\n(q) Cooperation between the United Nations \r\nand the Organization for the Prohibition of \r\nChemical Weapons\r\nDraft resolution (A/69/L.16)\r\nUnited Nations A/69/PV.48\r\nasdf\r\nGeneral Assembly\r\nSixty-ninth session\r\n48th plenary meeting\r\nTuesday, 11 November 2014, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Kutesa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Uganda)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n2/30 14-61840\r\nA/69/PV.48 11/11/2014\r\n(r) Cooperation between the United Nations and \r\nthe Organization for Security and Cooperation \r\nin Europe\r\n(s) Cooperation between the United Nations and \r\nthe Organization of American States\r\n(t) Cooperation between the United Nations and \r\nthe Organization of Islamic Cooperation\r\n(u) Cooperation between the United Nations and \r\nthe Pacific Islands Forum\r\n(v) Cooperation between the United Nations and the \r\nPreparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization\r\nDraft resolution (A/69/L.15)\r\n(w) Cooperation between the United Nations and \r\nthe Shanghai Cooperation Organization\r\nDraft resolution (A/69/L.12)\r\n(x) Cooperation between the United Nations and \r\nthe Southern African Development Community\r\n(y) Cooperation between the United Nations and \r\nthe Commonwealth of Independent States\r\nDraft resolution (A/69/L.10)\r\nThe President: Before we proceed, I would like to \r\ninform members that with regard to sub-items (k) and (v) \r\nof agenda item 123, entitled respectively “Cooperation \r\nbetween the United Nations and the Economic \r\nCooperation Organization” and “Cooperation between \r\nthe United Nations and the Preparatory Commission \r\nfor the Comprehensive Nuclear-Test-Ban Treaty \r\nOrganization”, the consideration of draft resolutions \r\nA/69/L.11 and A/69/L.15 is postponed to a later date to \r\nallow their sponsors to conduct further consultations.\r\nStatement by the President\r\nRegional and subregional organizations have \r\nbeen important actors in their respective regions for \r\nmany years. As is clearly recognized and articulated \r\nin Chapter VIII of the Charter of the United Nations, \r\nas well as in several General Assembly and Security \r\nCouncil resolutions, regional cooperation is an \r\nimportant aspect of the work of the United Nations. The \r\nSecretary-General’s report (A/69/228) illustrates how \r\ncooperation between the United Nations and regional \r\nand subregional organizations now plays a critical \r\nrole in virtually every area of the Organization’s \r\nmandate. In particular, the report highlights the depth \r\nof cooperation achieved between the United Nations \r\nand its regional partners across the full range of \r\nmandate areas, from humanitarian assistance and the \r\nmaintenance of international peace and security to \r\ndevelopment and the protection of human rights.\r\nThe challenges facing the United Nations in today’s \r\nworld are indeed complex and multidimensional, \r\nand the Organization cannot deal successfully with \r\nmost of them alone. Furthermore, there is increasing \r\ninvolvement by non-State actors in international \r\naffairs. In these changing times, the unique role that \r\nregional and subregional organizations have to play in \r\naddressing some of the world’s most persistent problems \r\nis as important as ever. Those organizations are diverse, \r\nwith distinct approaches, structures and priorities. The \r\ninternational community at large stands to benefit a \r\ngreat deal from increased interaction and coordination \r\nbetween such organizations and the United Nations \r\nin the implementation of their respective mandates. \r\nStrengthening those partnerships is strategic for \r\npromoting the principles of comparative advantages, \r\ncomplementarity and burden-sharing.\r\nCooperation between the United Nations and \r\nregional and subregional organizations already has \r\na proven track record of tangible results. In that \r\ncontext, the General Assembly has taken proactive \r\nsteps to enhance such partnerships through a number \r\nof initiatives. To date, some 25 different regional and \r\nsubregional organizations have established formal \r\ncooperative relationships with the United Nations. I am \r\nconvinced of the critical importance of strengthening \r\nour strategic partnership with those organizations, \r\nwhich is why it is one of my key priorities for this \r\nGeneral Assembly session. Indeed, I am heartened \r\nto note that support for such cooperation has gained \r\nmomentum and relevance in recent times.\r\nAs we formulate the post-2015 development \r\nagenda, regional and subregional organizations are \r\nuniquely placed to contribute to and support the \r\nwork of the United Nations in that process. In the \r\narea of peace and security, regional and subregional \r\norganizations are distinctly positioned to understand \r\nthe root causes and dynamics of issues in their regions, \r\nwhile often possessing a greater depth of knowledge \r\nof the parties involved. That expertise is critical to \r\nconflict prevention, mediation, the peaceful settlement \r\nof disputes and peacebuilding efforts. The specialized \r\nknowledge that regional and subregional organizations \r\ncan bring to the forefront also has an instrumental \r\n14-61840 3/30\r\n11/11/2014 A/69/PV.48\r\nrole in the provision of humanitarian assistance, the \r\npromotion of development and the advancement of \r\ncritical infrastructure.\r\nThere are many examples of successful cooperation \r\nwith regional and subregional organizations that we can \r\ndraw on, including several from my own home continent \r\nof Africa. For Africa, partnerships with the United \r\nNations in the area of peace and security are some of \r\nthe most visible. Collaborative efforts to promote peace \r\nand security in the Sudan, Somalia, Mali and the Central \r\nAfrican Republic have already yielded some positive \r\nresults. Recently the United Nations, the African Union \r\nand the Economic Community of West African States \r\nundertook a joint mission in response to the situation \r\nin Burkina Faso. The benefits of such cooperation \r\nare further illustrated by the Peace, Security and \r\nCooperation Framework for the Democratic Republic \r\nof the Congo and the Region, and the same is true of the \r\nformulation of the African Union’s Agenda 2063, which \r\nis expected to chart Africa’s 50-year strategic vision \r\nand action plan for socioeconomic transformation.\r\nBeyond Africa, the Association of Southeast Asian \r\nNations has forged a strong partnership with the United \r\nNations, thanks to the active commitment of both \r\npartners, especially in the context of comprehensive \r\npartnerships. The Caribbean Community and the \r\nUnited Nations are also working on a strategy for \r\nfuture coordination efforts, taking up a number of \r\nshared thematic priorities, including climate change \r\nand transnational organized crime. The United Nations \r\nand the Organization of Islamic Cooperation have also \r\nadopted a matrix on joint activities that will serve as a \r\nguide for effective cooperation over the next biennium.\r\nThose experiences, along with many other examples, \r\ncan provide useful lessons on how more predictable and \r\nmutually reinforcing partnerships can be established \r\ngoing forward. In my view, those lessons include, first, \r\nrespect for regional ownership and priority-setting, \r\nsecondly, the f lexible and innovative application of the \r\nprinciple of subsidiarity, thirdly, mutual respect and \r\nadherence to the principle of comparative advantage, \r\nand fourthly, a division of labour underpinned by \r\ncomplementarity.\r\nIt is essential that the United Nations continue \r\nto strengthen its partnerships with regional and \r\nsubregional actors to foster the implementation of the \r\nOrganization’s mandates and the overall objectives \r\nenshrined in the Charter. Those efforts should take \r\ninto account the specifics of each region, the mandates \r\nand objectives of the organizations involved and the \r\ninterests of Member States.\r\nWe must take the following important steps: first, \r\nwork for closer cooperation between the Secretariat \r\nand regional organizations to explore ways to establish \r\nmore responsive partnerships; secondly, enhance \r\nconsultations between the organs of the United Nations \r\nand regional organizations; and thirdly, effectively \r\nand systematically address the issue of predictable, \r\nsustainable and f lexible funding through United \r\nNations assessed contributions for peace-support \r\noperations undertaken by regional organizations \r\nsuch the African Union, with the authorization of the \r\nSecurity Council. Beyond their cooperation with the \r\nUnited Nations, regional and subregional actors could \r\nalso greatly benefit from enhanced partnership and the \r\nsharing of experiences among themselves.\r\nWith so many success stories to draw on, this is an \r\nopportune time to explore ways to further harness the \r\nbenefits of strengthening United Nations partnerships \r\nwith regional and subregional organizations. In that \r\ncontext, I am pleased to inform the Assembly that in \r\nMay 2015 I will convene a high-level thematic debate \r\non strengthening cooperation between the United \r\nNations and regional and subregional organizations. \r\nI urge all members to participate in that event, which \r\nwill be an opportunity to examine past successes while \r\nlaying the foundations for fruitful cooperative efforts \r\nin the future.\r\nI now give the f loor to Mr. Randy Bell, Director \r\nof the International Data Centre Division of the \r\nPreparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization to present the \r\nreport of the Preparatory Commission.\r\nMr. Bell (Preparatory Commission for the \r\nComprehensive Nuclear-Test-Ban Treaty Organization): \r\nI am honoured to address the Assembly under the agenda \r\nsub-item “Cooperation between the United Nations and \r\nthe Preparatory Commission of the Comprehensive \r\nNuclear-Test-Ban Treaty Organization”. I am also \r\npleased to speak today on behalf of the Executive \r\nSecretary, Mr. Lassina Zerbo, who is currently engaged \r\nwith the Integrated Field Exercise 2014 (IFE14), which \r\nis under way in Jordan. When the IFE14 is complete, \r\nit will represent the largest and most comprehensive \r\non-site inspection exercise we have ever conducted. I \r\n4/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nwill address that important activity in further detail \r\nlater.\r\nThe United Nations has worked tirelessly to \r\nmaintain international peace and security through \r\ncollective action. Reducing the threat of weapons of \r\nmass destruction through multilateral non-proliferation \r\nand disarmament measures, such as the Comprehensive \r\nNuclear-Test-Ban Treaty (CTBT), has been a crucial \r\npart of these efforts. Active and sustained cooperation \r\namong States and between States and international \r\norganizations is vital to success in advancing these \r\nobjectives.\r\nSince the CTBT was opened for signature in 1996, the \r\nUnited Nations has consistently supported its effective \r\nimplementation and its steady progress towards entry \r\ninto force. Secretary-General Ban Ki-moon’s leadership \r\non the CTBT has been instrumental in strengthening \r\nthe cooperative security structures that promote \r\ninternational peace and stability and has reinforced the \r\nTreaty as a rallying point for nuclear disarmament and \r\nnon-proliferation. The draft resolution on cooperation \r\nbetween the United Nations and the Commission \r\n(A/69/L.15) is an embodiment of the importance of \r\nsuch cooperation. It is a necessity if we are to realize \r\nthe longstanding international objective of a world free \r\nfrom the threat of nuclear weapons.\r\nI represent the organization whose mission is to \r\nbring an end to nuclear test explosions once and for all, \r\nby anyone, anywhere — a goal that has been on the \r\ninternational agenda for more than six decades. During \r\nthe Cold War, strategic competition among the nuclear \r\nPowers drove scientists and technicians to develop \r\nsmaller and more destructive weapons, to be delivered \r\nby bombers and all types of missiles, some of which \r\ncarried multiple warheads. The development of those \r\nsophisticated weapons systems necessitated extensive \r\nnuclear testing programmes to validate the designs of \r\nthe warheads and delivery vehicles. Between 1945 and \r\n1990, more than 2,000 nuclear tests were carried out, at \r\na rate of nearly 500 per decade. However, the conclusion \r\nof the CTBT and the steadily reinforced global norm \r\nagainst nuclear testing have all but completely relegated \r\nthat dangerous legacy of the Cold War to the annals of \r\nhistory.\r\nHowever, the CTBT has yet to enter into force. \r\nThe good news is that the Treaty is working. The \r\nverification system has the proven capability to detect \r\nnuclear explosions at a fraction of the yield of the first \r\nnuclear weapon test in the desert near Alamogordo \r\nin July 1945. The international community forcefully \r\ncondemns any violation of this norm today, as has been \r\nthe case with each of the announced nuclear tests by \r\nthe Democratic People’s Republic of Korea — the only \r\nState to conduct a nuclear test in this millennium.\r\nWith 183 signatory States and 163 ratifying States, \r\nthe CTBT is one of the most adhered-to instruments in \r\nits field. Nearly 90 per cent of the Treaty’s verification \r\nsystem is complete, giving it a truly global reach. \r\nNonetheless, the eight remaining annex 2 States must \r\nratify the Treaty for its entry into force. Without a \r\nlegally binding and effectively verifiable test ban in \r\nplace, the international community has no insurance \r\nagainst a return to an era of unrestrained nuclear \r\ntesting, which would have disastrous implications for \r\nregional stability and international peace and security.\r\nThe final chapter on nuclear testing must be \r\nbrought to a close through the codification of the \r\nTreaty into international law. We have to draw that \r\nirrevocable line in the sand. History teaches us that \r\nvoluntary moratoriums are inadequate. Between 1958 \r\nand 1961, the United States and the Soviet Union \r\nadhered to a voluntary moratorium on nuclear-weapon \r\ntests. A breakdown in test-ban negotiations and rising \r\ngeopolitical tensions resulted in the two super-Powers \r\ncarrying out more nuclear tests in 1961 than in the \r\nwhole of the previous decade.\r\nWithout the CTBT in force, there is no firm legal \r\nbarrier preventing the resumption of unrestrained \r\nnuclear testing that could potentially trigger a new arms \r\nrace, which would inevitably involve more players than \r\nduring the Cold War. That would dramatically increase \r\ntensions and instability in the international system. \r\nWe must not allow that to happen. As an organization, \r\nwe are doing everything we can to prevent such an \r\noutcome. As outlined in the Preparatory Commission’s \r\nmidterm strategy 2014-2017, we are focused on two \r\noverarching missions: establishing a credible and \r\ntrustworthy verification system and providing support \r\nand preparation for the Treaty’s entry into force.\r\nI am pleased to report that, in the two years since \r\nthe previous Executive Secretary addressed the General \r\nAssembly (see A/67/PV.40), there has been substantial \r\nprogress in the development of the Treaty’s verification \r\nsystem. The Commission has come within sight of \r\nfulfilling its mandate. The commitment and hard work \r\nby a relatively small but determined group of people \r\n14-61840 5/30\r\n11/11/2014 A/69/PV.48\r\nhas resulted in bringing the CTBT verification system \r\nclose to full readiness. To date, there are 278 certified \r\nstations in the international monitoring system (IMS) \r\nand another 40 installed or under construction, bringing \r\nthe verification system close to 90 per cent complete. \r\nImportantly, we have also exceeded 90 per cent data \r\navailability in the first half of 2014. \r\nThe International Data Centre (IDC) — the \r\ndivision that I head — continuously processes and \r\nanalyses the data registered at monitoring stations. \r\nThese data are shared with 1,300 institutions in 120 \r\ncountries in an all-inclusive, democratic, transparent \r\nand non-discriminatory manner, thereby fostering trust \r\nin and credibility of the system and its data. Alongside \r\nthe steady instalment and certification of IMS stations, \r\nthe IDC has continued to strengthen its capabilities, \r\nresulting in lower detection thresholds for events \r\nworldwide.\r\nMember States have made enormous investments \r\nin the system. Not only have member States invested \r\nnearly $1 billion, they have also collectively invested \r\nthe time, energy and intellect of thousands of their \r\nscientists and experts. It is imperative that those \r\ninvestments be protected. Moreover, as more stations \r\ncome online and the volume of data increases, it is \r\ncritical that the international community continue to \r\nrecognize the importance of sustaining the IMS and \r\nIDC operations in order to improve the provision of \r\ndata, products and services.\r\nMaintaining readiness to provide a timely response \r\nto suspicious events directly supports the overall \r\nobjective of achieving the Treaty’s entry into force. In \r\nother words, continuing to demonstrate the effective \r\nand efficient detection capabilities of the verification \r\nsystem shows the added value that the Treaty provides \r\nto ratifying States as well as to those considering its \r\nratification. \r\nThat has been demonstrated by the performance of \r\nthe system in detecting the nuclear tests announced by \r\nthe Democratic People’s Republic of Korea. In 2006, \r\nthe identified test-area error ellipse was approximately \r\n880 square kilometres, whereas in 2013 the increased \r\naccuracy of our system allowed us to narrow the test \r\narea down to only 181 square kilometres, well within \r\nthe 1,000 square kilometres that the Treaty mandates \r\nfor an on-site inspection. In addition, analysis of xenon \r\ngases detected by the IMS noble gas station in Japan \r\n55 days after the 2013 nuclear test announced by the \r\nDemocratic People’s Republic of Korea was consistent \r\nwith a late release of gas from that test site. Even with a \r\ncomparatively small estimated yield, the 2013 event was \r\ndetected by 94 IMS seismic stations and two infrasound \r\nstations. Eighty-eight of those stations were used in \r\ndetermining the event location. The more stations that \r\nare used in locating, the smaller the size of the error \r\nellipse, and that results in an increased probability of a \r\nsuccessful on-site inspection.\r\nAs previously mentioned, consistent progress has \r\nalso been made in the area of on-site inspection, which \r\nis the CTBT’s ultimate verification measure. We are \r\nwell under way to meeting our strategic goal to achieve \r\non-site inspection readiness at entry into force.\r\nThe second fully f ledged on-site inspection \r\nsimulation, the Integrated Field Exercise 2014, is under \r\nway on the shores of the Dead Sea in Jordan as I speak. \r\nThis exercise is unprecedented in a number of ways. \r\nAlmost 150 tons of equipment was shipped to Jordan, \r\nand more than 200 experts have travelled from all \r\nover the globe to take part in the event. An exercise of \r\nsuch scope can be carried out only through concerted \r\nefforts from across the entire organization. I also wish \r\nto highlight that this enormous undertaking would \r\nnot have been possible without the critical support of \r\nJordan, the voluntary contributions by Member States \r\nof equipment and expertise and the Member States’ \r\ndecision to make available more than $10 million for \r\nthe exercise.\r\nWhen the IMS is combined with an effective \r\non-site inspection regime, no potential violator would \r\nbe confident that a nuclear test could go undetected. \r\nWe have proven that the Treaty is verifiable through an \r\ninternational monitoring system that is unique, reliable \r\nand efficient. And we have built a deterrent that gives \r\nStates peace of mind.\r\nIn order to ensure that the verification regime \r\nremains current, we must also strive to identify key \r\nscientific and technological developments that could \r\naffect its future operations. We have sought to strengthen \r\nour relationship with the broader scientific community \r\nthrough the Science and Technology Conferences that \r\nare organized for scientists and experts from a broad \r\nrange of disciplines related to nuclear test monitoring. \r\nThe conferences attract participants from national \r\nagencies involved in the CTBTO’s work, as well as those \r\nfrom independent academic and research institutions. \r\nMembers of the diplomatic community, international \r\n6/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nmedia and civil society are also actively participating. \r\nFour such conferences have been held to date in Vienna, \r\nand the next will take place in June 2015.\r\nWe recognize the true value of the investment with \r\nwhich we were entrusted. As an organization operating \r\nat the cutting edge of scientific and technological \r\nknowledge, we are determined to share that knowledge \r\nwith our member States. This unique verification \r\nsystem offers a host of opportunities for scientific \r\nresearch. Whether it is in the area of tsunami warning, \r\naviation safety, climate monitoring or marine-life \r\nresearch, the Treaty’s monitoring technologies provide \r\nobvious benefits. We see this investment as a platform \r\nfor scientific knowledge and capacity development.\r\nI would like to stress that this scientific use of IMS \r\ndata is not merely altruistic; it helps us do our monitoring \r\nmission better. When scientists and technologists make \r\nuse of IMS data for other purposes, they discover better \r\nways to remove noise and interference from our data so \r\nthat those involved in nuclear test monitoring can look \r\ndeeper into the data and detect ever smaller events.\r\nThe Commission is also providing assistance on the \r\nlegislative issues arising from the Treaty and is working \r\nclosely with member States to set up their national \r\ndata centres. Through the provision of the necessary \r\ntraining, technical infrastructure and equipment, we \r\nensure that member States enjoy the benefits of this \r\nunique organization. Such capacity-building enhances \r\nthe scientific and technical capabilities of member \r\nStates, and that has a spillover effect into other areas \r\nof development.\r\nAnother key focus of our organization is \r\nempowering the next generation of CTBT experts to \r\nensure the Treaty’s verifiability well into the twenty-\r\nfirst century and beyond. That is the predominant vision \r\nbehind the Commission’s integrated capacity-building \r\nactivities, which promote active engagement with \r\ncurrent and next-generation CTBT experts, particularly \r\nin the developing world and among women. That vision \r\nis committed to applying science for peace.\r\nThe Executive Secretary has been holding \r\nextensive consultations over the last few months with \r\nsenior officials from nearly all States that have not yet \r\nratified or signed the Treaty, including all but one of \r\nthe annex 2 States. He has found greater engagement \r\nwith regard to the establishment and operation of the \r\nverification system, and greater political commitment. \r\nIn addition, we have seen steady progress in the Treaty’s \r\nuniversalization. Brunei-Darussalam, Chad, Guinea-\r\nBissau, Iraq, Niue and, more recently, the Republic \r\nof the Congo have all ratified since the last time this \r\nagenda item was addressed in the General Assembly. \r\nSeveral other countries, including Angola and Yemen, \r\nare close to completing their ratification processes. \r\nOn behalf of the Executive Secretary, I would like to \r\ncommend them for their commitment to the vision of \r\na nuclear-test-free world. Nonetheless, the longer it \r\ntakes for the Treaty to enter into force, the longer it \r\nremains in legal limbo and the more difficult it will \r\nbecome to sustain the momentum so many have fought \r\nhard to achieve. The more time that passes without \r\nsustained progress on entry into force, the greater the \r\nlikelihood that States will be less inclined to honour \r\ntheir commitments to the Treaty or to the organization.\r\nFor that reason, the Executive Secretary has \r\nestablished a group of eminent persons, which is \r\nidentifying and seizing opportunities to advance the \r\nTreaty’s entry into force, thus complementing the \r\narticle XIV process, currently co-chaired by Indonesia \r\nand Hungary. The group is leveraging the wealth and \r\nexperience of its members to advise on ways to promote \r\nthe Treaty in the remaining annex 2 States. The group \r\nis also utilizing regional understanding and expertise \r\nto facilitate dialogue among leaders in the various \r\nregions and to advance the message of the CTBTO in \r\ninternational conferences and other events.\r\nThe value of the CTBT verification regime has \r\nbecome more and more evident. The human and security \r\nbenefits of the test ban continue to be appreciated. A \r\ngrowing number of countries, institutions and people \r\nare demonstrating leadership in promoting the Treaty’s \r\nentry into force. The CTBT is edging closer towards \r\nuniversality.\r\nLet us together strengthen our resolve and build \r\non recent achievements. The goodwill and momentum \r\ngenerated in recent years need to be met with equally \r\ngood action on the part of Member States — the \r\nstakeholders and owners of this process. The vision of a \r\ntest-free world certainly deserves our full determination, \r\ncommitment and combined strengths in the pursuit of \r\nour final and noble goal.\r\nThe President: I now give the f loor to the \r\nrepresentative of Austria to introduce draft resolution \r\nA/69/L.8.\r\nMr. Riecken (Austria): Austria is honoured to \r\naddress the General Assembly in its capacity as current \r\n14-61840 7/30\r\n11/11/2014 A/69/PV.48\r\nChair of the Central European Initiative, and it is a \r\npleasure to introduce the draft resolution on cooperation \r\nbetween the United Nations and the Central European \r\nInitiative (CEI) (A/69/L.8) on behalf of the 18 member \r\nStates. Since December 2011, when the Initiative \r\nobtained observer status in the General Assembly \r\npursuant to the adoption of resolution 66/111, this is the \r\nsecond time that the Initiative addresses the General \r\nAssembly. We are eager to continue our work leading \r\nto a dynamic and substantive partnership between the \r\nUnited Nations and the Central European Initiative.\r\nRegional cooperation has to be seen in a global \r\ncontext, since regional aspects are crucial elements \r\nfor international efforts on a global scale. The need for \r\nmore cooperation, more synergies, more interaction \r\namong those involved in the endeavour to strengthen \r\nregional cooperation is obvious. Therefore, in January, \r\nthe Austrian presidency of the CEI organized a meeting \r\nof some 20 international and regional organizations in \r\nVienna to sound out more synergies and cooperation. \r\nLet me underline what the CEI is doing in the context \r\nof enhanced regional cooperation.\r\nIn carrying out its mission and objectives, the \r\nCEI promotes initiatives and programmes aimed at \r\nfostering cohesion and integration among the countries \r\nof its region by serving as a forum for political dialogue \r\nand a platform for exchanging best practices, capacity-\r\nbuilding and cross-border cooperation. That unique \r\nworking methodology, which is a combination of \r\nmultilateral diplomacy and project management, has \r\nmade the CEI, which is celebrating its twenty-fifth \r\nbirthday this year, a champion of regional cooperation. \r\nIn most cases, that has been done in partnership with \r\nothers. \r\nCooperation between the CEI and United \r\nNations specialized entities over the past years has \r\nbeen substantive and widespread and has covered \r\nvarious areas. For example, the CEI cooperates with \r\nthe Economic Commission for Europe in the area of \r\nenterprise and sustainable development, with the Food \r\nand Agriculture Organization of the United Nations \r\nin the area of agriculture and with the United Nations \r\nEducational, Scientific and Cultural Organization \r\nin the field of culture. The CEI has a memorandum \r\nof understanding and other types of agreements with \r\nsome of those organizations, which has led to the \r\nimplementation of several joint projects, as well as \r\ncommon events and other activities.\r\nIt is worth pointing out that the CEI also strives \r\nto cooperate with the most important European \r\norganizations and institutions, such as the European \r\nUnion, the European Bank for Reconstruction \r\nand Development, the Organization for Economic \r\nCooperation and Development, the Council of Europe \r\nand the Organization for Security and Cooperation in \r\nEurope.\r\nLast but not least, the CEI also cooperates with \r\nall major regional organizations and forums operating \r\nwithin and beyond the Initiative’s region, such as the \r\nAdriatic and Ionian Initiative, the Black Sea Economic \r\nCooperation Organization, the Council of the Baltic \r\nSea States, the Regional Cooperation Council and the \r\nSouth-East European Cooperation Process.\r\nWe firmly believe that we should further explore \r\nways to enhance cooperation with regional organizations \r\nactive in the various parts of the world. The fact that \r\nthe majority of the most important regional initiatives \r\nare present here today provides us with a unique \r\nopportunity to work on a truly strategic partnership \r\nbetween us and the United Nations in pursuit of world \r\npeace, security, development and democracy.\r\nIn conclusion, I would like to use this opportunity \r\nto sincerely thank the CEI member States for their \r\nengagement, and all the other countries that are \r\nsupporting draft resolution A/69/L.8. I would like \r\nto convey to the General Assembly our joint plea to \r\nadapt by consensus the draft resolution on cooperation \r\nbetween the United Nations and the Central European \r\nInitiative.\r\nThe President: I now give the f loor to the \r\nrepresentative of Belarus to introduce draft resolution \r\nA/69/L.10.\r\nMr. Dapkiunas (Belarus) (spoke in Russian): As \r\nChairman of the Commonwealth of Independent States \r\n(CIS) for 2014, the Belarusian delegation has the honour \r\nof introducing the draft resolution entitled “Cooperation \r\nbetween the United Nations and the Commonwealth of \r\nIndependent States” (A/69/L.10).\r\nThe CIS, established in 1991, brings together 11 \r\nStates parties. The Commonwealth seeks to develop \r\nmutually advantageous cooperation between the States \r\nparties in the political, economic, humanitarian, cultural, \r\nenvironmental and other fields. In accordance with \r\nresolution 48/237, in March 1994 the Commonwealth \r\nwas granted observer status in the General Assembly.\r\n8/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nCooperation between the CIS and the various United \r\nNations bodies is progressively developing. The CIS \r\nExecutive Committee supports working contacts with \r\na number of specialized agencies of the United Nations \r\nsystem, in particular with the United Nations Economic \r\nand Social Commission for Asia and the Pacific and with \r\nthe United Nations Educational, Scientific and Cultural \r\nOrganization. We have established treaty relations with \r\nthe executive bodies of the United Nations Conference \r\non Trade and Development, the Economic Commission \r\nfor Europe, the United Nations Office at Geneva and \r\nthe United Nations Office on Drugs and Crime. As of \r\nJuly 2013, we have a focal point for cooperation with \r\nthe Security Council in our CIS Executive Committee, \r\nestablished pursuant to Security Council resolution \r\n1540 (2004). And that list is far from exhaustive.\r\nIn recent years we have accumulated solid \r\nexperience in multilevel cooperation between the \r\nUnited Nations and the CIS to deal with common \r\nchallenges of a social, economic and humanitarian \r\nnature. In order to strengthen the practical component \r\nof that cooperation and upgrade its effectiveness, it is \r\nvital to have a systemic foundation for such cooperation, \r\nwhich will help develop and deepen the ties of the CIS \r\nwith the United Nations specialized agencies. That, \r\nin fact, is the purpose of the draft resolution that we \r\nhave submitted on cooperation between the United \r\nNations and the Commonwealth of Independent States. \r\nIn particular, the draft resolution urges the specialized \r\nagencies and other organizations, programmes and \r\nfunds of the United Nations system, as well as the \r\ninternational financial institutions, to develop their \r\ncooperation with the CIS.\r\nBelarus is convinced that efforts to develop the \r\ncooperation between the United Nations and regional \r\nand subregional organizations, including the CIS, \r\nshould seek objectively to achieve the fullest and most \r\neffective resolution possible of the broadest range of \r\nissues, exchange best practices in various sectors and \r\nimplement them in practice.\r\nThe delegation of Belarus would like to thank \r\ninterested States for participating in the work on the \r\ntext of the draft resolution. We have tried to take into \r\naccount their comments and suggestions as much as \r\npossible.\r\nThe President: I now give the f loor to the \r\nrepresentative of Morocco to introduce draft resolution \r\nA/69/L.9.\r\nMr. Hilale (Morocco) (spoke in Arabic): In my \r\ncapacity as Chair of the Arab Group for the month of \r\nNovember, I am extremely honoured to introduce draft \r\nresolution A/69/L.9, which pertains to cooperation \r\nbetween the United Nations and the League of Arab \r\nStates. I am doing so on behalf of the following \r\ncountries: Algeria, Bahrain, Comoros, Djibouti, Egypt, \r\nIraq, Jordan, Kuwait, Lebanon, Libya, Morocco, \r\nMauritania, Oman, Palestine, Qatar, the Kingdom of \r\nSaudi Arabia, Somalia, the Sudan, Tunisia, the United \r\nArab Emirates and Yemen..\r\nThe draft resolution that is being introduced today \r\nconcerns an important topic, itself enshrined in Chapter \r\nVIII of the Charter of the United Nations, which \r\nencourages the Organization to cooperate with regional \r\norganizations, particularly on joint matters relating to \r\ninternational peace and security. The draft resolution \r\ntakes account of the recommendations resulting from \r\nthe meeting between the United Nations and the League \r\nof Arab States held in Geneva from 17 to 19 June. In the \r\nwake of the recent events and the rapid global changes \r\nand crises taking place around the world, we must \r\nstrengthen our cooperation and our reach, and work to \r\nbring the efforts of the two organizations closer.\r\nThrough the draft resolution, the General Assembly \r\ninvites the United Nations and its agencies, along with \r\nthe countries of the Arab League, to strengthen their \r\ncooperation in order to achieve their common goals. In \r\nthat context, in the draft resolution the Assembly also \r\nrequests that the United Nations and the League of Arab \r\nStates review their existing coordination mechanisms \r\nand introduce new recommendations and suggestions, \r\nwith the goal of strengthening and accelerating their \r\nimplementation. It also requests an acceleration of the \r\nreview of the 1989 cooperation agreement between \r\nthe two organizations, in order to adapt it to current \r\ndevelopments and challenges.\r\nI therefore call on the General Assembly to adopt \r\ndraft resolution A/69/L.9 unanimously and without a \r\nvote.\r\nThe President: I now give the f loor to the \r\nrepresentative of the Russian Federation to introduce \r\ndraft resolutions A/69/L.12 and A/69/L.13.\r\nMr. Churkin (Russian Federation) (spoke \r\nin Russian): I have the honour to speak today on \r\nthree sub-items on today’s agenda: 123 (l), entitled \r\n“Cooperation between the United Nations and the \r\nEurasian Economic Community”, 123 (g), entitled \r\n14-61840 9/30\r\n11/11/2014 A/69/PV.48\r\n“Cooperation between the United Nations and the \r\nCollective Security Treaty Organization”, and 123 (w), \r\nentitled “Cooperation between the United Nations and \r\nthe Shanghai Cooperation Organization”.\r\nIn my national capacity, I would like touch on the \r\nissue of cooperation between the United Nations and \r\nthe Eurasian Economic Community (EURASEC).\r\nOver the past few years, EURASEC has collaborated \r\nactively with the United Nations on a wide range of \r\nissues, including trade, transport, communications, \r\nenergy, tourism, environmental protection, disaster \r\nemergency management, migration, education and \r\nmuch more. We are pleased with the results of that work, \r\nwhich has been carried out in full accord with United \r\nNations priorities for sustainable development and has \r\ncontributed in many ways to establishing an extensive \r\narchitecture of multilateral cooperation in Eurasia. \r\nThrough their complementary roles, EURASEC \r\nand the United Nations have helped to find the best \r\npossible solutions to problems facing the countries of \r\nthe region, based on the individual countries’ specific \r\ncharacteristics, thereby contributing to international \r\npractical experience in responding to current social and \r\neconomic challenges.\r\nIn the 14 years of its existence, EURASEC has \r\nbecome a capable, dynamically evolving and effective \r\norganization with a developed legal and institutional \r\nframework that fully reflects its relevance and \r\nmaturity. The mechanisms that it has created provided \r\nreliable support to its members during the recent global \r\neconomic crisis. The Community has accomplished \r\nmuch and has now achieved the important goal of \r\nbringing Eurasian integration to a new level with \r\nthe establishment, starting on 1 January 2015, of the \r\nEurasian Economic Union. With that, according to the \r\ndecision of the Heads of its member States, EURASEC \r\nwill cease its activities, while issues relating to the \r\nfuture development of economic integration will be \r\nturned over to the jurisdiction of the constituent bodies \r\nof the Eurasian Economic Union.\r\nThe Eurasian Economic Union is being created as \r\nan international organization for regional economic \r\nintegration and with an international legal identity. It \r\nis consistent with the purposes and principles of the \r\nCharter of the United Nations and other universally \r\nrecognized standards of international law, including \r\nthe rules of the World Trade Organization. Within the \r\nUnion, the four freedoms — the freedom of movement \r\nof goods, services, capital and the workforce — will \r\nbe observed, with a coordinated, coherent and unified \r\npolicy on the key branches of the economy.\r\nThe Eurasian Economic Union currently includes \r\nRussia, Belarus and Kazakhstan, but membership is \r\nopen to any State sharing its goals and principles. At the \r\nbeginning of October, the Republic of Armenia signed \r\nan agreement to join. An action plan for membership in \r\nthe Union for the Kyrgyz Republic has been approved. \r\nIn addition, the Eurasian Economic Union’s agreement \r\nprovides for a mechanism whereby interested countries \r\ncan receive observer State status in the Union, and \r\nmany countries and regional organizations have already \r\nexpressed interest in cooperating with it.\r\nWe believe that the goals and objectives that the \r\nEurasian Economic Union has set itself not only resonate \r\nwith its member States, but also reflect global trends \r\nin development. The Eurasian integration process is \r\nreaching a new level, and there is much more to be done \r\nto enable its economic union to function at full strength \r\nin order for its member States and partners to feel its \r\nreal impact. We firmly believe that, as the Eurasian \r\nEconomic Union develops, its potential and experience \r\nwill be sought out by the international community, \r\nparticularly in the context of formulating a new agenda \r\nfor post-2015 development, which will become the new \r\nsystem of coordinates for defining the likely specific \r\nparameters for practical cooperation between the Union \r\nand the United Nations.\r\nI now have the honour to speak on behalf of the \r\nmember States of the Collective Security Treaty \r\nOrganization (CSTO): the Republic of Armenia, the \r\nRepublic of Belarus, the Republic of Kazakhstan, \r\nthe Kyrgyz Republic, the Russian Federation and the \r\nRepublic of Tajikistan.\r\nIt is generally recognized that the activity of \r\nregional organizations is an integral feature of modern \r\ninternational relations. Their effective work on the \r\nground is an important component in ensuring security \r\nand the development of trading and humanitarian \r\nties between nations. The Collective Security Treaty \r\nOrganization makes a substantial contribution to those \r\nprocesses.\r\nToday, the CSTO is a multifaceted structure capable \r\nof reliably responding to the wide range of challenges \r\nand threats that its member States may encounter. It also \r\nhas the capacity to conduct peacekeeping operations, \r\nincluding under United Nations auspices. The CSTO \r\n10/30 14-61840\r\nA/69/PV.48 11/11/2014\r\ncarries out regular anti-drug activities. Within the \r\nframework of its ongoing regional anti-drug campaign \r\n– Operation Kanal, designed to fight Afghan opiate \r\nsmuggling – the organization combats the f low of \r\nnarcotic products to both European and Asian countries, \r\nas well as the activities of organized criminal groups.\r\nThe aim of the CSTO is to strengthen peace and \r\ninternational and regional security in accordance with \r\nprinciples of the Charter of the United Nations and \r\ninternational legal norms. It is those elements that \r\nare reflected in draft resolution A/69/L.13. We are \r\ngrateful to all the delegations that have participated \r\nconstructively in agreeing on that document. Its \r\nadoption should give a new impetus to the development \r\nof mutually beneficial cooperation between the two \r\norganizations.\r\nI now turn to my third statement.\r\nI would first like to welcome the Secretary-\r\nGeneral’s recent report on cooperation between the \r\nUnited Nations and regional and other organizations \r\n(A/69/228), which enables us to take a look at the \r\nlatest trends in that important area of United Nations \r\nactivities.\r\nToday, on behalf of the members of the Shanghai \r\nCooperation Organization — the People’s Republic \r\nof China, the Republic of Kazakhstan, the Kyrgyz \r\nRepublic, the Russian Federation, the Republic of \r\nTajikistan and the Republic of Uzbekistan — I have \r\nthe honour to introduce draft resolution A/69/L.12, \r\nentitled “Cooperation between the United Nations and \r\nthe Shanghai Cooperation Organization”. The draft \r\nresolution is based on resolutions 64/183, adopted on \r\n18 December 2009; 65/124, adopted on 13 December \r\n2010; and 67/15, adopted on 19 November 2012.\r\nIn the past few years, the Shanghai Cooperation \r\nOrganization (SCO) has become a cornerstone of \r\nregional security in all its dimensions. Its activities \r\nare aimed at promoting mutual trust and encouraging \r\ncooperation in the areas of the economy, education, \r\nenergy, the environment, information security and \r\nother fields. Our member States make a significant \r\ncontribution to the maintenance of international peace \r\nand security. The SCO promotes effective counter-\r\nterrorism cooperation, including through its regional \r\ncounter-terrorism bodies and the fight against drug \r\ntrafficking and other types of transnational crime. \r\nWe are also making a significant contribution to \r\nstabilization efforts in neighbouring Afghanistan. The \r\ndraft resolution before the Assembly is the outcome \r\nof informal consultations convened by the Russian \r\nFederation in its capacity as the current Chair of the \r\nSCO. We would like to thank all the delegations that \r\nparticipated and seek to work constructively to further \r\nstrengthen the existing ties between the United Nations \r\nand the Shanghai Cooperation Organization.\r\nThe President: I now give the f loor to the \r\nrepresentative of Greece to introduce draft resolution \r\nA/69/L.14.\r\nMr. Spinellis (Greece): On behalf of the member \r\nStates of the Black Sea Economic Cooperation \r\nOrganization (BSEC), I have the honour to introduce \r\ndraft resolution A/69/L.14, submitted under sub-item \r\n(d) of agenda item 123 and entitled “Cooperation \r\nbetween the United Nations and the Black Sea Economic \r\nCooperation Organization”. Allow me, at the outset, to \r\ntake this opportunity to express my appreciation for the \r\nvaluable support and positive spirit evidenced by all \r\ncountries sponsoring the draft resolution.\r\nThe Black Sea Economic Cooperation Organization, \r\nwith a lifespan of almost 23 years, is the most \r\ninclusive and institutionally mature regional economic \r\norganization in the wider Black Sea area. It seeks to \r\npromote enhanced cooperation among its member \r\nStates in many areas and to ensure peace and stability \r\nin the Black Sea region. In recent years, the wider \r\nBlack Sea area has attracted considerable attention as \r\nan energy and transport hub between Europe and Asia. \r\nHence, the activity of BSEC has increased, which is \r\ntestimony to the importance of regional initiatives, \r\njoint projects and enhanced coalitions as important \r\nassets in addressing regional challenges and achieving \r\nsustainable development.\r\nUnder the current Greek chairmanship, which \r\nruns from 1 July until 31 December 2014, the BSEC \r\nalso seeks to enhance its support-building capabilities \r\nand economic cooperation with other regional and \r\ninternational organizations, while at the same time \r\nadvancing the emergence of the organization as the \r\nappropriate forum for cooperation through concrete \r\nproject implementation in the Black Sea region. In \r\nthat respect, the BSEC reaffirms its commitment to \r\nstrengthening its cooperation with the United Nations \r\nand the specialized agencies in fields of work that are \r\nof common interest to both organizations.\r\nThat cooperation will be instrumental in bringing \r\nthe wider Black Sea area closer to its neighbours and \r\n14-61840 11/30\r\n11/11/2014 A/69/PV.48\r\nthe world, and will encourage concrete efforts, common \r\ninitiatives and the implementation of joint projects. \r\nTo that effect, priority areas already existing within \r\nBSEC — such as the environment, transport, energy, \r\ninstitutional reform, good governance, trade, economic \r\ndevelopment, agriculture and the fight against \r\norganized crime — constitute the necessary basis for \r\ndeveloping additional joint projects in the region.\r\nIn conclusion, I would like to express the sincere \r\nhope that this year’s draft resolution will be adopted \r\nwithout a vote, as has been the case in past years. I also \r\nexpress my conviction that, once adopted, it will further \r\nstrengthen cooperation between the United Nations \r\nand the BSEC, thus contributing to the promotion of \r\nthe principles and objectives of the United Nations \r\nand the purposes and goals of the Black Sea Economic \r\nCooperation Organization.\r\nThe President: I now give the f loor to the \r\nrepresentative of Malaysia to introduce draft resolution \r\nA/69/L.15.\r\nMr. Haniff (Malaysia): Malaysia, as Chair of \r\nthe Preparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization (CTBTO), has \r\nthe honour to introduce draft resolution A/69/L.15, \r\nentitled “Cooperation between the United Nations and \r\nthe Preparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization.”\r\nThe objective of the draft resolution is to ensure \r\nthat the important Comprehensive Nuclear-Test-Ban \r\nTreaty (CTBT) issue remains on the agenda of the \r\nGeneral Assembly. That is particularly necessary in the \r\nlight of the crucial work being carried out by the CTBT \r\nverification regime in the fields of nuclear disarmament \r\nand non-proliferation.\r\nMy delegation would like to thank Mr. Randy \r\nBell, Director of the CTBTO International Data \r\nCentre (IDC), for the comprehensive and informative \r\nbriefing that he made earlier in relation to the report \r\non the work of the CTBTO Preparatory Commission \r\n(see A/69/164). We would also like to express our \r\nappreciation to the previous Executive Secretary of the \r\nCTBTO Preparatory Commission, Mr. Tibor Tóth, for \r\nhis good work. Malaysia takes note of the report of the \r\nSecretary-General on cooperation between the United \r\nNations and the CTBTO Preparatory Commission (see \r\nA/69/228).\r\nThe CTBT is one of the most important multilateral \r\ninstruments needed for the advancement of international \r\npeace and security, as it establishes an international \r\nnorm on nuclear testing in all environments, whether \r\nfor military or civilian purposes. The Preparatory \r\nCommission therefore plays a vital role in strengthening \r\nthe CTBT verification regime in preparation for the \r\nTreaty’s entry into force and in promoting the Treaty’s \r\nuniversality.\r\nA key element of the CTBT verification regime is the \r\nVienna-based International Data Centre, which collects \r\nand processes monitoring data from the International \r\nMonitoring System (IMS). At present, around 300 \r\nstations worldwide transmit information to the IDC, \r\nproviding the IMS with a truly global reach. In addition \r\nto enhancing the detection of nuclear explosions, that \r\nf low of data will also benefit disaster mitigation and \r\nscientific research. That illustrates how the work of \r\nthe CTBTO Preparatory Commission has spillover \r\nbenefits, and my delegation calls for the international \r\ncommunity to continue to support that infrastructure.\r\nOn the universality of the CTBT, my delegation \r\nbelieves that positive developments on that track would \r\nprovide much-needed momentum towards a successful \r\noutcome of the upcoming 2015 Review Conference of \r\nthe Treaty on the Non-Proliferation of Nuclear Weapons. \r\nIn that regard, we welcome the Republic of the Congo \r\nas the one hundred and sixty-third State to ratify the \r\nCTBT, bringing the total number of State signatories \r\nto 183. We continue to urge countries, especially those \r\nlisted in annex 2, to sign and ratify the Treaty at the \r\nearliest opportunity to ensure its entry into force.\r\nIn the light of the important work carried out by the \r\nCTBTO Preparatory Commission, Malaysia reaffirms \r\nour appreciation and full support to the Commission’s \r\nExecutive Secretary, Mr. Lassina Zerbo, and the efforts \r\nof the Provisional Technical Secretariat.\r\nIn that connection, Malaysia is pleased to submit \r\ndraft resolution A/69/L.15 for the consideration of \r\nthe General Assembly. We would like to invite all \r\ndelegations to demonstrate their support by sponsoring \r\nthe draft resolution. They can do so by approaching \r\nSecretariat officials in the Hall or at the General \r\nAssembly Affairs Branch office in the Secretariat \r\nBuilding. As in previous years, we hope that the draft \r\nresolution will continue to enjoy the consensus and \r\nsupport of all Member States.\r\n12/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nThe President: I now give the f loor to the \r\nrepresentative of the Netherlands to introduce draft \r\nresolution A/69/L.16.\r\nMr. Beenen (Netherlands): I have the honour to \r\ntake the f loor to introduce draft resolution A/69/L.16, \r\nentitled “Cooperation between the United Nations \r\nand the Organization for the Prohibition of Chemical \r\nWeapons”. The Netherlands, which is host country to the \r\nOrganization for the Prohibition of Chemical Weapons \r\n(OPCW), does so on behalf of approximately nearly 40 \r\nsponsors. The aim of the biennial draft resolution is \r\nto highlight the importance of continued cooperation \r\nbetween the United Nations and the OPCW.\r\nThe OPCW contributes to international peace and \r\nsecurity by verifying the destruction of chemical weapon \r\nstockpiles, by working, through industry inspections, to \r\nprevent the re-emergence of chemical weapons and by \r\npromoting the peaceful use of chemistry for activities \r\nnot prohibited by the Chemical Weapons Convention \r\nthrough, inter alia, international cooperation and \r\nassistance. For the past year, the United Nations and the \r\nOPCW have been cooperating effectively with regard \r\nto the elimination of the chemical weapons programme \r\nof the Syrian Arab Republic.\r\nAt present, 190 States are party to the Chemical \r\nWeapons Convention and thus are members of the \r\nOPCW. There is good hope that further steps towards \r\nuniversalization will be taken in the near future. The \r\nOPCW is preparing to commemorate, on 22 April 2015, \r\nthe one hundredth anniversary of the first large-scale \r\nuse of chemical weapons, at Ypres, Belgium.\r\nThe draft resolution makes reference to those \r\nevents, in addition to taking note of the annual reports of \r\nthe OPCW. It is our hope that, as on previous occasions, \r\nthe draft resolution will be adopted by consensus, as \r\nit is a factual and rather technical text. That might not \r\nbe the case, as we were informed this morning. We are \r\nconfident that the draft text in front of the Assembly, \r\nwhich is general in nature and factual, commands the \r\nlargest possible support from the General Assembly, \r\nand we look forward to the Assembly’s support for the \r\ntext as it is.\r\nMr. Boubacar (Mauritania) (spoke in Arabic): \r\nI wish to thank the Secretary-General for his report \r\n(A/69/228).\r\nCooperation between the United Nations and \r\nthe African Union is founded on the Charter of the \r\nUnited Nations, in particular Chapter VIII, which \r\nfocuses on cooperation with regional organizations. \r\nThe partnership between the United Nations and the \r\nAfrican Union is not new. In recent years, it has grown \r\nand improved in various areas, including in the peaceful \r\nsettlement of conflicts, mediation, electoral assistance \r\nand institution-building, which have greatly enhanced \r\nthe cooperation between the two organizations. I would \r\nlike to reaffirm the need to continue that cooperation \r\nthrough the provision of resources, exchanges of \r\nexperience and the strengthening of human capacities \r\nin the African Union.\r\nThe positive impact of the partnership between \r\nthe two organizations, as exemplified in the support \r\nfor peace and stability on the African continent, is a \r\nclear indication of the usefulness and effectiveness \r\nof that cooperation. Positive relations between the \r\nSecurity Council and the Peace and Security Council \r\nof the African Union and the continued consultations \r\nbetween the two bodies are also a clear expression of the \r\nintention of both organizations to promote institutional \r\ncooperation between them.\r\nAs we are discussing cooperation between the \r\nUnited Nations and the African Union, I would like to \r\ntake this opportunity to reiterate that strengthening the \r\nrelationship between the African Union and the United \r\nNations is now more urgent than ever, considering \r\nthe great challenges facing the African continent. In \r\naddition to security and development challenges, the \r\nAfrican Union is now prey to the scourge of a ghastly \r\nepidemic that has taken many lives and that requires the \r\ninternational community to shoulder its responsibility \r\nside by side with Africa. The Ebola epidemic is \r\nan international threat that Africa cannot confront \r\nalone. Therefore, the international community must \r\nstand together with Africa by providing material and \r\nequipment support in order to contain the epidemic. \r\nWe value and appreciate the initiative of the Secretary-\r\nGeneral in creating the United Nations Mission for \r\nEbola Emergency Response as a provisional step aimed \r\nat providing assistance to confront the Ebola epidemic, \r\nand we emphasize the importance of cooperation \r\nbetween United Nations agencies and the affected \r\ncountries. We call upon the international community \r\nto provide all the forms of support necessary for those \r\nStates.\r\nThe African Group highly values the various forms \r\nof cooperation between the United Nations and the \r\nAfrican Union, especially concerning the maintenance \r\n14-61840 13/30\r\n11/11/2014 A/69/PV.48\r\nof peace and the settlement of conflict, in addition to \r\nsocial and economic cooperation. We also reaffirm \r\nthat there are various opportunities to strengthen and \r\ndeepen that cooperation, and we expect there to be \r\nmore next year when the post-2015 development agenda \r\nis adopted. The adoption of the new agenda will be a \r\nnew opportunity to deepen all forms of cooperation, \r\nespecially in the economic field, between the two \r\norganizations. In that context, the African Group \r\nreaffirms the need for a strategic approach and vision, \r\nbecause the difficult conditions throughout the world \r\nmake it important and necessary to build relations \r\nbetween the two organizations on the basis of clearly \r\ndefined principles and priorities and the f lexible and \r\ncreative implementation of Chapter VIII of the Charter \r\nof the United Nations, including consultations before \r\ndecision-making and the sharing of responsibilities.\r\nThe nature of international challenges today require \r\ngreater cooperation between the United Nations and \r\nother international bodies and between it and regional \r\norganizations in dealing with the security, economic and \r\ndevelopment dimensions of various regional conflicts. \r\nThe regional nature of current conflicts has increased \r\nthe importance of regional organizations, given their \r\nknowledge of the specific details of the conflicts and \r\ncrises.\r\nAlong with the productive cooperation between the \r\ntwo organizations, we reiterate that African needs and \r\ninterests should be taken into consideration, because \r\nthey cannot be separated from the comprehensive \r\nreform of the Security Council. That would end the \r\nhistorical harm inflicted upon Africa in terms of the \r\nmembership and structure of the Security Council. The \r\nAfrican Group will return to the General Assembly \r\nwith regard to the draft resolution on cooperation \r\nbetween the United Nations and Africa before the end \r\nof this session. \r\nWe look forward to having this debate as a \r\ncontribution to the promotion of the ongoing partnership \r\nbetween the United Nations and the African Union, \r\nbecause that partnership plays a crucial role in the \r\nsuccess of our joint efforts to promote international \r\npeace and security and to fulfil the legitimate aspirations \r\nof all nations to security and sustainable development.\r\nMr. Zehnder (Switzerland) (spoke in French): The \r\ncollaboration between the United Nations and regional \r\norganizations has grown in importance in recent years. \r\nWith growing demand for support before, during and \r\nafter conflicts and with parallel increasing pressure \r\non budgets, strong partnerships and a well-thought-out \r\ndivision of labour among various actors have become \r\never more necessary.\r\nThe Organization for Security and Cooperation in \r\nEurope (OSCE) is the world’s largest regional security \r\norganization under Chapter VIII of the Charter of the \r\nUnited Nations and one of the main partners of the \r\nUnited Nations. Based on Switzerland’s experience as \r\nChairman-in-Office of the OSCE, I would like to make \r\nsome remarks on the cooperation between the United \r\nNations and the OSCE. Switzerland has made the \r\nstrengthening of this cooperation one of its priorities \r\nduring its chairmanship. The Secretary-General of the \r\nUnited Nations has also placed similar emphasis on this \r\nimportant partnership.\r\nThe United Nations and the OSCE are connected \r\nthrough a long-standing and successful record of \r\ncooperation, which includes regular exchanges at \r\nall levels in numerous areas. The statement made by \r\nSecretary-General Ban Ki-moon before the OSCE \r\nPermanent Council on 4 November, at the invitation of \r\nOSCE Chairperson-in-Office Didier Burkhalter, is but \r\nthe most recent evidence thereof.\r\nThe two organizations have been cooperating \r\nclosely on regional issues for several years now. \r\nThroughout South-East Europe, OSCE field operations \r\ncoordinate their activities with United Nations \r\nagencies, funds and programmes. In Kosovo, where the \r\nOSCE Mission is part of the United Nations Interim \r\nAdministration Mission in Kosovo, the OSCE has \r\ntaken over the monitoring of and provision of support \r\nto non-majority mechanisms at the municipal level, \r\nthereby contributing to early-warning and conflict-\r\nprevention efforts on the ground.\r\nCooperation between the OSCE and the United \r\nNations is also necessary and useful for all actors \r\nin Ukraine. The daily reports from the OSCE \r\nSpecial Monitoring Mission are complemented by \r\ncomprehensive monthly reports from the United \r\nNations Human Rights Monitoring Mission in Ukraine. \r\nFurthermore, the United Nations has provided \r\noperational support to OSCE mediation efforts by \r\nputting at its disposal members of the Standby Team \r\nof Mediation Experts. The United Nations also has \r\nthe lead on humanitarian issues, while the OSCE has \r\ntaken on new tasks in the area of ceasefire-monitoring. \r\n14/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nThe two organizations’ activities thus complement and \r\nreinforce each other.\r\nCooperation between the United Nations and \r\nthe OSCE extends to thematic areas. This includes \r\nthe strategic partnership between the OSCE and the \r\nUnited Nations Office on Drugs and Crime (UNODC) \r\nin the area of organized crime and counter-terrorism, \r\nin the framework of which the OSCE supports the \r\nimplementation of United Nations anti-terrorism \r\ninstruments. Thanks that that partnership, the \r\nratification rate in the OSCE region has increased from \r\n65 per cent in 2001 to almost 85 per cent this year. The \r\nOSCE also collaborates closely with UNODC in the field \r\nof combating corruption and money-laundering. Joint \r\nworkshops and training sessions are being conducted \r\nin the OSCE region for public officials and civil-society \r\nand private-sector representatives, in order to raise \r\nawareness of and facilitate the implementation of the \r\nUnited Nations Convention against Corruption.\r\nAnother important area is mediation. In order to \r\nstrengthen cooperation with the United Nations, the \r\nOSCE Conflict Prevention Centre completed a work \r\nplan with the United Nations Mediation Support Unit \r\nin June. In addition, regular exchanges take place at \r\nthe strategic and operational level. That partnership \r\ncombines the international and global expertise of \r\nthe United Nations with the OSCE’s in-depth local \r\nand regional knowledge. This represents a valuable \r\ncombination of the two organizations’ strengths \r\nand clearly illustrates the tremendous potential of \r\npartnerships under Chapter VIII of the Charter of the \r\nUnited Nations.\r\nBased on Switzerland’s experience in its \r\nChairmanship of the OSCE, we are convinced that it is \r\nin the interest of both the United Nations and the OSCE \r\nto further nurture and strengthen the cooperation \r\nbetween the two organizations. The United Nations \r\npeace operations review announced by the Secretary-\r\nGeneral will focus, inter alia, on partnerships. That \r\nreview will provide an opportunity to reflect on the role \r\nof regional organizations such as the OSCE.\r\nFurthermore, the OSCE has long-standing \r\nexperience in several areas covered by the post-2015 \r\nagenda and could therefore provide input to current \r\ndiscussions and contribute to the implementation of a \r\nnumber of initiatives, including in the area of disaster \r\nrisk reduction and water. The current Swiss OSCE \r\nChairmanship and the incoming Serbian Chairmanship \r\nhave both put the topic of water on the list of priorities \r\nof the OSCE agenda this year and next year. Various \r\nevents have been held throughout the year on the \r\ntopic of water diplomacy, best practices in the field \r\nof water management and water cooperation. Next \r\nyear the incoming Chairmanship will dedicate its \r\nEconomic and Environmental Forum process cycle \r\nto water governance. The United Nations Economic \r\nCommission for Europe has been closely associated \r\nwith most meetings.\r\nThe promotion of peaceful and inclusive societies \r\nis another area in which the OSCE has long-standing \r\nimplementation experience. Mechanisms such as \r\nthe High Commissioner on National Minorities are \r\ninstruments to strengthen human rights and could \r\nthus play an important role in the implementation of \r\nthe goal of peaceful and inclusive societies. These \r\ninstruments could also provide a basis for a discussion \r\non the Secretary-General’s Human Rights Up Front \r\ninitiative, which addresses a shared priority of both \r\norganizations. An exchange of information between \r\nthe United Nations and the OSCE on these issues and \r\nother topics of general interest would therefore be most \r\nwelcome.\r\nSwitzerland will remain committed to strong \r\ncooperation between the United Nations and the OSCE.\r\nMrs. Borges (Timor-Leste): I have the honour to speak \r\non behalf of the Community of Portuguese-speaking \r\nCountries (CPLP), whose member States are Angola, \r\nBrazil, Cabo Verde, Equatorial Guinea, Guinea-\r\nBissau, Mozambique, Portugal, Sao Tome and Principe \r\nand my own country, Timor-Leste. I wish to remind \r\nmembers of the General Assembly of the relevance of \r\nthe Portuguese language in international affairs, as it \r\nunifies 240 million people in nine countries and on \r\nfour continents, and to highlight the CPLP’s political \r\ncommitment to promoting the use of Portuguese in \r\ninternational and regional organizations, including \r\nin the United Nations and its agencies, funds and \r\nprogrammes.\r\nWe welcome the report of the Secretary-General \r\non the cooperation between the United Nations and the \r\nCPLP (see A/69/228), which reflects the positive effects \r\nof the joint actions that have materialized over the past \r\ntwo years. Resolution 67/252, sponsored by 75 Member \r\nStates and adopted by the Assembly at its sixty-seventh \r\nsession, in 2013, noted with appreciation that this \r\ndynamism also reflected the strengthened partnerships \r\n14-61840 15/30\r\n11/11/2014 A/69/PV.48\r\namong the member States of the Community and the \r\nUnited Nations, including its agencies.\r\nThe United Nations system continued to be an \r\nimportant partner, actively pursuing its cooperative \r\nties with our Community through concerted political \r\nand diplomatic actions. Similarly, that cooperation is \r\nexpressly visible in several vital areas that contribute \r\ngreatly to the development of our countries, particularly \r\nin the sectors of human rights, health, education, science \r\nand culture, food and agriculture, public administration, \r\nand science and technology, among others. \r\nOne example of such partnerships is the support \r\nprovided by the United Nations Office on Drugs and \r\nCrime for the establishment of common measures to \r\nprevent and combat corruption by civil-servant agents \r\nin international commercial transactions. as well as a \r\ndeclaration and action plan on trafficking persons in \r\nthe Community. Another example is the Portuguese \r\nUnit of United Nations Radio, which continues to play a \r\nfundamental role in facilitating daily coverage of issues \r\nof concern to the United Nations and the Community of \r\nPortuguese-speaking Countries.\r\nThe Community of Portuguese-speaking Countries \r\nwelcomes the establishment earlier this year of a \r\nlegitimate Government in Guinea-Bissau and notes \r\nwith satisfaction the positive steps already taken by \r\nthe democratically elected authorities there, remaining \r\nmindful of the considerable challenges that still \r\nlie ahead. As part of its political coordination, the \r\nCommunity and its member States are deeply involved \r\nin coordinating efforts with the United Nations and \r\nother international partners to support the priorities set \r\nby the Government, with a view to promoting stability, \r\nrespect for human rights, democratic institutions and \r\nthe rule of law, and social and economic development. In \r\nthat regard, we recall Security Council resolution 2157 \r\n(2014) and the importance of convening an international \r\npledging conference on the recovery of Guinea-Bissau, \r\nto which the CPLP remains fully committed, as well \r\nas the need to renew and strengthen the mandate of \r\nthe United Nations Integrated Peacebuilding Office in \r\nGuinea-Bissau.\r\nIn that regard, the relaunching of the International \r\nContact Group on Guinea-Bissau is an essential \r\ninstrument for the effective coordination of international \r\nassistance in the country. The International Contact \r\nGroup would also have the role of assisting with \r\nthe organization of the pledging conference and of \r\nsupporting the security sector reform and national \r\nreconciliation efforts. The Contact Group is currently \r\nco-chaired by the CPLP and the Economic Community \r\nof West African States and will hold its tenth meeting \r\nin New York on 18 November.\r\nThe Community also welcomes the appointment \r\nof the former President of Sao Tome and Principe, \r\nMr. Miguel Trovoada, as Special Representative of the \r\nSecretary-General for Guinea-Bissau. We acknowledge \r\nand congratulate the former Special Representative \r\nof the Secretary-General, Mr. José Ramos-Horta, for \r\nhis achievements in Guinea-Bissau and welcome his \r\nappointment to chair the High-Level Independent \r\nPanel on Peace Operations, which will examine both \r\npeacekeeping operations and special political missions.\r\nIn July of this year, Timor-Leste hosted the CPLP \r\nHeads of State and Government Summit in Dili under \r\nthe theme “CPLP and Globalization”, where the leaders, \r\ninter alia, recognized the need for a strategy on economic \r\nand entrepreneurial cooperation and reiterated their \r\ncommitment to reinforcing the human right to adequate \r\nfood in national and community policies. At the Summit, \r\nwe were also pleased to welcome Equatorial Guinea as \r\nour ninth member, and Turkey, Georgia, Namibia and \r\nJapan as associate members. I would like to take this \r\nopportunity to inform the Assembly of the intention of \r\nthe CPLP member States to submit, during the current \r\nsession of the General Assembly, a draft resolution \r\nentitled “Cooperation between the United Nations and \r\nthe CPLP”, for which we again respectfully seek the \r\nAssembly’s support, which we were able to secure at \r\nthe sixty-seventh session.\r\nI wish to conclude by reiterating the determination \r\nof the CPLP to strengthen its partnership with the United \r\nNations in the pursuit of common objectives, including \r\nthe achievement of the Millennium Development \r\nGoals, as well as our commitment to continuing to play \r\na positive role in shaping the post-2015 development \r\nagenda of the United Nations under the framework \r\nreached at the United Nations Conference on Sustainable \r\nDevelopment.\r\nMr. Alemu (Ethiopia): I would like to express our \r\nappreciation to you, Sir, for convening today’s joint \r\ndebate on cooperation between the United Nations and \r\nregional and other organizations. I would also like to \r\nthank the Secretary-General for his comprehensive \r\nreport on this agenda item (A/69/228).\r\n16/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nWhile my delegation aligns itself with the statement \r\nmade by the representative of Mauritania, who spoke \r\non behalf of the Group of African States, I now wish to \r\nmake a statement on behalf of Ethiopia in my national \r\ncapacity.\r\nThe cooperation between the United Nations \r\nand regional and other organizations has become \r\nincreasingly critical in the maintenance of international \r\npeace and security. I would like to take this opportunity \r\nto commend you, Mr. President, for making this issue \r\none of the priorities of your presidency and to welcome \r\nyour intention to convene a high-level thematic debate \r\non strengthening cooperation between the United \r\nNations and regional organizations in the second \r\nquarter of 2015.\r\nThe cooperation between the United Nations and \r\nregional arrangements is obviously governed by Chapter \r\nVIII of the Charter of the United Nations, but the nature, \r\nscale and scope of that cooperation has evolved over the \r\npast decades. The ever-changing international peace \r\nand security environment in particular has made that \r\ncooperation absolutely imperative in addressing the new \r\nand complex challenges that we face — the emergence \r\nof new conflicts and relapses in post-conflict countries, \r\nthe threat of terrorism and extremism, the spread of \r\nsmall arms and light weapons, and the danger posed by \r\npandemics like Ebola, among many other challenges.\r\nRegional organizations no doubt have the \r\ncomparative advantage of geographic proximity in \r\naddressing some of those challenges. They could \r\ntherefore play, and are actually playing, a meaningful \r\nrole in that regard. We are pleased to note that the \r\nUnited Nations has recognized that fact, showing \r\nthereby a greater willingness and commitment to work \r\nwith regional organizations and coordinating efforts \r\nwith them in the advancement of international peace \r\nand security. That is indeed a step in the right direction, \r\nand we fully support it.\r\nWe are encouraged to note that the cooperation \r\nbetween the United Nations and the African Union and \r\nits constituent bodies has been further intensified in \r\nrecent years on a wide range of issues related to the \r\nmaintenance of international peace and security. In \r\nthat context, we welcome the regular interaction and \r\ndialogue between the Security Council and the African \r\nPeace and Security Council. We hope that cooperation \r\nwill be further enhanced and strengthened through the \r\nadoption of an innovative and f lexible approach and the \r\neffective utilization of comparative advantages in the \r\nadvancement of common objectives.\r\nThe cooperation between the United Nations and \r\nthe African Union in the area of peacekeeping and \r\npeacebuilding has also expanded and deepened in \r\nrecent years. We hope that the comprehensive review of \r\npeacekeeping and the peacebuilding architecture will \r\ntake into account the views and concerns of the African \r\nUnion, which is playing an increasingly important role \r\nin those areas, in collaboration with the United Nations.\r\nI would like to take this opportunity to commend \r\nthe Secretary-General for his commitment to \r\nstrengthening the relations and dialogue between \r\nthe United Nations and subregional organizations in \r\nAfrica in order to ensure a coherent and coordinated \r\napproach, not only to peace and security but also to \r\ndevelopment in the continent. In that connection, we \r\nexpress satisfaction with his visit to the Horn of Africa \r\nsubregion, leading a high-level delegation composed of \r\nthe President of the World Bank and senior officials of \r\nthe African Union, the European Union and the African \r\nDevelopment Bank, as part of his trip to various \r\nregions of the continent. We also welcome the outcome \r\nof his dialogue with the Council of Ministers of the \r\nIntergovernmental Authority on Development (IGAD) \r\nand the announcement of the Horn of Africa Initiative.\r\nFinally, we strongly believe that the cooperation \r\nand partnership between the United Nations and \r\nregional and other organizations have become so \r\nmuch more vital than ever before, and we have full \r\nconfidence that greater efforts will be deployed in that \r\nregard. Strengthening regional organizations such as \r\nthe African Union and subregional organizations such \r\nas IGAD must be part of those efforts. Global and \r\nregional challenges have become more complex and \r\nmore daunting. We must all rise to the occasion.\r\nMr. Lupan (Republic of Moldova): We welcome \r\nand support the adoption of draft resolution A/69/L.14, \r\nentitled “Cooperation between the United Nations and \r\nthe Black Sea Economic Cooperation Organization”, to \r\nbe adopted today by the General Assembly. Promoting \r\nmultilateral economic cooperation and sustainable \r\ndevelopment is our concrete contribution to peace, \r\nstability and prosperity in the Black Sea region, thus \r\npreserving the principles proclaimed in the Charter of \r\nthe United Nations.\r\nThere is a shared understanding of the importance \r\nof interaction between the Black Sea Economic \r\n14-61840 17/30\r\n11/11/2014 A/69/PV.48\r\nCooperation Organization (BSEC) and the United \r\nNations and its agencies. We consider it a valuable \r\nopportunity for cooperation, with the potential of \r\ncontributing further to the economic and political \r\nstability of the Black Sea region.\r\nIn the first half of 2015, the Republic of Moldova \r\nwill take over the Chairmanship-in-Office of the BSEC. \r\nIn that context, the Republic of Moldova will continue to \r\nbe firmly engaged in contributing to the strengthening \r\nof the dialogue between the BSEC and the United \r\nNations and its agencies. In practical terms, there are \r\nvast possibilities for valuable interaction between the \r\ntwo organizations in the fields of the development of \r\neconomic cooperation and trade in the BSEC area, \r\nsustainable energy, transport, entrepreneurship, health, \r\nenvironment and other areas already agreed upon in \r\nthe BSEC, as mentioned by our colleague currently \r\nchairing the BSEC.\r\nDuring our chairmanship, we will endeavour to \r\nhold consultations with both the BSEC secretariat \r\nand United Nations agencies in order to initiate joint \r\nprogrammes pertaining to the fields of common interest \r\nto both organizations.\r\nMr. Mnatsakanyan (Armenia): At the outset, we \r\nthank the Secretary-General for his latest report on the \r\nongoing cooperation between the United Nations and \r\nregional and other organizations (A/69/228). The report \r\nprovides a good overview of the depth of cooperation \r\nand mutually reinforcing activities of the United Nations \r\nand its regional partners embracing the full mandate of \r\nthe United Nations, on the one hand, and the respective \r\nmandated areas of competence at the regional and \r\nsubregional levels, including, most important, peace, \r\nsecurity, development and human rights.\r\nNo country can be effective in pursuing its \r\nnational agenda without engaging with others. That \r\nis particularly obvious for countries with modest \r\ncapacities. The regional and subregional levels of \r\ncooperation provide an effective platform for pursuing \r\nspecific common objectives for countries bound by \r\ncommon security goals, common values or simply by \r\ngeographic proximity. In the context of the present \r\ndebate, cooperation at the global level, here in the \r\nUnited Nations and elsewhere, provides a critical forum \r\nfor interregional engagement.\r\nAs a member of numerous regional \r\norganizations — including the Organization for \r\nSecurity and Cooperation in Europe (OSCE), the \r\nCollective Security Treaty Organization (CSTO), the \r\nCouncil of Europe, the Commonwealth of Independent \r\nStates and the Black Sea Economic Cooperation \r\nOrganization — Armenia benefits greatly from the \r\ninstitutional strength and effectiveness of the European \r\nregional and subregional landscape of cooperation, \r\nincluding in the fields of political dialogue, security, \r\nhuman rights, democratic transformation and the \r\nstrengthening of the rule of law, trade and economy, \r\nculture and youth.\r\nIn our national context, the peaceful resolution \r\nof conflicts on the basis of the norms and principles \r\nof international law without exception is of special \r\nsignificance, given the ongoing negotiations for the \r\npeaceful settlement of the Nagorno-Karabakh conflict \r\nwithin the internationally supported format of the \r\nOSCE Minsk Group co-chairmanship. That format is \r\nby far the most effective regional arrangement for that \r\nparticular case for several reasons, not least of which is \r\nits capacity to sustain focus on a compromise solution \r\nand to defuse tensions and escalation. Consolidated \r\nsupport for those negotiations from the international \r\ncommunity, including the United Nations and its \r\nSecretary-General, is critical in deflecting attempts to \r\npursue mediation shopping and lopsided, often highly \r\nbiased, definitions of the causes and consequences of \r\nthe conflict. Armenia welcomed the statement by the \r\nSecretary-General in August in support of the OSCE \r\nMinsk Group Co-Chairs, which urged respect for the \r\nceasefire agreement and commitment to immediate \r\nde-escalation and continuing dialogue in the pursuit of \r\na rapid and peaceful political solution in the light of the \r\nsurge in tensions at that time.\r\nAs a member of the CSTO, Armenia will \r\ncontinue to deliver on its commitment to forge \r\nstronger cooperation with the United Nations so as to \r\ncontribute to international peace and to United Nations \r\npeacekeeping capacities. As a troop-contributing State, \r\nArmenia has gathered considerable national experience \r\nfrom its engagements in NATO-led peacekeeping \r\noperations in Afghanistan, Kosovo and, previously, \r\nin Iraq. Armenia will soon acquire experience in a \r\nUnited Nations-led operation in Lebanon. Armenia \r\nhas been investing its experience in strengthening the \r\npreparedness for peacekeeping within the CSTO. In that \r\ncontext, we welcome the expanding cooperation of the \r\nUnited Nations with the CSTO, including between their \r\nrespective secretariats. We also thank all partners who \r\n18/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nwill support the draft resolution on United Nations-\r\nCSTO cooperation (A/69/L.13).\r\nArmenia is a proud member of the Council of \r\nEurope, the oldest European organization based on \r\ncommon values of democracy, human rights and the \r\nrule of law. For us, the Council of Europe has been a \r\nprincipal body in assisting Armenia in the reform process \r\naimed at consolidating national legal foundations and \r\nestablishing sustainable democratic institutions. That \r\ncooperation successfully continues to this date in the \r\nform of legal advice and the practical implementation \r\nof specific action plans. Such cooperation is of course \r\ncomplemented by cooperation with other relevant \r\norganizations, specifically the OSCE and the United \r\nNations. The European Union is a principal contributor \r\nto the implementation of our reform agenda.\r\nThe existing resolution on cooperation between the \r\nUnited Nations and the Council of Europe (resolution \r\n67/83) outlines the broad scope of the mutually \r\nreinforcing mandates of both organizations. It also \r\nserves a useful guide for augmenting the benefits \r\nfor member States, benefiting from the respective \r\nexpertise of the two organizations. At the same time, \r\nArmenia is sensitive to situations where actions by the \r\ntwo organizations may result in duplication and undue \r\ncompetition in delivering assistance to beneficiaries.\r\nArmenia attaches equally high importance to \r\nits work within all other regional and subregional \r\norganizations of which it is a member or with which \r\nit has close cooperation. Any intergovernmental \r\norganization is an aggregate of its member States, able \r\nand willing to pursue a political dialogue and common \r\ngoals for the benefit of their national and common \r\ninterests. The present international agenda, with its \r\nproliferating threats, disagreements and conflicts, calls \r\nfor particularly concerted efforts to redouble work \r\ntowards common solutions and sustainable dialogue.\r\nSmaller States are particularly vulnerable and \r\nsensitive to situations in which disagreements at the \r\nregional and global level risk leading to the emergence \r\nof dividing lines. Armenia is not an exception to such \r\nvulnerabilities and sensitivities. Cooperation and \r\ndialogue among States, from the subregional to the \r\nregional and global levels, have been and remain the \r\nmodus operandi for the sustainability of peace, security \r\nand cooperation. This agenda item is as relevant as ever.\r\nMr. Aboulatta (Egypt): I would like to associate my \r\nstatement with those delivered by the representatives of \r\nMauritania and Morocco, on behalf of the African and \r\nArab Groups, respectively.\r\nThe success of the efforts of the United Nations \r\nwould not have been possible without the direct support \r\nof regional stakeholders and the regional organizations \r\nthat represent them. Synergy and coherence among \r\ninternational, regional and subregional organizations \r\nare a prerequisite for the success of peace and security \r\nefforts.\r\nFull regional, subregional and national participation \r\nin Security Council peace and security efforts is \r\nnecessary so as to provide a sufficient level of ownership \r\nand familiarity to regional parties to conflicts. The \r\nengagement of the relevant regional organizations is \r\ncrucial for the success of United Nations peace efforts \r\nin the various stages of conflicts, including early \r\nwarning, conflict prevention and mediation, as well as \r\npost-conflict peacebuilding.\r\nThere is a need to expand African capacity to \r\nachieve United Nations goals. That could be achieved \r\nthrough greater streamlining and coordination between \r\nthe United Nations and the African Union (AU), in \r\naccordance with the Ten-Year Capacity-Building \r\nProgramme for the African Union, which was signed \r\nin 2006 by the United Nations and the AU. There is an \r\nurgent need to fully operationalize the AU Peace and \r\nSecurity Architecture, especially the Continental Early \r\nWarning System.\r\nCooperation between the United Nations and \r\nthe League of Arab States is also indispensable. The \r\nestablishment of the mission of the Joint Special \r\nRepresentative for Syria is an example of the potential \r\nfor cooperation between the two organizations that \r\nshould extend to conflict prevention and resolution. \r\nSuch cooperation can also help to find lasting solutions \r\nto the two major chronic problems of the region that \r\nnegatively impact regional and international peace and \r\nsecurity, namely, the Palestinian question and the issue \r\nof nuclear weapons in the Middle East.\r\nWhen it comes to peacekeeping, a shared role for \r\nthe United Nations and regional organizations is both \r\ndesirable and achievable. The African Union-United \r\nNations Hybrid Operation in Darfur stands out as \r\nthe most prominent example of cooperation between \r\nthe United Nations and a regional organization in the \r\nfield of peacekeeping. We should have more hybrid \r\noperations with a predominantly African character. \r\nThe Prodi panel’s 2008 report on African Union-United \r\n14-61840 19/30\r\n11/11/2014 A/69/PV.48\r\nNations cooperation (see A/63/666) recommended the \r\nestablishment of a multi-donor trust fund to support \r\npeacekeeping in Africa based on African ownership. \r\nFive years on, that recommendation has yet to be \r\nimplemented. That call remains valid — indeed, it is \r\nmore valid today than ever.\r\nMr. Mbalati (South Africa): At the outset, I would \r\nlike to express our appreciation to the Secretary-\r\nGeneral for his report on cooperation between the \r\nUnited Nations and regional and other organizations \r\n(A/69/228). Cooperation between the United Nations \r\nand regional and other organizations has long been \r\ncentral to the work of the United Nations. That derives \r\nfrom the fundamental understanding that the United \r\nNations would have limited success in implementing its \r\nmandate without close cooperation with regional and \r\nother organizations. Cooperation between the United \r\nNations and regional and other organizations should be \r\nbased on the principle of subsidiarity and on the firm \r\nfoundation of Chapter VIII of the Charter of the United \r\nNations, as reaffirmed by numerous resolutions of the \r\nGeneral Assembly and the Security Council.\r\nMy delegation welcomes the report of the Secretary-\r\nGeneral. We concur with the Secretary-General that \r\nrelationships between the United Nations and regional \r\nand other organizations have deepened and expanded the \r\nactivities of the Organization, from peace and security \r\nand human rights to economic and social affairs, \r\ndevelopment and humanitarian issues. In that regard, \r\nmy delegation underscores the importance of the United \r\nNations continuing to strengthen its partnerships with \r\nregional and subregional organizations as a means to \r\nimplement its mandate.\r\nMy delegation notes with appreciation the improved \r\ncooperation between the United Nations and the African \r\nUnion (AU). We are pleased that the United Nations-\r\nAfrican Union Joint Task Force on Peace and Security \r\nhas continued to meet twice a year. Such interaction \r\nshould be encouraged so that both organizations can \r\ndevelop a common and deeper understanding of the \r\nroot causes of conflict in Africa and develop common \r\nsolutions to our particular security challenges. We \r\nbelieve that the cooperation between the United Nations \r\nand AU should draw on the comparative strengths and \r\nadvantages of each organization, as is illustrated in the \r\nAU’s ability to mobilize quickly into conflict areas in \r\norder to create stability and pave the way for longer-\r\nterm United Nations missions.\r\nAs part of the Southern African Development \r\nCommunity (SADC), South Africa has noted the recent \r\ninteractive dialogue, held in Namibia in July between \r\nthe United Nations and SADC, which was convened \r\nwith a view to sharing regional good practices with \r\nrespect to conflict prevention and mediation. Such \r\ninteractions are to be encouraged and will go a long \r\nway towards strengthening the partnership between the \r\nUnited Nations and SADC, especially in strengthening \r\nsubregional capacities in the areas of electoral support \r\nand conflict prevention and mediation.\r\nThe Secretary-General’s report significantly \r\npoints out that regional and subregional organizations \r\nare distinct and are often confronted with different \r\nchallenges, where a one-size-fits-all approach to such \r\ncooperation would not be conducive to success. A case \r\nin point is the SADC-International Conference on the \r\nGreat Lakes Region decision on the establishment of a \r\nForce Intervention Brigade under the United Nations \r\nOrganization Stabilization Mission in the Democratic \r\nRepublic of the Congo to neutralize all negative forces. \r\nThe results are evident, as there is relative stability and \r\nthe lives of the population in eastern Congo have greatly \r\nimproved. We acknowledge that such arrangements are \r\nexceptional rather than the norm.\r\nDespite all of the positive developments I have \r\nmentioned, we have seen no such approach in the \r\nMiddle East. There has been swift international \r\nreaction to some situations, while such cooperation is \r\nlacking with respect to others, and as a result, there has \r\nnot been significant movement towards resolving those \r\nconflicts.\r\nCooperation between the United Nations and the \r\nArab League on the Middle East peace process has been \r\nmost disappointing. The Arab League has consistently \r\nplayed a significant role in seeking a resolution to the \r\nconflict, including through the adoption of the Arab \r\nPeace Initiative. Unfortunately, the Security Council \r\nhas yet to provide effective and meaningful support to \r\nthe League’s efforts.\r\nMy delegation agrees with the Secretary-General’s \r\nrecommendations that the United Nations should \r\ndevelop context-specific approaches to cooperation \r\nwith its regional and subregional partners, taking into \r\naccount the diversity and priorities of each region, and \r\nshould explore ways in which cooperation can be better \r\narticulated at the strategic and technical levels.\r\n20/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nThe President: I now give the f loor to the Observer \r\nof the League of Arab States.\r\nMr. Fathalla (League of Arab States) (spoke in \r\nArabic): As this is the first time that I take the f loor \r\nduring this session, I would like to congratulate you, \r\nSir, upon your election to preside over the General \r\nAssembly at its sixty-ninth session. I would also like \r\nto thank the Secretary-General for his leadership in \r\nguiding the work of the Organization and to recognize \r\nmy colleagues from the Arab States.\r\nThe League of Arab States was established in 1945, \r\nand its cooperation with the United Nations has been \r\nregulated by an agreement signed between the two \r\norganizations in 1989. Since then, our cooperation has \r\ntaken on various forms, adapting to each change that \r\nhas occurred. The two organizations must take into \r\naccount, in their cooperation, the range of changes \r\nthat take place, such as those in the Middle East since \r\n2010. We must take into account the many problems \r\nresulting from those changes, particularly in the area \r\nof humanitarian assistance. Those changes require \r\nthat we adapt our methods of cooperation between \r\nthe two organizations to suit the task, whether it be \r\nhumanitarian assistance, assistance to refugees or \r\nassistance to victims of war, conflict and natural \r\ndisasters. The efforts of both organizations must also \r\ndeal with peacebuilding and capacity-building in the \r\ncivilian sector and civil institutions. After war and \r\ncrises, countries pass through sensitive stages in the \r\npost-conflict phase, and if the assistance provided to \r\nthem is not adapted to the situation, they risk relapsing \r\ninto conflict.\r\nWe addressed this agenda item most recently two \r\nyears ago. I will give the Assembly a brief overview of \r\nsome of the projects and types of cooperation in which \r\nthe two organizations engage.\r\nIn a sectoral cooperation meeting held in Cairo on \r\n11 and 12 June 2013, the League of Arab States and \r\nthe United Nations addressed building cooperation \r\nin order to reinforce post-conflict civilian capacities. \r\nThat meeting included the participation of Sarah Cliffe, \r\nUnited Nations Special Adviser and Assistant Secretary-\r\nGeneral of Civilian Capacities. The Arab League, \r\nworking with the United Nations, has decided to deal \r\nwith the issue in the framework of a comprehensive and \r\nintegrated vision. It has therefore established three key \r\napproaches that are complementary and parallel.\r\nThe first approach has to do with strengthening \r\nthe relations between the two organizations in order \r\nto exchange experience and information and to \r\ndetermine needs and establish frameworks that will \r\nallow for complementarity in the provision of services \r\nto countries in the region. The second approach is to \r\ninteract with countries in the region to help them build \r\ntheir own capacities and identify their needs so that they \r\nwill be able to fulfil their role in conflict prevention \r\nin the region. The third approach is one that we would \r\nlike to implement in cooperation with civil society \r\norganizations that are active in the areas of security and \r\nenvironmental development. It aims to strengthen civil \r\nsociety during the post-conflict phase and strengthen \r\nthe primacy of the rule of law and accountability, as \r\nwell as to take measures that will prevent a resumption \r\nof conflicts.\r\nIn the past couple of years, the Secretariat’s \r\nDepartment of Political Affairs, together with the \r\nUnited Nations Development Programme, has helped \r\nstrengthen cooperation with the League of Arab States \r\nthrough training sessions in the context of the Building \r\nResources in Democracy, Governance and Elections \r\nprogramme. We have also received advice on the \r\nestablishment of electoral databases for the League of \r\nArab States. In that context, the Department of Political \r\nAffairs is now implementing a project aimed at assisting \r\nthe League of Arab States in capacity-building in the \r\nareas of conflict prevention, arbitration and mediation. \r\nThose issues were debated during the twelfth meeting \r\nbetween the two organizations, held in Geneva in June. \r\nIt would be useful to note that part of the meeting \r\non cooperation was dedicated to the assessment of \r\nprojects that have been conducted in the context of our \r\ncooperation. Those projects resulted from our eleventh \r\nmeeting, which was held in Vienna in 2012.\r\nAnother part of the meeting on cooperation was \r\ndedicated to thinking about how the shared work \r\nwould be handled by four committees — the political, \r\neconomic, environmental, and cultural and social \r\ncommittees. Many general decisions were prepared \r\nduring the meeting and many recommendations were \r\nadopted at the general meeting in 2014. Those efforts \r\nled to a new model for cooperation — one that serves \r\nas a reference for the shared projects and activities in \r\nall areas for the next few years.\r\nIt would be difficult to cite here all the decisions \r\nadopted and activities and recommendations put \r\nforth in the most recent conference on cooperation, \r\n14-61840 21/30\r\n11/11/2014 A/69/PV.48\r\nbut I would like to say that, in addition to the \r\nrecommendations adopted on maintaining international \r\npeace and security — including the situation in the \r\nMiddle East with regard to the Palestinian cause and \r\nsecurity in Iraq, Syria, Lebanon, Libya, Yemen, the \r\nSudan and Somalia — recommendations were also \r\nmade with regard to the areas of intellectual property, \r\nthe protection of heritage, women’s rights, climate \r\nchange programmes, scientific research policy, post-\r\n2015 development programmes, the rights of disabled \r\npersons and programmes on the quality of education. \r\nWe also decided to appoint a special coordinator for all \r\nArab organizations and the United Nations to improve \r\ncommunication among the various bodies. Moreover, \r\nwe agreed to appoint two coordinators for each of the \r\nfour committees in order to ensure follow-up to the \r\nagreements commonly reached.\r\nThe Office for Disarmament Affairs participated \r\nin three consultative meetings with the League of \r\nArab States and member States regarding the Helsinki \r\nconference on the establishment of a Middle East zone \r\nfree of nuclear weapons and all other weapons of mass \r\ndestruction. A number of member States of the League \r\nof Arab States participated in regional workshops, \r\nincluding in Pretoria in 2012, Addis Ababa in 2013 and \r\nAstana in 2014. In June 2013, the League of Arab States \r\nsecretariat and the Office for Disarmament Affairs held \r\na two-day joint conference on small arms and light \r\nweapons.\r\nThe League of Arab States is preparing to enter \r\nthe second stage of its implementation of the Crisis \r\nResponse Centre and the Early Warning System, a \r\nproject that was established in cooperation with the \r\nEuropean Union and the United Nations Development \r\nProgramme. We would like to note the ongoing \r\nproductive cooperation between the League and the \r\nOffice for the Coordination of Humanitarian Affairs \r\nduring the second stage of the project. I also underscore \r\nthe importance of establishing an Arab mechanism for \r\nhumanitarian affairs.\r\nWe firmly believe in the role of the United Nations \r\nRelief and Works Agency for Palestine Refugees in \r\nthe Near East (UNRWA) in providing protection, \r\nassistance and essential services to Palestine refugees \r\nuntil we have a just and lasting solution to that issue. \r\nWe also have concerns with regard to the difficulties \r\nencountered by UNRWA on account of the increased \r\ndemand for its services and the deteriorating social, \r\neconomic and humanitarian conditions in the region. \r\nThose difficulties make UNRWA’s task in the five \r\nregions it serves more difficult. \r\nIn response to that situation, the Secretary-General \r\nof the United Nations and the Secretary-General of the \r\nLeague of Arab States co-chaired a special meeting of \r\na group of supporters of UNRWA at the sixty-eighth \r\nsession of the General Assembly, which focused on the \r\nconsolidation of the contributions of Arab countries \r\nto the UNRWA regular budget. I would also note that \r\nthe League’s Secretary-General hosts an annual high-\r\nlevel strategic meeting of directors of education and \r\nother officials and civil society representatives from \r\nUNRWA host States. During those meetings we talk \r\nabout services for Palestinian refugees to mitigate \r\ntheir suffering and to allow them to have a sustainable \r\nsubsistence.\r\nWith regard to the protection of children in the \r\nArab world, the League of Arab States and the Special \r\nRepresentative of the Secretary-General for Children \r\nand Armed Conflict met on 22 September on the margins \r\nof a high-level meeting during the sixty-ninth session \r\nof the General Assembly and signed an agreement \r\non children who are victims of armed conflicts. The \r\nSecretary-General of the League of Arab States and the \r\nSecretary-General of the United Nations also signed a \r\ncooperation agreement. This is an important stage for \r\npreparing the Arab world to help those children so that \r\nthey can live in conditions of peace, given the difficult \r\nconditions that we have seen in our part of the world for \r\nseveral years.\r\nIn May 2013, the secretariat of the League of Arab \r\nStates, UN-Women and the Arab Labour Council \r\nworked together on a strategy for peace and security. \r\nAn important stage of their work was educating \r\nofficials and all stakeholders regarding international \r\nand regional decisions, with a view to helping them \r\nimplement the adopted texts and to encouraging them \r\nto renew their commitments in that area. \r\nAt the beginning of this year, the Office of the \r\nUnited Nations High Commissioner for Human \r\nRights and the League also held a conference on the \r\nprotection of human rights and the strengthening of \r\nthose rights in the region. Subjects under consideration \r\nincluded the ongoing cooperation between the Office \r\nof the Commissioner and the secretariat with regard \r\nto technical advice, working methods and the Arab \r\nHuman Rights Tribunal, established by a decision of \r\nthe Arab Summit in Doha in March 2013. \r\n22/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nI have noted just a number of aspects of the \r\ncooperation between our two organizations in \r\nthe past two years. That cooperation is solid and \r\nsupported. It involves a number of projects in various \r\nareas — combating drug trafficking, crime, corruption, \r\nterrorism and human trafficking. We also cooperate in \r\nthe legal, political, economic, social and cultural areas.\r\nIn conclusion, I should like to thank the Moroccan \r\nAmbassador, Omar Hilale, who presented draft \r\nresolution A/69/L.9. I join others in the request that the \r\ndraft resolution be adopted by consensus.\r\nThe President: In accordance with General \r\nAssembly resolution 54/5 of 8 October 1999, I now give \r\nthe f loor to Mr. Victor Tvircun, Secretary General of the \r\nOrganization of the Black Sea Economic Cooperation.\r\nMr. Tvircun (Organization of the Black Sea \r\nEconomic Cooperation): I am very pleased and \r\ndeeply honoured to address the General Assembly os \r\nthe representative of the Organization of the Black \r\nSea Economic Cooperation (BSEC). I wish to thank \r\nSecretary-General Ban Ki-moon for the invitation and \r\nfor his extensive report on the cooperation between \r\nthe United Nations and regional organizations, \r\nincluding BSEC (A/69/228). We highly appreciate \r\nthat cooperation, and we want to see it enhanced in all \r\nareas of common interest. We are also very glad that \r\ndraft resolution A/69/L.14, introduced for adoption \r\nby the General Assembly, both testifies to increased \r\ninteraction between our two organizations and provides \r\nuseful guidelines for our future common endeavours.\r\nIn recent months, our region has been the focus of \r\ninternational attention, as we have been experiencing \r\nan international crisis, the most significant one in \r\ndecades. In the BSEC we hope for a swift normalization \r\nof the situation, and we stay focused on our work, in \r\nthe firm belief that our efforts will help enhance what \r\nis positive, dynamic and constructive in the wider \r\nBlack Sea region. Promoting multilateral economic \r\ncooperation in accordance with the Charter of the \r\nOrganization of the Black Sea Economic Cooperation \r\nis our concrete contribution to peace, stability and \r\nprosperity, and we consider that in the current situation, \r\nthe BSEC’s practical, results-oriented approach has \r\ngained in importance. \r\nWe intend to continue in the same mode, with \r\nthe valuable and necessary support of all BSEC \r\nmember States in order to increase the efficiency \r\nand effectiveness of our organization and to produce \r\ntangible results for the benefit of all of the peoples \r\nin our region. In that context, I should like to briefly \r\ninform the General Assembly of some of the BSCE’s \r\nmain priorities in the current period.\r\nOur first priority is to accelerate the implementation \r\nof the “BSEC Economic Agenda: Towards an Enhanced \r\nBSEC Partnership”, a strategic document endorsed by \r\nthe member States in 2012, reflecting their commitment \r\nto enhancing the economic mission of the BSEC. In that \r\ncontext, our priority objectives in strategic regional \r\ncooperation fall into various fields of activity, including \r\ntransport, institutional renewal and good governance, \r\ntrade and economic development, banking and finance, \r\nenvironmental protection, sustainable development, \r\nand energy, including renewable energy and energy \r\nefficiency.\r\nOur second priority is to proceed with the \r\nactivation of a Project Management Unit within the \r\nBSEC Permanent International Secretariat. That \r\nmature initiative is gradually taking shape and will help \r\nimprove the organization’s position in the elaboration \r\nof projects, competition for funding and cooperation \r\nwith partner organizations in joint activities. Through \r\nthe activity of the Project Management Unit, utilizing \r\nhuman resources already available in the BSEC, we aim \r\nto help in the formulation and elaboration of project \r\nproposals in the areas mentioned and, after endorsement \r\nby our member States, to support their development \r\nand implementation, also through securing funding \r\nfrom third parties.\r\nA third priority on our agenda is to consolidate \r\nthe activities of the BSEC working groups, which \r\nform the core of BSEC functions. Within the same \r\nframework, we aim to increase cooperation with the \r\nBSEC-related bodies, as a necessary step for enhancing \r\nthe effectiveness and visibility of our organization. It \r\nmust be remembered that the BSEC is a multifaceted \r\norganization that also includes a Parliamentary \r\nAssembly and the BSEC Business Council, the Black \r\nSea Trade and Development Bank and the International \r\nCentre for Black Sea Studies. It is also through the \r\nactivities of its related bodies that the BSEC proves \r\nits usefulness, resilience in the changing political \r\nlandscape and ability to promote regional economic \r\ncooperation.\r\nThe next objective is to increase cooperation and \r\ncoordination with similar regional organizations, \r\nsuch as the Central European Initiative, the Danube \r\n14-61840 23/30\r\n11/11/2014 A/69/PV.48\r\nCommission, the Union for the Mediterranean, the \r\nBaltic Sea Parliamentary Conference and others. \r\nAnother objective involves increasing the effectiveness \r\nand efficiency of the BSEC Permanent International \r\nSecretariat. This year marked the twentieth anniversary \r\nsince the March 1994 creation of the secretariat as \r\nan institution aimed at furthering the principles and \r\nobjectives of the BSEC and providing support to the \r\norganization’s activities.\r\nThe BSEC is committed to promoting fruitful \r\ncooperation with the United Nations and its specialized \r\nagencies, in particular to developing practical and \r\nresults-oriented projects in areas of common interest. \r\nIn that regard, we are very pleased with the increasing \r\ncooperation between BSEC and the following \r\norganizations: the United Nations Development \r\nProgramme (UNDP), the United Nations Economic \r\nCommission for Europe (UNECE), the United Nations \r\nOffice on Drugs and Crime (UNODC), the International \r\nOrganization for Migration (IOM), the United Nations \r\nEnvironment Programme (UNEP), the United Nations \r\nIndustrial Development Organization (UNIDO), the \r\nFood and Agriculture Organization of the United \r\nNations and the World Wildlife Fund. We are similarly \r\npleased with our working contacts with the World \r\nHealth Organization, the World Bank and the World \r\nTourism Organization, which are aimed at promoting \r\nsustainable development in the Black Sea region.\r\nIn that context, we are also very satisfied with \r\nthe results of the Black Sea Trade and Investment \r\nPromotion Programme, the first partnership project \r\nbetween BSEC and UNDP, launched in 2006 with the \r\nsupport of Greece and Turkey. It is a good example of \r\nconcrete cooperation between two organizations. The \r\nrelocation of the UNDP Regional Centre to Istanbul \r\nwill provide more opportunities for interaction and \r\nenhanced cooperation.\r\nIn the field of transport, BSEC is undertaking \r\nmeasures to improve the road transport of goods, in \r\nclose cooperation with the International Road Transport \r\nUnion and UNECE. In that context, I want to refer in \r\nparticular to the introduction of the International Vehicle \r\nWeight Certificate project, which will significantly \r\ndecrease waiting times at the borders of the countries \r\ninvolved and facilitate the bilateral and transit transport \r\nof goods. With reference to those documents, I would \r\nlike to extend special congratulations to the Republic \r\nof Moldova, the first country among the BSEC member \r\nStates to introduce that certificate.\r\nOur cooperation with UNECE is particularly well \r\ndeveloped within the framework of the Cooperation \r\nAgreement signed between the two organizations \r\nin 2001. We continue our activities aimed at fully \r\nimplementing the 2002 Cooperation Agreement \r\nbetween BSEC and UNEP and the 1997 Relationship \r\nAgreement between UNIDO and BSEC. We are also \r\npleased that cooperation between BSEC and the \r\nUNIDO International Centre for Hydrogen Energy \r\nTechnologies has been established, with an emphasis \r\non energy and environment.\r\nIn combatting crime, we continue our fruitful \r\ncooperation with UNODC, following the elaboration \r\nand adoption of the 2008 BSEC Regional Action Plan \r\nfor Strengthening the Criminal Justice Response to \r\nTrafficking in Persons in the Black Sea Region, within \r\nthe framework of a joint BSEC-UNODC project.\r\nThis year, we were also able to open a new era \r\nof cooperation with the United Nations specialized \r\nagencies, finalizing the framework for our cooperation \r\nwith the World Tourism Organization and signing the \r\nrelevant memorandum on the sidelines of the BSEC \r\nMeeting of Ministers of Tourism, organized by the \r\nHellenic Chairmanship-in-Office on 23 October 2014.\r\nBSEC also became a member of the Group of \r\nFriends of the United Nations Alliance of Civilizations \r\nin 2009. That enabled it to contribute to realizing the \r\nAlliance’s objectives through the promotion of projects \r\ndesigned to build bridges among diverse cultures and \r\ncommunities and to foster cross-cultural exchange \r\nand cooperation. In the emerging world landscape, \r\ninternational organizations, and regional organizations \r\nin particular, are playing an important role. Each have \r\ntheir own specificities, which are determined by their \r\nrespective regions and membership.\r\nI want to take this opportunity to re-emphasize the \r\nimportance of our cooperation with the European Union \r\nand to pledge our readiness to take concrete steps for \r\nthe development of a mutually beneficial partnership. \r\nI would also like to invite the specialized agencies and \r\nother organizations and programmes of the United \r\nNations system to strengthen their cooperation with the \r\nOrganization of the Black Sea Economic Cooperation \r\nin order to continue programmes and create synergies \r\naimed at preparing and implementing joint projects.\r\nBefore I conclude, I would like to express my thanks \r\nand pay a well-deserved tribute to the Hellenic Republic \r\nfor its guidance and support as Chairperson-in-Office \r\n24/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nof BSEC during the past six months and for preparing \r\nthe draft resolution in document A/69/L.14 that this \r\nAssembly is about to adopt. I would also like to express \r\nmy deep gratitude to all BSEC member States and to \r\nthe other United Nations Member States who have \r\nco-sponsored the draft resolution.\r\nThe President: We heave heard the last speaker on \r\nthe debate on agenda item 123 and its sub-items (a) to \r\n(y).\r\nWe shall now proceed to consider draft resolutions \r\nA/69/L.8, A/69/L. 9, A/69/L.10, A/69/L.12, A/69/L.13, \r\nA/69/L.14 and A/69/L.16.\r\nBefore giving the f loor to the speakers in explanation \r\nof vote before the vote, may I remind delegations that \r\nexplanations of vote are limited to ten minutes and \r\nshould be made by delegations from their seats.\r\nMr. Pavlichenko (Ukraine): Before the General \r\nAssembly proceeds to the adoption of draft resolution \r\nA/69/L.10, entitled “Cooperation between the United \r\nNations and the Commonwealth of Independent States”, \r\nI would like to make the following statement.\r\nRight from the outset, it has to be stressed that \r\nthe Commonwealth of Independent States (CIS) has \r\ndemonstrated its complete reluctance and failure to \r\ntake appropriate and political measures in response \r\nto the aggression against Ukraine being carried out \r\nby a leading member of that regional organization, \r\nan aggression that has resulted in the occupation of \r\npart of our territory. CIS keeps pretending that no \r\nconflict is being waged by the Russian Federation \r\nagainst a neighbouring State in brutal violation of \r\nboth the Charter of the United Nations and the CIS \r\nCharter. For that reason, we cannot consider CIS as \r\nbeing able to advance appropriately and effectively the \r\npurposes and principles of the Charter of the United \r\nNations in the region, particularly in the context of \r\nChapter VIII. We would also like to point out that \r\nUkraine does not coordinate its foreign policy with \r\nthat regional organization. Contrary to the language in \r\nthe explanatory memorandum accompanying the draft \r\nresolution, which is contained in document A/69/141, \r\nUkraine is not a member State of the CIS, as we did not \r\nsign and ratify the CIS Charter.\r\nUkraine did not sign the decision of the Council of \r\nHeads of States of the Commonwealth of Independent \r\nStates, adopted on 24 December 1993 in Ashgabat, \r\nconcerning certain measures to ensure international \r\nrecognition of the Commonwealth of Independent \r\nStates and its statutory bodies with regard to granting \r\nobserver status for the Commonwealth in the General \r\nAssembly. In not signing, Ukraine acted on the basis \r\nof the declaration of 20 December 1991 of Ukraine’s \r\nVerkhovna Rada, its parliament, concerning the \r\nconclusion of the agreement on the Commonwealth of \r\nIndependent States, which stated that Ukraine declined \r\nto grant the Commonwealth the status of a subject of \r\ninternational law.\r\nThe delegation of Ukraine would like to draw \r\nattention to the fact that the basic documents of the \r\nCommonwealth of Independent States — that is, the \r\nAgreement on the establishment of the Commonwealth \r\nof Independent States, the Alma-Ata Protocol and \r\nthe Charter of the Commonwealth of Independent \r\nStates — do not endow the Commonwealth with a status \r\npossessing the features of a subject of international \r\nlaw. The Commonwealth of Independent States is \r\na special international interregional formation that \r\nnot only lacks a definite status but in fact includes a \r\nmilitary and political alliance established on the basis \r\nof the Collective Security Treaty, signed in Tashkent on \r\n15 May 1992, which binds only some members of the \r\nCommonwealth.\r\nUnder those circumstances, Ukraine will abstain \r\nfrom voting on draft resolution A/69/L.10, specifically \r\nbased on the understanding that the Commonwealth of \r\nIndependent States, in its cooperation with the United \r\nNations, legally represents only those countries in \r\nthe Commonwealth that have signed and ratified the \r\nCharter of the Commonwealth of Independent States of \r\n22 January 1993.\r\nTaking all of those facts into account, Ukraine \r\nconsiders that the adoption of draft resolution A/69/L.10 \r\nshould not be interpreted as recognition of the \r\nCommonwealth as a regional arrangement as defined in \r\nChapter VIII of the Charter of the United Nations, i.e. \r\none that can be considered responsible for dealing with \r\nmatters relating to the maintenance of international \r\npeace and security, particularly regarding enforcement \r\naction under the authority of the Security Council.\r\nMr. Ibrahim (Syrian Arab Republic) (spoke \r\nin Arabic): My delegation would like to speak in \r\nexplanation of vote before the vote on draft resolution \r\nA/69/L.16, entitled “Cooperation between the United \r\nNations and the Organization for the Prohibition of \r\nChemical Weapons”.\r\n14-61840 25/30\r\n11/11/2014 A/69/PV.48\r\nMy country, Syria, is a full member of the \r\nOrganization for the Prohibition of Chemical Weapons \r\n(OPCW). We attend its meetings and take part in its \r\ndiscussions, just as other member States do. Since \r\nbecoming a member of the OPCW, Syria has abided by \r\nall the rules and requirements governing membership \r\nand by the resolutions of its Executive Council. It has \r\nfulfilled all its obligations before the scheduled deadline \r\nand has cooperated with the Organization for the \r\nProhibition of Chemical Weapons-United Nations Joint \r\nMission for the Elimination of the Chemical Weapons \r\nProgramme of the Syrian Arab Republic and with \r\nthe OPCW’s team. It has cooperated and coordinated \r\nin every way, despite the fact that the environment \r\nin which it was operating was not ideal, as we are all \r\naware. The successful and total elimination of Syria’s \r\nchemical weapons programme would not have been \r\npossible without the constructive cooperation of the \r\nSyrian Government.\r\nThe preparation of draft resolution A/69/L.16 was \r\ncarried out selectively. It is typical of the technical \r\nresolutions that we have voted on regularly in previous \r\nyears, except that it now contains a paragraph that was \r\ndrafted without consulting us, as would be necessary \r\nand legitimate. That raises questions and doubts \r\nabout the intentions of the drafters and sponsors in \r\ntargeting Syria and addressing this subject politically \r\nin the General Assembly, as the discussion in the draft \r\nresolution is supposed to be limited exclusively to the \r\nOrganization for the Prohibition of Chemical Weapons. \r\nSince the draft resolution is supposed to be a purely \r\ntechnical one, not directed at any particular country, \r\ndoing so sets a precedent and intentionally targets my \r\ncountry, which my Government rejects.\r\nAll draft resolutions relating to regional \r\ncooperation are supposed to be free of any mention of \r\nspecific States, and the mention of my country in draft \r\nresolution A/69/L.16 raises the question of why my \r\ncountry, which has cooperated with the international \r\ncommunity to an unprecedented extent, has been thus \r\ntargeted. My country therefore reiterates its request that \r\nthe politicization of this topic be stopped. There are no \r\nmore chemical weapons programmes in my country. \r\nThe subject is now over and done with. Syria continues \r\nto cooperate constructively with the Organization for \r\nthe Prohibition of Chemical Weapons, and we therefore \r\nsee absolutely no reason for the inclusion of paragraph \r\n2 in the draft resolution, since it ref lects the subjective \r\nand political targeting of our country and the continued \r\npursuit of certain countries’ well-known practices. The \r\ndelegation of the Syrian Arab Republic will accordingly \r\nabstain from voting on draft resolution A/69/L.16.\r\nMr. Robatjazi (Islamic Republic of Iran): I would \r\nlike to explain my delegation’s position before the vote \r\non draft resolution A/69/L.16, entitled “Cooperation \r\nbetween the United Nations and the Organization for \r\nthe Prohibition of Chemical Weapons”. \r\nThe Islamic Republic of Iran, as the main victim \r\nof the use of chemical weapons in recent history, \r\nattaches great importance to the full implementation \r\nof the Chemical Weapons Convention. In that context, \r\nIran has always supported and contributed to the \r\neffective work of the Organization for the Prohibition \r\nof Chemical Weapons and will continue to do so.\r\nBased on that principled position, my delegation \r\nwill vote in favour of draft resolution A/69/L.16 as a \r\nwhole. However, my delegation would like to express \r\nits strong dissatisfaction with the fact that the draft \r\nresolution’s sponsor has totally ignored and overlooked \r\nestablished practice and traditional working methods in \r\npreparing this year’s version of the draft resolution. The \r\ndraft was prepared and circulated without conducting \r\nany transparent, inclusive consultations. Moreover, the \r\ndraft resolution, which was circulated only a few days \r\nago, contains some substantive references regarding \r\nongoing developments in the implementation of the \r\nConvention in the Syrian Arab Republic.\r\nGiven the lack of sufficient time for the \r\nconsideration by the relevant authorities in our capital \r\nof the draft resolution’s new and substantive provisions, \r\nwe requested, in a spirit of goodwill, that the sponsor \r\nof the draft resolution postpone action on it in order to \r\nenable concerned delegations to consult their capitals \r\nand get appropriate instructions. We regret that the \r\nsponsor has ignored that request and has decided \r\nto proceed to take action on the draft resolution. My \r\ndelegation is therefore not in a position to vote in favour \r\nof paragraph 2 of the draft resolution, which includes \r\nnew, substantive provisions. We call on the sponsor \r\nto review and change its approach to drafting and \r\nintroducing this draft resolution next year and to refrain \r\nfrom turning a resolution that has long been adopted by \r\nconsensus into a substantive and controversial text.\r\nThe President: We have heard the last speaker in \r\nexplanation of vote.\r\n26/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nWe shall now proceed to the vote on draft resolutions \r\nA/69/L.8, A/69/L.9, A/69/L.10, A/69/L.12, A/69/L.13, \r\nA/69/L.14 and A/69/L.16.\r\nDraft resolution A/69/L.8 is entitled “Cooperation \r\nbetween the United Nations and the Central European \r\nInitiative”.\r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat since the submission of the draft resolution, and in \r\naddition to those delegations listed on the document, \r\nGeorgia has become a sponsor of A/69/L.8.\r\nThe President: May I take it that the Assembly \r\ndecides to adopt draft resolution A/69/L.8?\r\nDraft resolution A/69/L.8 was adopted (resolution \r\n69/8).\r\nThe President: Draft resolution A/69/L.9 is \r\nentitled “Cooperation between the United Nations and \r\nthe League of Arab States”.\r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): In connection with draft \r\nresolution A/69/L.9, entitled “Cooperation between the \r\nUnited Nations and the League of Arab States”, I wish \r\nto put on the record the following statement of financial \r\nimplications on behalf of the Secretary-General in \r\naccordance with rule 153 of the rules of procedures of \r\nthe General Assembly.\r\nIn paragraph 7 of draft resolution A/69/L.9, the \r\nGeneral Assembly would reaffirm the importance of \r\nholding the thirteenth general meeting on cooperation \r\nbetween the representatives of the secretariats of the \r\nUnited Nations system and the General Secretariat of the \r\nLeague of Arab States during 2016, for which the dates \r\nand venue will be agreed upon in due course between \r\nthe two secretariats. Pursuant to the request contained \r\nin paragraph 7, the thirteenth general meeting between \r\nthe United Nations and the League of Arab States is to \r\nbe held in 2016. It is understood that all issues related \r\nto the meeting, including the date, format, organization \r\nand scope, are yet to be determined.\r\nAccordingly, in the absence of the modalities for the \r\nmeeting, it is not possible at the present time to estimate \r\nthe potential cost implications of the requirements for \r\nmeetings and documentation. Upon the decision on the \r\nmodalities, format and organization of the meeting, \r\nthe Secretary-General would submit the relevant costs \r\nof such requirements in accordance with rule 153 \r\nof the rules of procedures of the General Assembly. \r\nAccordingly, the adoption of draft resolution A/69/L.9 \r\nwould not give rise to any financial implications under \r\nthe programme budget.\r\nThe President: May I take it that the Assembly \r\ndecides to adopt draft resolution A/69/L.9?\r\nDraft resolution A/69/L.9 was adopted (resolution \r\n69/9).\r\nThe President: Draft resolution A/69/L.10 is \r\nentitled “Cooperation between the United Nations and \r\nthe Commonwealth of Independent States”. May I take \r\nit that the Assembly decides to adopt draft resolution \r\nA/69/L.10?\r\nDraft resolution A/69/L.10 was adopted (resolution \r\n69/10).\r\nThe President: Draft resolution A/69/L.12 is \r\nentitled “Cooperation between the United Nations and \r\nthe Shanghai Cooperation Organization”. May I take \r\nit that the Assembly decides to adopt draft resolution \r\nA/69/L.12?\r\nDraft resolution A/69/L.12 was adopted (resolution \r\n69/11).\r\nThe President: Draft resolution A/69/L.13 is \r\nentitled “Cooperation between the United Nations \r\nand the Collective Security Treaty Organization”. \r\nMay I take it that the Assembly decides to adopt draft \r\nresolution A/69/L.13?\r\nDraft resolution A/69/L.13 was adopted (resolution \r\n69/12).\r\nThe President: Draft resolution A/69/L.14 is \r\nentitled “Cooperation between the United Nations and \r\nthe Black Sea Economic Cooperation Organization”.\r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat since the submission of the draft resolution, and in \r\naddition to those delegations listed on the document, \r\nthe following countries have become sponsors of draft \r\n14-61840 27/30\r\n11/11/2014 A/69/PV.48\r\nresolution A/69/L.14: Germany, Hungary, Montenegro \r\nand Spain.\r\nThe President: May I take it that the Assembly \r\ndecides to adopt draft resolution A/69/L.14?\r\nDraft resolution A/69/L.14 was adopted (resolution \r\n69/13).\r\nThe President: We now turn to draft resolution \r\nA/69/L.16, entitled “Cooperation between the United \r\nNations and the Organization for the Prohibition of \r\nChemical Weapons”.\r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat since the submission of the draft resolution, and in \r\naddition to those delegations listed on the document, \r\nthe following countries have become sponsors of draft \r\nresolution A/69/L.16: Albania, Andorra, Argentina, \r\nAustralia, Austria, Bulgaria, Canada, Chile, Colombia, \r\nCosta Rica, Croatia, Cyprus, Czech Republic, \r\nDenmark, Estonia, Finland, France, Georgia, Germany, \r\nHungary, Italy, Japan, Latvia, Liechtenstein, Lithuania, \r\nLuxembourg, Malta, Mexico, Monaco, Montenegro, \r\nNorway, Poland, Portugal, the Republic of Korea, the \r\nRepublic of Moldova, Romania, San Marino, Serbia, \r\nSlovakia, Slovenia, Spain, Switzerland, Thailand, \r\nTrinidad and Tobago, the United Kingdom of Great \r\nBritain and Northern Ireland and the United States of \r\nAmerica.\r\nThe President: A recorded vote has been requested \r\non paragraph 2 of draft resolution A/69/L.16 and on \r\ndraft resolution A/69/L.16 as a whole. I shall first put \r\nto the vote paragraph 2 of draft resolution A/69/L.16.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlbania, Algeria, Andorra, Argentina, Australia, \r\nAustria, Azerbaijan, Bahrain, Bangladesh, \r\nBrazil, Brunei Darussalam, Bulgaria, Canada, \r\nChile, China, Costa Rica, Croatia, Cyprus, Czech \r\nRepublic, Denmark, Djibouti, Dominican Republic, \r\nEstonia, Ethiopia, Finland, France, Georgia, \r\nGermany, Greece, Haiti, Hungary, Iceland, \r\nIndonesia, Iraq, Ireland, Israel, Italy, Japan, \r\nJordan, Kazakhstan, Kuwait, Kyrgyzstan, Latvia, \r\nLiechtenstein, Lithuania, Luxembourg, Malaysia, \r\nMalta, Mauritius, Mexico, Monaco, Mongolia, \r\nMontenegro, Morocco, Mozambique, Myanmar, \r\nNamibia, Netherlands, Niger, Nigeria, Norway, \r\nOman, Pakistan, Panama, Paraguay, Peru, Poland, \r\nPortugal, Qatar, Republic of Korea, Republic \r\nof Moldova, Romania, Russian Federation, San \r\nMarino, Saudi Arabia, Senegal, Serbia, Singapore, \r\nSlovakia, Slovenia, South Africa, Spain, Sudan, \r\nSweden, Switzerland, Thailand, Togo, Turkey, \r\nUkraine, United Arab Emirates, United Kingdom \r\nof Great Britain and Northern Ireland, United \r\nStates of America, Viet Nam\r\nAgainst:\r\nNone\r\nAbstaining:\r\nBahamas, Belarus, Cameroon, Egypt, Guyana, Iran \r\n(Islamic Republic of), Libya, Syrian Arab Republic\r\nOperative paragraph 2 was retained by 93 votes to \r\nnone, with 8 abstentions.\r\n[Subsequently, the delegations of Egypt, Guyana, \r\nthe Lao People’s Democratic Republic, Libya and \r\nthe Philippines informed the Secretariat that they \r\nhad intended to vote in favour.]\r\nThe President: The Assembly will now take a \r\ndecision on draft resolution A/69/L.16 as a whole, \r\nentitled “Cooperation between the United Nations \r\nand the Organization for the Prohibition of Chemical \r\nWeapons”. A recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour: \r\nAlbania, Algeria, Andorra, Argentina, Armenia, \r\nAustralia, Austria, Azerbaijan, Bahrain, \r\nBangladesh, Belarus, Bolivia (Plurinational \r\nState of), Brazil, Brunei Darussalam, Bulgaria, \r\nCameroon, Canada, Chile, China, Costa Rica, \r\nCroatia, Cuba, Cyprus, Czech Republic, Denmark, \r\nDjibouti, Dominican Republic, Ecuador, Egypt, \r\nEstonia, Ethiopia, Finland, France, Georgia, \r\nGermany, Greece, Guinea, Haiti, Hungary, \r\nIceland, Indonesia, Iran (Islamic Republic \r\nof), Iraq, Ireland, Israel, Italy, Japan, Jordan, \r\nKazakhstan, Kuwait, Kyrgyzstan, Latvia, Libya, \r\nLiechtenstein, Lithuania, Luxembourg, Malaysia, \r\nMalta, Mauritius, Mexico, Monaco, Mongolia, \r\nMontenegro, Morocco, Mozambique, Myanmar, \r\nNamibia, Netherlands, Nicaragua, Niger, Nigeria, \r\nNorway, Oman, Pakistan, Panama, Paraguay, \r\nPeru, Poland, Portugal, Qatar, Republic of Korea, \r\n28/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nRepublic of Moldova, Romania, Russian Federation, \r\nSan Marino, Saudi Arabia, Senegal, Serbia, \r\nSingapore, Slovakia, Slovenia, South Africa, \r\nSpain, Sudan, Sweden, Switzerland, Syrian Arab \r\nRepublic, Tajikistan, Thailand, Timor-Leste, Togo, \r\nTurkey, Ukraine, United Arab Emirates, United \r\nKingdom of Great Britain and Northern Ireland, \r\nUnited States of America, Viet Nam, Zimbabwe\r\nAgainst:\r\nNone\r\nAbstaining:\r\nGuyana\r\nDraft resolution A/69/L.16 was adopted by 108 \r\nvotes to none, with 1 abstention (resolution 69/14).\r\n[Subsequently, the delegations of Cambodia, \r\nGuyana, the Lao People’s Democratic Republic, \r\nand the Philippines informed the Secretariat that \r\nthey had intended to vote in favour.]\r\nThe President: Before giving the f loor to the \r\nspeakers in explanation of vote on the resolutions \r\njust adopted, I would like to remind delegations that \r\nexplanations of vote are limited to 10 minutes and \r\nshould be made by delegations from their seats.\r\nMrs. Jakubonė (Lithuania): Lithuania would like \r\nto make a statement in explanation of its position after \r\nthe adoption of resolution 69/12 on cooperation between \r\nthe United Nations and the Collective Security Treaty \r\nOrganization (CSTO).\r\nTime and again, we have seen the important role \r\nthat regional organizations can play in promoting \r\nconflict resolution, peace negotiations and mediation, \r\nand other matters of international peace and security. \r\nThe European Union, the Organization for Security \r\nand Co-operation in Europe, the African Union, the \r\nEconomic Community of Western African States, \r\nthe Economic Community of Central African States \r\nand many others have been working closely with the \r\nUnited Nations for years now. We therefore welcome \r\nthe adoption of resolutions on United Nations \r\ncooperation with regional organizations and support \r\nthe development of United Nations relations with them. \r\nAt the same time, we would like to underline \r\nthat the promotion of United Nations purposes and \r\nprinciples enshrined in the Charter of the United \r\nNations and respect for international legal norms and \r\ninternationally accepted principles of behaviour must \r\nlie at the core of United Nations partnerships with \r\nregional organizations. Those principles and norms have \r\nbeen repeatedly violated by one member of the CSTO, \r\nwhich annexed a part of its neighbour and continues to \r\nfinance and support illegal military activities against \r\nthat neighbouring State. Such behaviour runs counter \r\nto everything for which United Nations cooperation \r\nwith regional organizations stands.\r\nWe reiterate our profound concern over Russia’s \r\nattempt to redraw the borders of twenty-first-century \r\nEurope and therefore note our strong unease with the \r\ntext adopted today with regard to the United Nations \r\ncooperation with the CSTO. We call on Russia to \r\ncease its hostile actions against Ukraine and to abide \r\nby international law and the Charter of the United \r\nNations, including respect for the sovereignty, unity, \r\nindependence and territorial integrity of its neighbours. \r\nRussia cannot have any claims on a peacekeeping or \r\npeacebuilding role in the region, since its actions are \r\nthe core cause of the conflict in Ukraine.\r\nWe urge CSTO members to call on Russia to return \r\nto the internationally accepted norms of behaviour \r\nand to put an end to its attacks on the territory of a \r\nneighbouring State.\r\nMr. Ceylan (Turkey): Turkey is committed to the \r\nultimate goal of the total elimination of all weapons \r\nof mass destruction. It fulfils its commitments under \r\nthe Convention on the Prohibition of the Development, \r\nProduction, Stockpiling and Use of Chemical Weapons \r\nand on their Destruction as the sole international legally \r\nbinding instrument that bans an entire category of \r\nweapons of mass destruction. Turkey pursues effective \r\ncooperation with the Organization for the Prohibition \r\nof Chemical Weapons (OPCW). \r\nTurkey is also convinced that enhanced cooperation \r\nbetween the United Nations and the OPCW is an \r\nimportant tool for addressing various disarmament \r\nand non-proliferation challenges. Based on that \r\nunderstanding, we co-sponsored resolution 67/8, \r\nentitled “Cooperation between the United Nations \r\nand the Organization for the Prohibition of Chemical \r\nWeapons,” which was adopted by consensus in 2012. \r\nHowever, the very worrisome developments that have \r\nbeen taking place in Syria — namely, the systematic and \r\npersistent use of chemical weapons against civilians by \r\nregime forces — since the General Assembly adopted \r\nthat resolution oblige us to view the issue from a \r\ndifferent perspective.\r\n14-61840 29/30\r\n11/11/2014 A/69/PV.48\r\nFrom Turkey’s standpoint, greater focus on \r\ncooperation between the United Nations and the OPCW \r\nwith respect to Syria has become all the more crucial and \r\nmust be more rigorous and effective in order to prevent \r\nthe continued use of chemical weapons and compel the \r\nregime to fully comply with its obligations. More has to \r\nbe done in Syria pertaining to United Nations-OPCW \r\ncooperation. We therefore believe that resolution 69/14 \r\nshould have made clearer reference to those pending \r\nissues, which would have certainly secured Turkey’s \r\nsponsorship once again. We nonetheless supported the \r\nresolution, bearing in mind that effective cooperation \r\nbetween the United Nations and the OPCW will \r\nadvance disarmament and non-proliferation goals in \r\nthe field of chemical weapons. It is incumbent on all \r\nMember States to enhance such cooperation. However, \r\nwe deem it necessary to make the following remarks.\r\nFirst, the resolution makes no reference to the \r\ncontinued use of chemical weapons in Syria, which must \r\nbe seen as the most pressing issue within the context of \r\nUnited Nations-OPCW cooperation. According to our \r\ninformation, as recently as 5 November regime forces \r\nin Jobar conducted another chlorine attack against \r\ncivilians, causing death and injuries. \r\nAlthough the resolution mentions the Mission to \r\nInvestigate Allegations of the Use of Chemical Weapons \r\nin the Syrian Arab Republic, which was dispatched to \r\nlook into the attacks that took place in Quetta in August \r\n2013, and Joint Mission of the OPCW and the United \r\nNations for the Elimination of the Chemical Weapons \r\nProgramme of the Syrian Arab Republic, it does not refer \r\nto the OPCW Fact-Finding Mission, whose mandate is \r\nstill active and whose second report contains important \r\nfindings and conclusions about the persistent chemical \r\nweapons threat in Syria. Given the explicit mandate of \r\nthe OPCW to inform the relevant United Nations organs \r\non non-compliance cases in Syria under the provisions \r\nof resolution 2118 (2013), Turkey is convinced that the \r\ntransmission of that report to the Security Council \r\nwould be an important sign of cooperation between the \r\nUnited Nations and the OPCW.\r\nLast but not least, the resolution, while mentioning \r\nthat the OPCW-United Nations Joint Mission ended \r\non 30 September 2014, does not make any reference \r\nto the remaining Syrian chemical-weapon production \r\nfacilities and the issue of the inaccurate and incomplete \r\ndeclarations made by the regime with regard to the \r\ndismantlement of its chemical-weapons programme. \r\nTurkey therefore firmly believes that until those gaps, \r\ndiscrepancies and inconsistencies are thoroughly \r\naddressed in a credible manner, which is incumbent on \r\nthe regime, no one can say that United Nations-OPCW \r\ncooperation has achieved its ultimate goal in Syria. We \r\nshould not forget that every delay and every loophole in \r\nthe destruction of Syria’s remaining chemical-weapons \r\ncapabilities give the regime a free hand to further \r\nincrease its brutal oppression against its own people.\r\nThe Syrian regime’s remaining chemical-weapon \r\ncapabilities and the use of chemical agents against \r\ncivilians constitute f lagrant violations of international \r\nlaw and continue to undermine international peace \r\nand security. As such, they will continue to occupy the \r\ninternational security agenda, and the Syrian case will \r\nremain open.\r\nMr. Agasandyan (Russian Federation) (spoke \r\nin Russian): We are grateful to the delegation of the \r\nNetherlands for the preparation of resolution 69/14, \r\nentitled “Cooperation between the United Nations \r\nand the Organization for the Prohibition of Chemical \r\nWeapons”.\r\nBased on the spirit of cooperation and constructive \r\ninteraction, we supported the consensus adoption of the \r\ndocument. However, we would like to emphasize that \r\nsuch general and technical resolutions should not contain \r\nreferences to any specific country issues. Otherwise, \r\nwe would need to put in the text other measures, just as \r\nimportant, to investigate cases of the use of chemical \r\nweapons. In our view, it would have been much more \r\neffective to talk about the facts surrounding the award \r\nto the Organization for the Prohibition of Chemical \r\nWeapons (OPCW) of the Nobel Prize in December \r\n2013. We regret that our request was ignored.\r\nWith respect to cooperation between the United \r\nNations and the OPCW on the so-called Syrian dossier, \r\nwe would like to note that this investigation was \r\ninitiated by Damascus itself, which provided maximum \r\ncooperation to the international experts’ mission. If \r\nthere had been an issue, this would have been objectively \r\nreflected in the draft resolution.\r\nMs. Xiao Yue (China) (spoke in Chinese): The \r\nChinese delegation voted in favour of resolution 69/14, \r\non cooperation between the United Nations and the \r\nOrganization for the Prohibition of Chemical Weapons \r\n(OPCW). China appreciates the effective cooperation \r\nbetween the United Nations and the OPCW. At the same \r\ntime, we believe that the OPCW should have played a \r\n30/30 14-61840\r\nA/69/PV.48 11/11/2014\r\nleading role in the destruction of chemical weapons in \r\nSyria.\r\nThe President: We have heard the last speaker in \r\nexplanation of vote after the voting.\r\nI now give the f loor to the representative of the \r\nSyrian Arab Republic, who wishes to speak in exercise \r\nof the right of reply. May I remind members that \r\nstatements in exercise of the right of reply are limited to \r\n10 minutes for the first intervention and to five minutes \r\nfor the second intervention and should be made by \r\ndelegations from their seats.\r\nMr. Ibrahim (Syrian Arab Republic) (spoke in \r\nArabic): Apparently the representative of Turkey and of \r\nthe Turkish regime is quite used to violating the general \r\nprocedures of the General Assembly. As a sponsor of \r\nresolution 69/14, he should not be allowed to speak in \r\nexplanation of vote after the voting.\r\nApparently he also has knowledge about locations \r\ninvolving the use of chemical weapons against \r\nmembers of the Syrian army and civilians in Syria, but \r\nhe intentionally overlooks the fact that his Government \r\nand regime provide terrorist organizations, including \r\nthe Al-Nusra Front and the Islamic State in Iraq and \r\nthe Levant, with various forms of weapons, including \r\nchemical weapons. Since the incident involving the use \r\nof sarin gas against Syrian civilians in Khan al-Assal \r\nin 2013, this has been confirmed by the presence of \r\nterrorist elements possessing two litres of Sarin gas \r\nin Turkish territory, which were overlooked by the \r\nauthorities in Ankara, even with cooperation by these \r\nauthorities.\r\nThe Turkish representative overlooks all reports \r\nabout the use of terrorist organizations in Syria and in \r\nIraq of chemical weapons. This policy of overlooking \r\nthose facts is an indication of the policy of cooperation \r\nand partnership between the Turkish regime and those \r\nterrorist organizations, which use Turkish territory for \r\ntheir activities.\r\nThe President: I give the f loor to the representative \r\nof the Secretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to clarify \r\nfor the representative of the Syrian Arab Republic that \r\nTurkey was not a sponsor of resolution 69/14.\r\nThe President: May I take it that it is the wish of \r\nthe General Assembly to conclude its consideration of \r\nsub-items (d), (f), (g), (o), (q), (w) and (y) of agenda \r\nitem 123?\r\nIt was so decided.\r\nThe meeting rose at 1.05 p.m.\r\n"