"*1529664*\r\n15-29664 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nIn the absence of the President, Mr. Alrowaiei \r\n(Bahrain), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.25 p.m.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mr. Mokgweetsi Eric Keabetswe \r\nMasisi, Vice-President of the Republic \r\nof Botswana\r\nThe Acting President (spoke in Arabic): The \r\nAssembly will now hear an address by the Vice-President \r\nof the Republic of Botswana.\r\nMr. Mokgweetsi Eric Keabetswe Masisi, Vice-\r\nPresident of the Republic of Botswana, was \r\nescorted to the rostrum.\r\nThe Acting President (spoke in Arabic): I have great \r\npleasure in welcoming His Excellency Mr. Mokgweetsi \r\nEric Keabetswe Masisi, Vice-President of the Republic \r\nof Botswana, and inviting him to address the Assembly.\r\nMr. Masisi (Botswana): On behalf of His \r\nExcellency the President of the Republic of Botswana, \r\nLieutenant General Seretse Khama Ian Khama, allow \r\nme at the very outset to join other delegations in \r\nextending our heartiest congratulations to Mr. Mogens \r\nLykketoft on his election to the presidency of the \r\nGeneral Assembly at its seventieth session. His election \r\nbears witness to the excellent credentials he brings to \r\nthe office, which should greatly support the execution \r\nof his mandate during this historic year on the United \r\nNations calendar. We wish to assure him of Botswana’s \r\nunequivocal support throughout his term of office.\r\nMy delegation and I also wish to take this \r\nopportunity to recognize, with appreciation, his \r\npredecessor, His Excellency Mr. Sam Kahamba \r\nKutesa, whose leadership and purposeful endeavours \r\nas President of the Assembly at its sixty-ninth session \r\nwere significantly evident in international efforts to \r\naddress the global challenges confronting the world \r\ntoday. The high-level events he convened in that regard \r\ndemonstrated his genuine commitment to sustainable \r\ndevelopment, to peace and security and to human rights \r\nand human dignity. \r\nWe are confident that the President’s efforts will \r\nfurther and firmly guide the general membership \r\nof the Organization onto a path that ensures the full \r\nand effective implementation of the historic post-2015 \r\ndevelopment agenda that world leaders adopted only a \r\nfew short days ago.\r\nI would be remiss not to seize this opportunity also \r\nto commend the Secretary-General, His Excellency \r\nMr. Ban Ki-moon, whose passion and dedication have \r\nbeen, and continue to be, instrumental to the work of \r\nthe Organization.\r\nThe year 2015 marks an extraordinarily momentous \r\nyear in the history of humankind. It is not only the \r\nseventieth anniversary of the birth of the United \r\nNations but also the seventieth anniversary of the end \r\nof the Second World War, the twentieth anniversary \r\nof the World Summit on Social Development, the \r\nUnited Nations A/70/PV.23\r\nGeneral Assembly\r\nSeventieth session\r\n23rd plenary meeting\r\nThursday, 1 October 2015, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/25 15-29664\r\nA/70/PV.23 01/10/2015\r\ntwentieth anniversary of the Beijing Declaration and \r\nPlatform for Action, and the fifteenth anniversary of \r\nthe Millennium Summit, to mention but a few. That list \r\nof the global milestones is by no means exhaustive, but \r\nit demonstrates the resolute and enduring commitment \r\nof the United Nations to championing the cause of \r\nhumankind.\r\nThe significance of this year impels us to pause \r\nand recall the purpose, ideals and founding principles \r\nupon which the United Nations was established. It is \r\nimperative that we reflect on the history of this eminent \r\nOrganization and that we take account of what we, the \r\ninternational community, have achieved and can still \r\nachieve to safeguard the aspirations and integrity \r\nof the founders of the United Nations and to uphold \r\nthe absolute primacy and veracity of the Charter. \r\nFurthermore, this year offers an opportunity for us to \r\nadmit our failures and to draw attention to the areas \r\nwhere we have fallen short of fulfilling our individual \r\nand collective responsibility to deliver on all three \r\nanchors of human development: peace and security, \r\ndevelopment, and human rights.\r\nThe President’s choice of a theme for this year’s \r\ngeneral debate, “The United Nations at 70 — a new \r\ncommitment to action”, is therefore fitting, because it \r\nprovides a pertinent context for our deliberation and \r\nreflection at this critical juncture in our lifetimes. \r\nFifteen years ago, at the Millennium Summit of 2000, \r\nthe largest gathering of world leaders in history adopted \r\nthe Millennium Declaration (resolution 55/2), which, \r\ninter alia, espoused the need for a people-centred \r\nframework for global development. That framework \r\ngave birth to the Millennium Development Goals \r\n(MDGs). The MDGs were a landmark set of eight \r\ntime-bound Goals aimed at addressing extreme poverty \r\nand social inequalities. For the first time, there was a \r\nclearly codified global agenda focusing nations around \r\nthe world on priority areas for meeting the needs of \r\nthe world’s poorest people and liberating them from \r\nthe dehumanizing conditions of abject poverty. The \r\nSecretary-General’s final report on the MDGs, The \r\nMillennium Development Goals Report 2015, shows \r\nthat significant progress has been made in realizing \r\nthose Goals.\r\nThose notable achievements notwithstanding, the \r\nsombre truth is that progress has largely been uneven \r\nacross and within countries and regions. We continue \r\nto see multitudes — especially the poorest, vulnerable \r\nand marginalized in our societies — subjected to \r\nunacceptable living conditions. Social exclusions and \r\ninequalities still present a significant challenge in most \r\ncountries, with women and girls and the youth bearing \r\nthe heaviest weight of those circumstances. The \r\nsituation varies from one nation to another owing to \r\ntheir different national realities and capacities, requiring \r\nmore focused and targeted interventions to effectively \r\naddress the issues and ensure the sustainability of the \r\ndevelopments achieved.\r\nIn Botswana, we are proud of the tremendous strides \r\nwe have made in the implementation of the MDGs, \r\nparticularly given the enormous resource and capacity \r\nconstraints we faced, and continue to face, as we \r\nimplement our development programmes and prepare \r\nto domesticate the new agenda. Poverty eradication, \r\ngender equality, the empowerment of women, girls and \r\nyouth, job creation and equal access to health and other \r\nsocial services remain high on our national agenda. \r\nHowever, we march on with steadfast determination to \r\nensure that every opportunity is seized, every effort is \r\ngalvanized and every resource is employed to ensure \r\nthe inherent dignity and fundamental freedoms of all \r\nthe citizens of Botswana. That includes paying due \r\nattention to the needs of the aged and to people with \r\ndisabilities. In that regard, the Botswana Government is \r\ncurrently in the final stages of developing the country’s \r\nNational Vision 2030 and National Development Plan 11 \r\nin order to ensure firm alignment and complementarity \r\nbetween national aspirations and the building blocks to \r\ndeliver them.\r\nAs dusk descends on the MDGs, the Government \r\nof Botswana has enthusiastically begun to prepare for \r\nthe dawn of the new global development framework. \r\nBotswana therefore welcomes the highly anticipated \r\nadoption of the profoundly ambitious and transformative \r\nSustainable Development Goals set out in the 2030 \r\nAgenda for Sustainable Development (resolution 70/1). \r\nwhich represent the culmination of more than two \r\nyears of exceptionally intensive, broad and exhaustive \r\nnegotiations. The Agenda represents a global vision for \r\nthe sustained prosperity of humankind and the living \r\nplanet, in which universal peace and security form \r\nthe foundation for sustainable development across all \r\nnations.\r\nWe look forward to the effective implementation of \r\nthe integrated and indivisible 17 Goals and 169 targets \r\narrived at through an all-inclusive intergovernmental \r\nprocess, as mandated by the outcome document of the \r\nUnited Nations Conference on Sustainable Development \r\n15-29664 3/25\r\n01/10/2015 A/70/PV.23\r\nin 2012. The Botswana Government embarks on this \r\nnew course with increased optimism that we shall \r\nindeed realize the future that we all want.\r\nIn December, the parties to the United Nations \r\nFramework Convention on Climate Change will \r\nconvene in Paris to adopt a universal, legally binding \r\nagreement on climate change. The importance and \r\nurgency of this cannot be overemphasized. Climate \r\nchange, if left unchecked, is arguably the greatest \r\nenvironmental challenge the world is facing, with \r\npotentially catastrophic consequences for our planet \r\nand future generations. We continue to witness a \r\ndangerous rise in sea levels, melting glaciers, a severe \r\ndecline in agricultural output, changing weather \r\npatterns and health challenges caused by the changing \r\nclimate conditions.\r\nClimate change also presents a serious security \r\nthreat, for it displaces millions of people and condemns \r\nan even greater number to sub-par living conditions. We \r\nextend our condolences to all those who have lost loved \r\nones or who have experienced the destruction of property \r\ncaused by natural disasters. Developing countries are \r\nthe hardest hit, because they have limited capacities to \r\nrespond to such effects and therefore require substantial \r\nassistance in developing climate-smart technology in \r\norder to reduce their vulnerability and to transition to \r\nlow-carbon growth paths.\r\nIn the pursuit of global development that leaves \r\nno one behind, the Botswana delegation believes \r\nthat particular focus should be given to countries \r\nin special situations and to the specific support they \r\nrequire to build their economies. In November 2014, \r\nthe landlocked developing countries (LLDCs) met in \r\nVienna to adopt the Vienna Programme of Action on \r\nLandlocked Developing Countries, which identifies six \r\npriority areas, including infrastructure development and \r\nmaintenance, international trade and trade facilitation, \r\nregional integration and cooperation, and structural \r\neconomic transformation. Botswana, like other LLDCs, \r\nwill require a substantial augmentation of its capacity \r\nto implement any of those areas. That also holds true \r\nfor middle-income countries, a category to which \r\nBotswana belongs. Figures show that 75 per cent of \r\nthe world’s poorest populations live in middle-income \r\ncountries.\r\nThe clarion call is therefore to explore the \r\nmechanisms by which such countries can be assisted \r\nin order to address entrenched and widespread poverty. \r\nThe scale of the required assistance goes well beyond \r\nthe obvious need for infrastructure development, \r\nstrengthening of institutions, access to technology, \r\nskills development and the development of social \r\nprotection f loors, inter alia. It is critically important \r\nto extend financing for development in order to \r\naddress the specific needs and challenges of individual \r\nmiddle-income countries instead of employing a \r\none-size-fits-all policy framework. Failure in that regard \r\nwould be detrimental to the development trajectory of \r\nmiddle-income countries, with a real possibility that \r\nthey could relapse to least developed country status.\r\nDiscussions have commenced in various United \r\nNations platforms on how the Organization should \r\ntransform itself to be better structured and better \r\nequipped to effectively and efficiently carry out its \r\nmandate and better serve the best interests of its Member \r\nStates. Botswana believes that chief among the scores \r\nof considerations should be the coordination between \r\nand among the different United Nations agencies \r\nfor stronger system-wide coherence that extends to \r\nimproved cooperation with regional and subregional \r\norganizations. That, we believe, would go a long way \r\ntowards enhancing international efforts to address the \r\nmyriad challenges to development and to durable peace \r\nand security.\r\nWe cannot speak about development or about peace \r\nand security without considering the increasingly \r\ndisturbing phenomenon of migration. The f low \r\nof international migrants has continued to grow \r\nexponentially since the High-level Dialogue on \r\nInternational Migration and Development, which was \r\nheld in New York in October 2013. Conflict, political \r\ninstability and poverty are the main push factors for \r\nmigration from developing to developed countries, \r\nas evidenced by the thousands who continue to cross \r\nthe Mediterranean to Europe in search of economic \r\nopportunities. The grave conditions to which migrants \r\nare exposed, along with the unprecedented levels \r\nof humanitarian crises to which their movements \r\ncontribute, are cause for great concern.\r\nIt is wrong to blame any single European country \r\nfor its immigration policy, since each country has to \r\nassess its own ability to accommodate such influxes. \r\nNor should Europe be blamed for the tragic drownings \r\nat sea, which are the fault of migrants’ countries of \r\norigin.\r\nBotswana believes that the issue of migration \r\nwarrants the urgent attention of the international \r\ncommunity, with a view to developing a comprehensive \r\n4/25 15-29664\r\nA/70/PV.23 01/10/2015\r\nand lasting solution. The imposition of quotas to make it \r\nmandatory for countries to accept migrants or refugees \r\nis not the best solution. Instead, consideration should \r\nbe given to rewarding and supporting the countries \r\nthat accept migrants or refugees by setting up a special \r\nfund under the Office of the United Nations High \r\nCommissioner for Refugees. Europe, or preferably \r\nthe entire international community, should contribute \r\nannually to such a fund, based on an assessment of each \r\ncountry’s economic status and whether it is hosting \r\nrefugees. If anything should be mandatory, it should be \r\nthat approach. In summary, the more refugees a country \r\ntakes, the bigger its reward or support and the lower its \r\ncontribution to the fund.\r\nWe welcome the Secretary-General’s initiative to \r\nconvene the first-ever World Humanitarian Summit \r\nnext year. It should not only enhance existing and new \r\nefforts to address the issue of migration, but should \r\nalso ensure comprehensive, coherent and cohesive \r\napproaches for responding to the critically urgent issue \r\nof the global humanitarian architecture.\r\nBotswana remains gravely concerned about the \r\nserious threats to international peace and security in \r\nmany parts of the world, which arguably present the \r\ngreatest challenge to human development. We are \r\nwitnessing an alarming rise in instability, insecurity \r\nand violent conflicts which are causing untold \r\ndevastation and human suffering. The unremitting loss \r\nof innocent lives and the escalation in humanitarian \r\ncrises have reached tragic levels, making it imperative \r\nfor the international community to take urgent and \r\ndecisive action. We take this opportunity to commend \r\nall humanitarian and human rights organizations for \r\nthe good work they do on behalf of humankind. \r\nThe growing involvement of non-State actors and \r\nradical extremists in most conflict situations is deeply \r\ntroubling. The activities of such entities introduce \r\nadditional layers of difficulty to the processes for the \r\nmanagement and resolution of conflicts. Terrorism, \r\nincluding the emergence of abductions as one of its \r\nmany forms, further increases the complexity of the \r\nresponse to conflict in areas of unrest.\r\nIn a world in which borders are porous and \r\nnations are increasingly interdependent, threats to \r\nsecurity in any region have consequences for all. The \r\nonly difference is in the degree of impact. In Africa, \r\nthe situations in Somalia, Libya and South Sudan, to \r\nmention but a few, are a current preoccupation and a \r\ncause of deep concern for the continent. However, the \r\nAfrican Union, through its regional mechanisms and \r\ninternational support, is actively engaged in efforts to \r\nresolve the conflicts. Botswana remains fully supportive \r\nof those ongoing efforts. We hope that lasting solutions \r\ncan be found before there is any further loss of innocent \r\nlives and before instability becomes entrenched in \r\nthose societies.\r\nIn other parts of the world, we remain deeply \r\nconcerned about the situation in the Middle East. The \r\nIsraeli-Palestinian conflict has remained unresolved \r\nfor several decades, without any real promise of an end \r\nin sight. Botswana continues to lend its unequivocal \r\nsupport to the two-State solution, and we join the call \r\nfor constructive dialogue by the parties involved.\r\nOf particular concern in the Middle East are the \r\npolitical crisis in Yemen and the protracted war in \r\nSyria. The latter especially has wreaked unprecedented \r\nhavoc on a people, to an extent not seen since the \r\nSecond World War. Botswana is profoundly troubled \r\nthat the Security Council nonetheless seems paralysed \r\nby the hard divisions among its members that prevent \r\nit from upholding its responsibilities under Chapter V \r\nof the Charter of the United Nations and from taking \r\ndecisive action against the Syrian Government. Despite \r\nthe carnage and property destruction of unspeakable \r\nproportions that have raged in that country since \r\n2011, some Council members still obstruct initiatives \r\nintended to end the war and alleviate the desperate \r\nplight of the poor Syrian people.\r\nHorrified by the torment visited with appalling \r\nimpunity upon the Syrian people by their own \r\nGovernment, Botswana joined 58 concerned members \r\nof the international community in 2013 to petition the \r\nSecurity Council to refer Syria to the International \r\nCriminal Court. We deeply regret that action on that \r\nmatter continues to be frustrated by divisions within \r\nthe Council. \r\nIn the light of such challenges, Botswana \r\ncontinues to firmly support the initiative of France \r\ncalling for the permanent members of the Council \r\nto refrain from using their veto power in situations \r\ninvolving mass atrocities. The United Nations, which \r\npromotes democracy around the globe, should lead by \r\nexample. The Security Council is not an example of \r\ndemocracy when permanent membership is limited to \r\nfive countries, which have a veto. There should be no \r\npermanent members and no veto at all. The practice of \r\nmight making right is actually wrong.\r\n15-29664 5/25\r\n01/10/2015 A/70/PV.23\r\nGenerally speaking, States have the primary \r\nresponsibility to ensure the protection of their people. \r\nIn reality, however, some States, such as Syria, are \r\nmanifestly failing to exercise that responsibility. \r\nInstead, they violate international humanitarian law \r\nwith shameful impunity. Clearly, that should trigger the \r\napplication of measures under pillars two and three of \r\nthe responsibility to protect — yet nothing is happening. \r\nMight it be time to make the responsibility to protect a \r\nformal agenda item for debate by the General Assembly? \r\nPerhaps such a debate could provide sufficient impetus \r\nfor the Security Council to carry the full mantle of its \r\nmandate, including by improving its relationship with \r\nthe International Criminal Court in order to facilitate \r\nthe investigation and prosecution of the perpetrators of \r\ncrimes against humanity.\r\nBotswana’s commitment to a strong and effective \r\ninternational justice system remains resolute. Our \r\nbelief in the International Criminal Court as the only \r\nstanding international criminal tribunal for war crimes \r\nand crimes against humanity is unwavering. The \r\nBotswana Government regrets that non-cooperation by \r\nsome States parties to the Rome Statute still plagues \r\nthe Court, creating leeway for continued impunity and \r\nescape from accountability for crimes against humanity. \r\nWe therefore urge all parties to the Rome Statute of the \r\nInternational Criminal Court to stand fully behind the \r\nCourt. Cooperation is vital to for the assurance of the \r\nCourt’s integrity and effective functioning.\r\nMy delegation and I are hopeful that, as we \r\ncommemorate the 70 years of the United Nations, we can \r\nhave unanimous agreement that judicial accountability, \r\ninclusive governance and the protection and promotion \r\nof human rights are essential elements for peaceful \r\nsocieties. That should not be seen as the preserve of the \r\nInternational Criminal Court or of the Security Council \r\nalone, but rather as a shared responsibility and norm of \r\nthe global community.\r\nFinally, the sooner the world is rid of the feeble \r\nleadership of Sepp Blatter at the Fédération Internationale \r\nde Football Association, the better. Corruption, poor \r\ngovernance and a leader who has gone well beyond his \r\nsell-by date make that organization almost a mirror \r\nimage of a failed State. Good governance should not \r\napply to politics alone, but to all institutions, especially \r\ninternational organizations.\r\nLet me conclude by reaffirming Botswana’s \r\ncommitment to and abiding faith in the purposes \r\nand founding principles of the United Nations. We \r\nare strongly committed to a world that nurtures and \r\nsustains all life within the natural limits of the living \r\nplanet, leaving absolutely no one behind. Botswana is \r\ntruly optimistic in its belief that, with genuine political \r\nwill and concerted collective effort, such a world can \r\nbe achieved.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Vice-President of the \r\nRepublic of Botswana for the statement he has just \r\nmade.\r\nMr. Mokgweetsi Eric Keabetswe Masisi, Vice-\r\nPresident of the Republic of Botswana, was \r\nescorted from the rostrum.\r\nAddress by Mr. James Wani Igga, \r\nVice-President of the Republic of South Sudan\r\nThe Acting President: The Assembly will now \r\nhear an address by the Vice-President of the Republic \r\nof South Sudan.\r\nMr. James Wani Igga, Vice-President of the \r\nRepublic of South Sudan, was escorted to the \r\nrostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. James Wani Igga, \r\nVice-President of the Republic of South Sudan, and \r\ninviting him to address the Assembly.\r\nMr. Igga (South Sudan): On behalf of my President, \r\nHis Excellency Mr. Salva Kiir Mayardit, I would like to \r\ncongratulate the newly elected President of the General \r\nAssembly. We stand with his leadership. I also thank \r\nhis predecessor, Mr. Sam Kutesa of Uganda, for his \r\nbeautiful and successful tenure in office. \r\nI would like to express our sincere gratitude for \r\nthe pivotal role of the United Nations, and of many \r\nother friends, before, during and after the birth of our \r\ncountry, South Sudan, in July 2011. We commend this \r\nnoble world body and its able leadership for firmly \r\nsupporting our independence. We vividly remember \r\nthe three days that the Secretary-General spent in \r\nJuba, dedicated himself to lecturing and advising us as \r\nindependence neared. We congratulate His Excellency \r\nMr. Ban Ki-moon.\r\nAfter going through so much for too long, the dream, \r\naspiration and vision of the people of South Sudan for \r\na country of their own were finally realized on 9 July \r\n2011, with strong support from the Intergovernmental \r\nAuthority on Development (IGAD), the United Nations \r\n6/25 15-29664\r\nA/70/PV.23 01/10/2015\r\nand the Troika. Almost one week thereafter, in this great \r\nHall, the General Assembly took a historic step and \r\nendorsed our independence. We most enthusiastically \r\nthank the United Nations for that.\r\nHaving attained freedom for our country and its \r\npeople, we, the leaders, wasted no time in pushing \r\nforward with the creation of institutions of good \r\ngovernance and democratic exercise. We started \r\nvirtually from rubble, following the first civil war. \r\nHowever, our progress has been thwarted and marred \r\nby unjustified internal power feuds that resulted in a \r\nregrettable conflict that engulfed three of our country’s \r\n10 states.\r\nIt is my pleasure and a relief to announce to the \r\nAssembly that this regrettable war and unnecessary \r\nbloodshed have been brought to an end. The people of \r\nSouth Sudan were yearning for peace, and on 26 August \r\n2015 our President took the courageous step — with the \r\nhelp of IGAD, the Troika, China, Russia, the United \r\nNations and so on — to sign a peace agreement with \r\nour brothers in the rebellion to silence the guns and end \r\nthe civil war. This signature was immediately followed \r\nby the President’s declaration of a permanent ceasefire \r\nthe next day. We must congratulate our people for this \r\nhistoric achievement of peace. I am sure it will be \r\ncemented by prosperity and happiness. We give credit \r\nto our neighbours and the international community at \r\nlarge. The next step now is for this body to quickly join \r\nand help us in terms of both humanitarian assistance and \r\nreconstruction as we vow to implement the agreement.\r\nSouth Sudan is concerned about global and regional \r\npeace, security and respect for human rights. Though \r\nwe have been tied down by our own difficulties, we are \r\nalso mindful of our participation in global and regional \r\nstrategies aimed at tackling threats of terrorism, \r\nenvironmental change and the like.\r\nI commend the role that the United Nations \r\nMission in South Sudan (UNMISS) played during the \r\nperiod leading up to our declaration of independence \r\nin 2011, and afterwards. Nonetheless, any renewal of \r\nthe UNMISS mandate without consultations with and \r\nthe consent of our Government would not be right and \r\nwould therefore be unacceptable. It is a well-known \r\nfact that matters of that nature are sovereign and due \r\nconsultation is imperative.\r\nCommitting crimes against the people we govern \r\nor violating human rights have never and shall never be \r\ncondoned by our Government. Promoting and protecting \r\nthe safety of persons, families and communities and \r\ntheir physical and social well-being is a duty that we \r\ntake very seriously. We will not allow impunity to reign. \r\nWe are conscious of our obligations to humankind, and \r\nwe respect the human rights charter contained in the \r\nUniversal Declaration of Human Rights and related \r\nprotocols. We respect the content and provisions of \r\nthe Geneva Conventions and vow to strictly observe \r\nand apply them in our difficult and complex context. \r\nSince our independence, whenever we have received \r\nreports of human rights abuses by elements associated \r\nwith our security institutions, we have investigated and \r\nimmediately dealt with them in accordance with the \r\nlaw.\r\nWe are delighted to announce that through the \r\nefforts of IGAD, alongside the Troika, on 26 August \r\nHis Excellency President Salva Kiir Mayardit not only \r\nsigned the agreement but also declared the ceasefire. \r\nThis ceasefire is holding surely in certain parts of \r\nthe country — there is no doubt about that — but not \r\nin all, I must underscore. That is mainly attributable \r\nto the absence of a joint monitoring and verification \r\nmechanism installed on the ground and of funding \r\nfrom IGAD for that purpose. I urge IGAD to work \r\nmore speedily on creating and designating that vital \r\ninstrument for enforcing any meaningful ceasefire.\r\nWith respect to security arrangements, from 13 to \r\n18 September the warring parties held a workshop in \r\nAddis Ababa, which ended with our Government \r\ndelegation signing the minutes and a communiqué. Our \r\nbrothers in the rebellion, however, declined to sign, for \r\nreasons best known to them. It is now incumbent upon \r\n“IGAD-Plus” to persuade the armed opposition to sign \r\nthe minutes as quickly as possible. The announcement \r\nby the Sudan People’s Liberation Army (SPLA) — our \r\nGovernment Army — about a week ago that it would \r\nmove out of Juba to a location 25 kilometres away \r\nis further proof that our Government is committed \r\nto this agreement. That is a clear demonstration of \r\nthe Government’s will to execute the accord. As the \r\nSPLA is already moving to redeploy, the international \r\ncommunity needs to expeditiously provide the \r\nnecessary funding to help build new army barracks in \r\nthose forests.\r\nAs we embark on the implementation of the peace \r\nagreement, sanctions and travel restrictions imposed \r\non our officials should no longer be an option. At this \r\njuncture, I urge all countries of good will to rush in with \r\nhumanitarian, resettlement and development projects. \r\n15-29664 7/25\r\n01/10/2015 A/70/PV.23\r\nThere is no doubt that development and prosperity \r\ncan quickly lead to cementing peace and stability. It is \r\ntherefore crucial for the Government of South Sudan \r\nto remind international donors about the many pledges \r\nthey made earlier but which have never been honoured.\r\nMore than at any other time in our conflict-riddled \r\nhistory, the upcoming post-conflict imperatives of \r\nresettlement, rehabilitation and disarmament require \r\nconcerted financial and technical assistance from our \r\nmany friends of goodwill around the world. Honouring \r\nthe numerous pledges made in forums such as in Oslo \r\nin 2005 and 2014 and the International Engagement \r\nConference hosted by the sisterly country of the United \r\nStates in 2011 will go a long way in enabling the current \r\npeace agreement to be fully implemented, in order to \r\nmeet the pressing need for humanitarian aid and post-\r\nconflict reconstruction.\r\nWe are firmly determined to correct the errors \r\nof the past and look forward to the future. I take this \r\nopportunity to appeal to all friends and supporters \r\nof South Sudan to rapidly step in to support the \r\nhumanitarian process I alluded to previously — the \r\nprocesses of rehabilitation, peacebuilding, cantonment \r\nand national reconstruction. South Sudan is very \r\nresilient and its future is certainly full of hope, \r\nparticularly with all the assistance and cooperation that \r\nthe international community has to offer. We should not \r\nbe subject to undeserved isolation and sanctions, given \r\nour level of fragility as a new country.\r\nThe Acting President (spoke in Arabic): On \r\nbehalf of the General Assembly, I wish to thank the \r\nVice-President of the Republic of South Sudan for the \r\nstatement he has just made.\r\nMr. James Wani Igga, Vice-President of the \r\nRepublic of South Sudan, was escorted from the \r\nrostrum.\r\nAddress by Mr. Joseph Butore, Vice-President \r\nof the Republic of Burundi\r\nThe Acting President (spoke in Arabic): The \r\nAssembly will now hear an address by the Vice-President \r\nof the Republic of Burundi.\r\nMr. Joseph Butore, Vice-President of the Republic \r\nof Burundi, was escorted to the rostrum.\r\nThe Acting President (spoke in Arabic): I have \r\ngreat pleasure in welcoming His Excellency Mr. Joseph \r\nButore, Vice-President of the Republic of Burundi, and \r\ninviting him to address the Assembly.\r\nMr. Butore (Burundi) (spoke in French): I would \r\nlike first to thank God Almighty for guiding us \r\nthroughout our trip and for continuing to be with us \r\nduring our stay in New York. \r\nI would like to express the fraternal greetings of \r\nthe Burundian people and His Excellency Mr. Pierre \r\nNkurunziza, President of the Republic of Burundi, who \r\nasked us to represent him here today.\r\nWe take this opportunity to extend our warmest \r\ncongratulations to the Mr. Lykketoft on the occasion of \r\nhis election as President of the General Assembly at its \r\nseventieth session and to assure him of the full support \r\nof our country in accomplishing his noble mission. We \r\nalso wish to congratulate Mr. Sam Kahamba Kutesa, \r\nwho brilliantly presided over the Assembly at its sixty-\r\nninth session. We offer special thanks to Secretary-\r\nGeneral Ban Ki-moon for his commendable ongoing \r\nefforts so that our Organization may continue to fulfil \r\nthe goals and ideals that the Member States have set \r\nfor it.\r\nWe would like to acknowledge the relevance of the \r\ntheme chosen for this seventieth anniversary of our \r\nOrganization: “Strong UN. Better World”. We assure \r\nthe President of the strong support of the Republic of \r\nBurundi for achieving the three priorities that will \r\nguide his actions during his term: a commitment to \r\naction, an intensification of efforts by the United \r\nNations to cement international peace and security, and \r\nsignificant progress in the area of human rights.\r\nAs some know, Burundi has just come through a \r\nperiod that has raised questions for some here today. \r\nI would briefly like to address them. Burundi has just \r\ncompleted an election process pursuant to the 2005 \r\nConstitution, which has remained unchanged, contrary \r\nto what some would have us believe. The process was \r\na great success despite the violent protests that quickly \r\nturned into an insurrectionary movement in some \r\nneighbourhoods of the capital, Bujumbura.\r\nThe elections went well in Burundi, but during their \r\npreparation, while they were being held and afterwards, \r\nthere were acts of sabotage, and the country fell victim \r\nto the machinations of some politicians whose plan \r\nwas simply to destabilize institutions. Children were \r\nused as soldiers and human shields, to whom drugs, \r\nweapons and explosives were given so that they would \r\n8/25 15-29664\r\nA/70/PV.23 01/10/2015\r\ncommit acts of vandalism, killings and other acts \r\nof terrorism in public places. Everyone knows that \r\nthe use of children for military purposes is in itself a \r\ncrime against humanity. We regret to report that all \r\nthis happened with the support of certain countries that \r\nsought to torpedo the Government’s efforts to restore \r\nthe stability of our country.\r\nWe welcome United Nations support for the \r\nelectoral process through the United Nations Electoral \r\nObserver Mission in Burundi, whose observers were \r\ndeployed in much of the country. The decisions of \r\nthe Constitutional Courts of Burundi and the East \r\nAfrican Community, which confirmed the legality of \r\nthe candidacy of Pierre Nkurunziza, were not enough \r\nto stop the insurrection initiated by the opposition \r\nand civil society. That proved once more their hidden \r\nagenda to destabilize the country. Yet everyone knows \r\nthat the interpretation of the domestic laws of a country, \r\nincluding its constitution, is a matter for its legal \r\nauthorities. This is also a reflection of the sovereignty \r\nof any independent country.\r\nWe believe that the peoples of this world must be \r\nrespected in their choices. While remaining receptive \r\nto the advice of friends, the people of Burundi deserve \r\nto have the choice that they made in the recent elections \r\nrespected. They do not ask for more than this, and it is \r\na question neither of blind stubbornness nor, even less, \r\nof the obstinacy of a leader or a people, as some of our \r\ntraditional friends from the North think.\r\nThe instigators of the aforementioned insurrection \r\nwere supported by certain political parties without \r\npopular support that knew in advance they would \r\nlose the elections. Having therefore decided to bypass \r\nthe ballot box, these political parties only wanted \r\ntransitional arrangements similar to the Arusha \r\nnegotiations as a stepping-stone to power. Their aim \r\nwas to cause trouble in order to prove that it was \r\nimpossible to organize the electoral process. Some \r\nmedia were unfortunately on their side. To amplify \r\ntheir action, certain non-governmental organizations \r\nsupported them financially and morally at a time when \r\nsome civil society organizations were stakeholders.\r\nWhat was not known until now is that this \r\ninsurrection was the tree that hid the woods, that is, \r\nthe failed coup that was being prepared. It had been \r\nin preparation for some time by the same actors, in \r\ncollaboration with some civil-society organizations. \r\nThe date of 13 May 2015 will remain etched in the \r\nmemories of the people of Burundi. Unable to seize \r\nthe institutions of sovereignty, the mutineers would use \r\nlocal and international media to announce to the nation \r\nand the whole world that they already had control of \r\nthe national radio and television broadcasting system, \r\nthat the international airport and all borders were \r\nclosed, that the Constitution was suspended. In short, \r\nit was a veritable media war that did not reflect the \r\nreality on the ground in any way. The Government of \r\nBurundi appreciates for its true value the support of \r\nthe international community, regional organizations, \r\nand the loyalist forces that quickly condemned the \r\nattempted putsch and which called for respect for the \r\nconstitutional order.\r\nAfter the failure of the coup d’état, some critics f led \r\nto one of our neighbouring countries, which has been \r\nsheltering them and assisting them in their campaign to \r\ndestabilize our country. Burundi has remained watchful \r\nand condemns that hostile attitude, which contravenes \r\nthe Charter of the United Nations and other relevant \r\ninstruments of international and regional organizations \r\nof which we are members.\r\nFaced with these problems in the wake of the \r\nfailed putsch, the Summit of Heads of State of the East \r\nAfrican Community recommended that the elections be \r\npostponed so as to enable all political parties and actors \r\nto participate under better conditions. Burundi acceded \r\nto the decision in order to head off any pretexts for \r\ncontesting the results. The municipal, legislative and \r\npresidential elections were therefore postponed twice, \r\nbut could not be delayed beyond the constitutional \r\ndeadlines. At all costs we had to avoid ending up in a \r\nconstitutional vacuum.\r\nTo mark Burundi’s democratic progress, we \r\nsucceeded in introducing single ballots and consolidating \r\nseveral rounds of voting. After this electoral marathon, \r\ntherefore, consultations between the country’s various \r\npolitical forces enabled us to establish the offices of \r\nboth Houses of Parliament, with the participation \r\nof the former leader of the opposition, Mr. Agathon \r\nRwasa, President of the Amizero y’Abarundi coalition. \r\nFollowing an internal dialogue, the new Government \r\nwas named on 24 August and consists of 20 ministers, \r\nincluding five from the opposition. All of that was \r\ncarried out in strict accordance with the Arusha \r\nAgreement and constitutional balance.\r\nWith the elections over, the Government of \r\nBurundi has now launched another political phase, that \r\nof dialogue, one that aims to be inclusive, sincere and \r\nopen to all issues and that is embodied in the National \r\n15-29664 9/25\r\n01/10/2015 A/70/PV.23\r\nCommission for inter-Burundian Dialogue, established \r\nby presidential decree on 23 September. Its main \r\nmission is to lead an inter-Burundian dialogue process \r\non the issues both inside and outside the country, \r\nparticularly as they relate to social issues, politics, \r\npeacebuilding, security, economic development, the \r\nArusha Agreement, the Constitution, the comprehensive \r\nceasefire agreement, the Charter of National Unity and \r\nso forth.\r\nBased on the main conclusions of the discussions, \r\nthe Commission will make recommendations to the \r\nGovernment, the political parties, civil society and \r\nreligious groups in order to arrive at agreement on \r\nthe changes to be made to the founding documents in \r\nthe interests of all Burundians. The Commission will \r\nconsist of 15 Burundian nationals appointed by decree \r\nand in accordance with the constitutional balances. We \r\ntake this opportunity to once again ask for support for \r\nthe process from Burundi’s partners, starting with the \r\nUnited Nations, which has recently demanded firmly \r\nthat we organize a genuinely inclusive dialogue in our \r\ncountry.\r\nIt should be recalled that this dialogue framework \r\ncomes a few months after the establishment of the Truth \r\nand Reconciliation Commission, whose main task is to \r\nshed light on the crises that have dogged Burundi since \r\nits independence. With a continuing view to restoring \r\nan atmosphere conducive to peace and security \r\nthroughout the country, the President of the Republic \r\nhas just made another gesture of goodwill by signing \r\na decree allowing those who illegally have weapons \r\nto return voluntarily within a month without fear of \r\nprosecution by the legal authorities. We should note \r\nthat the decision is also a response to the disarmament \r\nrecommendations of the Summits of Heads of State of \r\nthe East African Community and of the African Union.\r\nConcerning freedom of the media, which some have \r\nbeen concerned about, we would like it known that the \r\nissue is important to us, too. However, it is important \r\nnot to lump all the media together. Of the 20 or so \r\nprivate media outlets operating in Burundi, only three \r\nradio stations and one television and radio broadcaster \r\nface judicial investigations into their alleged role in the \r\nfailed coup of 13 May before it is decided whether they \r\ncan reopen. Other representatives of the media, both \r\nnational and international, operating on Burundian \r\nterritory have continued to broadcast without difficulty. \r\nMoreover, the media will also occupy a prominent place \r\nin the inter-Burundian dialogue soon to begin.\r\nThose arrested during the insurrection will receive \r\na fair trial and have the right to a defence. We should \r\nemphasize that minors recruited into the movement \r\nthrough violence will be pardoned, and only those \r\nresponsible for serious crimes will have to face trial. \r\nAs to refugees, Burundi hopes to see more involvement \r\non the part of its partners and friends in helping to \r\nfacilitate the voluntary return of Burundians wishing \r\nto come home.\r\nOn the socioeconomic front, Burundi has made \r\nsignificant progress in recent years. Women and girls’ \r\ninvolvement in running the country is now a reality. \r\nIndeed, the Constitution reserves a quota of at least \r\n30 per cent of seats for them in decision-making bodies. \r\nWomen make up 50 per cent of the Senate and 36 per \r\ncent of the National Assembly. In the Government, \r\nwomen head important ministries such as those of \r\nhealth, education and higher education and scientific \r\nresearch, justice, trade and municipal development. As \r\nfor women and armed conflict, we have made progress in \r\nrecruiting women into the defence and security forces, \r\nwhich also contributes to their effective participation in \r\npeacekeeping missions.\r\nTurning to education, free tuition has enabled us to \r\nachieve our ambition of having as many girls as boys \r\nin primary school. That policy, introduced in 2005 \r\nand based on community efforts, has also involved the \r\npopulation in building school infrastructure, which in \r\n2014 enabled us to achieve a school-attendance rate of \r\n96 per cent, compared with 59.5 per cent in 2005. In \r\nthe health sector, free health care for children under the \r\nage of 5 and pregnant women has significantly reduced \r\nthe mortality rate for children under 5 and for infants \r\nat birth.\r\nIn the area of transport infrastructure, all of the \r\nroads linking the country’s provinces are now paved, \r\nexcept for one in one province on which work is ongoing.\r\nAmong the important reforms introduced in recent \r\nyears, I should mention that all revenues are now \r\nchannelled through the Burundi Revenue Authority, \r\nwhose establishment has given us a reliable taxation \r\nbody harmonized with the East African Community. \r\nBased on the performances achieved with regard to the \r\nMillennium Development Goals, we are entering the era \r\nof the Sustainable Development Goals with confidence \r\nand are determined to implement, over the short and \r\nthe long terms, every policy able to curb poverty in our \r\ncountry.\r\n10/25 15-29664\r\nA/70/PV.23 01/10/2015\r\nAt the regional level, Burundi will continue to work \r\nwith other countries to better respond to the security \r\nobjectives laid out in the founding documents of the \r\nEconomic Community of the Great Lakes Countries, the \r\nEast African Community, the International Conference \r\non the Great Lakes Region and many others.\r\nOn the international front, Burundi has pledged to \r\ncontinue the work it began nearly a decade ago in the \r\nspirit of international solidarity, namely, to participate \r\nin peacekeeping operations wherever asked to do so. \r\nAccordingly, we have not shrunk from the call to help our \r\nbrothers and sisters in Somalia, so that they can regain \r\ntheir dignity. When we sent our troops to Somalia at the \r\nbeginning of operations initiated by the African Union, \r\nBurundi became the second-largest troop-contributing \r\ncountry in Somalia. Our brave men and women are also \r\ncontributing energetically to peacekeeping operations \r\nin the Central African Republic, Darfur in the Sudan, \r\nCôte d’Ivoire and Haiti. We will not only continue our \r\ncommitments to the peacekeeping operations in which \r\nwe are involved in a spirit of partnership and mutually \r\nbeneficial cooperation, but, in the various international \r\nforums in which Burundi has a voice, it will also pursue \r\nbuilding a more united and just world, a world in which \r\nStates respect each other on an equal and sovereign \r\nfooting.\r\nBurundi wishes, however, that the United Nations \r\nand other partners would step up their support to troop-\r\ncontributing countries in order to enable a rapid and \r\neffective response. Burundi embraces all strategies that \r\naim to eradicate the major threat posed by terrorism \r\nand reaffirms its commitment to fight alongside the \r\ninternational community in the common struggle. We \r\nsupport the full implementation of Security Council \r\nresolution 1540 (2004) so as to prevent non-State \r\nactors in particular from obtaining biological, nuclear, \r\nchemical or other weapons in order to commit terrorist \r\nacts.\r\nBurundi is firmly committed to working with all \r\nother bilateral and multilateral international partners to \r\ntake up the challenge of climate change. Our country \r\nis part of a new political momentum that promises \r\nto provide a rapid solution to the problems related to \r\nclimate change. Accordingly, we have high expectations \r\nfor the session of the Conference of the Parties to the \r\nUnited Nations Framework Convention on Climate \r\nChange, to be held in Paris in December.\r\nRegarding the issue of reforming the Security \r\nCouncil, our country subscribes to the logic of finding \r\na comprehensive solution that meets the broad approval \r\nof the Member States, and that will uphold the common \r\ninterests of our States and serve the long-term interests \r\nof our Organization. It is therefore our wish that the \r\ndecisions on this important issue reflect the views of the \r\nindividual States and of the continental organizations \r\nto which they belong.\r\nUltimately, we, like the other developing countries, \r\nare asking for a more substantial amount of support \r\nfrom the United Nations and our partners, in order to \r\nmake increased progress as we implement the new post-\r\n2015 Agenda. For our part, we are committed to taking \r\nownership of the Agenda from the grass-roots to the top \r\nlevel of our Government, for the benefit of the national \r\nand international community.\r\nLastly, Burundi wants stability in the Great Lakes \r\nregion, based on the principle of non-interference in the \r\ninternal affairs of other countries and particular regard \r\nfor the commitments made within the framework of \r\nregional organizations, which all advocate peace and \r\nsecurity, as the foundation for all development.\r\nLong live the United Nations family.\r\nThe Acting President (spoke in Arabic): On \r\nbehalf of the General Assembly, I wish to thank the \r\nVice-President of the Republic of Burundi for the \r\nstatement he has just made.\r\nJoseph Butore, Vice-President of the Republic of \r\nBurundi, was escorted from the rostrum.\r\nAddress by Mr. Moisés Omar Halleslevens \r\nAcevedo, Vice -President of the Republic of \r\nNicaragua \r\nThe Acting President (spoke in Arabic): The \r\nAssembly will now hear an address by the  \r\nVice-President of the Republic of Nicaragua.\r\nMr. Moisés Omar Halleslevens Acevedo, Vice-\r\nPresident of the Republic of Nicaragua, was \r\nescorted to the rostrum.\r\nThe Acting President (spoke in Arabic): I have \r\ngreat pleasure in welcoming His Excellency Mr. Moisés \r\nOmar Halleslevens Acevedo, Vice-President of the \r\nRepublic of Nicaragua, and inviting him to address the \r\nAssembly.\r\nMr. Acevedo (Nicaragua) (spoke in Spanish): \r\nPlease receive the greetings of the people of Nicaragua \r\nand our President, Commander Daniel Ortega Saavedra. \r\n15-29664 11/25\r\n01/10/2015 A/70/PV.23\r\nWe wish the new President of the General Assembly \r\nsuccess in the responsibilities that he has undertaken. \r\nToday I come to the General Assembly to express \r\nthe position of Nicaragua and that of our President, \r\nCommander Daniel Ortega Saavedra. I shall therefore \r\ndeliver the message on behalf of our Head of State and \r\nGovernment.\r\n“This year, the General Assembly at its \r\nseventieth session commemorates the seventieth \r\nanniversary of our Organization. Seven decades \r\nago, 51 States signed the Charter of the United \r\nNations. Nicaragua is a founding State. The \r\nworld was, at that time, emerging from a terrible \r\nwar, and humankind was crying out for ‘peace, \r\npeace, peace’, as our immortal poet Rubén Darío \r\nsaid. Since 24 October 1945, the United Nations \r\nhas projected to the world the image of an entity \r\nthat would bring peace, but, from the time of its \r\nfounding until today, its stated objectives have \r\nbeen frustrated.\r\n“As we celebrate its seventieth anniversary, we \r\nare now 193 Member States, and the Organization \r\nwas created in an entirely different world. Now, \r\nit must be transformed. We live on a planet with \r\nmore people, and we are threatened by numerous \r\nand highly complex challenges. It is a world where \r\negotism, arrogance and interference have completely \r\naltered and dismantled the right to peace, sovereign \r\nsecurity and life for millions of human beings. We \r\nmust therefore reflect deeply before reinventing, \r\ndemocratizing and recasting the United Nations. \r\nWe want an Organization with equal rights for all \r\nits Members and one that more effectively meets \r\nthe challenges of justice; equitable, sustainable, \r\nsecure and sovereign development; and, above all, \r\npeace. \r\n“The increasing greed of global capitalism, \r\nparticularly in the Middle East and Africa, has \r\ncaused wars and created, fostered, cultivated and \r\nexploited fanaticism and terrorism, which have, \r\nin turn, spread insecurity and destruction, and \r\ncaused all kinds of crises — crises of infinite \r\nproportions and ramifications with war, food, the \r\nenvironmental, labour and humanitarian matters at \r\ntheir heart. \r\n“The forced and brutal displacement of \r\nthousands of people, including the elderly, children \r\nand entire families, from countries that were \r\npreviously developed, such as Syria, Libya and \r\nIraq, and from sub-Saharan Africa, lays bare the \r\ntrue nature of wars, terrorism, and the conflicts \r\nthat we are experiencing. They have been created \r\nand fuelled by the greed of the empire of global \r\ncapitalism. We have all said that that situation will \r\nget worse unless we act together to address and \r\nresolve the causes of so much distress, barbarism \r\nand catastrophe.\r\n“Our Organization should promote respect, \r\npeace, sovereign security, justice and solidarity \r\namong human beings. The Organization must \r\nrespond in the face of that barbaric intervention \r\nin and interruption of the tranquillity and the right \r\nto prosperity in the lives of millions of families of \r\ncountries and entire populations. The Organization \r\nmust respond to the challenges of our time with \r\nmeasures and activities that reflect the supreme \r\ninterests of people — respect, the inviolability of \r\nsovereignty, the recognition of national natural \r\nresources and the promotion of security, justice and \r\npeace.\r\n“We must not pass over the fact that the \r\nachievement of the Millennium Development Goals \r\n(MDGs) was hindered by the terrible impact of \r\nwars and terrorism, created and encouraged by the \r\nimperialist empires. Similarly, climate imbalance, \r\nor climate change — the unusual frequency \r\nof earthquakes, volcanic eruptions, disasters, \r\nepidemics, droughts, f loods, landslides, all known \r\ncalamities — have shown no mercy in the most \r\nimpoverished countries. The peoples and countries \r\nthat had fully implemented the MDGs, such as \r\nLibya, Syria and Iraq, have witnessed interventions \r\nand been devastated by terrorism, which was \r\npromoted to sustain imperialist invasions and wars. \r\nAll those actions have been disguised as internal \r\nconflicts, brought about in an effort to seize and \r\ncontrol our natural resources. There is no region \r\non the planet where the imperialist hand has not \r\nleft its mark, in the form of intrigue, aggression, \r\nmanipulation and all kinds of interference directed \r\nagainst legitimate democratic processes, intended \r\nto weaken Governments, influence institutions, \r\nundermine harmony and engineer self-serving \r\ndisruptions in the social, political and economic \r\nlives of our peoples.\r\n“In Latin America and the Caribbean, we \r\nhave reiterated our wish to declare our region a \r\n12/25 15-29664\r\nA/70/PV.23 01/10/2015\r\nzone of peace and equitable development and our \r\ncommitment to creating conditions in each country \r\nand in the region that will enable us to achieve, \r\nthrough dialogue and collaboration, firm and \r\nenduring peace and justice.\r\n“To carry out the outstanding work under the \r\nMDGs and the implementation of the new 2030 \r\nAgenda for Sustainable Development (resolution \r\n70/1), we need to restore peace, sovereign security, \r\nrespect for independence, protection of the natural \r\nresources of every population and respect for the \r\ndignity and cultures of all peoples. To work for \r\njustice, equality and development requires the \r\nestablishment of a culture of meeting, dialogue and \r\nconsensus, and it requires recovering the essential \r\nvalues of humankind. It necessitates putting an end \r\nto the wars and terrorism that have been created \r\nand fuelled. It also requires the constructive work \r\nof dialogue and the respectful affirmation of \r\nsovereign security and peace.\r\n“Our Government of national reconciliation \r\nand unity has worked to eradicate poverty, as the \r\nnational and international indicators show. As \r\nwe fulfil that ongoing commitment, and as our \r\nGovernment, country and people are committed \r\nto the rights, welfare and security of Nicaraguan \r\nfamilies, we propose here in this Hall that the United \r\nNations take on the responsibility of addressing the \r\nvery necessary battles to come.\r\n“We must work for justice, peace, respect, \r\ndialogue and sovereign security in the world. To \r\ndo that, we must bring about the necessary changes \r\nso that the Organization can serve the interests of \r\nall its Members. We would like to emphasize that \r\nduring his presidency of the General Assembly \r\nat its sixty-third session, in 2008, Father Miguel \r\nd’Escoto Brockmann developed some ideas and \r\nproposals in fulfilment of Nicaragua’s mandate \r\nto establish the basis for a discussion of such \r\nchanges in a draft document on the reinvention of \r\nthe United Nations. We believe that only when the \r\nUnited Nations is equitable and democratic, recast, \r\nre-created and fit for the purpose of serving the \r\nworld and humankind in the twenty-first century, \r\ncan we tackle the great challenges of our time.\r\n“Our Government and our people advocate for \r\na world with values, in which human beings bring \r\nout the best in each other and foster the best possible \r\nconditions for a just, sustainable, equitable, secure, \r\nsovereign development and in which advances in \r\nscience and technology in all areas of our lives are \r\naccessible to all and shared by all. The Government \r\nand the people of Nicaragua hope that the twenty-\r\nfirst session of the Conference of the Parties to the \r\nUnited Nations Framework Convention on Climate \r\nChange in Paris will result in a commitment \r\nto climate justice as well as concluding an \r\nindispensable policy of indemnization translated \r\ninto direct and unconditional cooperation. The \r\ncarbon emitters and those who are responsible for \r\ndespoiling and degrading our planet and causing \r\nimbalances must recognize our losses and help to \r\npromote the recovery of Mother Earth and restore \r\nits right to health and life and the right to health and \r\nlife of the peoples of the world.\r\n“Nicaragua calls for a world of solidarity and \r\ncomplementarity and a reshaped United Nations \r\nin which everyone’s interests are served and all \r\nMember States can listen and talk to each other on \r\nequal footing. We also call for the United Nations \r\nagencies to play a respectful, responsible and \r\nethical role, devoid of any form of interference and \r\nintervention in the internal affairs of sovereign \r\nStates.\r\n“We come with greetings from the people \r\nof Nicaragua and their hope that the seventieth \r\nanniversary and the commitment we make \r\nwill result in a transparent and deep process of \r\nreflection on how we can change and reinvent the \r\nOrganization to make it democratic. Nicaragua, the \r\nland of Darío and Sandino, blessed and always free, \r\nis committed to the initiative to recreate, reinvent \r\nand recast the United Nations and adapt it to the \r\ngrowing demands of a democratic Organization that \r\nserves the supreme interests of sovereign security, \r\njustice and peace in the world. I hope that we united \r\nnations will fulfil that role, that we will promote \r\ndialogue, respect, understanding, sovereignty, \r\nsecurity, peace and a future without interference or \r\ndependency, and that we will work together on an \r\nequal footing, with everyone, for everyone, for the \r\nwell-being of all. Let it be so.” \r\nThat ends the address that President of Nicaragua, \r\nMr. Daniel Ortega Saavedra, asked me to deliver on his \r\nbehalf to the General Assembly on 1 October 2015.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Vice-President of the \r\n15-29664 13/25\r\n01/10/2015 A/70/PV.23\r\nRepublic of Nicaragua for the statement he has just \r\nmade.\r\nMr. Moisés Omar Halleslevens Acevedo, Vice-\r\nPresident of the Republic of Nicaragua, was \r\nescorted from the rostrum.\r\nAddress by Mr. Gaston Alphonso Browne, \r\nPrime Minister and Minister for Finance and \r\nCorporate Governance of Antigua and Barbuda\r\nThe Acting President (spoke in Arabic): The \r\nAssembly will now hear an address by the Prime \r\nMinister and Minister for Finance and Corporate \r\nGovernance of Antigua and Barbuda.\r\nMr. Gaston Alphonso Browne, Prime Minister and \r\nMinister for Finance and Corporate Governance of \r\nAntigua and Barbuda, was escorted to the rostrum.\r\nThe Acting President (spoke in Arabic): I have \r\ngreat pleasure in welcoming His Excellency Mr. Gaston \r\nAlphonso Browne, Prime Minister and Minister for \r\nFinance and Corporate Governance of Antigua and \r\nBarbuda, and inviting him to address the Assembly.\r\nMr. Browne (Antigua and Barbuda): Democracy, \r\npeace, security, rule of law and respect for human \r\nrights are crucial elements in achieving the economic \r\nand social development to which my people aspire. We \r\nare aware that, just as no development can take place \r\nwithout democracy, peace, security and the rule of law, \r\nso, too, little peace and certainly no security will exist \r\nwithout development. Development, peace and security, \r\ntherefore, go hand in hand. They are inextricably linked.\r\nBut I am disappointed that some nations within \r\nthis body fail to recognize that if development is \r\ndenied to any section of humanity, so too are human \r\nrights. Today, we live in a world where — despite all \r\nthe utterances to the contrary — might is still right, \r\nand the big and strong continue to bully the poor, the \r\nweak and the vulnerable. Until small States such as \r\nmine are no longer bullied by larger and more powerful \r\nnations, despite our full compliance with international \r\nstandards and practices, human rights will continue \r\nto be denied. As the Organization enters its seventy-\r\nfirst year, it is time that Member States stop paying \r\nlip service to the principle of sovereignty. They must \r\nshow that they truly respect the sovereignty of States \r\nregardless of their size.\r\nIn the years since our independence the people of \r\nAntigua and Barbuda have built solid institutions of \r\ndemocracy and respect for human, civil and political \r\nrights. We guard those institutions jealously, and we \r\nhave enshrined them in our Constitution and in our \r\nlaws. And we do so not only for ourselves, but for every \r\ninvestor in our country, every visitor to our shores and \r\nevery other country with which we have treaties or \r\nconduct business.\r\nHowever, my country is beset with all the problems \r\nand challenges that confront all small States. They \r\ninclude remoteness, high transactional costs, threats to \r\nour survival from climate change, a limited economic \r\nbase and a small resource pool to fund and manage \r\nour development aspirations. Those realities make it \r\ndifficult, if not impossible, for my small country to \r\nfinance its development, without external assistance \r\nand without access to foreign capital. But the people of \r\nmy country do not wish to be beggars before the world \r\ncommunity. We do not want to attend meetings, cap \r\nin one hand, begging bowl in the other. Yes, we want \r\nthe sympathy and understanding of the international \r\nfinancial institutions and development agencies. Yes, \r\nwe want better terms of trade and more reasonable \r\naccess to development financing. But we are also \r\ndetermined to stand on our own two feet and to earn \r\nour place among the community of nations. We are \r\nresolved not to beg for it, but to work for it. However, \r\nthe international community, particularly the rich and \r\nthe powerful, must help us to work for the development \r\nwe need, instead of placing obstacles in our way.\r\nYet, 11 years after the World Trade Organization \r\ndelivered a judgement in my country’s favour against a \r\nlarger and vastly richer country for a trade violation that \r\nset back my small country by over $100 million, that \r\ncountry has failed to settle with us. Justice delayed is \r\njustice denied. After 11 years of not receiving the fruits \r\nof that judgement, which, incidentally, are lawfully \r\ndue to my country, my people are entitled to conclude \r\nthat the powerful continue to ignore and trample on the \r\nrights of the weak and that might is right.\r\nIn the international trading system, my small \r\ncountry with a population of 100,000 people is treated \r\nin the same way as the United States of America, \r\nCanada or Japan. Our market size and development \r\nstatus, which require us to be treated differently from \r\nlarger and vastly more developed countries, receive \r\nscant attention. Our need for access to concessionary \r\nfinancing to fund our development is accorded even \r\nless attention. At best, we are treated with benign \r\nneglect. The arbitrary and unjust rules that are imposed \r\n14/25 15-29664\r\nA/70/PV.23 01/10/2015\r\nupon us choke our efforts to diversify and develop our \r\nsmall economies and are even worse.\r\nIn that regard, my country condemns the recent list \r\nof the European Commission, in which several small \r\nStates in the Caribbean and the Pacific, including \r\nAntigua and Barbuda, are falsely named as tax havens. \r\nSimilarly, my country deplores the list of tax havens \r\nproduced by individual States and a district within \r\nthe United States of America that has wrongfully and \r\ninappropriately labelled many Caribbean and Pacific \r\ncountries.\r\nMy country and others in the Caribbean all have tax \r\ninformation exchange agreements with the Government \r\nof the United States of America. We have been fully \r\ncooperative and no request for tax information has \r\never been denied. With regard to the European Union’s \r\n(EU) list of tax havens, Antigua and Barbuda has tax \r\ninformation exchange agreements with 18 of the 28 EU \r\nnations. Yet, because 10 of them, with which we do little \r\nor no business, arbitrarily and without consultation say \r\nthat we are tax havens, we are placed on an EU rogue \r\nlist that is published globally.\r\nWhat is more, my country and many of the others \r\nwrongly named in both lists have been found to be fully \r\ncompliant with all the relevant international standards. \r\nAnd the relevant authorities namely, the Financial \r\nAction Task Force and the Organization for Economic \r\nCooperation and Development’s Global Forum on \r\nTransparency and Exchange of Information for Tax \r\nPurposes, have also found us to be fully compliant. \r\nIt cannot be right that powerful countries unjustly \r\ntarnish our small country’s reputation, despite all that \r\nwe have done—at great cost in view of our limited \r\nresources — to comply with international standards.\r\nSuch wrongful tarnishing opens the possibility of \r\nfinancial institutions in Europe and the United States \r\ndiscontinuing correspondent relations with our banks. \r\nIf that happens, no one in our small States will be able \r\nto pay for any goods or services purchased from the \r\nUnited States or Europe, including food, tuition for our \r\nyoung studying abroad, and medication and medical \r\nbills for our people in need of specialized treatment.\r\nThe consequences would be disastrous, since we \r\nwould be excluded from the international payment \r\nsystem and would be unable to settle our trade and \r\ninvestment transactions. Our banking system would \r\ncollapse, our economy would be irreparably damaged, \r\nand our people would be plunged into abject poverty, \r\ncontrary to the objectives of the post-2015 development \r\nAgenda.\r\nInternational principles to which small States \r\nreadily adhere should not be overturned by bigger \r\ncountries that seek to impose their will on smaller ones. \r\nIt is not fair; it is not just; it is not democratic; and it is \r\npatently wrong.\r\nMy country is not looking for handouts, nor are \r\nmany others like mine. We do not want to endure the \r\nindignity of begging. What we want is a chance to \r\ndevelop, a chance to improve the living standards of \r\nour people.\r\nIn this regard, I wish to salute the Government of \r\nthe People’s Republic of China, whose President, in this \r\nvery Hall a few days ago, undertook to establish a fund \r\nfor South-South cooperation with a pledge of $2 billion \r\nto support developing countries in the implementation \r\nof the post-2015 development Agenda. I further hail \r\nChina’s announcement of a 10-year, $1 billion fund to \r\nsupport the work of the United Nations in peacekeeping \r\nand development. China should be acknowledged and \r\napplauded for the care it is demonstrating for others in \r\nthe global community.\r\nI acknowledge, too, the contributions of two \r\nother developing nations, Venezuela and Cuba, which \r\nhave made significant contributions to South-South \r\ncooperation.\r\nDespite the economic challenges that these three \r\ndeveloping countries face, they have given help to \r\nother countries unstintingly. If these three countries, \r\nchallenged as they are, can recognize an obligation \r\nto all humankind, regardless of race or colour or of a \r\ncountry’s size or geographical location, surely rich and \r\ndeveloped countries should be able to do the same. I \r\ncall on these developed countries to stand up and be \r\ncounted.\r\nI applaud those countries, such as Britain, Germany \r\nand Sweden, that have met their commitments to deliver \r\n0.7 per cent of their gross domestic product as official \r\ndevelopment assistance. I urge the others to follow their \r\nlead and to join them not as a giveaway to beggars but \r\nas an investment in a safer and more peaceful world, \r\nwhose progress will contribute to the prosperity of all \r\nhumankind.\r\nOn the matter of peace and security, my country \r\nfirmly believes that the world’s prospects for peace \r\n15-29664 15/25\r\n01/10/2015 A/70/PV.23\r\nand security were greatly enhanced by two recent \r\ndevelopments.\r\nThe first is the establishment of diplomatic relations \r\nbetween Cuba and the United States of America. We \r\nhail that accord, and we call upon the United States \r\nCongress to lift the embargo against Cuba, which \r\nserves no one’s interest or any useful purpose. Further, \r\nwe support the call for the United States to return \r\nGuantanamo Bay to Cuba.\r\nAt the same time, my country congratulates the \r\nUnited States Government on the agreement reached \r\nwith Iran. While we are mindful of the fact that five \r\nother countries were involved in the process, we \r\nrecognize that President Obama faced the most difficult \r\ncircumstances. We commend his far-sightedness, as \r\nwe applaud the willingness of all of the participating \r\ncountries, including Iran, to overcome obstacles \r\nthrough negotiations and dialogue.\r\nThe President of Iran told the Assembly that while \r\nhis country will not forget the past, it does not wish \r\nto live in the past. He has committed his nation to the \r\npractical path to security and stability through the \r\ndevelopment that comes with economic engagement. \r\nMy country welcomes that commitment and, in turn, \r\nstands ready to participate with Iran in such economic \r\nengagement.\r\nI express Antigua and Barbuda’s deep concern \r\nat the devastation of neighbouring Caribbean island \r\nDominica by tropical storm Erika. I also want to make \r\nthe point that countries in the Caribbean did not await \r\nan international response. In fact, we went ahead and \r\nprovided aid to Dominica and its suffering people, and \r\nwe did so within the limited capacity of our respective \r\nStates members of the Caribbean Community. We made \r\nimmediate financial and other tangible contributions to \r\nDominica.\r\nDespite our own challenges, we stood up for the \r\nhumanitarian needs of our neighbour. But even as \r\nwe did so, we were aware that wider international \r\nsupport is necessary. Therefore, I appeal for continued \r\ninternational action for Dominica in its recovery \r\nprocess. I also express my country’s deep worry about \r\nthe Bahamas, which is being battered by a Category \r\n4 hurricane even as I address the Assembly. There is \r\nno greater evidence, if any were needed, that climate \r\nchange is now one of the most serious challenges facing \r\nsmall island States. The time for action on climate \r\nchange is now. There is no more time for excuses.\r\nClimate change is the greatest threat confronting \r\nall of humankind. It knows no borders, and it respects \r\nneither size nor economic and military power. All of \r\nour countries are its potential victims, even where its \r\nexistence and danger continue to be denied. But it poses \r\nthe greatest threat to the smallest on our shared planet, \r\nparticularly the island States in the Caribbean, the \r\nPacific and the Indian Ocean.\r\nWhat happened in Dominica a few weeks ago \r\nalso befell Vanuatu and Tuvalu in the Pacific earlier \r\nthis year. What is sad is that these disasters are not \r\noccurring in these islands through their own fault. \r\nThey are happening because of the excesses of larger \r\nand more powerful countries, which will not bend from \r\ntheir abuse of the world’s atmosphere even at the risk of \r\neliminating other societies, some older than their own.\r\nIncreasingly, several of these islands are drowning, \r\nand their age-old civilizations are facing extinction. \r\nIn this connection, I hail the clean-energy proposal \r\nof United States, and I commend President Obama for \r\nthis initiative. It is a most enlightened proposal, as a \r\nresult of which the people of the United States will not \r\nonly maintain the quality of their own country but will \r\nalso stand up for the rights of other societies to have a \r\nhomeland and to raise their children in the land of their \r\nancestors.\r\nI am thinking particularly of the people of the \r\nMarshall Islands and Tuvalu in the Pacific; of Maldives \r\nin the Indian Ocean; and a few Caribbean islands where \r\nthe prospect of disappearance looms large from sea-\r\nlevel rise. All industrialized nations should accept their \r\nresponsibilities as chief contributors in emitting high \r\nlevels of greenhouse gases into the atmosphere. If the \r\ncountries of the United Nations want their pledge for \r\ndemocracy, human rights and peace to be meaningful, \r\nthey must resolve to make the Conference on Climate \r\nChange in Paris later this year a resounding success.\r\nThat success will be best measured if our nations \r\ncollectively ensure that the outcome of the Conference is \r\nan ambitious international agreement that limits global \r\nwarming below 2°C, in order to ensure the survival of \r\nsmall States. Financing is also important. Not because \r\nwe are begging, but because the world’s interests are \r\nserved by it. Financing the cost of mitigation must \r\nbe done through an internationally legally binding \r\ncommitment to additional and predictable support.\r\nI want to end my statement by thanking God for the \r\nUnited Nations. If it did not exist, small countries such \r\nas mine would have no voice at all. We know the United \r\n16/25 15-29664\r\nA/70/PV.23 01/10/2015\r\nNations needs reform to make it more democratic and \r\ncertainly more representative. But, within its bodies, \r\nwe have a platform and an opportunity to hold up a \r\nmirror to the world that reflects the marginalization we \r\nconfront. That is of great value to us. My country hopes \r\nfor a tomorrow that offers us better prospects, where \r\nthe opportunities in the world are not monopolized by \r\nthe rich few but are shared for the advancement of all \r\nhumankind. In this Organization, fair-minded nations, \r\nacting together, still have the chance to make equity a \r\nreality for the small as much as for the big.\r\nThe Acting President (spoke in Arabic): On behalf \r\nof the General Assembly, I wish to thank the Prime \r\nMinister and Minister for Finance and Corporate \r\nGovernance of Antigua and Barbuda for the statement \r\nhe has just made.\r\nMr. Gaston Alphonso Browne, Prime Minister and \r\nMinister for Finance and Corporate Governance \r\nof Antigua and Barbuda, was escorted from the \r\nrostrum.\r\nAddress by Mr. John Key, Prime Minister of \r\nNew Zealand\r\nThe Acting President (spoke in Arabic): The \r\nAssembly will now hear an address by the Prime \r\nMinister of New Zealand.\r\nMr. John Key, Prime Minister of New Zealand, was \r\nescorted to the rostrum.\r\nThe Acting President (spoke in Arabic): I have \r\ngreat pleasure in welcoming His Excellency Mr. John \r\nKey, Prime Minister of New Zealand, and inviting him \r\nto address the Assembly.\r\nMr. Key (New Zealand): The seventieth anniversary \r\nof the United Nations is a good opportunity to reflect \r\non the state of the Organization. For most of us, the \r\nUnited Nations has been one of the key international \r\nrealities of our lives. It has been at the heart of what \r\nhas shaped us in the significant developments of the \r\npost-Second World War era. But as we all know, it is not \r\nperfect. A lot can be said about the shortcomings of the \r\nUnited Nations. They are many and some are serious. \r\nBut there are things this Organization can do that no \r\nother international body can. And it remains the key \r\nreference point for States when there is a problem. That \r\nis why New Zealand fought so hard for its current seat \r\non the Security Council. We sought election because \r\nthe Council is the primary body for the maintenance of \r\ninternational peace and security.\r\nNew Zealand is a small country at the bottom of \r\nthe world. Despite being far from many of the world’s \r\ntrouble spots, we are not immune to their consequences. \r\nThis time last year, I pressed the case for New Zealand’s \r\nelection to the Security Council. I would like to thank \r\nMember States for their faith in us. In the past nine \r\nmonths we have striven to repay them. Much of the \r\ndebate in this Hall this week has been about where \r\nthe United Nations, particularly the Security Council, \r\nhas not performed. The conflicts and human suffering \r\nin Syria, Yemen, South Sudan and a long list of other \r\ncountries show how far we are from achieving the \r\naspirations of our founders and of today’s Members. \r\nSo, too, does the lack of progress in bringing peace to \r\nthe Middle East.\r\nSince we have been on the Council, we have found \r\nit as hard as many of those here warned. The Council’s \r\nagenda is lengthy and contentious. The dynamics within \r\nit are difficult. When Council members work together, \r\nas they did over the recent agreement on Iran’s nuclear \r\ncapability, they can still deliver on the Council’s role as \r\nit is set out in the Charter of the United Nations. The \r\nIran deal was a notable bright spot this year. Although \r\nit was negotiated in Vienna, only the Council had the \r\npower to implement it. New Zealand is proud that this \r\noccurred during our presidency of the Council in July. \r\nNow, the deal has to be implemented and its example \r\nfollowed. That is because this important agreement \r\nmust become the basis for something wider — a \r\nfundamental resetting of relationships and a foundation \r\nfor the resolution of other regional conflicts.\r\nNowhere is the resetting of relationships needed \r\nmore than in Syria. Syria has been torn apart by \r\ninternal divisions and a leader prepared to wage war \r\non his own people to cling to power. External actors, \r\nfrom within the region and beyond, have tried to tilt \r\nthe balance in pursuit of their own interests. And as the \r\ncountry descended into lawlessness, the evil nightmare \r\nthat is the Islamic State in Iraq and the Levant (ISIL), \r\nwhich first took hold in Syria, spread death and terror \r\nin the region and beyond. ISIL’s warped ideology and \r\nunprecedented use of social media to export its twisted \r\nmessage is a threat to all of us, even a country as distant \r\nas New Zealand.\r\nThat is why New Zealand has joined the international \r\ncoalition against ISIL. We are doing what we can to \r\nhelp the victims of the Syrian conflict and combat \r\nthe scourge of ISIL. New Zealand’s armed forces are \r\nhelping the Government of Iraq to train its soldiers to \r\n15-29664 17/25\r\n01/10/2015 A/70/PV.23\r\ndefend its people. In response to the humanitarian crisis \r\nwe are helping to fund programmes in Jordan, Lebanon \r\nand Turkey to assist their efforts to support thousands \r\nof displaced refugees. Like many other countries, \r\nwe are implementing an emergency Syrian refugee \r\nresettlement programme.\r\nNone of that gets to the root of the problems in Syria. \r\nAll Council members carry responsibility for ending \r\nthe misery in Syria and beyond. The consequences of \r\ninaction are not theoretical. The human toll is real — a \r\n3-year-old boy dead, washed up on a Turkish beach; \r\nhundreds of thousands killed and millions forced \r\nto f lee their homes. We cannot ignore the huddled \r\ntravellers in the railway stations of Europe or the reality \r\nof refugees scratching out a meagre existence in camps \r\nand makeshift homes in Turkey, Jordan and Lebanon. \r\nMore than 160 leaders have shown up in New York this \r\nweek to mark the enduring importance of the United \r\nNations over the past 70 years. Yet we do so against the \r\nbackdrop of the worst refugee crisis since the Second \r\nWorld War.\r\nEvery one of us sees the harrowing images daily. At \r\nthe same time we see the consequences of the Security \r\nCouncil’s failure to act over the past four years. It is time \r\nfor the Council to step up. It is time for it to stop talking \r\nabout what is right and do what is right. It is time for the \r\nCouncil to do the job for which it was created. It is time \r\nfor its members to set aside their vested interests and \r\nhistorical alliances in order to stop the violence and end \r\nthe suffering. It is time for the Council to do its duty by \r\nthose who have lost their lives and loved ones and the \r\nmillions who have been displaced. We cannot afford to \r\nlet the Council go from an institution with failures to a \r\nfailed institution.\r\nThere must be a political solution to the conflict \r\nin Syria. And it must come soon. It should address all \r\nissues and involve all relevant actors, from within the \r\nregion and beyond. The question is not Al-Assad or \r\nISIL. Both need to be dealt with. A workable political \r\nsolution will not be a perfect one. Indeed, it is a classic \r\ncase of the perfect being the enemy of the good. It will \r\nrequire international cooperation and compromise, on \r\nall sides.\r\nThe Council also needs to engage in making \r\nprogress on the Middle East peace process. Since being \r\nelected to the Council, New Zealand has made clear \r\nits view that the status quo is unsustainable. It puts at \r\nrisk the achievement of the two-State solution that we \r\nall know is the best hope for a lasting peace. That is a \r\nmatter of urgency and another critical issue on which \r\nthe Security Council should lead. We are told that the \r\nconditions are not right on the ground and that the \r\nparties are not ready, but we should not let conditions \r\non the ground dictate our actions, if our actions can \r\nhelp bring a solution.\r\nWe stood for the Council because we believe small \r\nStates have a positive contribution to make, and we \r\nwanted to provide a voice for those who go unheard too \r\noften. It was for that latter reason that we arranged the \r\nfirst open debate on the peace and security challenges \r\nof small island developing States during our presidency \r\nin July (see S/PV.7499). We were heartened by the level \r\nof participation of both those States and the broader \r\nmembership.\r\nThe challenge for a small elected member to have \r\nits voice heard and its views taken into account is \r\nconsiderable. Part of the problem is structural. That \r\nthe five permanent members of the Council have the \r\nright of veto creates an extraordinary power imbalance. \r\nThat imbalance is exacerbated by their practices of \r\nprenegotiating outcomes before engaging with the \r\n10 elected members and of taking no action when one of \r\nthe five does not agree. That experience has reaffirmed \r\nto us that New Zealand was right to oppose the right of \r\nveto when the Charter of the United Nations was being \r\ndrafted.\r\nIt is still our view that the right of veto is a \r\nconstraint on the effectiveness of the Council and \r\nrealizing the aspirations of the States Members of the \r\nUnited Nations. For that reason, New Zealand supports \r\nthe two proposals being put forward this year — by the \r\nAccountability, Coherence and Transparency group \r\nof countries and by France and Mexico — to limit the \r\nuse of the veto in mass atrocity situations. The fact \r\nthat two permanent members are supportive represents \r\nprogress, but part of the problem is also behavioural. \r\nThe permanent members have become used to \r\nexercising power and are protective of their privileged \r\nposition. They presume to control the Council’s agenda \r\nand to determine its processes. Despite that, we are \r\ndoing what we can to ensure that the elected members \r\nhave the information and the opportunity to contribute \r\neffectively to Council decision-making. And, in turn, \r\nthat it makes effective decisions.\r\nWe want to contribute to a Council that is genuinely \r\nfocused on finding practical solutions to political \r\nproblems and not on preserving the status quo. We are \r\nwell aware that the conflicts on the Council’s agenda \r\n18/25 15-29664\r\nA/70/PV.23 01/10/2015\r\nare complex and not easily solved, but we are realistic in \r\nour expectations of what can be achieved. New Zealand \r\nbelieves that the body responsible for maintaining \r\ninternational peace and security has a responsibility to \r\nfind solutions to the world’s most pressing crises.\r\nThe President took the Chair.\r\nOnly the United Nations and its agencies have \r\nthe capacity to focus world attention across a range \r\nof issues. That was demonstrated last week with the \r\nadoption of the Sustainable Development Goals. We \r\nsincerely hope that the Conference of the Parties will \r\nbe similarly successful in Paris in December, with the \r\nadoption of a meaningful agreement on climate change.\r\nHealthy and productive oceans are a key \r\nrequirement for a sustainable future. I was pleased to \r\nannounce earlier this week the creation of a marine \r\nsanctuary around New Zealand’s Kermadec Islands. \r\nThe Kermadec Ocean Sanctuary will comprise 620,000 \r\nsquare kilometres of ocean in one of the most pristine \r\nand special environments on Earth. The Sanctuary will \r\nbe one of the world’s largest and most significant fully \r\nprotected marine areas. It will cover an area twice the \r\nsize of our land mass and better protect the habitats of \r\na huge array of sea creatures.\r\nNew Zealand is committed to managing our \r\noceans responsibly, and we are working with our \r\nPacific neighbours to do the same. We have committed \r\n$1 billion in development assistance to the Pacific, \r\nfocused on, among other things, helping support \r\nsustainable fisheries management. Our aid is focused \r\non our region and in areas where we know we can get \r\nreal results for real people, improving livelihoods and \r\ncreating opportunities. Many Governments around the \r\nworld are doing the same, and we are proud to play our \r\npart.\r\nAs I prepare to leave New York, I do so proud \r\nof the contribution that New Zealand has made to \r\nthe sustainable development of our oceans. I leave \r\nproud of the contribution New Zealand is making \r\non the Security Council and proud of the values and \r\nprinciples that underpin the country I lead. I also leave \r\ndispirited by the Security Council’s failure to help not \r\nonly the people of Syria, but those in so many other \r\ncountries. The collective effort of the Security Council, \r\nsupported by the broader membership, could make a \r\nreal difference.\r\nI think all of us who have been here over the past \r\nweek know that collective action must start somewhere. \r\nIt should start at the United Nations.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of New Zealand for \r\nthe statement he has just made.\r\nMr. John Key, Prime Minister of New Zealand, was \r\nescorted from the rostrum.\r\nAddress by Mr. Rui Maria de Araújo, \r\nPrime Minister of the Democratic Republic \r\nof Timor-Leste\r\nThe President: The Assembly will now hear \r\nan address by the Prime Minister of the Democratic \r\nRepublic of Timor-Leste.\r\nMr. Rui Maria de Araújo, Prime Minister of the \r\nDemocratic Republic of Timor-Leste, was escorted \r\nto the rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Rui Maria de Araújo, Prime \r\nMinister of the Democratic Republic of Timor-Leste, \r\nand inviting him to address the Assembly.\r\nMr. Araújo (Timor-Leste) (spoke in Portuguese; \r\ninterpretation provided by the delegation): It is with the \r\nutmost pleasure that I address the Organization today. \r\nIt is a privilege for me to take the f loor for the first \r\ntime in the General Assembly, particularly because \r\nthe Member States have come together to celebrate the \r\nOrganization’s seventieth anniversary.\r\nThis is undoubtedly a historic moment in the life \r\nof the United Nations, when we can celebrate and \r\nhonestly reflect on the principles and spirit that led \r\nto the establishment of the Organization, as well as \r\nthe failures and successes of the past 70 years. Those \r\nfailures and successes are intimately associated with \r\nvarious world events, including the establishment of \r\nthe Democratic Republic of Timor-Leste, whose status \r\nas a sovereign State was internationally recognized on \r\n20 May 2002.\r\nNonetheless, the world has changed dramatically \r\nsince the Charter of the United Nations was signed seven \r\ndecades ago, in 1945. Today, we are an Organization \r\nwith 193 Member States, many of which were formed \r\nafter the end of the Second World War. The world in \r\nthe twenty-first century is marked by a combination of \r\ncomplexities, challenges and different opportunities \r\n15-29664 19/25\r\n01/10/2015 A/70/PV.23\r\nthat require coordinated actions by the States. While in \r\nthe 1940s we already had the audacity to proclaim that \r\nno country is an island, that adage is even more relevant \r\nin our own century with the advances in communication \r\nand transportation technologies that transform our world \r\ninto a global village in which distance and location are \r\nno longer impediments to interaction among peoples \r\nand States. It requires from us a stronger commitment \r\nto understanding and cooperation as a means to better \r\ncapitalize on the potential and to minimize the adverse \r\nrisks of that new reality.\r\nOur commitment to the principles of the Charter of \r\nthe United Nations and the multilateral system therefore \r\nconstitutes an indispensable element in the interactions \r\nof humankind in our century. Today, using the words \r\nof the Preamble to the Charter, we must repeat our \r\nundertaking “to save succeeding generations from the \r\nscourge of war” and “reaffirm faith in fundamental \r\nhuman rights” with dignity and equality for all. We must \r\nstrengthen our commitment to “justice and respect for \r\nthe obligations arising from treaties and other sources \r\nof international law” and to “social progress and better \r\nstandards of life in larger freedom”.\r\nThose ideals are the pillars of the Organization \r\nand have guided its work since its foundation, but we \r\nmust acknowledge that we have yet to respond to the \r\naspirations of all peoples in all nations of the world. \r\nNow is an opportune moment to renew our efforts \r\ntowards fulfilling those principles. To that end, the \r\nUnited Nations needs a reform that will allow it to \r\ntake up the challenges that have emerged in the new \r\ncircumstances of our century. Reforming the Security \r\nCouncil is one change that has been suggested, with a \r\nview to making the Council more representative and \r\nbalanced. Improving the system is the only way for us \r\nto be prepared for the long journey ahead and for us to \r\nhonour and fulfil the promise of peace, security and \r\nhuman rights for all.\r\nAt the United Nations sustainable development \r\nSummit a few days ago, from 25 to 27 September, \r\nwe all met to launch the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1). Through the changes \r\noutlined on the new Agenda, we have redefined the \r\npillar of development for the United Nations and set \r\nthe planet on the path to sustainable development. The \r\ndynamic of change must now focus on the other pillars \r\nof the Organization, which are peace, security and \r\nhuman rights.\r\nThe United Nations was born out of the need for \r\nStates to develop closer relations and work together in a \r\nworld dismayed and marked by war. Yet, conflicts and \r\nviolence continue to ravage the world, and millions of \r\npeople continue to be forced to abandon their homes \r\nand countries. We currently have the largest number \r\nof refugees since the Second World War, and estimates \r\nindicate that the number will increase. In addition \r\nto those refugees, there are many other people who \r\nmigrate in search of better opportunities.\r\nWe are seeing thousands of people arriving in \r\nEurope every day, trying to escape threats to their lives, \r\nwhich they face in the conflict zones in Syria, Iraq and \r\nAfghanistan, among several other countries. It is crucial \r\nthat we bear in mind that we must provide those who are \r\nforced to f lee persecution and armed conflict with the \r\nprotection to which they are entitled under international \r\nlaw. We cannot forget that crises, wherever they crop \r\nup, can drag on and spread indiscriminately, affecting \r\neconomies, social life, peace and stability in particular \r\nregions and in the world. Notwithstanding the progress \r\nachieved since the establishment of the United Nations \r\nin 1945, we must acknowledge that there remains much \r\nto do and fulfil. Conflicts and crises persist in Africa, \r\nthe Middle East, Asia, Europe and the Americas. The \r\nSaharans, Palestinians and many other peoples continue \r\nto be denied their fundamental rights.\r\nWhen there is disagreement, leaders must \r\nrecognize that dialogue is a means to an end. Timor-\r\nLeste is particularly pleased that the United States of \r\nAmerica and the Republic of Cuba have re-established \r\ndiplomatic relations. It congratulates them and hopes \r\nthat a frank and open dialogue will quickly lead to the \r\nremoval of impediments to economic, financial and \r\ntrade relations.\r\nNew and different threats to peace, security and \r\nhuman rights have emerged since the creation of the \r\nUnited Nations. Terrorism, organized crime and \r\nextreme violence are new obstacles to international \r\npeace and security. The United Nations and the \r\ninternational community must adapt to those new \r\nthreats in order to ensure a process to build peace and \r\nto build an inclusive, responsible and transparent State \r\nwith a view to achieving lasting peace.\r\nAnother challenge, which may not appear as \r\nconsistently in the mass media but which affects \r\nus equally, is climate change, and the international \r\ncommunity is approaching a moment of decision in that \r\n20/25 15-29664\r\nA/70/PV.23 01/10/2015\r\nregard. The discussions that will take place at the end \r\nof the year at the twenty-first session of the Conference \r\nof the Parties to the United Nations Framework \r\nConvention on Climate Change, to be held in Paris, \r\nmust produce universal, ambitious and legally binding \r\nresults. It is time to act with respect to climate change. \r\nThe whole world is advancing towards a consensus that \r\nrecognizes the urgency of combating climate change, \r\nincluding citizens, civil society and religious leaders, \r\nas seen in the message of His Holiness Pope Francis \r\n(see A/70/PV.3) and the declaration by Muslim leaders, \r\nwhich underscore our moral duty to protect those who \r\nare most vulnerable and to care for the planet we inhabit.\r\nWe also know that the impacts of climate change are \r\neven more pronounced in the developing small island \r\nStates, which are on the front lines of the struggle. Our \r\nneighbouring islands in the Pacific have been assailed \r\nby the same storms and by an increase in the number \r\nof natural disasters, which are compounded, as if that \r\nwere not enough, by soil erosion and the rise of sea \r\nlevels.\r\nTimor-Leste has been a part of the community of \r\nnations for 13 years and is ready to roll up its sleeves, \r\nleverage its national experience and contribute to the \r\ninternational community. We are a young nation, but \r\nthat has never been nor will it ever be a reason for us to \r\nignore the events and realities of the world we share. We \r\nofficially announce our desire to join the Association \r\nof Southeast Asian Nations, boost progress in fragile \r\nStates through the Group of Seven Plus and accede \r\nto the international mechanisms for the promotion of \r\npeace, democracy, justice and human rights.\r\nWe have been serving in the presidency pro \r\ntempore of the Community of Portuguese-Speaking \r\nCountries since 2014. We wish to instil a new dynamic \r\nin that Community of sister nations and bring it to the \r\nforefront of economic globalization, with investment \r\nopportunities that could improve the living conditions \r\nof our peoples and contribute to the development, \r\npeace, and stability of the peoples of the world. We \r\nhave had the opportunity to share our experience with \r\nother brotherly countries and peoples, such as Guinea-\r\nBissau, Sao Tome et Principe, and the Central African \r\nRepublic.\r\nTimor-Leste’s participation on the stage of \r\ninternational politics reflects our conviction as to \r\nthe importance of solidarity, mutual respect, and \r\ncooperation for a better world. We have also undergone \r\na Government transition recently. After many years at \r\nthe helm of the country, our outstanding leaders and \r\nformer Presidents of the Republic, Xanana Gusmão \r\nand José Ramos-Horta, who are present here today, \r\nunderstood that Timor-Leste lacked a model of \r\ninclusive democracy. That type of democracy, which \r\ngave rise to the sixth constitutional Government, which \r\nis currently in office, was achieved peacefully and with \r\ndignity. The Government that I am honoured to lead \r\nis committed to preserving the peace and stability that \r\nhas been achieved. It is also committed to continuing \r\nthe efforts of previous Governments to foster growth \r\nand development in our country and the well-being of \r\nour people.\r\nHowever, the road ahead for the Timorese is still \r\nlong and arduous. In addition to building our institutions \r\nand promoting sustainable development, the national \r\nconsensus in Timor-Leste is that we must work to fully \r\nassert our national sovereignty under international law \r\nand standards. That full assertion of our sovereignty \r\nincludes the demarcation of our maritime borders with \r\nour two great neighbours, Indonesia and Australia. \r\nAs a matter of principle, Timor-Leste has opted for \r\nnegotiations in accordance with international law \r\nand standards and, when dialogue fails to resolve \r\ndisagreements, our country has chosen to use \r\ninternational conflict-resolution mechanisms.\r\nThough small, Timor-Leste has also helped other \r\nnations in their development efforts. The recent report of \r\nthe High-level Independent Panel on Peace Operations \r\n(see A/70/95), chaired by former President José Ramos-\r\nHorta, proposed fundamental shifts for the future of \r\npeace operations, which will have an impact on the lives \r\nof thousands of people. The four major shifts proposed \r\nby the Panel would help to enhance the credibility, \r\nrelevance and legitimacy of the United Nations, thus \r\nmaking it more effective in preventing and resolving \r\nconflicts, and in peacemaking and peacekeeping, so \r\nthat people can live in security and freedom.\r\nOver the past three years, we have witnessed \r\nan unprecedented effort on the part of the States \r\nMembers of the United Nations, and the international \r\ncommunity in general, to redefine our approach \r\nto sustainable development. The 2030 Agenda for \r\nSustainable Development (resolution 70/1) embodies a \r\nremarkable balance of interests and priorities in its set \r\nof Sustainable Development Goals (SDGs), which are \r\nprofoundly interlinked and indivisible. Timor-Leste is \r\nparticularly pleased with the inclusion of Goal 16, which \r\nstrengthens the essential elements of peace, justice, and \r\n15-29664 21/25\r\n01/10/2015 A/70/PV.23\r\ninstitutions. We know from our own experience that \r\nthose elements are crucial to our joint commitment not \r\nto leave anyone behind on our path towards sustainable \r\ndevelopment. Goal 16 is the basis for a truly inclusive \r\nAgenda and, together with Goals 5 and 17, serves as \r\nthe cornerstone for achieving the other Goals. Timor-\r\nLeste is committed to working with other countries and \r\ndevelopment partners and sharing what little we have to \r\nimplement those Goals and the other SDGs.\r\nIn conclusion, I wish to thank the United Nations, \r\nits Secretary-General, the President of the General \r\nAssembly and all States Members of the United Nations \r\nhere present, as well as all the sectors of society that \r\nsupported us in our struggle for liberation until we \r\nwere recognized as a sovereign State. It is with humility \r\nthat we once again express our profound gratitude \r\nand declare our commitment to being a part of this \r\ngreat team of nations that fights tirelessly for a more \r\nprosperous, just, and peaceful world. We believe that \r\nnations, when united, are much stronger and produce \r\nbetter results.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of the Democratic \r\nRepublic of Timor-Leste for the statement he has just \r\nmade. \r\nMr. Rui Maria de Araújo, Prime Minister of the \r\nDemocratic Republic of Timor-Leste, was escorted \r\nfrom the rostrum.\r\nAddress by Mr. Manasseh Sogavare, Prime \r\nMinister of Solomon Islands\r\nThe President: The Assembly will now hear an \r\naddress by the Prime Minister of Solomon Islands.\r\nMr. Manasseh Sogavare, Prime Minister of \r\nSolomon Islands, was escorted to the rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Manasseh Sogavare, Prime Minister \r\nof Solomon Islands, and inviting him to address the \r\nAssembly.\r\nMr. Sogavare (Solomon Islands): The Government \r\nand people of Solomon Islands join me in conveying \r\nour warm greetings to the General Assembly. I extend \r\nto you, Mr. President, our felicitations on your election \r\nto preside over the General Assembly at its seventieth \r\nsession and assure you of Solomon Islands’ support and \r\ncooperation during your term in office.\r\nAs we commemorate the seventieth anniversary \r\nof the United Nations, I wish to pay tribute to the \r\n51 founding leaders who created the Organization in \r\n1945. The United Nations represented peace, security \r\nand cooperation then, and continues to do so now. On \r\nthis auspicious occasion, Solomon Islands reaffirms its \r\nfaith in and commitment to the Organization and its \r\nCharter. Having said that, much has happened since \r\n1945, and the world has changed over time.\r\nSolomon Islands is part of the historic journey \r\nof the United Nations. When we first joined the \r\nOrganization in 1978, there were only 145 members. \r\nToday, membership has increased to 193. At present, \r\nmore than two thirds of the Members of the United \r\nNations are from the developing world and are all \r\nseeking a fair, equitable and rules-based multilateral \r\nsystem. That is a sentiment that is echoed in this Hall \r\nevery year. As long as wealth continues to reside with \r\n20 per cent of the world’s population, a global system \r\nmanifesting such a divide will always face challenges \r\nin attempting to respond meaningfully to our collective \r\nagenda, even though it recognizes the fairness and \r\nequity that we all desire.\r\nThe number of conflicts that the United Nations deals \r\nwith has also multiplied. We now have 16 peacekeeping \r\nmissions. That has meant that, multilaterally, we are \r\nspending more on security than on development issues. \r\nWe need to reverse that trend by striving to invest more \r\nin peace through strategies and programmes and less \r\non military solutions and by addressing security and \r\nsustainable development. Where there are situations of \r\npotential conflict, we need to work with all Governments \r\nconcerned through an inclusive mechanism that avoids \r\nunilateral decisions, which always result in protracted \r\nconflicts and strife and cause immense suffering to \r\nthe people who are supposed to be the beneficiaries of \r\npeacebuilding efforts.\r\nIn that regard, the United Nations, on the occasion \r\nof its seventieth anniversary, must demonstrate its \r\ncommitment to greater action. Our appreciation goes to \r\nthe former President of the General Assembly, Mr. Sam \r\nKutesa, for his strong leadership in guiding the historic \r\ndevelopment framework, entitled “Transforming our \r\nworld: the 2030 Agenda for Sustainable Development” \r\n(resolution 70/1), which the Assembly adopted last \r\nweek.\r\nFor developing countries, what is required is to \r\ntranslate the Sustainable Development Goals (SDGs) \r\n22/25 15-29664\r\nA/70/PV.23 01/10/2015\r\nof the new Agenda into action. That can happen only \r\nif the SDGs are matched with the necessary resources, \r\nin accordance with the Addis Ababa Action Agenda, \r\nso that the international community can deliver the \r\nnecessary means of implementation and convert the \r\nGoals into action. Humankind’s survival depends on \r\nthe world coming together on our shared 2030 Agenda. \r\nIt offers us a last hope of getting it right. Incremental \r\naction is not an option. Transformative change comes \r\nabout only if we think big, smart and innovatively to \r\nachieve the 17 global SDGs and the 169 targets. It has \r\nto be driven by a new form of partnership, anchored \r\nin a new spirit of solidarity, fostered by new political \r\nrelationships and a paradigm shift in international \r\ncooperation — one that guarantees prosperity for all.\r\nSolomon Islands registers its appreciation to \r\nSecretary-General Ban Ki-moon for the sterling \r\nleadership that he has provided the Organization with \r\nover the past nine years. We join the Secretary-General \r\nand the General Assembly in the call for a more open \r\nprocess in the selection of a new Secretary-General, \r\nwho is due in office by January 2017. Over the past \r\nseven decades, the permanent five members of the \r\nSecurity Council have selected the previous Secretaries-\r\nGeneral. We call for a more accountable, democratic \r\nand transparent process for such appointments. To \r\nthat end, the Assembly, as the chief deliberative and \r\nmost democratic and representative organ of our \r\nOrganization, must play a central role in the selection \r\nprocess.\r\nSolomon Islands reiterates its interest in serving \r\nin United Nations peacekeeping missions. We have a \r\nwell-trained police force that is ready, willing and able \r\nto serve alongside other United Nations officers. Our \r\nRoyal Solomon Islands Police Force has a programme \r\nin place to achieve that goal. We intend to see our first \r\nteam of officers out in the field during the current \r\nsession of the General Assembly.\r\nSolomon Islands remains under-represented \r\namong the United Nations Secretariat staff. I am \r\npleased to note that the United Nations is organizing \r\ncompetitive recruitment exams in our country this year. \r\nWe are grateful for that outreach and look forward to \r\nfilling our quota, while enriching the diversity of the \r\nSecretariat. On the United Nations country presence, \r\nSolomon Islands welcomed resolution 69/318, calling \r\nfor an enhanced United Nations country presence in \r\nthe Pacific region, particularly at the country level. \r\nWe welcome new thinking with regard to establishing \r\nsubregional offices within the Pacific region, noting the \r\ndistance and the diverse and peculiar characteristics of \r\nthe region. In that regard, Solomon Islands offers to \r\nhost one of the subregional centres.\r\nThe democratic coalition-for-change Government \r\nthat I lead was formed following last year’s successful \r\nnational general election using a biometric voter \r\nregistration system for the first time. We are pleased \r\nwith the system and will be building on its success, \r\nalong with other electoral reforms. I thank all \r\npartners, including the United Nations, Australia and \r\nthe European Union, for supporting our biometric \r\nregistration system, and we seek partnerships to invest \r\nin the next phase of strengthening our democratic \r\ninstitution.\r\nThe review of our Political Parties Integrity \r\nAct is a priority that my Government is working on \r\nto further strengthen political stability in Solomon \r\nIslands. Likewise, my Government has launched an \r\nambitious governance-reform programme that includes \r\nthe enactment of anti-corruption and whistle-blowers \r\nlegislation and the establishment of an anti-corruption \r\ncommission. Similarly, my Government will introduce \r\nlegislation to establish growth centres and industrial \r\nzones in the rural sector for the purpose of redistributing \r\neconomic and social opportunities to the broader \r\ncommunity.\r\nAt the regional level, Solomon Islands greatly \r\nappreciates its partnership with the Australian-led \r\nRegional Assistance Mission to Solomon Islands \r\n(RAMSI), which includes the participation of the \r\n15 members of the Pacific Island Forum. That regional \r\ncooperation initiative has done much in terms of the \r\nrestoration of the rule of law and the rehabilitation \r\nof mechanisms of Government, particularly those \r\nresponsible for peacebuilding and ensuring the \r\nmaintenance of law and justice. The RAMSI drawdown \r\nprocess will end by 30 June 2017. The assistance from \r\nour regional neighbours is greatly appreciated.\r\nSolomon Islands assumed the chairmanship of \r\nthe Melanesian Spearhead Group (MSG) in June this \r\nyear. The Group is made up of Fiji, Papua New Guinea, \r\nVanuatu and the Front de libération nationale kanak et \r\nsocialiste of the Territory of New Caledonia and my \r\nown country, Solomon Islands. The MSG countries \r\nmake up at least 95 per cent of the total population \r\nof the Pacific small islands developing States (SIDS). \r\nThe Melanesian subregion is rich in biodiversity, and \r\nits peoples speak a quarter of the world’s languages. \r\n15-29664 23/25\r\n01/10/2015 A/70/PV.23\r\nSolomon Islands is exploring the establishment of \r\nan indigenous biocultural platform to preserve our \r\ntraditional knowledge and our rich biodiversity.\r\nAt the recent MSG Summit, leaders of the Group \r\nagreed to foster more comprehensive economic \r\ncooperation on trade, aviation, fisheries, shipping and \r\nfinance among its members and beyond the subregion. \r\nThe Group further agreed to establish a regional \r\npolice academy. At the summit, the MSG leaders also \r\nconferred associate membership on Indonesia and \r\nobserver status on the United Liberation Movement for \r\nWest Papua.\r\nSolomon Islands calls for the full and swift \r\nimplementation of the 1960 Declaration on the Granting \r\nof Independence to Colonized Countries and Peoples. \r\nOf interest to the MSG is the question of New Caledonia. \r\nThis year marks 162 years of the French colonization of \r\nNew Caledonia. That territory is entering its seminal \r\nphase as it prepares for an act of self-determination in \r\n2018. It is our fervent hope that the process will succeed \r\nwith the full backing of the French Government. We \r\nwish them well in that historic undertaking.\r\nHaving said that, Solomon Islands cautiously \r\nwelcomes the fragile consensus reached in addressing \r\nNew Caledonia’s electoral issues by the Special \r\nCommittee on the Noumea Accord. We therefore \r\nreaffirm the importance of ensuring that the electoral \r\nprocess is addressed amicably, given that it has \r\nimplications for establishing a credible referendum \r\nprocess that conforms to and is consistent with \r\naccepted principles and practice of self-determination \r\nas outlined in United Nations resolutions, including \r\nresolutions 1514 (XV) and 1541 (XV).\r\nSolomon Islands welcomed resolution 69/103, which \r\nreaffirmed the inalienable right of the people of French \r\nPolynesia to self-determination. Solomon Islands calls \r\non the administrative Power to fully cooperate with the \r\nwork of the Special Committee. We note that 30 years \r\nof nuclear testing by the administrative Power caused \r\nwidespread atomic radiation, which has resulted in \r\nconsiderable health and environmental concerns. It is \r\na matter that is of concern to us, and we call for more \r\nattention to be paid to the issue by the Assembly.\r\nSolomon Islands reaffirms that human rights \r\nprinciples are universal, indivisible, interrelated and \r\nmust be treated in a fair manner. All States have a legal \r\nduty and moral responsibility to uphold, respect and \r\npromote human rights and, where necessary, to take \r\npreventive, protective and punitive measures against \r\nhuman rights abuses or violations, in accordance \r\nwith the Charter of the United Nations and applicable \r\ninternational laws.\r\nAgainst that backdrop, the General Assembly \r\nis well aware of the continuing concerns regarding \r\nhuman rights violations in the Papua and West Papua \r\nregions of Indonesia. Solomon Islands, together with \r\nthe Pacific Islands Forum, is seeking genuine dialogue \r\nand cooperation with Indonesia on that issue. The \r\noutreach is intended to resolve reported allegations of \r\nhuman rights violations in two of Indonesia’s ethnic \r\nMelanesian regions, namely Papua and West Papua. \r\nSolomon Islands further calls on the Geneva-based \r\nHuman Rights Council to do more investigating and \r\nmonitoring of the allegations of human rights abuses \r\nagainst ethnic Melanesians in the concerned regions of \r\nIndonesia. We would like the issue to be addressed in a \r\ntimely manner.\r\nIn that connection, the Pacific Islands Forum, at its \r\nrecent Leaders’ Summit held in Port Moresby, Papua \r\nNew Guinea, approved the deployment of a fact-finding \r\nmission to West Papua to establish the alleged abuses \r\nof human rights there. We appeal to the Government \r\nof Indonesia to allow free and unrestricted access to \r\nthe mission in the true spirit of regional cooperation. In \r\nthe long term, however, the United Nations cannot shy \r\naway from the root causes of those violations.\r\nOn South-South cooperation, I thank the Papua \r\nNew Guinea Government for opening their educational \r\ninstitutions to Solomon Islands students. We \r\nacknowledge Papua New Guinea’s bilateral assistance \r\nand substantial commercial investments in people-to-\r\npeople relations. Our Melanesian relations remain \r\nfirmly rooted in our cultural and traditional values, \r\nwhich link our people now and into the future. We \r\nare forging similar economic, sociocultural and trade \r\nrelations with Fiji, Vanuatu and other Pacific countries.\r\nTurning now to Solomon Islands’s relations with \r\nCuba, we thank that fellow small island developing \r\nState for training more than 100 Solomon Islands \r\nmedical students. To date, 44 doctors have graduated \r\nfrom medical schools in Cuba and are now back in the \r\ncountry. I thank Cuba for its solidarity and support to \r\nSolomon Islands.\r\nTwo months ago, Solomon Islands joined the \r\ninternational community in celebrating a new era of \r\nrelations between Cuba and United States of America. \r\n24/25 15-29664\r\nA/70/PV.23 01/10/2015\r\nThe restoration of relations, after 54 years, presents \r\na new beginning for the United States to reconstruct \r\nits relations with Cuba, based on mutual respect for \r\nnational sovereignty and the freedom of international \r\ntrade and navigation. We welcome President Obama’s \r\nprogressive easing of restrictions on Cuba. However, \r\nmore needs to be done. We call for the total lifting of \r\nthe economic, commercial and financial embargo on \r\nCuba, so as to normalize relations between the two \r\nStates, which are a mere 90 miles apart.\r\nThe issue of climate change is for Solomon \r\nIslands, like other small island developing States \r\nand least developed countries (LDCs), an existential \r\nconcern. It impacts everyone, but the poorest and \r\nmarginalized populations often bear the greatest \r\nburden. It is imperative that the upcoming twenty-first \r\nsession of the Conference of the Parties to the United \r\nNations Framework Convention on Climate Change, \r\nto be held in Paris in December, deliver an ambitious, \r\ncomprehensive and robust climate-change agreement \r\nthat is inclusive and leaves no one behind.\r\nAs ocean acidification increases, Solomon Islands \r\ntourism, fisheries and the livelihood of 85 per cent of \r\nour population have been put at risk. Sea-level rise has \r\nalready led to land inundation, the loss of biodiversity, \r\nthreats to food security and the resulting relocation \r\nof populations from low-lying islands to other parts \r\nof the country. Solomon Islands will be relocating its \r\nNational Referral Hospital from its coastal location in \r\nHoniara, given the frequency and intensity of disasters \r\nthreatening the entire infrastructure system.\r\nIn the past year, f lash f loods wiped out more than \r\n9 per cent of Solomon Islands’s gross domestic product. \r\nIn 2015, we were hit by two cyclones, Chan-Hom and \r\nRaquel. Solomon Islands welcomes the participation \r\nof new development partners, namely, the United \r\nArab Emirates and Kuwait, for their humanitarian \r\nassistance to our people this year. We very much thank \r\nthem. Coming from a disaster-prone region, we look \r\nforward to the World Humanitarian Summit, which is \r\nto be held in Istanbul next year. We hope the world will \r\ncome together and create a new playing field to build \r\na resilient and environmentally responsible community \r\noperating within safe limits for the planet.\r\nCognizant of the fact that success is founded \r\non partnerships, the Solomon Islands Government \r\nis seeking deepened, expanded and results-oriented \r\npartnerships in the areas of economic infrastructure, \r\nhydroelectric and geothermal energy, agriculture, \r\nforestry and fisheries so as to kick-start sustainable \r\ndevelopment for our rural population in accordance \r\nwith the SDGs.\r\nThe leaders of the Pacific small island developing \r\nStates at the Pacific Islands Development Forum \r\nLeaders’ Summit, held in September in Suva, Fiji, \r\nissued the Suva Declaration on Climate Change, \r\ncalling for the coming Paris agreement to be legally \r\nbinding, with a call for the global average temperature \r\nincrease limit to be well below 1.5°C. The Declaration \r\nfurther calls for loss and damage to be anchored as a \r\nstand-alone chapter in the agreement, and for strong \r\nmitigation commitments in the agreement that must be \r\nespoused.\r\nIt is not far from reality to say that SIDS and LDCs, \r\nsuch as Solomon Islands, are the front-line States \r\nwhen it comes to bearing the brunt of the negative \r\nimpacts of existential issues such as climate change. \r\nWe are concerned that the slow progress in the climate \r\nnegotiations will cause uncertainties and possibilities \r\nfor a climate-change-induced situation that could \r\ntrigger conflicts. That uncertainty prompts Solomon \r\nIslands to seek a seat in the Security Council for the \r\nperiod 2031-2032, which will be one year after we have \r\ncompleted and taken stock of the 2030 Agenda.\r\nSolomon Islands supports reform of the Security \r\nCouncil and calls for a SIDS-dedicated seat in an \r\nexpanded Security Council. That is needed in order \r\nto ensure that SIDS security issues are meaningfully \r\naddressed in the Council. The Council will need to \r\nadapt to the ever-changing realities that we face in our \r\nworld. We are pleased with the progress achieved in the \r\nnegotiations on reforming the Council thus far.\r\nOn the issue of gender, Solomon Islands’s \r\nthree-year term on the UN-Women Executive Board \r\ncomes to an end this year. We leave the Board with our \r\nStrategic Plan 2014-2017. Unfortunately, UN-Women’s \r\nwork programme remains underresourced, and we \r\ntherefore call on Member States to support that work. \r\nThe 20-year-old Beijing Declaration and Platform for \r\nAction remains a source of guidance and inspiration \r\non gender equality and gender empowerment. Solomon \r\nIslands remains committed to the full, effective and \r\naccelerated implementation of the Platform, which \r\nshould enable the realization of the gender-related \r\nGoals and targets under the SDGs.\r\nIn 2009, Solomon Islands, as an archipelagic State, \r\nlodged four continental shelf claims with the United \r\n15-29664 25/25\r\n01/10/2015 A/70/PV.23\r\nNations Commission on the Limits of the Continental \r\nShelf. One of those claims is a joint submission with \r\nthe Federated States of Micronesia and Papua New \r\nGuinea on the Ontong Java Plateau. That submission \r\nis currently being examined by a United Nations \r\nsubcommission of the Commission on the Limits of the \r\nContinental Shelf. The next session between the States \r\nand the subcommission is scheduled for this month, and \r\nwe hope that negotiations will bring about an amicable \r\nsolution for all parties concerned.\r\nSolomon Islands, as a close friend of the Republic \r\nof China/Taiwan, continues to call for the Republic \r\nof China on Taiwan’s meaningful participation in our \r\nUnited Nations specialized bodies. The Republic of \r\nChina on Taiwan continues to take on international \r\nobligations with regard to climate change and aviation. \r\nThe Republic of China on Taiwan, which is among the \r\nlargest economies in the world, needs to be part of the \r\nglobal solution in the various international frameworks.\r\nThe international community must welcome the interest \r\nof the Republic of China on Taiwan in participating \r\nfully as equals in the proceedings of the International \r\nCivil Aviation Organization and the United Nations \r\nFramework Convention on Climate Change.\r\nThe Solomon Islands has benefited from the \r\nRepublic of China or Taiwan’s partnership with us \r\non the Millennium Development Goals, and we will \r\nenhance our bilateral cooperation with the Republic \r\nof China on Taiwan under the 2030 Agenda for \r\nSustainable Development (resolution 70/1). The \r\nSustainable Development Goals are universal in nature, \r\nand we expect our friend and partner to join the world \r\nin helping to eradicate poverty and to heal the declining \r\nhealth of our planet.\r\nIn closing, I would like to state that the Solomon \r\nIslands supports multilateralism with continued \r\nintegrity, courage and strength, which will give our \r\npeople a message of hope, optimism and a positive \r\nfuture.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of Solomon Islands \r\nfor the statement he had just made.\r\nMr. Manasseh Sogavare, Prime Minister of \r\nSolomon Islands, was escorted from the rostrum.\r\nThe meeting rose at 6.05 p.m.\r\n"