"*1536475*\r\n15-36475 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda items 15, 116 and 123 (continued)\r\nIntegrated and coordinated implementation \r\nof and follow-up to the outcomes of the major \r\nUnited Nations conferences and summits in the \r\neconomic, social and related fields\r\nFollow-up to the outcome of the Millennium Summit\r\nUnited Nations reform: measures and proposals\r\nThe President: In connection with agenda items 15 \r\nand 116, members will recall that the Assembly held the \r\nUnited Nations Summit for the adoption of the post-2015 \r\ndevelopment agenda at its 4th to 11th plenary meetings, \r\nfrom 25 to 27 September, and adopted resolution 70/1, \r\nentitled “Transforming our world: the 2030 Agenda for \r\nSustainable Development”, at its 4th plenary meeting, \r\non 25 September.\r\nMr. González Franco (Paraguay) (spoke in \r\nSpanish): The delegation of Paraguay stresses the \r\nimportance of the implementation and comprehensive \r\nand integrated follow-up of all decisions adopted at \r\nthe major United Nations conferences and summits. \r\nThey must help us achieve the goals of sustainable \r\ndevelopment adopted in the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1). The Republic of \r\nParaguay believes that no one must be left behind in \r\nour efforts to eradicate poverty and achieve sustainable \r\ndevelopment, as manifested in its economic, social and \r\nenvironmental aspects. In order to achieve those goals, \r\nwe must take into account the specific circumstances of \r\nall countries, especially the most vulnerable. \r\nIn that regard, my country’s delegation stresses \r\nthe progress achieved by and outcomes of all the \r\nmajor conferences and summits of United Nations \r\norganizations, in particular the second United Nations \r\nConference on Landlocked Developing Countries, the \r\nthird United Nations World Conference on Disaster \r\nRisk Reduction, the third International Conference \r\non Financing for Development, the third International \r\nConference on Small Island Developing States and \r\nthe United Nations Summit to adopt the post-2015 \r\ndevelopment agenda, in addition to other instruments \r\nrecently adopted within the international framework. \r\nThe delegation of Paraguay underscores its \r\nreadiness to actively contribute to the processes under \r\nway, aimed at the adoption of documents resulting \r\nfrom the twenty-first session of the Conference of the \r\nParties to the United Nations Framework Convention \r\non Climate Change — in which we must recognize \r\nall the vulnerabilities of the landlocked developing \r\ncountries to climate change, such as desertification, \r\ndroughts and f loods — and the World Summit on \r\nthe Information Society, as well as the review of the \r\nIstanbul Programme of Action for the Least Developed \r\nCountries for the Decade 2011-2020.\r\nIn that regard, we must not lose sight of the fact \r\nthat, while every country faces specific challenges \r\nin its quest for sustainable development, particular \r\nattention must be paid to the most vulnerable countries, \r\nsuch as landlocked developing countries. The Vienna \r\nDeclaration and Programme of Action for Landlocked \r\nDeveloping Countries is particularly relevant in that \r\nrespect. From a pragmatic point of view, the delegation \r\nUnited Nations A/70/PV.52\r\nGeneral Assembly\r\nSeventieth session\r\n52nd plenary meeting\r\nFriday, 13 November 2015, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/3 15-36475\r\nA/70/PV.52 13/11/2015\r\nof Paraguay stresses the urgent need to develop \r\nand improve the systems for collecting, analysing \r\nand disseminating data through the implementation \r\nof appropriate processes for producing official, \r\ncomparable and reliable information for the successful \r\nimplementation of the 2030 Agenda and the Vienna \r\nProgramme of Action, as well as other international \r\nframework instruments. \r\nAccomplishing those goals will be possible only \r\nif our capacities and potential are all complemented, \r\nsupported and strengthened by all participants in the \r\nworld alliance for sustainable development. Similarly, \r\nregarding the Vienna Declaration and Programme \r\nof Action for Landlocked Developing Countries, my \r\ncountry’s delegation calls on all landlocked countries, \r\ntransit countries, their development partners, the United \r\nNations system and all other actors to implement at \r\nall levels, in a coordinated and coherent manner and \r\nwithout delay, the measures that have been approved \r\nin the six priority areas of the Vienna Programme of \r\nAction.\r\nFinally, I reiterate the firm commitment of the \r\nGovernment of the Republic of Paraguay to ensuring \r\nthe coordinated and comprehensive implementation of \r\nthe decisions adopted at the conferences and summits \r\nof the United Nations.\r\nThe President: The Assembly has thus concluded \r\nthis stage of its consideration of agenda items 15, 116 \r\nand 123.\r\nAgenda item 114 (continued)\r\nAppointments to fill vacancies in subsidiary organs \r\nand other appointments\r\n(a) Appointment of members of the Advisory \r\nCommittee on Administrative and \r\nBudgetary Questions\r\nReport of the Fifth Committee (A/70/539)\r\nThe President: In paragraph 6 of its report, \r\nthe Fifth Committee recommends that the General \r\nAssembly appoint the following persons as members \r\nof the Advisory Committee on Administrative and \r\nBudgetary Questions for a three-year term of office \r\nbeginning on 1 January 2016: Mr. Ihor Humennyi \r\n(Ukraine), Mr. Conrad Hunte (Antigua and Barbuda), \r\nMr. Eihab Omaish (Jordan), Mr. Babou Sene (Senegal) \r\nand Mr. Tesfa Alem Seyoum (Eritrea).\r\nMay I take it that it is the wish of the Assembly \r\nto appoint Mr. Ihor Humennyi, Mr. Conrad Hunte, \r\nMr. Eihab Omaish, Mr. Babou Sene and Mr. Tesfa \r\nAlem Seyoum as members of the Advisory Committee \r\non Administrative and Budgetary Questions for a \r\nthree-year term of office beginning on 1 January 2016?\r\nIt was so decided.\r\n(b) Appointment of members of the Committee \r\non Contributions\r\nReport of the Fifth Committee (A/70/540)\r\nThe President: In paragraph 4 of its report, \r\nthe Fifth Committee recommends that the General \r\nAssembly appoint the following persons as members of \r\nthe Committee on Contributions for a three-year term of \r\noffice beginning on 1 January 2016: Mr. Syed Yawar Ali \r\n(Pakistan), Ms. Jasminka Dinić (Croatia), Mr. Edward \r\nFaris (United States of America), Mr. Toshiro Ozawa \r\n(Japan), Mr. Tõnis Saar (Estonia) and Mr. Josiel \r\nMotumisi Tawana (South Africa).\r\nMay I take it that it is the wish of the Assembly \r\nto appoint Mr. Syed Yawar Ali, Ms. Jasminka Dinić, \r\nMr. Edward Faris, Mr. Toshiro Ozawa, Mr. Tõnis Saar \r\nand Mr. Josiel Motumisi Tawana as members of the \r\nCommittee on Contributions for a three-year term of \r\noffice beginning on 1 January 2016?\r\nIt was so decided.\r\n(d) Appointment of a member of the Board \r\nof Auditors\r\nReport of the Fifth Committee (A/70/541)\r\nThe President: The Fifth Committee recommends \r\nin paragraph 4 of its report that the General Assembly \r\nappoint the German Supreme Audit Institution as a \r\nmember of the Board of Auditors for a six-year term of \r\noffice beginning on 1 July 2016.\r\nMay I take it that it is the wish of the Assembly \r\nto appoint the German Supreme Audit Institution as a \r\nmember of the Board of Auditors for a six-year term of \r\noffice beginning on 1 July 2016?\r\nIt was so decided.\r\nThe President: May I take it that it is the wish of \r\nthe General Assembly to conclude its consideration of \r\nsub-items (a), (b) and (d) of agenda item 114?\r\n15-36475 3/3\r\n13/11/2015 A/70/PV.52\r\nIt was so decided.\r\nReports of the Fifth Committee\r\nThe President: The General Assembly will now \r\nconsider the reports of the Fifth Committee under \r\nagenda items 135 and 137. If there is no proposal under \r\nrule 66 of the rules of procedure, I shall take it that the \r\nGeneral Assembly decides not to discuss the reports of \r\nthe Fifth Committee which are before it today.\r\nIt was so decided.\r\nThe President: Statements will therefore be \r\nlimited to explanations of vote. The positions of \r\ndelegations regarding the recommendations of the Fifth \r\nCommittee have been made clear in the Committee and \r\nare reflected in the relevant official records.\r\nMay I remind members that under paragraph 7 \r\nof decision 34/401, the General Assembly agreed that \r\nwhen the same draft resolution is considered in a Main \r\nCommittee and in a plenary meeting, a delegation \r\nshould as far as possible explain its vote only once, that \r\nis, either in the Committee or in the plenary meeting, \r\nunless that delegation’s vote in the plenary meeting is \r\ndifferent from its vote in the Committee.\r\nMay I further remind delegations that, also in \r\naccordance with General Assembly decision 34/401, \r\nexplanations of vote are limited to 10 minutes and \r\nshould be made by delegations from their seats. \r\nBefore I begin to take action on the recommendations \r\ncontained in the report of the Fifth Committee, I should \r\nlike to advise representatives that we are going to \r\nproceed to take decisions in the same manner as was \r\ndone in the Fifth Committee unless notified otherwise \r\nin advance.\r\nAgenda item 135\r\nProgramme planning\r\nReport of the Fifth Committee (A/70/439)\r\nThe President: The Assembly has before it a draft \r\nresolution recommended by the Fifth Committee in \r\nparagraph 6 of its report. The Assembly will now take \r\na decision on the draft resolution. The Fifth Committee \r\nadopted it without a vote. May I take it that the Assembly \r\nwishes to do the same?\r\nThe draft resolution was adopted (resolution 70/8).\r\nThe President: The Assembly has thus concluded \r\nthis stage of its consideration of agenda item 135.\r\nAgenda item 137\r\nPattern of conferences\r\nReport of the Fifth Committee (A/70/450)\r\nThe President: The Assembly has before it a draft \r\nresolution recommended by the Fifth Committee in \r\nparagraph 6 of its report. We will now take a decision \r\non the draft resolution. The Fifth Committee adopted it \r\nwithout a vote. May I take it that the Assembly wishes \r\nto do the same?\r\nThe draft resolution was adopted (resolution 70/9).\r\nThe President: The Assembly has thus concluded \r\nthis stage of its consideration of agenda item 137.\r\nThe meeting rose at 10.20 a.m.\r\n"