"*1532050*\r\n15-32050 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nIn the absence of the President, Mr. Aboulatta \r\n(Egypt), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda items 9 and 15 (continued)\r\nReport of the Economic and Social Council\r\nReport of the Economic and Social Council (A/70/3)\r\nNote by the Secretary-General (A/70/140)\r\nIntegrated and coordinated implementation \r\nof and fosllow-up to the outcomes of the major \r\nUnited Nations conferences and summits in the \r\neconomic, social and related fields\r\nThe Acting President: In connection with \r\nagenda item 9, I would like to recall that pursuant \r\nto resolution 58/316, of 1 July 2004, the Assembly, \r\non the recommendation of the General Committee, \r\ndecided, at its 2nd plenary meeting, on 18 September, \r\nto consider agenda item 9 in its entirety in plenary, on \r\nthe understanding that the administrative programme \r\nand budgetary aspects should be dealt with by the Fifth \r\nCommittee.\r\nAt the same meeting, the Assembly took note of the \r\nclarification that, in implementing resolution 58/316 to \r\nconsider item 9 in its entirety in plenary, the relevant \r\nparts of Chapter I of the report (A/70/3) that are under \r\nagenda items already allocated to the Main Committees \r\nwill be considered by the Committee concerned for \r\nfinal action by the General Assembly.\r\nIn connection with agenda item 15, members \r\nwill recall that pursuant to resolution 57/270 B, the \r\nAssembly decided to consider under the item the \r\nchapter of the annual report of the Economic and Social \r\nCouncil relevant to the integrated and coordinated \r\nimplementation of and follow-up to the outcomes of \r\nthe major United Nations conferences and summits, \r\nincluding through the participation of the President of \r\nthe Council in its discussions.\r\nI now give the f loor to the President of the Economic \r\nand Social Council, His Excellency Mr. Oh Joon, to \r\nintroduce the report of the Council.\r\nMr. Oh Joon (Republic of Korea), President of \r\nthe Economic and Social Council: I have the honour \r\nto introduce the report of the Economic and Social \r\nCouncil to the General Assembly for 2015 (A/70/3). \r\nThis has been a highly productive and significant year \r\nfor the work of the Economic and Social Council, laying \r\na solid foundation for the 2015 session of the Council.\r\nBefore I highlight some of the key results and \r\nmessages from the 2015 session, I wish to congratulate \r\nthe President of the General Assembly on the \r\noutstanding success of the Sustainable Development \r\nSummit held last month and the adoption of the 2030 \r\nAgenda for Sustainable Development (resolution 70/1). \r\nOur intergovernmental bodies and forums, particularly \r\nthe General Assembly, the Economic and Social \r\nCouncil system and the High-level Political Forum on \r\nSustainable Development, held under the auspices of \r\nboth the Economic and Social Council and the General \r\nUnited Nations A/70/PV.36\r\nGeneral Assembly\r\nSeventieth session\r\n36th plenary meeting\r\nMonday, 19 October 2015, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/8 15-32050\r\nA/70/PV.36 19/10/2015\r\nAssembly, will need to work closely together to support \r\nthe implementation of the new Agenda.\r\nOne important requirement of the Sustainable \r\nDevelopment Goals is the need for Member States \r\nto formulate integrated policies that foster balanced \r\nconsideration of economic, social and environmental \r\nissues, ensuring synergies across multiple sectors. \r\nThe Economic and Social Council is committed to \r\nsupporting Member States in that policy integration \r\neffort and in the implementation of the 2030 Agenda. I \r\ncan assure Member States that the entire Economic and \r\nSocial Council system, including the functional and \r\nregional commissions, committees and expert bodies, \r\nis mobilized towards that end.\r\nIn our 2015 session, the Council continued \r\nto support the transition to the 2030 Agenda for \r\nSustainable Development. through the main theme \r\nof “Managing the transition from the Millennium \r\nDevelopment Goals to the Sustainable Development \r\nGoals: What it will take”. We drew upon the experience \r\nof implementing the Millennium Development Goals, \r\nwhich showed that development goals translate into \r\nresults most effectively when they are supported by \r\ncomprehensive and integrated policies. In that vein, I \r\nwould like to highlight four key messages of the 2015 \r\nsession of Economic and Social Council.\r\nFirst, increasingly complex development challenges \r\ncall for coordinated and integrated policy responses. \r\nThat requires not only a deepening of cooperation \r\nat the country, regional and global levels, but also \r\nstrengthened integration across the three dimensions of \r\nsustainable development. Secondly, strong, adaptable \r\nand inclusive institutions at all levels are necessary \r\nfor such improved coordination and integration. \r\nThirdly, realizing the global partnership for sustainable \r\ndevelopment is critical to meeting the demands of the \r\nnew Agenda. That global partnership must be built on \r\na clear understanding of the roles and responsibilities \r\nof all partners, national and international, as well as \r\npublic and private. Finally, an effective and inclusive \r\nfollow-up process to ensure full implementation will \r\nbe vital to the success of the 2030 Agenda. Empirical \r\nevidence and the use of data must support the follow-up \r\nand review.\r\nThrough its 2015 cycle, the Council diligently \r\nexecuted its reform measures arising from the General \r\nAssembly’s strengthening of the Council, addressed a \r\nbroad range of themes and brought together different \r\ndevelopment actors by convening a forward-looking \r\ndialogue on the longer-term positioning of the United \r\nNations development system and the readiness of \r\nits operational activities; applying the integration of \r\nthe three dimensions of sustainable development to \r\nemployment creation and decent work; advancing \r\nfinancing for development; strengthening the \r\ncoordination of humanitarian assistance of the United \r\nNations; conducting a review of its main theme, including \r\nthrough national voluntary presentations on what it \r\nwill take to manage the transition to the Sustainable \r\nDevelopment Goals; considering the role and features \r\nof multi-stakeholder partnerships in implementing the \r\n2030 Agenda; and incorporating youth perspectives in \r\nthe international dialogue on development.\r\nI am particularly pleased that our work culminated \r\nin the 2015 high-level segment of the Economic \r\nand Social Council, which included a three-day \r\nministerial meeting of the High-level Political Forum \r\non Sustainable Development. That meeting made \r\nsignificant contributions to our collective efforts to \r\ntransition to the new 2030 Agenda. The second meeting \r\nof the Forum, under the auspices of the Council, \r\ncemented the Forum as a platform for dialogue and \r\npolitical guidance, and its discussions advanced our \r\nvision for the Forum beyond 2015.\r\nI would also like to recognize the invaluable \r\ncontribution of the whole Economic and Social Council \r\nsystem. The high-level engagements of the Council in \r\nhelping to shape the contours of the new Agenda were \r\npossible because of growing coordination among its \r\nconstituent parts, namely, the functional and regional \r\ncommissions, committees and expert bodies.\r\nThe 2016 session will be crucial for the \r\nEconomic and Social Council as we lead in the global \r\nimplementation and review of the 2030 Agenda. The \r\nEconomic and Social Council forum on financing for \r\ndevelopment follow-up and review, mandated by the \r\nAddis Ababa Action Agenda, will be convened for the \r\nfirst time during that session. It will include a special \r\nhigh-level meeting of the Council with the World Bank, \r\nthe International Monetary Fund, the World Trade \r\nOrganization and the United Nations Conference on \r\nTrade and Development.\r\nThe 2016 annual theme, “Implementing the \r\n2030 Agenda for Sustainable Development: Moving \r\nfrom commitments to results”, reflects the Council’s \r\ncommitment to tackling the challenging task ahead \r\n15-32050 3/8\r\n19/10/2015 A/70/PV.36\r\nof us. We stand ready to align our substantive and \r\norganizational support for sustainable development. The \r\nCouncil will ensure that the High-level Political Forum \r\nand all segments and meetings of the 2016 session bring \r\ntogether valuable contributions to support that task. \r\nThe whole Economic and Social Council system will \r\nserve as a harmonized, coherent and effective platform \r\nfor delivering concrete results for people and the planet. \r\nOn behalf of the Economic and Social Council Bureau, \r\nI would like to express my gratitude for the strong \r\ncollaboration and support of Member States and the \r\nUnited Nations development system. We look forward \r\nto continued collaboration and engagement in the 2016 \r\nsession.\r\nMr. Mandaviya (India): I am honoured to address \r\nthe General Assembly during the historic seventieth \r\nanniversary of the United Nations. The Organization \r\nembodies humankind’s faith in dialogue over war \r\nand in collective progress over individual gains. As \r\nit celebrates its seventieth anniversary, its founding \r\ncreed of maintaining international peace and security, \r\ndeveloping friendly relations among nations and \r\npromoting social progress, better living standards and \r\nhuman rights for all is more relevant than ever.\r\nIndia attaches great importance to the work of the \r\nEconomic and Social Council. The Council plays an \r\nimportant role as a principal body for coordination, \r\npolicy review, policy dialogue and recommendations \r\non issues of economic and social development. As we \r\ntransition into the new 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1), which is a path-\r\nbreaking new template for action across the three \r\ndimensions of economic growth, social inclusion and \r\nenvironmental protection, the Economic and Social \r\nCouncil’s effective discharge of its functions will be \r\nof even greater importance. Of equal importance will \r\nbe for the Economic and Social Council to rejuvenate \r\nitself, making it more action-oriented, policy-relevant \r\nand responsive to the new Development Agenda.\r\nWe are grateful for the report of the Economic and \r\nSocial Council for 2015 (A/70/3). The report usefully \r\nenumerates the activities of the Council during that \r\nperiod. We commend the outgoing President and the \r\nBureau for their stewardship of its activities. I would \r\nlike to extend our congratulations to the Permanent \r\nRepresentative of the Republic of Korea on his \r\nassumption of the current presidency of the Economic \r\nand Social Council, and assure him of our steadfast \r\nsupport of him and the Bureau in their work.\r\nAmong the important discussions organized by the \r\nEconomic and Social Council in the past session was the \r\ndialogue on the longer-term positioning of the United \r\nNations development system — a discussion made all \r\nthe more topical by the new Development Agenda. We \r\ncommend the efforts of the Permanent Representative \r\nof Colombia for her stewardship of the dialogue and \r\nwelcome the Permanent Representative of Argentina as \r\nthe incoming chair of the dialogue this year.\r\nAs the Prime Minister of India, His Excellency \r\nMr. Narendra Modi, emphasized in his address to the \r\nGeneral Assembly this year,\r\n“the 2030 Agenda for Sustainable Development \r\n(resolution 70/1) is lofty, and its Goals are equally \r\ncomprehensive. It gives priority to problems that \r\nhave persisted over the past decades and reflects \r\nour evolving understanding of social, economic \r\nand environmental issues” (A/70/PV.4, p. 17).\r\nIndia was a key and active participant in the \r\nprocess that led to the adoption of the new Agenda \r\nwith a set of Sustainable Development Goals (SDGs) \r\nat its core. India’s voice in the negotiations was that \r\nof all developing countries. We now look forward to \r\nworking closely with all delegations to ensure that the \r\n2030 Agenda is implemented according to its letter \r\nand spirit. In fulfilling that objective, the Economic \r\nand Social Council and the High-level Political Forum \r\nwill play a central role. It is our expectation that the \r\nEconomic and Social Council will address sustainable \r\ndevelopment challenges, seen through the prism of \r\npoverty eradication, as our central and overarching \r\nobjective. Ending poverty by 2030, which subsumes \r\nthe provision of essential amenities for a dignified \r\nexistence — such as food, clean water, sanitation, \r\nelectricity, good health, literacy, transportation and a \r\nroof over one’s head —is rightly at the core of the 2030 \r\nAgenda.\r\nIt is our expectation that the Economic and Social \r\nCouncil will prioritize the attainment of robust and \r\ninclusive economic growth in developing countries, \r\nand to that end it will strengthen the partnership among \r\ndeveloped and developing countries to make it more \r\nmeaningful. It is also our expectation that the Council \r\nwill address the issue of environmental degradation and \r\nclimate change with a sense of urgency, focusing on \r\nreforming unsustainable consumption patterns in the \r\ndeveloped countries and affording enhanced financial \r\nand technological support to developing countries in \r\n4/8 15-32050\r\nA/70/PV.36 19/10/2015\r\ntransitioning their economies to progressively more \r\nsustainable pathways.\r\nIndia’s success in sustaining robust economic \r\ngrowth to eradicate poverty will contribute in no small \r\nmeasure to the global achievement of the SDGs. The \r\nprocess of doing so will bring forth technologies and \r\npathways leading to progress that can be shared with \r\nother developing countries so as to enable them to also \r\nachieve sustainable development.\r\nIndia is fully committed to ensuring a life of \r\ndignity to all its people. To that end, the Government \r\nof Prime Minister Modi has renewed its efforts to \r\nreturn India to a high-growth trajectory, promote job-\r\nrich industrial development — including through rapid \r\nskill development for our young population — financial \r\ninclusion, the protection and welfare of female \r\nchildren, agricultural renovation, and a massive drive \r\nfor improved sanitation.\r\nAt the same time, we in India realize that the \r\npursuit of economic growth and development cannot \r\nbe business as usual. Although we did not create the \r\nproblem, India has every intention of being a part of the \r\nsolution when it comes to climate change. The solution \r\nlies in pursuing policies that, rather than blindly aping \r\nthe development model that has brought humankind \r\ninto a clash with nature, promote a more holistic \r\nrelationship between growth and the environment. \r\nPrime Minister Modi has sought to do this by harkening \r\nback to our civilizational ethos of harmony with nature, \r\nor treating nature as a partner, not as an adversary. \r\nPrime Minister Modi has spoken of achieving the \r\nsame level of development, prosperity and well-being \r\nwithout going down the path of reckless consumption. \r\nHis belief is that doing so does not necessarily mean \r\nthat our economies will suffer, but rather that they will \r\ntake on different characters.\r\nIndia’s planned objectives of adding 175 gigawatts \r\nof clean and renewable energy to our energy mix; \r\nreducing the energy intensity of our gross domestic \r\nproduct by 35 per cent by 2030; achieving 40 per cent \r\nof electricity generation from non-fossil fuel sources; \r\nand creating an additional forest sink of 2.5-3 billion \r\ntons of equivalent carbon dioxide are evidence of \r\nour seriousness in addressing the environmental \r\nsustainability of our growth.\r\nIn conclusion, allow me to reiterate India’s \r\ncommitment to the work of the Economic and Social \r\nCouncil and to actively and constructively engaging in \r\nits work in the coming months.\r\nMs. AlGharabally (Kuwait) (spoke in Arabic): Let \r\nme begin by reaffirming my delegation’s commitment \r\nto participating in the discussion on the report of the \r\nEconomic and Social Council (A/70/3), one of the most \r\nimportant items on the United Nations agenda. I would \r\nalso like to thank States members of the Economic and \r\nSocial Council for their efforts and their contributions. \r\nIndeed, they have worked with my country to overcome \r\nall major obstacles and to contribute effectively to the \r\nexcellent activities undertaken by the Economic and \r\nSocial Council during the most recent meeting.\r\nI would like to congratulate Ms. Thurayya Ahmed \r\nObaid on winning the 2015 United Nations Population \r\nAward, which recognizes her perseverance in raising \r\nawareness on population issues. We would also like \r\nto congratulate the African Population and Health \r\nResearch Centre, in Kenya, which has conducted \r\nresearch on population, education and health issues for \r\nthe past 20 years.\r\nWe welcome resolution 61/16, on the strengthening \r\nof the Economic and Social Council. The measures and \r\nprocedures adopted in that resolution can strengthen \r\nthe role of the Economic and Social Council as a central \r\nforum for coordinating the activities of the United \r\nNations and its specialized agencies, and for overseeing \r\nthe work of its subsidiary bodies in the economic, social \r\nand environmental fields. Its goal is to bolster the role of \r\nthe Economic and Social Council so that it can assume \r\nthe responsibility it has been granted. I also wish to \r\nsay that Kuwait’s mandate in the Economic and Social \r\nCouncil will be ending in December. We are convinced \r\nthat the Economic and Social Council and its subsidiary \r\nbodies play an essential role and, as such, we would like \r\nto thank all member States for their support to the State \r\nof Kuwait. Kuwait was elected to the Commission on \r\nthe Status of Women for a term of four years beginning \r\nin 2016 in order to complete the efforts undertaken by \r\nKuwait in this area.\r\nThe entire international community is facing a \r\nnumber of obstacles and challenges. Furthermore, in the \r\npast 15 years, the world has seen many crises, including \r\nan increase in the number of natural disasters and in \r\nthe temperature on land, which has led the countries \r\nof the world to adopt the 17 Sustainable Development \r\nGoals in their three dimensions: economic, social and \r\nenvironmental. This provides a road map for renewed \r\n15-32050 5/8\r\n19/10/2015 A/70/PV.36\r\nhope for working together. We should be more united \r\nthan ever in our efforts. We must also support the role \r\nof the Economic and Social Council, the international \r\nhigh-level forum responsible for achieving social and \r\neconomic development. In that way, we can provide a \r\ndecent life for all and promote the improvement of the \r\nliving conditions for all peoples by eliminating poverty \r\nbetween now and 2030. This represents a key pillar in \r\nthe United Nations work in the context of the post-2015 \r\ndevelopment agenda.\r\nIn that context, we will have to face a number \r\nof challenges in future. It is therefore important to \r\nimplement the various outcomes of the development \r\nSummit and the 17 Sustainable Development Goals \r\nand to underscore the importance of climate change. \r\nThe United Nations entities, the Economic and Social \r\nCouncil and the General Assembly must work together \r\nto that end. It is especially important to improve the \r\nassessment and follow-up methods for the Sustainable \r\nDevelopment Goals at the high-level political meeting \r\nof the Economic and Social Council under the auspices \r\nof the United Nations.\r\nIn addition to holding a seat on the Economic and \r\nSocial Council, Kuwait is eager to assume its regional \r\nand international responsibilities for achieving the \r\nSustainable Development Goals and addressing our \r\nvarious problems effectively and constructively. My \r\ncountry has therefore held a number of high-level \r\nmeetings in recent years on economic, humanitarian \r\nand development issues, and launched a number of \r\ninitiatives to strengthen partnerships and cooperation \r\nin the area of development and humanitarian issues. We \r\nhave spared no effort to provide assistance to developing \r\nStates through various institutions, including the \r\nKuwait Fund for Arab Economic Development. We \r\nhave also provided voluntary contributions and loans \r\nto a number of infrastructure projects for developing \r\nStates, and we have provided 1.4 per cent of our gross \r\ndomestic product in the form of contributions and \r\nassistance. That is double the internationally agreed \r\nrate.\r\nKuwait is committed to undertaking greater efforts \r\nto achieve sustainable development, eliminate poverty \r\nand take advantage of international knowledge and \r\ninformation, and the various experiences of the United \r\nNations with a view to defining strategic priorities in \r\nthe economic, social and environmental fields.\r\nIn conclusion, I wish to reaffirm that Kuwait is \r\nfully committed to implementing the outcomes of the \r\nmeetings of the Economic and Social Council and its \r\nsubsidiary bodies. We attach particular importance \r\nto the activities of the Economic and Social Council \r\nto promote economic cooperation aimed at boosting \r\ndevelopment so that it will be possible to achieve \r\nthe objectives to which we all aspire: the elimination \r\nof poverty and non-communicable diseases and the \r\nachievement of the Sustainable Development Goals. \r\nWe also support international and regional institutions \r\nthat work in the area of development so that they \r\ncontribute to the implementation of agreed Sustainable \r\nDevelopment Goals, including by assisting least \r\ndeveloped and developing countries in achieving the \r\nGoals.\r\nMr. Estreme (Argentina) (spoke in Spanish): My \r\ndelegation welcomes the annual report of the Economic \r\nand Social Council for 2015 (A/70/3). I want to thank \r\nAmbassador Oh Joon, Permanent Representative of \r\nthe Republic of Korea and President of the Economic \r\nand Social Council, and Ambassador Sajdik, who was \r\nPresident of the Council during the first half of 2015, for \r\ntheir effective management of its work. I also want to \r\nhighlight the work of the other members of the Bureau \r\nof the Economic and Social Council and the support of \r\nthe Secretariat.\r\nFollowing the adoption of the 2030 Agenda \r\nfor Sustainable Development (resolution 70/1) and \r\nthe Addis Ababa Action Agenda on financing for \r\ndevelopment, it is clear that the Economic and \r\nSocial Council has assumed a more important role \r\nthan previously. It has now become the platform for \r\ncoordinating the development activities at the global, \r\nregional and national levels. The discussions that took \r\nplace during the major negotiating processes this year \r\nhave shown that the successful implementation of such \r\nan ambitious and transformative development agenda \r\ncan be achieved only through genuine partnerships with \r\nthe various development stakeholders. The Economic \r\nand Social Council has the knowledge, experience and \r\nstrength necessary to do this, which it derives from its \r\ncooperation with its subsidiary bodies, including the \r\nregional commissions.\r\nThe universal nature of the 2030 Agenda for \r\nSustainable Development means that it applies to all \r\ncountries and is also a recognition of the growing \r\ninterdependence of today’s world. But another principle \r\nat the heart of the Agenda is integration, which is \r\n6/8 15-32050\r\nA/70/PV.36 19/10/2015\r\nalso the key to the work of the Economic and Social \r\nCouncil system at the levels of policy analysis and \r\nimplementation.\r\nAt this point, I would like especially to express \r\ngratitude for and acknowledge the work undertaken \r\nby the Permanent Representative of Colombia, \r\nAmbassador Mejía Vélez, and the team of the Colombian \r\nMission for managing the first phase of the dialogue of \r\nthe Economic and Social Council on the longer-term \r\npositioning of the United Nations development system. \r\nMy country, as Vice-President of the Economic and \r\nSocial Council, took responsibility for the segment on \r\noperational activities for development and thus of the \r\nsecond phase of the dialogue. We are convinced that the \r\nUnited Nations development system should be adjusted \r\nto better support the implementation of the new \r\nAgenda. It is necessary to effectively implement, at all \r\nlevels of the system, the mandates that are established \r\nin resolution 67/226 on the quadrennial comprehensive \r\npolicy review in order for the system to position itself \r\ncorrectly in the long term.\r\nThe dialogue has proved to be an excellent \r\nopportunity to carry out valuable and inclusive \r\ntechnical discussions from a system-wide perspective. \r\nThe bases were laid down to that end by the presidency \r\nof Ambassador Mejía Vélez. As we start the second \r\nphase, we must shape all these concepts into concrete \r\nrecommendations that contribute to an ambitious \r\nGeneral Assembly resolution on the quadrennial \r\ncomprehensive policy review by late 2016, aimed at \r\nadjusting the United Nations development system \r\nin order to improve the support it affords to the \r\nimplementation of the new Agenda.\r\nI wish to conclude by saying that we believe that \r\nthe Economic and Social Council is the most important \r\nintergovernmental body in the pursuit of two major, \r\nclosely interrelated goals: the eradication of poverty \r\nand the achievement of the integration of the economic, \r\nsocial and environmental dimensions of sustainable \r\ndevelopment. As a member of the Bureau of the \r\nEconomic and Social Council, Argentina will continue \r\nworking to ensure that the Council can effectively carry \r\nout its work.\r\nMr. Mahmoud (Egypt): I would like to thank the \r\nPermanent Representative of the Republic of Korea for \r\nintroducing the excellent report of the Economic and \r\nSocial Council (A/70/3).\r\nEgypt attaches special importance to the \r\nimplementation of and follow-up to the outcomes of the \r\nmajor United Nations conferences and summits in the \r\neconomic, social and related fields. We do so in view of \r\ntheir contribution to the formation of an international \r\nsustainable development work programme based on \r\ninclusiveness, respect and solidarity. However, despite \r\nall these efforts over the past decades in the field of \r\nsustainable development, a significant proportion of the \r\ndecisions and outcomes of the summits and conferences \r\nin the economic and social fields are yet to achieve the \r\nlevel of implementation to which we aspire.\r\nThe General Assembly has always advanced \r\npoverty eradication and other related development \r\nissues through the United Nations conferences and \r\nsummits in the economic, social and related fields. \r\nThese conferences and summits resulted in the \r\nemergence of a global consensus on a shared vision \r\nfor sustainable development, which culminated \r\nmost recently in the adoption of the 2030 Agenda for \r\nSustainable Development (resolution 70/1) and the \r\nAddis Ababa Action Agenda of the Third International \r\nConference on Financing for Development. The 2030 \r\nAgenda, which is an additional platform to reinvigorate \r\nthe synergies between the outcomes of the various \r\nconferences and summits, articulated that the allocation \r\nof resources for the development of appropriate national \r\nand international policies and integrated follow-up \r\nand implementation are an imperative for achieving \r\nsustainable development. In this regard, let me share \r\nthe following thoughts.\r\nFirst, the absence of a clear commitment to \r\nproviding the necessary means of implementation and \r\ninternationally agreed financing, including for the \r\noperational activities of the United Nations in the field \r\nof development, remains a major hurdle to achieving \r\nsustainable development. The recent trends of declining \r\nofficial development assistance commitments and the \r\ncontinuing decline in programme budget financing \r\nin favour of voluntary funding compound the lack of \r\npredictability in financing sustainable development. \r\nMoreover, they run contrary to the spirit of the major \r\noutcomes of United Nations conferences and summits, \r\nwhich emphasize the principles of national ownership, \r\nsovereignty and national policy space. As such, the \r\nefforts of developing countries towards achieving \r\nsustainable development are still lacking sufficient \r\nmeans of implementation, as well as a favourable \r\ninternational climate. The quantity and quality of \r\n15-32050 7/8\r\n19/10/2015 A/70/PV.36\r\nofficial development assistance provided to developing \r\ncountries should be enhanced, international initiatives \r\nto reduce debt should be strengthened, and a formula \r\naddressing the imbalance in the international trading \r\nsystem should be found.\r\nSecondly, while the implementation and follow-\r\nup mechanisms and coordination of these outcomes \r\nalready exist in the General Assembly and the Economic \r\nand Social Council, the political will to ensure their \r\nfulfilment at all levels, including at the international \r\nlevel, remains elusive. Indeed, at some point the \r\nexaggerated emphasis on implementation at the national \r\nlevel in developing countries, while not placing similar \r\nimportance on implementing commitments either \r\nby developed countries or at the international level, \r\ndetracts from the universality of these outcomes and \r\ntheir global intent.\r\nThirdly, we underscore the importance of efforts \r\nto support the work of the High-level Political Forum \r\non Sustainable Development to provide the political \r\nleadership and direction necessary to implement the \r\nambitious 2030 Agenda and promote the integration of \r\nthe three dimensions of sustainable development at all \r\nlevels, and of ensuring the implementation and follow-\r\nup of all United Nations conferences and summits in the \r\neconomic, social and environmental fields, including \r\nthe means of implementation.\r\nFourthly, in the light of all this, the coordinated \r\nfollow-up of the integrated decisions of summits and \r\nconferences requires improving the Organization’s \r\nperformance and raising the efficiency of services \r\nprovided within the framework through maximizing \r\nthe utilization of available resources. As such, there \r\nis a need to tread with caution with respect to issuing \r\nnew mandates or replacing follow-up mechanisms and \r\nreviews with processes already in place.\r\nFinally and in conclusion, it is of the utmost \r\nimportance to maintain the credibility of the General \r\nAssembly as well as that of the Economic and Social \r\nCouncil in dealing with international development \r\nchallenges through the faithful implementation of, \r\neffective follow-up to and respect for the outcomes of \r\nthe major conferences and summits in the economic, \r\nsocial and related fields. That could be achieved \r\nthrough coordinated and effective implementation; \r\notherwise, less than universal implementation would \r\nultimately result in the erosion of the credibility of \r\nconcerted international action in the area of sustainable \r\ndevelopment, which would undermine the role of the \r\nUnited Nations — a possibility that we all wish and \r\nindeed have the means to avoid.\r\nMr. Shava (Zimbabwe): I would like to extend our \r\nappreciation to the President of the Economic and Social \r\nCouncil, Ambassador Oh Joon, for his informative \r\npresentation of the Council’s report for 2015 (A/70/3).\r\nThe implementation of the 2030 Agenda for \r\nSustainable Development (resolution 70/1) requires an \r\nintegrated, coordinated and universal response. The \r\nnew Agenda therefore adopts a high level of ambition \r\nand poses a significantly more formidable challenge \r\nfor implementation than the earlier Millennium \r\nDevelopment Goals agenda. While the eradication \r\nof poverty remains at the heart of the new Agenda, \r\nalong with advancing sustainable development, \r\nother critical challenges — including those resulting \r\nfrom climate change, urbanization and increasing \r\ninterdependence — have grown in importance. There \r\nare also significant interlinkages and interdependencies \r\namong the new Sustainable Development Goals and \r\ntargets. For example, the Goals related to ending \r\npoverty in all its forms everywhere, the promotion of \r\nsustained, inclusive and sustainable economic growth, \r\nfull and productive employment and decent work for \r\nall, and the reduction of inequality within and among \r\ncountries are highly integrated and interrelated.\r\nConsequently, as we welcome the Economic and \r\nSocial Council’s report to the General Assembly, \r\nwe would like to underline the important role for the \r\nCouncil and the Economic and Social Council system \r\nas a whole in addressing those interrelationships, as \r\nwell as the integration and coordination of policy \r\nresponses. The Economic and Social Council and the \r\nHigh-level Political Forum will play a central role in \r\nthe follow-up and review of the 2030 Agenda and the \r\nAddis Ababa Action Agenda at the global level. The \r\nneed for a revitalized global partnership cannot be \r\noveremphasized, and the dialogue with the international \r\nfinancial and trade institutions should contribute to \r\nthe development of practical mechanisms to mobilize \r\nresources for implementation.\r\nWe expect the Committee of Experts on \r\nInternational Cooperation in Tax Matters to contribute \r\nto measures to address illicit financial f lows, which are \r\nbleeding significant resources from African and other \r\ndeveloping countries. The Multi-stakeholder Forum on \r\nScience, Technology and Innovation, the Technology \r\n8/8 15-32050\r\nA/70/PV.36 19/10/2015\r\nFacilitation Mechanism and the Global Infrastructure \r\nForum need to be operationalized. It will therefore \r\nbe critical for the Economic and Social Council to \r\ndefine how it will carry out its important follow-up \r\nmandate going forward. Addressing those issues will \r\ndetermine some of the changes required at all levels \r\nfor implementing the 2030 Agenda for Sustainable \r\nDevelopment and moving from commitment to results.\r\nIn view of the issues we have highlighted, the 2016 \r\nEconomic and Social Council theme “Implementing \r\nthe post-2015 development agenda: Moving from \r\ncommitments to results” is timely and fitting. All \r\ncountries therefore will need to work together and \r\nregularly share progress on implementation, particularly \r\nthrough voluntary reports to the High-level Political \r\nForum on Sustainable Development. We also see an \r\nimportant role for the United Nations in promoting, \r\nimplementing and facilitating follow-up to the Agenda \r\nat the national, regional and global levels.\r\nThe Acting President: May I take it that the General \r\nAssembly takes note of the report of the Economic and \r\nSocial Council contained in document A/70/3?\r\nIt was so decided.\r\nThe Acting President: The General Assembly has \r\nthus concluded this stage of its consideration of agenda \r\nitems 9 and 15.\r\nAgenda item 116 (continued)\r\nFollow-up to the outcome of the Millennium Summit\r\nSpecific meeting focused on development\r\nThe Acting President: I have been informed that \r\nno member State has requested to take the f loor under \r\nthis item. The General Assembly has thus concluded \r\nthis stage of its consideration of agenda item 116.\r\nThe meeting rose at 10.55 a.m.\r\n"