"*1529235*\r\n15-29235 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nThe meeting was called to order at 3.15 p.m.\r\nHigh-level plenary meeting of the General Assembly\r\nAgenda items 15 and 116 (continued)\r\nIntegrated and coordinated implementation \r\nof and follow-up to the outcomes of the major \r\nUnited Nations conferences and summits in the \r\neconomic, social and related fields\r\nFollow-up to the outcome of the Millennium Summit\r\nUnited Nations Summit for the adoption of the \r\npost-2015 development agenda\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the Republic of Peru.\r\nMr. Ollanta Humala Tasso, President of the \r\nRepublic of Peru, was escorted to the rostrum.\r\nPresident Humala Tasso (spoke in Spanish): It is \r\nan honour for me to represent Peru at this Summit on the \r\n2030 Agenda for Sustainable Development (resolution \r\n70/1), which is called upon to change the world in the \r\nnext 15 years. We Peruvians know that it is possible \r\nto achieve change if we work together on the basis of \r\nshared objectives. In 15 years, Peru has achieved the \r\nMillennium Development Goals ahead of schedule. In \r\n2000, more than half of the population lived in poverty; \r\nunder my Administration, that proportion has been \r\nreduced to one fourth, and in the past four years more \r\nthan 1.3 million Peruvians have overcome poverty and \r\njoined productive activity.\r\nToday, Peru is considered to be an emerging country \r\nthat attracts investments and creates opportunities \r\nfor all its citizens. To that end, it has been important \r\nto strengthen democracy in the country. Since the \r\nbeginning of my Administration, I have promoted a \r\ncomprehensive policy of social inclusion focused on \r\nthe dignity of the individual and following an approach \r\nbased on human rights and reducing inequality. We \r\nalso need to preserve the environment and to make \r\nsustainable use of our natural resources.\r\nIn sum, we need to integrate the three dimensions of \r\nsustainable development: sustained economic growth, \r\nsocial inclusion and protection of the environment. \r\nThat means that Agenda 2030 and its 17 Sustainable \r\nDevelopment Goals (SDGs) confront us with a \r\nsignificantly greater challenge in international forums. \r\nIt is not only a matter of eradicating extreme poverty. In \r\nthis regard, we commit ourselves today to renewing and \r\nstrengthening a global partnership that will allow us \r\nto deliver to future generations a world that is without \r\npoverty as well as inclusive and sustainable — in other \r\nwords, a morally sustainable world.\r\nThe higher level of ambition that we set for ourselves \r\ntoday through these 17 Goals realistically reflects the \r\nvulnerabilities that we will face. It also reflects the \r\npotential of the international community to do so. The \r\ngaps that we see in the world must be bridged in the \r\nnext few years if we wish to realize the solemn promise \r\nwe have made today not to leave anyone behind.\r\nMy Government has a clear understanding of \r\nthe fact that poverty is multidimensional and that \r\nUnited Nations A/70/PV.8\r\nGeneral Assembly\r\nSeventieth session\r\n8th plenary meeting\r\nSaturday, 26 September 2015, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/24 15-29235\r\nA/70/PV.8 26/09/2015\r\nwe must attack it on all fronts, generating growth \r\nwith social inclusion, paying special attention to the \r\nrights of women and children, especially infants, \r\nand understanding that quality education for all and \r\nuniversal access to health and sanitation services can be \r\nbasic instruments to promote equal opportunities. The \r\nmeans to implement the ambitious 2030 Agenda must \r\nbe guaranteed by all actors involved, and together we \r\nmust follow them up and make sure that that is the case. \r\nThe primary responsibility rests with States, which will \r\nconsequently be held accountable to their citizens and \r\nmust promote their greater participation.\r\nIn my country, public investment in recent years has \r\nbeen mobilized towards social and educational policies \r\nat a level unprecedented in our history. We have made \r\nsignificant investments in road infrastructure and clean \r\nenergy, as well as with respect to access to housing, \r\nwater and sanitation. For the first time, too, we have \r\nestablished a national plan for diversified production \r\nbased on the expansion of technological integration \r\nwith small and micro enterprises and with research \r\ncentres.\r\nSimilarly, we have created a national system of \r\nscholarships that has grown exponentially every year. \r\nThat policy has been supplemented by the creation \r\nof centres of innovation aimed at developing our \r\ncompetitive advantages. Businesses that invest in \r\nresearch and development enjoy tax benefits in Peru. \r\nThrough all of this, we seek to promote industry, agro-\r\nindustry, the fishing industry, the forest industry, \r\ntextiles, gastronomy, metallurgy and aviation, among \r\nother sectors called upon to sustain inclusive growth, \r\ncreating good jobs for our young people. On 28 July, \r\non the anniversary of the independence of my country, \r\nPeru, I referred to all of these elements; today, we see \r\nthem all ref lected in the Goals and targets of the new \r\n2030 Agenda for Sustainable Development, which will \r\nchange the world over the next 15 years.\r\nIn the year 2021, the Republic of Peru will celebrate \r\nits bicentennial. Our vision is of a future in which each \r\nof our citizens will feel a part of the Peruvian nation, \r\nenjoying the same rights to education and quality health \r\ncare, connected to their land and culture, respected for \r\ntheir work, and receiving fair wages. We also want to \r\noffer them opportunities that can put all their capacities \r\nto work.\r\nFrom Sendai, Addis Ababa, New York, Lima and \r\nParis during the upcoming Conference of Parties \r\nto the United Nations Framework Convention on \r\nClimate Change, leaders are prepared to adopt actions \r\nand measures to achieve our goals of sustainable \r\ndevelopment. The Paris Conference will be decisive in \r\nguiding our societies towards a pattern of development \r\nthat is low-carbon and more resilient and takes into \r\naccount the needs and expectations of the most \r\nvulnerable among our population. In the interactive \r\ndialogue on climate change that I will co-chair with \r\nthe President of France, we hope that the political \r\ncommitment to working for success at the Conference \r\nof the Parties will be reaffirmed.\r\nThe 2030 Agenda offers us a similar vision for all \r\npeoples of the world and commits us all to realizing \r\nthe future we want. Achieving these ambitious goals \r\nwill be an enormous challenge that can be compared by \r\nsome to finding heaven on Earth. Many sceptics may \r\nthink that this is utopian, but if we have faith in the \r\nhuman person and in the capacity of our leaders, all of \r\nthis could become a reality.\r\nCo-Chair Rasmussen: I thank the President of the \r\nRepublic of Peru for his statement.\r\nMr. Ollanta Humala Tasso, President of the \r\nRepublic of Peru, was escorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the Head of State of the Kingdom \r\nof Swaziland.\r\nHis Majesty King Mswati III, Head of State of \r\nthe Kingdom of Swaziland, was escorted to the \r\nrostrum.\r\nKing Mswati III: It is a great honour for me to \r\naddress this Summit during the seventieth anniversary \r\nof the United Nations, marking the end of the era for \r\nthe implementation of the Millennium Development \r\nGoals (MDGs) and also to consider the new global \r\n17 Sustainable Development Goals (SDGs).\r\nThe Kingdom of Eswatini has remained committed \r\nto the implementation of the MDGs since we embraced \r\nthem in the year 2000 here at the United Nations. We \r\npledge further commitment to the new 2030 Agenda. \r\nThe United Nations review of the MDGs has been well \r\ncaptured and allows us to measure our achievements and \r\nchallenges. While we have made significant strides in \r\nsome areas, there is no doubt that the biggest challenge \r\nhas been the inadequate financial resources to carry \r\nout the implementation of a number of the short- and \r\nmedium- to long-term goals. Donor funding and the \r\n15-29235 3/24\r\n26/09/2015 A/70/PV.8\r\nsupport of international financial institutions are vital \r\nto the realization of the new Goals, which serve as a \r\nrenewal of the effort to change, for the better, the lives \r\nof people across the globe.\r\nIt is clear that forming a global partnership for \r\ndevelopment is the key to the successful transformation \r\ndesired by the United Nations family of nations, as \r\nno country can succeed in isolation. For Africa, what \r\nmakes such partnerships more viable is the fact that \r\nthe new global Agenda resonates very well with the \r\nAfrican Union Agenda 2063, as they both seek to create \r\nbetter living conditions for our people on the continent.\r\nThe Kingdom of Eswatini has also developed \r\nits national Vision 2022, which is closely aligned \r\nto the continental vision, in its efforts to transform \r\nitself from a middle-income to a developed country. \r\nIn pursuit of this internationally aligned vision, the \r\nKingdom of Eswatini is happy to report that it has made \r\nrecognizable progress in five of the eight MDGs set out \r\nin the year 2000. Significant progress has been realized \r\nin achieving universal primary education, where the \r\nenrolment rate increased from 72.1 per cent in 2000 to \r\n97 per cent in 2014.\r\nWe have also developed a robust policy to guide \r\ngender issues in the country, integrated these issues \r\ninto development planning and placed career guidance \r\nofficers at the regional offices to help improve \r\nsensitization. We wish to applaud the African Union \r\nfor recently honouring the country for its efforts in \r\nwomen’s empowerment.\r\nIn the health sector, we have introduced free \r\naccess to assisted reproductive technology to those \r\nwho need such services. We have also provided a \r\nquality new tuberculosis centre to cater for patients \r\nand have developed an effective malaria programme. \r\nChild mortality has also been drastically reduced. In \r\nensuring environmental sustainability, programmes for \r\nthese targets are in place in order to support the needs \r\nof present and future generations.\r\nFinally, may I reiterate that strong global solidarity \r\nand effective partnerships, peace and stability, should \r\nbe at the forefront of our new global Agenda. We are \r\nconfident that together and united we will transform \r\nour world and achieve a sustainable development that \r\nleaves nobody behind. These new goals require that our \r\ncommitment not be just to accepting a change of name, \r\nbut must achieve results that change the lives of our \r\npeople for the better.\r\nCo-Chair Rasmussen: I thank the Head of State of \r\nthe Kingdom of Swaziland for his statement.\r\nHis Majesty King Mswati III, Head of State of \r\nthe Kingdom of Swaziland, was escorted from the \r\nrostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the Union of the \r\nComoros.\r\nMr. Ikililou Dhoinine, President of the Union of the \r\nComoros, was escorted to the rostrum.\r\nPresident Dhoinine (spoke in French): In September \r\n2000, we met here to adopt an historic document, the \r\nMillennium Declaration (resolution 55/2), the founding \r\ntext of the Millennium Development Goals (MDGs) \r\nthat have been at the heart of our common development \r\nagenda during the past 15 years. The evaluations made \r\nin various countries, regions and worldwide on the \r\nachievement of the Millennium Development Goals \r\nreflect contrasting results but globally a positive \r\noutcome, although the situation can still be improved. \r\nIn particular, the goal of reducing poverty has suffered \r\nfrom a lack of sufficient financing, especially in \r\ncountries that had the most to do in that respect.\r\nThe neediest and most vulnerable countries \r\nhave often had very little access to the resources \r\nof development assistance. As I stated recently in \r\nAddis Ababa at the third Conference on Financing \r\nfor Development, although the domestic resources of \r\nthose countries are mobilized and well spent, they are \r\nnot sufficient to support the ambitious programmes \r\naimed at speeding up the elimination of poverty in all \r\nits forms.\r\nFor my country, the Union of the Comoros, which \r\nis both a least developed country and a small island \r\ndeveloping State (SIDS) — with all of the challenges \r\nconsequent to that status — the MDGs show that \r\nsignificant advances have been made in the social \r\nsector. In terms of health and education, the main \r\nindicators have shown that considerable progress \r\nhas been made towards the targets. Child and youth \r\nmortality and maternal mortality have been reduced \r\nconsiderably, very close to the target rates set for \r\n2015 in the Millennium Development Goals. In terms \r\nof education, the number of children in school and \r\ngraduating has shown considerable progress as a result \r\nof the combination of relevant strategies adopted by \r\nthe country in the sectors concerned and significant \r\n4/24 15-29235\r\nA/70/PV.8 26/09/2015\r\ninvestments made towards their implementation, with \r\nthe support of development partners.\r\nThe level of monetary poverty, however, has been \r\nstagnant because countries, despite all their efforts, \r\nhave not been able to mobilize the resources necessary \r\nto finance economic infrastructure and to make other \r\ninvestments that could guarantee progress towards \r\nreducing poverty and inequality.\r\nIf there is to be real sustainable development there is \r\na need to fight more effectively against climate change \r\nin small island developing States, especially through \r\nthe speedy implementation of the Samoa Pathway. \r\nI should also like to emphasize that my country, like \r\nother developing countries, has adopted strategies, \r\ndevelopment plans and other relevant development \r\ninstruments in line with the recommendations made by \r\nrelevant bodies following the Millennium Declaration.\r\nToday, strengthened by the lessons learned through \r\nimplementation of the Millennium Declaration and \r\nwhat has been achieved in development over the past \r\n15 years, we come together to adopt another text that \r\nis equally historic and even more ambitious for the \r\nfuture of humankind. My country fully supports the \r\n2030 Agenda for Sustainable Development (resolution \r\n70/1) and the African Common Position promoting \r\nthe structural transformation of Africa. We highly \r\nappreciate the quality of the work that has been done \r\nto reach that consensus document, which will allow us \r\nto be more effective in our ambition to build a better \r\nworld for all.\r\nWe must and can succeed in implementing the \r\nSustainable Development Goals because we are better \r\nprepared, and international cooperation has made \r\nconsiderable strides over the past 15 years. Furthermore, \r\nthe Addis Ababa Action Agenda that we adopted at the \r\nthird Conference on Financing for Development will, if \r\nimplemented, prevent the disappointments experienced \r\nin the implementation of the MDGs.\r\nI am pleased to note that the new Goals take the \r\nMDGs fully into account and integrate other sectors \r\nthat are essential to sustainable development. The \r\nachievement of the Sustainable Development Goals \r\ninvolves not only the developing countries but also the \r\ndeveloped ones, and not exclusively through the global \r\ndevelopment partnership. Each country on the planet \r\nis therefore called upon to implement the Sustainable \r\nDevelopment Goals and to be accountable to that effect. \r\nThat will enable better ownership of the new Agenda \r\nthroughout the world. I wish to emphasize the crucial \r\nrole in implementing the Agenda played by Sustainable \r\nDevelopment Goal 16, which seeks to\r\n“[p]romote peaceful and inclusive societies for \r\nsustainable development, provide access to justice \r\nfor all and build effective, accountable and inclusive \r\ninstitutions at all levels”.\r\nThis will highlight and operationalize the links between \r\ncountries and development.\r\nI hope that this Summit will lead to historic results, \r\nbecause we need to bear in mind the powerful message \r\nof our new Agenda that we can be the first generation \r\nto succeed in putting an end to poverty, as we could be \r\nthe last to have the opportunity to safeguard our planet. \r\nLong live international cooperation!\r\nCo-Chair Rasmussen: I thank the President of the \r\nUnion of the Comoros for his statement.\r\nMr. Ikililou Dhoinine, President of the Union of \r\nthe Comoros, was escorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the Gabonese \r\nRepublic.\r\nMr. Ali Bongo Ondimba, President of the Gabonese \r\nRepublic, was escorted to the rostrum.\r\nPresident Bongo Ondimba (spoke in French): It is \r\nan honour for me to take the f loor at this Summit on the \r\nadoption of the post-2015 development agenda. I wish \r\nto congratulate you, Sir, and your co-Chair on your \r\nappointments. I remain convinced that the two of you \r\nwill be able to lead our debate to a successful outcome. \r\nI also wish to highlight the important contributions \r\nof the working group that led the intergovernmental \r\nnegotiations on the crucial Agenda that we adopted \r\nyesterday (resolution 70/1), which must become a \r\ntrue road map and offer a new opportunity for global \r\ngovernance that is coordinated and harmonious for \r\nmore sustainable development. That is why we must \r\nensure that the Goals are implemented in accordance \r\nwith the interests of our own peoples.\r\nFifteen years have gone by since the Millennium \r\nSummit, at which we adopted an ambitious agenda to \r\neradicate poverty in all its forms and the promotion of \r\ndevelopment that is profitable for all. The Millennium \r\nDevelopment Goals (MDGs) were an ideal and an \r\naspiration that was greatly shared by the peoples and \r\n15-29235 5/24\r\n26/09/2015 A/70/PV.8\r\nGovernments of the world as a whole. They represented \r\na glimpse of hope for developing countries in their daily \r\nbattle against poverty, hunger and underdevelopment. \r\nDespite the mobilization that followed, we \r\nmust admit that the global results have been mixed, \r\nparticularly in Africa and the least developed countries. \r\nThe inadequacy of the structural and economic \r\nrealities of our countries and of the proposed financing \r\nmechanisms did not favour the achievement of certain \r\nGoals.\r\nI wish to highlight the significant progress made \r\nthrough the national, regional and global implementation \r\nof the Goals. In that context, Gabon enjoyed significant \r\nresults in this process with the support of civil society. \r\nIn education, the rate of school attendance is now more \r\nthan 97 per cent, which is one of the highest on our \r\ncontinent. Gender equality in education at the primary \r\nand secondary levels is accomplished. In health care, we \r\nhave made outstanding progress in reducing maternal \r\nmortality and the mortality of children under the age of \r\n5. The trends in HIV/AIDS have been reversed and other \r\nillnesses have been reduced in a significant manner.\r\nNational solidarity has also seen important \r\nadvances with the implementation of a national human \r\ninvestment strategy endowed, inter alia, with universal \r\nhealth care and access to social services, particularly \r\nfocused on the most vulnerable parts of the population. \r\nMy country therefore welcomes the broad scope of \r\nthe new Agenda, which translates that unanimous and \r\ncommon will into the establishment of a new global \r\npartnership to move beyond the earlier Goals.\r\nGabon, through me, welcomes the inclusion \r\nin the new Agenda of the priorities of the African \r\nCommon Position, which was adopted by the African \r\nUnion in January 2014. I am also happy that the main \r\nGoals of the Agenda will help Gabon become an \r\nemerging country by 2030. I would note in particular \r\nthe priority attached to policies and programmes \r\nfor young people. The dynamism and training of our \r\nyoung people will undoubtedly help accelerate the \r\nstructural transformation of our economies so as to \r\ndefinitively place our country on the path towards \r\nsustainable development. Our diversification policy \r\nhas allowed my Government to focus particularly on \r\ndeveloping agriculture and livestock. In that context, \r\nwe have adopted a new agricultural programme aimed \r\nat ensuring food security. It is also the key of our policy \r\nto industrialize the agricultural sector and develop \r\n200,000 hectares of land and create more than 20,000 \r\nnew jobs.\r\nClearly, these efforts can be fruitful only in an \r\neconomic, social and political environment of good \r\ngovernance and peace. My country has therefore adopted \r\ninstitutional instruments to guarantee transparency and \r\nthe open management of public property. I have made \r\nthe fight against corruption and the misuse of public \r\nfunds a strategic and priority goal. A special court for \r\neconomic and financial crimes and major trafficking \r\nhas been put into place. As the Assembly knows, \r\nimproving the business climate is key to trust and to \r\nattracting private investment, which is essential to the \r\nsuccess of our development programmes.\r\nThe commitment of Gabon to combating climate \r\nchange remains constant, given the grave consequences \r\nof this phenomenon for development, peace and security \r\nin the world. My country will continue to contribute \r\nto the efforts of the international community for the \r\nadoption in Paris of a universal and binding accord to \r\nlimit the increase in temperature to 2°C. In that respect, \r\nmy country will organize tomorrow, 27 September, a \r\nhigh-level event on this important issue because we \r\nmust work hand in hand towards the common goal of \r\nprotecting the environment of the planet for the good \r\nof humankind.\r\nThe Goals of the 2030 Agenda for Sustainable \r\nDevelopment which we have just adopted force us to \r\nstrengthen international cooperation — a new, renewed \r\ninternational cooperation that reaffirms our conviction \r\nthat all generations belong to the same human \r\ncommunity and aspire to the same happiness.\r\nCo-Chair Rasmussen: I thank the President of the \r\nGabonese Republic for his statement.\r\nMr. Ali Bongo Ondimba, President of the Gabonese \r\nRepublic, was escorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the Republic of \r\nEstonia.\r\nMr. Toomas Hendrik Ilves, President of the \r\nRepublic of Estonia, was escorted to the rostrum.\r\nPresident Ilves: This is a crucial year of global \r\naction towards a sustainable world. The historic \r\nagreement on the Sustainable Development Goals \r\n(SDGs) has been reached. For the first time, all \r\ncountries of the world, regardless of their size or level \r\n6/24 15-29235\r\nA/70/PV.8 26/09/2015\r\nof development, have agreed at the United Nations level \r\nto set the same Sustainable Development Goals. This \r\nuniversal and highly ambitious agenda follows and \r\nexpands on the Millennium Development Goals. \r\nThe global challenges we face are complex, yet \r\nthey are interlinked. The risks of armed conflicts and \r\ncrises, forced migration, weak economies and corrupt \r\nGovernments, poor education, climate change and \r\nnatural disasters — to name just a few — are all closely \r\nlinked together. The current refugee crises are not only \r\nabout emergencies but also about a lack of long-term \r\nand lasting solutions.\r\nThe main strength of the SDGs is their \r\ncomprehensiveness. We can tackle the challenges \r\nsuccessfully together only by recognizing their \r\ncomplexity. Peace and security are the first pillar and \r\nbasic prerequisite for sustainable development. Here we \r\nstruggle with many urgent challenges in Syria and in \r\nUkraine. Another pillar is addressing natural disasters; \r\nthat is why climate change has a prominent place in our \r\nagenda this year. We have high expectations for reaching \r\na new agreement on the Convention on Climate Change \r\nat the Paris Climate Conference in December.\r\nAgreeing on SDGs is not a purely theoretical process. \r\nThe key is turning them into strong public policies. It is \r\nfirst and foremost in the hands of Governments to pave \r\nthe way towards sustained economic growth and human \r\ndevelopment. Both are dependent on good governance, \r\nstrong and accountable institutions, the rule of law, and \r\nadherence to universally agreed human rights for all, \r\nwomen and girls included. Freedom of expression and \r\nassociation, and access to independent media, including \r\nsocial media and the Internet, are integral parts of \r\ngood governance and the rule of law. These, together \r\nwith a transparent and efficient legal environment and \r\nfighting corruption, increase competitiveness, create \r\nnew jobs and innovation. They also increase the well-\r\nbeing of individuals and strengthen their connection \r\nwith the State.\r\nThus, sustainability has to start at home if it is to \r\nwork on a global scale. Governments, their agencies \r\nand ministries, together with the private sector and \r\ncivil society, should come together and discuss the \r\nimplications of the SDGs for their policies. Estonia \r\nalso faces its own challenges and we look forward to \r\nworking on them within the newly agreed framework.\r\nI am a strong advocate of the opportunities that \r\ninformation and communication technologies (ICT) \r\ncan provide for development. What, for example, if it \r\ntook less than five minutes and no accountants to get \r\nyour taxes done? What if 95 per cent of a country’s \r\ncitizens declared their income online and brought tax \r\nadministration costs down to only 0.3 per cent of net \r\ntax revenues? All of these issues, signing business \r\ncontracts or official documents digitally without \r\nleaving your office or scheduling a notary appointment, \r\nare all possible in Estonia, where we began to use ICT \r\nsolutions actively when the Millennium Development \r\nGoals were discussed 15 years ago and when we had \r\nrather limited resources available.\r\nToday many see us as one of the most technologically \r\nadvanced countries in the world. Our public sector \r\nhas been crucial in providing a favourable legislative \r\nenvironment as well as in funding the country’s \r\nkey technology infrastructure and providing online \r\nelectronic services to individuals and businesses. \r\nWe have learned that the smart use of the Internet \r\nand digital technology can be an essential driver of \r\neconomic growth and human development. We also \r\nknow that if we want the digital era to become a true \r\nsuccess for each country and each member of society, \r\nwe require strong public policies — something that \r\nonly Governments can provide. We in Estonia are ready \r\nto cooperate with other countries where our experience \r\nand knowledge are needed and would have or provide \r\nadded value.\r\nIt is time for world leaders to place the potential \r\nof digital technologies at the top of the development \r\nagenda. I am glad to co-chair the advisory panel of the \r\nWorld Bank’s World Development Report 2016. The \r\nreport, entitled “Digital Dividends”, will be the World \r\nBank’s most influential report next year. It examines \r\nhow the Internet can be a force for development and \r\nasks, importantly, what is required to unlock the \r\npotential of still largely unrealized digital technologies. \r\nI invite the Assembly at this point to continue to discuss \r\nthese issues tomorrow at 11 a.m. in Conference Room \r\n3 at the high-level panel discussion on development in \r\nthe digital age.\r\nIn conclusion, pacta sunt servanda agreements \r\nmust be kept and no one should be left behind.\r\nCo-Chair Rasmussen: I thank the President of the \r\nRepublic of Estonia for his statement.\r\nMr. Toomas Hendrik Ilves, President of the Republic \r\nof Estonia, was escorted from the rostrum.\r\n15-29235 7/24\r\n26/09/2015 A/70/PV.8\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the Republic of \r\nBenin.\r\nMr. Boni Yayi, President of the Republic of Benin, \r\nwas escorted to the rostrum.\r\nPresident Yayi (spoke in French): It is an immense \r\npleasure for me to take the f loor on behalf of the least \r\ndeveloped countries (LDCs) at this Summit, which marks \r\nthe happy end of a long process of intergovernmental \r\nnegotiations, the mandate of which was established \r\nhere in September 2013 at the high-level meeting of \r\nthe General Assembly on the Millennium Development \r\nGoals. As agreed, we have come together now to adopt \r\na new development agenda for the post-2015 period. I \r\ntake this opportunity to congratulate the co-facilitators \r\nand all the stakeholders who worked so hard to draft \r\nand adopt by consensus a new development Agenda \r\nthat is ambitious but realistic, the main goal of which is \r\nto achieve sustainable development by 2030.\r\nMr. Zinsou (Benin), Vice-President, took the Chair.\r\nOn the basis of the experience obtained during \r\nthe implementation of the Millennium Development \r\nGoals and inspired by the commitments undertaken \r\nat the United Nations Conference on Sustainable \r\nDevelopment and the entire global process to promote \r\nthe well-being of humankind, the 2030 Agenda \r\nfor Sustainable Development (resolution 70/1),  to \r\ntransform our world harmoniously addresses the three \r\ndimensions of sustainable development: inclusive \r\neconomic growth, social sustainability and the \r\nprotection of the environment on behalf of present and \r\nfuture generations.\r\nIt is now up to us to unite our energies and pool \r\nour resources to ensure the full implementation of the \r\n17 Sustainable Development Goals (SDGs), taking the \r\nAddis Ababa Action Agenda into account. The SDGs \r\nprovide us with guidelines to step up our efforts to \r\ncomplete the work left undone by the MDGs. If we \r\nimplement them, the Goals will serve as powerful \r\ncatalysts to place the human being at the centre of all our \r\npolicies and strategies, because they have the potential \r\nnot only to transform our lives, but to protect our planet \r\nby restoring human dignity, shared prosperity and \r\nequitable access to justice for all people.\r\nThrough me, the LDCs draw attention to the \r\nimportance of taking the specific issues of vulnerable \r\ncountries into account. On the eve of the twenty-first \r\nsession of the United Nations Framework Convention \r\non Climate Change, to be held in Paris in December, \r\nthe priorities of States in their strategies to promote \r\ndevelopment in the LDCs must be the cornerstone of all \r\nfuture action. LDCs, which emit few greenhouse gases \r\nbut suffer the full brunt of the consequences of climate \r\nchange, must enjoy particular attention as they prepare \r\nto better adapt, through low-carbon programmes and \r\nprojects, with resiliency to the harmful effects of \r\nclaimet change. \r\nI conclude by reiterating the commitment of the \r\nLDCs to assume ownership of their own development \r\nby taking bold measures in the areas of governance, \r\ntransparency, the fight against corruption, equity and \r\nthe mobilization of domestic resources.\r\nThe Acting President (spoke in French): I thank \r\nthe President of the Republic of Benin for his statement.\r\nMr. Boni Yayi, President of the Republic of Benin, \r\nwas escorted from the rostrum.\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Mali.\r\nMr. Ibrahim Boubacar Keita, President of the \r\nRepublic of Mali, was escorted to the rostrum.\r\nPresident Keita (spoke in French): At the outset, \r\nI wish to congratulate Mr. Lykketoft on his well-\r\ndeserved election to head our work here. His long and \r\nrich experience as a statesman is a guarantee of the \r\nsuccess of this Summit, and I assure him of the full \r\nsupport of the delegation of Mali.\r\nI wish to convey to the Assembly the warm \r\ncongratulations of the entire Malian population, which, \r\nlike other nations, is watching from their fields, factories \r\nand offices in the legitimate hope that we leaders of the \r\nworld will take here and now relevant and courageous \r\ndecisions that will improve living conditions for our \r\ncitizens. We can and must transform the world because \r\nthat is what our peoples expect of us. \r\nIn order to reduce the suffering of populations \r\nliving in abject poverty and to bring them human \r\ndignity, 15 years ago, at the beginning of this century, \r\nwe launched a programme to implement the Millennium \r\nDevelopment Goals (MDGs). Today, without engaging \r\nin an exhaustive review, we note that the results are \r\nmixed and vary from region to region, country to \r\ncountry, and Goal to Goal. In general, we must note that \r\n8/24 15-29235\r\nA/70/PV.8 26/09/2015\r\nGoal 8, on the implementation of a global partnership \r\nfor development, did not enjoy the commitment and \r\nsupport that were given to the other seven.\r\nDespite the difficult context of the multifaceted \r\ncrisis in Mali, during the past 15 years we have been \r\nable to lower the rate of HIV/AIDS, increase the number \r\nof children attending school, provide free Caesarian \r\nsections and enhance the participation of the people \r\nin the management of local affairs through increased \r\ndecentralization. In the field of food security, we have \r\nhad additional significant achievements. I welcome the \r\nrecognition of Mali’s achievements by the Food and \r\nAgriculture Organization of the United Nations at its \r\nthirty-ninth session, in Rome.\r\nWe can and must improve the well-being of our \r\npopulations. I am therefore especially pleased to take \r\npart in this Summit to adopt historic resolution 70/1, \r\nentitled “Transforming our world: the 2030 Agenda for \r\nSustainable Development”. We are pleased to note that \r\nthis ambitious programme focuses particular attention \r\non certain groups of countries, such as the least \r\ndeveloped countries, land-locked developing States and \r\nsmall island developing States, because a great many \r\npeople live in extreme and subhuman poverty in those \r\nStates. We have many young migrants who are leaving \r\ndeveloping countries and going to their own deaths, \r\na fact that summons us all to work to improve the \r\ndevelopment of our countries. \r\nAllow me to speak about developing countries that \r\nare emerging from conflict, countries such as Mali. \r\nSuch fragile countries must be the focus of particular \r\nattention on the part of the international community. \r\nIn fact, countries emerging from conflict must benefit \r\nfrom the distribution of the dividends for peace and \r\nreconstruction. That is essential for the progressive \r\nstabilization of those countries, because without \r\neducation, health care, access to justice, the reduction \r\nof hunger and extreme poverty, and without the tools \r\nof production, the return of administration, populations \r\nand refugees, how can one emerge from a crisis? States \r\nthat are emerging from conflict cannot overcome those \r\nchallenges all on their own, much less achieve the goals \r\ncontained in the declaration that we have adopted here \r\nin resolution 70/1.\r\nIn the particular case of Mali, I have always \r\nhighlighted that there cannot be sustainable \r\ndevelopment without peace and without security. The \r\nGovernment is working every day, under my authority, \r\nto overcome that challenge. Today, I am pleased to \r\nbe able to state that all the Malian parties have, after \r\neight long months of negotiation, signed an agreement \r\nfor peace and reconciliation in Mali, as a result of the \r\nAlgiers process and with the support of the international \r\ncommunity. Here I renew my commitment for the State \r\nof Mali to honour all the commitments that it made in \r\nthat agreement. However, Mali, owing to its limited \r\nmeans, needs significant support from the countries \r\nand organizations that are its friends, so as to truly and \r\neffectively implement that accord. That is why, from \r\nthis rostrum, I call on the international community to \r\nmobilize effective technical, material and financial \r\nresources, which are essential for the implementation \r\nof the agreement.\r\nDuring the round table that will take place on \r\n22 October in Paris at the Organization for Economic \r\nCooperation and Development, the Government of Mali \r\nwill, for its part, show itself to be resolutely committed \r\nto the implementation of the Algiers accord and will \r\nspare no effort to mobilize domestic resources.\r\nFrom now until 2030 the only way for us to avoid \r\nthis Summit becoming like all the others is for us to \r\nshow our ability to work together and truly commit to \r\na global partnership, so as to balance the integration \r\nof the three pillars of sustainable development, namely, \r\nthe social, economic and environmental aspects. We \r\nmust thus fully invest in this programme so as to win \r\nthe bet and transform the world.\r\nIn conclusion, I wish to reaffirm here the \r\ncommitment of Mali to take part in the achievement \r\nof the commitments made in this ambitious new \r\nsustainable development Agenda.\r\nThe Acting President (spoke in French): I thank \r\nthe President of the Republic of Mali for his statement.\r\nMr. Ibrahim Boubacar Keita, President of the \r\nRepublic of Mali, was escorted from the rostrum.\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Islamic Republic of Mauritania.\r\nMr. Mohamed Ould Abdel Aziz, President of the \r\nIslamic Republic of Mauritania, was escorted to \r\nthe rostrum.\r\nPresident Ould Abdel Aziz (spoke in Arabic): At \r\nthe outset, I should like to extend my sincere thanks \r\nto His Excellency Secretary-General Ban Ki-moon for \r\n15-29235 9/24\r\n26/09/2015 A/70/PV.8\r\nthe great efforts that he made to convene this Summit. \r\nI should also like to thank all Member States for their \r\ninvaluable contributions in conceiving and formulating \r\nthe global vision of a joint post-2015 development \r\nagenda. I should also like to pay tribute to all actors and \r\npartners who have had a significantly positive impact \r\non this well-organized Summit.\r\nThis Summit represents a crucial moment and an \r\nimportant turning point in the international development \r\nagenda through a complete cycle of Millennium \r\nDevelopment Goals (MDGs) and the adoption of a post-\r\n2015 development agenda. This marks the beginning of \r\nthe implementation of sustainable development goals. \r\nIt is the culmination of a path that was well managed \r\nand a high level of partnership that has armed the \r\ninternational community with a new and ambitious long-\r\nterm programme based on a dual goal — improving the \r\nliving conditions of the population and protecting our \r\nplanet from the dangers of climate change.\r\nThe post-2015 development agenda was the \r\nculmination of wide and deep-rooted consultations \r\nheld at the national, regional, and international levels. \r\nThis included numerous stakeholders, including \r\nGovernments, the private sectors, civil society, \r\nacademia and development partners. It is a broad \r\nrepresentation and resulted in converging views, a \r\nguarantee for a joint development vision that translates \r\nspecific priorities and reflects common concerns. That \r\nadds greater effectiveness to the targets set by the \r\nnew development Agenda and enhances its chances of \r\nsuccess.\r\nAt this critical juncture, as we set new targets,  we \r\nshould keep in mind what we have learned from the past. \r\nThe Millennium Development Goals in particular have \r\nenabled the realization of significant achievements, \r\namong which are the continued decline in the level of \r\npoverty and the improvement of access to education \r\nand health opportunities. It is clear proof of the \r\nimportance of developing a comprehensive framework \r\nas a reference to mobilize development efforts. As part \r\nof the new development Agenda, we applaud what we \r\nhave observed with respect to  improving the means of \r\naction and the level of coordination, support, follow-\r\nup and implementation mechanisms. The eradication \r\nof poverty and the achievement of  sustainable growth \r\nin the context of a peaceful and sound environment \r\nrequires us to show a solid will to reach the desired \r\noutcome.\r\nThe post-2015 Agenda faces new ambitions dangers. \r\nIt also follows and expands the traditional development \r\nobjectives and pays special attention to environmental \r\nissues, which are no longer just a development issue \r\nbut have become a direct challenge that threatens the \r\nsurvival of our planet. The reorganization of priorities \r\nreflects a sound vision that underpins our approach, \r\nwhich is necessarily relevant to the objectives of \r\ndevelopment, with realities that are continually \r\nchanging. \r\nIn the same context, the aggravation and scopeof \r\nsecurity threats needs to be taken into account. The \r\nmultiplicity of acts of terrorism, the spread of organized \r\ncrime and the growth of illegal economic activities in \r\nall parts of the world are all obstacles to development \r\nand pose a real risk to the stability and survival of many \r\ncountries. These facts compel us to develop a vision \r\nof an organic and mutually dependent relationship \r\nbetween security and development.\r\nNational solutions are no longer able to meet \r\nsecurity threats that are complex in nature and cross-\r\nborder in structure and objectives. We are aware of the \r\nsituation and have therefore launched with our brothers \r\nfrom Burkina Faso, Mali, the Niger and Chad, during \r\nthe Summit held in Nouakchott in February 2014, an \r\ninitiative that brings us together in an institutional \r\nand development framework that focuses on security \r\nand development issues. The Group of Five (G-5) \r\nSahel, which emerged from that initiative, was created \r\naccording to a multidimensional approach that would \r\nrespond to the challenges of current reality and \r\nwould develop plans for the future. It is not only a \r\nframework for security cooperation, but is also a space \r\nfor convergence, integration and concerted efforts \r\nto stimulate economic growth and employment, and \r\nimprove infrastructure, basic services and regional \r\nintegration.\r\nIn this context, the G-5 Sahel offers a programme \r\nof investment in harmony with the goals of sustainable \r\ndevelopment, and respects national and regional \r\npriorities and builds on realistic, convincing and \r\ncoherent objectives. This regional effort deserves \r\nthe strong support of our partners. It is a qualitative \r\naddition to sustainable development and security in the \r\nSahel region and stability in Africa and the world at \r\nlarge.\r\nMr. Yayi (Benin), Vice-President, took the Chair.\r\n10/24 15-29235\r\nA/70/PV.8 26/09/2015\r\nMauritania has in recent years made an economic \r\nleap thanks to the adoption of rational policies and a \r\nnew approach in the conduct of public affairs, enabling \r\nit to restore macroeconomic stability, and our assets \r\nand reserves have helped us to withstand the economic \r\ncrisis and the recent severe regression in the prices of \r\nraw materials. These policies have led to increasing the \r\nlevels of investment. \r\nAs part of its drive to achieve sustainable \r\ndevelopment and to accelerate the achievement of the \r\nMDGs, the State set up a plan of action to combat \r\npoverty. We identified the strengths and weaknesses \r\nof our previous plans and reviewed the long-term and \r\nmedium-term targets in the framework of a new vision \r\nfor economic development in my country. These efforts \r\ncoincided with increasing the per capita share of gross \r\ndomestic product and a reduction of poverty in general \r\nand in rural areas in particular. During the past six \r\nyears poverty has fallen by 11 per cent.\r\nAt the social level, Mauritania has made significant \r\nprogress in the framework of its firm commitment to \r\nthe goals of sustainable development. The State has put \r\nyouth issues at the forefront of its development policies \r\nand focused on rehabilitating and training young \r\npeople according to approaches designed to enable \r\nthem to access the labour market and to contribute to \r\nthe development of our national economy and engage in \r\npolitical work, as well as provide them with soft loans \r\nand rehabilitated arable lands for agriculture.\r\nWe established an agency for social solidarity to \r\nfocus on fighting poverty, dealing with vulnerable \r\nsocial groups through the provision of health services \r\nand education, and the financing of income-generating \r\nprojects throughout the national territory. The State has \r\nalso paid great attention to persons with special needs. \r\nWe have worked to integrate them into the civil service \r\nand private sector to give them more opportunities to \r\nparticipate in all walks of life. We adopted a policy \r\nof affirmative action in order to promote the role of \r\nwomen in an effort to further gender equity, which has \r\nenabled women in our country to occupy high positions \r\nin the Administration. They now participate in sectors \r\nthat for decades used to be reserved for men. We have \r\nintroduced a quota for women in the National Assembly.\r\nIn conclusion, we hope that this Summit will be a \r\nsuccessful start to the implementation of the post-2015 \r\ndevelopment Agenda. We also hope that it will exceed \r\nthe level of success achieved in the implementation of \r\nthe Millennium Development Goals.\r\nThe Acting President (spoke in French): I thank \r\nthe President of the Islamic Republic of Mauritania for \r\nhis statement.\r\nMr. Mohamed Ould Abdel Aziz, President of the \r\nIslamic Republic of Mauritania, was escorted from \r\nthe rostrum.\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the Head of \r\nState of the Transition of the Central African Republic.\r\nMs. Catherine Samba-Panza, Head of State of the \r\nTransition of the Central African Republic, was \r\nescorted to the rostrum.\r\nHead of State Samba-Panza (spoke in French): \r\nMy country, the Central African Republic, is honoured \r\nto take part, alongside the other countries of the world, \r\nin this special meeting that is, inter alia, reviewing \r\nthe progress achieved by the States that signed the \r\nMillennium Declaration, specifically their progress \r\nin achieving the Millennium Development Goals \r\n(MDGs). I wish to take this opportunity to express to \r\nthe Secretary-General and to delegations here today, as \r\nwell as to the international community, the gratitude \r\nof the Central African people for the multidimensional \r\nsupport provided to the Government of the Central \r\nAfrican Republic since the Millennium Summit that \r\ntook place in the year 2000.\r\nThe Central African Republic was already in crisis \r\nin the year 2000 when the process began. It already bore \r\nthe scars of traumas linked to the after-effects of the \r\ncrises at the end of the 1990s and of those that followed \r\nin the next decades. Constant political instability has \r\nplaced the Central African Republic’s population in \r\na situation of extreme vulnerability, with dreadful \r\nsocioeconomic indicators. There is no need to list them \r\nall here.\r\nIn such conditions it has been difficult for my \r\ncountry to respect the commitments that it made \r\nvoluntarily, even if some gains were made in a few \r\nindicators in 2010, notably in school attendance for \r\ngirls, access to drinking water and maternal health, \r\nwhich led to a certain hope. But that hope was lost in \r\n2012 when the most recent crisis broke out, one more \r\ndeadly and more destructive.\r\nThe Central African Republic has therefore deviated \r\nfar from the path of the MDGs. It has become a fragile \r\nand vulnerable State, with more than 80 per cent of its \r\npopulation living below the poverty line. That poverty \r\n15-29235 11/24\r\n26/09/2015 A/70/PV.8\r\nis entrenched and has increased in some areas of the \r\ncountry. In those regions political and military groups \r\nstill rule, exacerbating insecurity and pillaging local \r\nresources and the State’s revenues.\r\nAt a time when the commitments that we all made \r\nin the MDGs are coming to an end and we are preparing \r\nto commit to the post-2015 Sustainable Development \r\nGoals (SDGs), we must be clear, on the eve of the \r\ndeadline for the MDG process, that none of the eight \r\nMDGs have been achieved by the Central African \r\nRepublic. Nevertheless, efforts overall have been made \r\nto inscribe the MDG agenda into our national priorities.\r\nWithout glossing over our commitments, I have \r\ncome here to speak more particularly of the future, of the \r\npossibility of creating conditions for a Central African \r\nRepublic free of the demons of division and the scourges \r\nof poverty and economic marginalization. I also want \r\nto emphasize the new horizon opening before us, and, \r\nin that connection, I solemnly declare that my country \r\nsupports the 17 post-2015 SDGs, whose preparation has \r\nfor months mobilized every State. But we know that the \r\nchallenges that await us are considerable. We are aware \r\nof the urgent need to accomplish the unfinished work \r\nof the MDG agenda. We must also integrate the steps \r\nto follow and, in other words, maintain our efforts to \r\nachieve the new SDGs. For our part, the socioeconomic \r\ndevelopment stakeholders in my country, beginning \r\nwith the Government, will be mobilized so that specific \r\nactions can be undertaken.\r\nPoverty is not inevitable. The situation in the \r\nCentral African Republic is not without hope. While \r\nsharing the same concerns of all fragile States, the \r\nCentral African Republic has been able to show, \r\nin its recent history, its will to transform itself and \r\nbecome a responsible State, one that is responsible for \r\nthe well-being of its population. Under my guidance, \r\ngovernmental action, supported by the international \r\ncommunity, has enabled the creation of an environment \r\nfavourable to national reconciliation, the resumption \r\nof the functioning of public administration and the \r\nrestarting of socioeconomic activities throughout the \r\nland. All of that should lead to a new vision of a people \r\nthat is renewed, like a phoenix reborn from its own \r\nashes.\r\nOur desire for dialogue, peace and the \r\nre-establishment of the State has been shown to the \r\nworld by the people of the Central African Republic. \r\nBut willpower alone is not enough without a network \r\nof partners who are committed to support the efforts \r\nof my country to develop. A Central African Republic \r\nwith less instability for the population and with better \r\nprospects for prosperity to be shared tomorrow is \r\nwhat we all want for ourselves, our children, our \r\ngrandchildren and all future generations. \r\nSuch a Central African Republic remains possible \r\nand is almost within reach. It is being built every day \r\nthrough acts of progress that reverse the negative \r\ntrends and envisage a better life — and why not even \r\na good life — for our vulnerable populations. That is \r\nnot possible without durable peace and stability in the \r\ninstitutions that must lead our country. Unfortunately, \r\nthe Central African Republic’s population continues \r\nto experience violence of all kinds, which exacerbates \r\ntheir humanitarian situation.\r\nIn conclusion, please allow me to state that today, \r\nSaturday, 26 September, marks almost 100 days until \r\nthe end of 2015, the last year to achieve the Millennium \r\nDevelopment Goals. We must take advantage of the \r\nlast 100 days to take urgent and active steps and work \r\nwith conviction and determination to achieve the \r\nMDGs, in other words, to sow the seeds of hope in the \r\nCentral African Republic and vulnerable populations \r\neverywhere, so as to create a world that is more just and \r\nmore harmonious.\r\nThe Acting President (spoke in French): I thank \r\nthe Head of State of the Transition of the Central \r\nAfrican Republic for her statement.\r\nMs. Catherine Samba-Panza, Head of State of the \r\nTransition of the Central African Republic, was \r\nescorted from the rostrum.\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the Captains \r\nRegent of the Republic of San Marino.\r\nMr. Andrea Belluzzi I and Mr. Roberto Venturini I, \r\nCaptains Regent of the Republic of San Marino, \r\nwere escorted to the rostrum.\r\nCaptain Regent Belluzzi I and Captain Regent \r\nVenturini I (spoke in Italian; English text provided by \r\nthe delegation): In the year in which the United Nations \r\ncelebrates its seventieth anniversary, we can state \r\nwithout any doubt that the Organization has played and \r\ncontinues to play a key role for peace and security in \r\nthe world, for the protection and promotion of human \r\ndignity, for the strengthening of democracy and the \r\nrule of law, as well as for the affirmation of justice and \r\ninternational law.\r\n12/24 15-29235\r\nA/70/PV.8 26/09/2015\r\nThroughout its history, the United Nations has \r\nbeen called upon to serve as an essential point of \r\nreference for the international community and for \r\neach individual. We are now faced with a considerable \r\nchallenge, namely, to shape our future and that of our \r\nplanet through a strong political consensus based on a \r\nmodel of sustainable global development to be applied \r\nby all. \r\nThe experience gained from the implementation \r\nof the Millennium Development Goals (MDGs) has \r\nmade an important contribution to the definition of \r\nan innovative and universal post-2015 development \r\nagenda. The Millennium Development Goals lie \r\nat the very heart of the agenda. They have been an \r\nextraordinary stimulus to effective, coordinated and \r\ncollective action aimed at overcoming the most serious \r\nglobal emergencies — hunger and malnutrition, the lack \r\nof access to basic health care and primary education, \r\ninfant and maternal mortality, gender inequality, the \r\nlack of control of serious communicable diseases, and \r\nenvironmental and climate problems.\r\nWith the adoption of the new agenda in the form \r\nof the 2030 Agenda for Sustainable Development \r\n(resolution 70/1), we hope that the process started with \r\nthe Millennium Development Goals can be completed \r\nand that we will move forward towards a sustainable \r\ndevelopment model in which the economic, social and \r\nenvironmental dimensions are intertwined. Each country \r\nhas a responsibility to the international community for \r\nimplementing the new Sustainable Development Goals. \r\nTo that end, we must all strive to develop innovative, \r\neffective and transparent institutions at all levels, while \r\ncommitting to duly complying with existing agendas.\r\nIt is essential to mobilize the resources required \r\nfor the implementation of the new Agenda through a \r\nnew global partnership for sustainable development \r\nthat should direct its action towards the needs of the \r\nweakest and most vulnerable groups in society. In \r\nthat sense, the Republic of San Marino believes that \r\nthe United Nations role is to monitor progress in the \r\nimplementation of the new Agenda. We therefore need \r\nto establish a set of specific and universal indicators, \r\nas well as to create an effective control mechanism to \r\nassess progress and identify any shortcomings to be \r\naddressed. That mechanism must work effectively at all \r\nlevels — national, regional and global — and must be \r\ninclusive and reliable.\r\nThe Republic of San Marino is a small State with \r\nlimited resources, but it has managed to create optimal \r\nliving conditions for its population. However, it also \r\nfeels a responsibility towards the rest of the world and \r\nis committed to contributing to the achievement of the \r\nSustainable Development Goals. In that regard, our \r\ncontribution is not only financial, which is a priority \r\nand essential at this time, but also cultural through \r\nthe education of the younger generations in order to \r\npromote an innate culture of hospitality and solidarity, \r\ntogether with respect for sustainable development.\r\nToo many people in too many countries are still \r\nliving in a state of absolute poverty; many women and \r\nchildren struggle daily for mere survival. Food security \r\nis a luxury for hundreds of millions of people, as is \r\naccess to drinking water, health services and education. \r\nThe adoption of the post-2015 development agenda is a \r\nunique moment in the life of the United Nations, whose \r\nhistoric importance and scope will be determined by \r\nthe future and collective action of all Member States, \r\nwhether large or small. The Republic of San Marino \r\nwill make its contribution by cooperating effectively \r\nwith all countries for the implementation of the 2030 \r\nAgenda.\r\nThe Acting President (spoke in French): I thank \r\nthe Captains Regent of the Republic of San Marino for \r\ntheir statement.\r\nMr. Andrea Belluzzi I and Mr. Roberto Venturini I, \r\nCaptains Regent of the Republic of San Marino, \r\nwere escorted from the rostrum.\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Dominican Republic.\r\nMr. Danilo Medina Sánchez, President of the \r\nDominican Republic, was escorted to the rostrum.\r\nPresident Medina Sánchez (spoke in Spanish): \r\nIt is an honour to be here representing the people and \r\nGovernment of the Dominican Republic at an event that, \r\nfor our country, is of the utmost importance. The newly \r\nadopted 2030 Agenda for Sustainable Development \r\nwith its Sustainable Development Goals (SDGs) is \r\nboth an inspiring document and a detailed road map \r\nfor the solution of the most important challenges facing \r\nhumankind today (see resolution 70/1).\r\nThe fight against poverty, inequality and climate \r\nchange seeks to deal with interrelated problems \r\naffecting the lives of billions of men and women. Those \r\nproblems are already part of the agenda of our country \r\nand, for that reason, we embrace enthusiastically \r\n15-29235 13/24\r\n26/09/2015 A/70/PV.8\r\nits adoption worldwide. We welcome this shared \r\ncommitment to implementing sustainable development \r\nand maintaining a long-term vision. That same vision \r\nis sometimes threatened by opportunism and the haste \r\nimposed by an increasingly connected society.\r\nIn fact, the Millennium Development Goals \r\n(MDGs) were a source of inspiration that helped us \r\nformulate our own national development strategy 2030. \r\nThat Strategy has led us to focus our efforts, consolidate \r\nthe practice of accountability and face challenges and \r\nweaknesses, but, above all, it has taught us the power of \r\nthe unity of purpose, will and actions. It also guided us \r\nin the strategy that is the road map for the conversion of \r\nthe Dominican Republic into an economic, socially and \r\nenvironmentally sustainable society with a social and \r\ndemocratic foundation based on the rule of law.\r\nThe current Administration began a campaign \r\nto improve opportunities and the capabilities of the \r\npopulation, as well as their living conditions. We have \r\ndone that by protecting early childhood from zero \r\nto 5 years of age with advances in education, such \r\nas the implementation of the extended school, the \r\nunprecedented expansion of school infrastructure and \r\nimprovements in the quality of education. But we are \r\nalso working to reduce inequalities in our productive \r\nsector, support agricultural producers and our stations \r\nfor agricultural mechanization, and improve financial \r\ninclusion, training and access to technologies.\r\nWe have achieved the emblematic objectives of \r\nthe Millennium Development Goals, including the \r\nreduction of extreme poverty by more than half; the \r\nactual drop was from 16.6 per cent to 5.8 per cent. We \r\nhave also comfortably reached the goal of reducing \r\nmalnutrition, which dropped from 34.4 per cent to \r\n12 per cent, and the established goal of gender parity at \r\neach of our levels of education. \r\nHowever, we are aware that we must continue to \r\nwork on the goals on which we still have to improve, \r\nand they are certainly part of our highest priority. We \r\nare delighted moreover by the parallels between our \r\nnational development strategy and the new 2030 Agenda \r\nfor Sustainable Development. We also welcome the fact \r\nthat the adoption of the Sustainable Development Goals \r\nwill provide us with a standardized assessment system \r\nwith which to compare experiences with one another. \r\nFrom now on, we will orient every effort towards making \r\nthe new vision embodied in the 17 SDGs a reality, and \r\nwe declare our commitment to adapt and assimilate \r\nthem into our National Development Strategy and the \r\ninstruments of the public administration system.\r\nWe are also pleased to see how His Holiness \r\nPope Francis has become one of the leading spokesmen \r\nfor the cause of sustainable development, which is the \r\ncause of the poor and the cause of future generations. \r\nHis encyclical “Praise be to you” has come at just \r\nthe right time, not only by taking up the scientific \r\narguments in the climate debate but by going beyond \r\nscience, recovering the full moral dimension of \r\nsustainable development. To us Dominicans who live \r\non a small island with many people still suffering \r\npoverty and particularly vulnerable to climate change, \r\nthat dimension appears as an everyday reality. But \r\nprecisely for that reason, we in the Dominican Republic \r\nare aware that poverty and inequality are not inevitable \r\nconditions dictated by fate but challenges for which \r\nwe can and must prepare and with which we must deal \r\naccountably and efficiently.\r\nWe are therefore fully committed to the goal of \r\nsustainable development. We hope to find together the \r\nwill, as requested by Pope Francis, to escape the sin of \r\nindifference, to love the common good, to protect the \r\nweak and to care for the world we live in.\r\nThe Acting President (spoke in French): I thank the \r\nPresident of the Dominican Republic for his statement.\r\nMr. Danilo Medina Sánchez, President of the \r\nDominican Republic, was escorted from the \r\nrostrum.\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Zambia.\r\nMr. Edgar Chagwa Lungu, President of the \r\nRepublic of Zambia, was escorted to the rostrum.\r\nPresident Lungu: Allow me to join other \r\ndignitaries in congratulating the President of the \r\nGeneral Assembly for convening this landmark United \r\nNations Summit on the adoption of the post-2015 \r\ndevelopment agenda. I also wish, on behalf of the people \r\nof Zambia, to applaud the Secretary-General for his \r\nunwavering commitment to nurturing the consensus of \r\nMember States on the Sustainable Development Goals \r\n(SDGs). I should also like to express gratitude to the \r\nco-facilitators for their distinguished leadership during \r\nthe preparation process. We further applaud Member \r\nStates and Observers for their tireless efforts and the \r\n14/24 15-29235\r\nA/70/PV.8 26/09/2015\r\nconstructive engagement that culminated in bringing \r\nthis momentous task to fruition.\r\nThis Summit will be seen in the annals of history as \r\nthe meeting that witnessed the end of the Millennium \r\nDevelopment Goals process while ushering in the \r\nSustainable Development Goals (SDGs) and the post-\r\n2015 development agenda through the adoption of the \r\n2030 Agenda for Sustainable Development in resolution \r\n70/1. Zambia wishes to reaffirm its commitment \r\nto embracing a new common development Agenda \r\nthat will help enhance development partnerships \r\namong Member States. Zambia acknowledges and \r\nappreciates the input from important developmental \r\nprocesses that have contributed to the success of the \r\nnew development Agenda, notable among them being \r\nthe third International Conference on Financing for \r\nDevelopment and the High-level Political Forum on \r\nSustainable Development.\r\nThe multidimensional nature of this process \r\nsignifies our determination to have a global development \r\nagenda that is responsive to the needs of the present \r\ngeneration without compromising the ability of the \r\nworld to provide for the needs of future generations. \r\nTo that effect Zambia looks forward to starting a new \r\ndevelopment era in 2016, with renewed vigour and \r\nfocus and the spirit of leaving no one behind.\r\nOn that point, I thank the Assembly for yesterday’s \r\nadoption of the ground-breaking 2030 Agenda. Let me \r\nalso thank His Holiness Pope Francis for his candid and \r\ninspiring remarks on the need for nations to take seriously \r\nthe question of climate change and the protection of the \r\nenvironment for sustainable development. I am happy \r\nto report that, in the seventh national development plan \r\nof our country that we are developing, climate change \r\nranks among our top priorities.\r\nI am also glad to report that, at the country level, \r\na number of consultations have been undertaken \r\nwith various stakeholders with a view to putting the \r\nfundamental provisions agreed upon by Member States \r\ninto context. Coincidentally, for us the SDGs and the \r\npost-2015 development agenda have come at a time \r\nwhen the country is developing its seventh national \r\ndevelopment plan. That gives us greater latitude to \r\neffectively domesticate the various provisions of the \r\nglobal initiatives. \r\nWe are glad to note that the SDGs have focused \r\non a number of development issues, such as maternal \r\nhealth, poverty, gender equality, water and sanitation, \r\nland degradation and climate change, among others, \r\nissues that our country is determined to confront in the \r\npost-2015 era. I wish to reiterate Zambia’s commitment \r\nto ensuring the use of evidence-based priority-setting \r\nand targeted mechanisms aimed at achieving inclusive \r\nsocioeconomic development.\r\nZambia, being a least developed and landlocked \r\ndeveloping country, will require support in completing \r\nthe unfinished business of the MDGs, especially in the \r\narea of education, health, water and sanitation, gender \r\nequality, agriculture, and science and technology. With \r\nregard to technology, Zambia underscores the need to \r\nforge South-South technology-transfer cooperation as \r\nan essential component to accelerate the implementation \r\nof the SDGs and the post-2015 development agenda.\r\nI wish to reiterate what I said at the High-level \r\nMeeting on the follow-up to the second United Nations \r\nConference on Landlocked Developing Countries, \r\nheld in Zambia in June, that there will be a need for \r\nthe United Nations Office for South-South Cooperation \r\nto review its pledge and commitment to establish \r\ncentres in those countries for purposes of technology \r\ntransfer. Being a pilot country, Zambia is ready to fully \r\nparticipate in such an initiative and is also committed to \r\ninstitute strategies that will promote environmentally \r\nsustainable socioeconomic development aimed \r\nat proactively addressing employment-creation \r\nopportunities, particularly for youth and women, in \r\norder to reduce poverty.\r\nMy Government recognizes the importance \r\nof mobilizing resources, both domestically and \r\ninternationally, for development. For that reason, \r\nofficial development assistance and foreign direct \r\ninvestment continue to play an important role in \r\nfostering sustainable development. I therefore call \r\nupon the developed countries to fulfil their pledges. As \r\ndeveloped countries honour their pledges, it is critical \r\nthat developing countries put in place comprehensive \r\ninstitutional frameworks that will identify, promote \r\nand facilitate partnerships aimed at creating a platform \r\nfor a shared vision that resonates well with the private \r\nsector so as to bring about a win-win situation between \r\nthe investors and the communities.\r\nLet me take this opportunity to stress that \r\nsustainable development presupposes the existence of \r\npeace. In that regard Zambia has been actively engaged \r\nin peacekeeping missions, particularly in the Central \r\nAfrican Republic and in the Sudan. We are seeking the \r\n15-29235 15/24\r\n26/09/2015 A/70/PV.8\r\nsupport of European countries to help in the capacity-\r\nbuilding of our troops so that they are better equipped \r\nto carry out such noble assignments. In the same vein, \r\nZambia sees counter-terrorism initiatives as critically \r\nimportant in preserving peace and stability. In \r\ncollaboration with regional and international partners, \r\nZambia remains committed to ensuring that we curb \r\nthat scourge.\r\nIn conclusion, Zambia pledges to give primacy \r\nto SDG implementation as a means to stimulate its \r\ndevelopment trajectory, which takes into account all \r\nthree pillars of sustainable development. I also call \r\nupon the United Nations to ensure follow-up actions \r\nand review processes so as to promote the cross-\r\npollination of ideas and the exchange of best practices. \r\nThat will enable better global outcomes on the SDGs \r\nand the post-2015 development Agenda. I am confident \r\nthat this Summit will provide us with an opportunity \r\nto emerge stronger and more focused on fulfilling the \r\npost-2015 developmentAgenda.\r\nThe Acting President (spoke in French): I thank the \r\nPresident of the Republic of Zambia for his statement.\r\nMr. Edgar Chagwa Lungu, President of the Republic \r\nof Zambia, was escorted from the rostrum.\r\nThe Acting President (spoke in French): \r\nThe Assembly will now hear a statement by the \r\nVice-President of the Republic of Equatorial Guinea.\r\nMr. Teodoro Nguema Obiang Mangue, \r\nVice-President of the Republic of Equatorial \r\nGuinea, was escorted to the rostrum.\r\nMr. Nguema Obiang Mangue (Equatorial \r\nGuinea) (spoke in Spanish): The Republic of Equatorial \r\nGuinea congratulates the High-level Panel of Eminent \r\nPersons on the Post-2015 Development Agenda on \r\ntheir successful work. We also wish to congratulate \r\nHis Excellency Secretary-General Ban Ki-moon on his \r\nforesight in designating that High-level Panel, which, \r\nwith the effective support of the team of negotiators, \r\nhas prepared and brought us to the recent adoption of \r\nthe 2030 Agenda for Sustainable Development with \r\nthe Sustainable Development Goals (SDGs) and their \r\nfinancing mechanisms (resolution 70/1).\r\nFifteen years after the Declaration of the United \r\nNations on the Millennium Development Goals \r\n(resolution 55/2) and on the occasion of the seventieth \r\nanniversary of the founding of the United Nations, \r\nwhose fundamental objective is to create a world of \r\npeace and well-being for humankind, it is logical to \r\nask ourselves whether we have, in fact, risen to the \r\nchallenge of creating a peaceful, stable and developed \r\nworld that guarantees the well-being of human persons. \r\nIt is obvious that, despite the efforts made by our States \r\nto achieve those goals, major challenges persist that \r\nmake it difficult to achieve the goals of an inclusive \r\nand sustainable development. \r\nIn that regard, we appeal to the international \r\ncommunity to act on the principle of solidarity so as \r\nto end terrorism, piracy, organized crime, man-made \r\ninstabilities, interventionism and the inefficiencies of \r\nthe international mechanism of development assistance, \r\namong others, which currently represent obstacles to \r\nthe development of countries. \r\nWith regard to the achievement of the Millennium \r\nDevelopment Goals (MDGs), we would like to point \r\nout that, in adopting in 2007 the national plan for \r\neconomic and social development entitled Horizon \r\n2020, the Republic of Equatorial Guinea formalized the \r\nmeans to achieve the MDGs, and as a result, the pace \r\nat which they were achieved was sped up considerably. \r\nIn fact, one of the four main objectives of the national \r\nplan for economic and social development consists in \r\nstrengthening human capital and improving the quality \r\nof life of our citizens. Our national plan reflects all of \r\nthe aspects included in the SDGs, which we have just \r\nadopted, such as building infrastructure to improve \r\nproductivity, scaled up diversification and economic \r\ngrowth, and implementing the sort of governance that \r\nguarantees the representation and participation of \r\ncitizens.\r\nSuccess in implementing the first phase of the \r\nnational economic and social development plan has led to \r\nsignificant progress towards achieving the MDGs. The \r\nRepublic of Equatorial Guinea is proud to have achieved \r\nthe following: a reduction by more than 50 per cent in \r\nthe number of persons living below the poverty line, \r\nimproved access by children to education, an increase \r\nin the literacy rate of women to 96 per cent, a reduction \r\nin child mortality of more than 50 per cent, a reduction \r\nin maternal mortality of 81 per cent, the improvement \r\nof health services and infrastructure as well as access \r\nto them, a reduction in the incidence of malaria and \r\nthe strengthening of public awareness of the dangers of \r\nHIV/AIDS as well as free access to treatment, improved \r\nconservation of nature and a cleaner environment, and \r\nimproved public finances through increases in exports \r\nand lower costs for telecommunication services. A \r\n16/24 15-29235\r\nA/70/PV.8 26/09/2015\r\nreport on the achievement of the MDGs in Equatorial \r\nGuinea has been submitted to this high-level meeting \r\nfor its consideration.\r\nComing to the end of the period for achieving the \r\nMDGs, which focused to a great extent on combating \r\npoverty, it is obvious that we need to devise a new \r\nglobal development strategy to include the current \r\nand future concerns of humankind, such as climate \r\nchange, sustainable consumption, innovation and the \r\nimportance of peace and justice for all. Against that \r\nbackdrop we would like to conclude by reiterating the \r\ncommitment of the Government and the people of the \r\nRepublic of Equatorial Guinea to the 2030 Agenda for \r\nSustainable Development, which we have just adopted.\r\nThe Acting President (spoke in French): I thank \r\nthe Vice-President of the Republic of Equatorial Guinea \r\nfor his statement.\r\nMr. Teodroro Nguema Obiang Mangue, \r\nVice-President of the Republic of Equatorial \r\nGuinea, was escorted from the rostrum.\r\nThe Acting President (spoke in French): \r\nThe Assembly will now hear a statement by the \r\nVice-President of the Republic of Burundi.\r\nMr. Joseph Butore, Vice-President of the Republic \r\nof Burundi, was escorted to the rostrum.\r\nMr. Butore (Burundi) (spoke in French): The \r\npreparatory process for the post-2015 development \r\nagenda was very long and arduous, but the determination \r\nand commitment of the various delegations remained \r\nunshakeable. That is an eloquent sign that proves that, \r\nif we remain guided by this spirit and maintain this \r\ndynamic, the poverty of our peoples will be eradicated \r\nby 2030, and this we believe. Members will recall that \r\nmany times during the past three years, it seemed \r\nalmost impossible to conclude an agreement among \r\nthe 193 Members of the United Nations on a large and \r\nsignificant development agenda that would take into \r\naccount all the aspects of well-being for humanity and \r\nthe planet.\r\nThe way to the post-2015 development agenda \r\nbegan, we could say, on two parallel paths, and for many \r\nyears no one could see how those two paths would join \r\ntogether into one agenda or if that joining could even \r\nhappen. One path began when the General Assembly \r\nadopted resolution 64/236 in 2009 and decided to \r\nhold the United Nations Conference on Sustainable \r\nDevelopment (Rio+20) in 2012. The second path began \r\nin 2010 during the Review Summit on the Millennium \r\nDevelopment Goals (MDGs), when in the outcome \r\ndocument the Secretary-General was asked to elaborate \r\nrecommendations to move forward on the development \r\nagenda for the United Nations beyond 2015 (resolution \r\n65/1).\r\nIt was only in 2014 that a way forward was found, \r\ncombining the two paths and creating a new and vast \r\nprogramme that was built on the MDGs and would \r\ncomplete what they were unable to achieve, all the \r\nwhile taking into account the three dimensions of \r\nsustainable development and not leaving anyone \r\nbehind. That project was said to be, like most things, \r\neasier said than done, but thankfully the final results \r\nrepresented a good balance between the interests and \r\nconcerns of those involved. Burundi welcomes the \r\nprogress achieved during the final negotiation session \r\non the post-2015 agenda, which has brought together \r\nthe paths of the environment and development. We \r\nwelcome the fact that the post-2015 era rests on two \r\ntypes of heritage, that of the Millennium Summit and \r\nthat of the United Nations conferences on sustainable \r\ndevelopment.\r\nJust three months before the end of the MDGs, \r\noptimism reigns, with the knowledge that the works \r\nlaunched and implemented has led to an unprecedented \r\nglobal commitment. Reports on this issue note that \r\npoverty has decreased over the 15 years that followed \r\nthe start of the new millennium. In short, significant \r\nprogress has been made on the basis of new approaches \r\ngenerated by the MDGs in terms of great changes in \r\nmethodologies to combat poverty. \r\nDespite tangible progress made through the MDGs, \r\nthe world still faces a multitude of challenges, such \r\nas extreme poverty, climate change, environmental \r\ndegradation and health crises. In our globalized world, \r\nno State can find a solution to these transborder \r\nproblems by acting alone. Contrary to the MDGs, which \r\nwere focused on the poor populations of the South, the \r\nstrength of the Sustainable Development Goals (SDGs) \r\nlies in the balanced integration of the economic, \r\nenvironmental and social dimensions of sustainable \r\ndevelopment, which are universally applicable.\r\nAfrica remains the poorest continent on the planet. \r\nThe challenges to overcome for sustainable development \r\nremain at the forefront. The results of the MDGs have \r\ncertainly shown that progress has been made, but the \r\ngap between Africa and other regions of the world is \r\nquite large. If the developed countries plan to continue \r\n15-29235 17/24\r\n26/09/2015 A/70/PV.8\r\nto assist developing countries, notably those of Africa, \r\nwith the SDGs, those concerned must take ownership \r\nof discussions on their own development and work \r\ntowards it. Thus ambitious programmes for education, \r\nhealth care, economic infrastructure and employment \r\nmust be developed, with coherent financial plans that \r\nare sustainable over the long term. The main priorities \r\nfor Africa should be to improve security, economic \r\nand political governance and the fiscal system so that \r\ncountries can free up more domestic resources. \r\nCo-Chair Rasmussen returned to the Chair.\r\nWe hope that this Summit will be marked not only \r\nby great steps forward but also by concerted action \r\nvery much expected by the peoples and their planet. \r\nThe world is meeting here to adopt the 2030 Agenda \r\nfor Sustainable Development. This is a universal \r\nagreement that is decisive, even revolutionary, and that \r\nhelps us to celebrate this occasion. It is a well-deserved \r\nand well-received gift for a world fraught with wars \r\nand humanitarian crises, sectarianism and violent \r\nextremism, new types of international domination, \r\npoverty, inequality, climate change and environmental \r\ndegradation. By adopting this accord, Governments \r\nresolutely commit to act for dignity, security, prosperity \r\nand the rights of men and women in our common \r\nhumanity. The challenges that we will face in the next \r\ndays is to mobilize all stakeholders to move quickly to \r\nput into play the promises made in this Agendam with \r\nits unequalled ambitions.\r\nLike other communities of nations throughout the \r\nworld on all five continents, Burundi will design its \r\ndevelopment efforts taking into account the unanimous \r\nwill to implement a new global partnership based on \r\nthe common goal of the eradication of poverty and \r\nthe transformation of economies through harmonious, \r\nsustainable development that leaves no one behind. \r\nLong live the family of the United Nations!\r\nCo-Chair Rasmussen: I thank the Vice-President \r\nof the Republic of Burundi for his statement.\r\nMr. Joseph Butore, Vice-President of the Republic \r\nof Burundi, was escorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear a statement by the Prime Minister and Minister \r\nfor Finance, Economic Affairs and Social Security of \r\nSaint Lucia.\r\nMr. Kenny Davis Anthony, Prime Minister and \r\nMinister for Finance, Economic Affairs and \r\nSocial Security of Saint Lucia, was escorted to the \r\nrostrum.\r\nMr. Anthony (Saint Lucia): Fifteen years ago, I \r\naddressed this body on the occasion of the Millennium \r\nSummit (see A/55/PV.5), which adopted the eight \r\nMillennium Development Goals (MDGs). I said then \r\nthat we were gathered to reconfirm that the principles \r\nof the United Nations system could lead our world into \r\na new millennium with an expectation of freedom from \r\npoverty, freedom from hunger, freedom from war, \r\nfreedom from the dictatorship of the mighty, freedom \r\nfor us to enjoy our right to development. I spoke of the \r\nunique challenges confronting small island developing \r\nStates (SIDS) like mine.\r\nFifteen years later, very little has changed for most \r\nsmall island developing States. My country’s share of \r\nthe global space has never before been more affected \r\nby policies and decisions taken beyond its borders. \r\nWe are affected by multiple economic, social and \r\nenvironmental crises that are having profound impacts \r\non our Caribbean island States. Despite some progress \r\nin the implementation of the Millennium Development \r\nGoals, the promise of a world free of poverty, hunger, \r\nwar and dictatorships, in the words of the late Haile \r\nSelassie and brought to verse by Bob Marley, remains \r\nbut a f leeting illusion, to be pursued but never attained.\r\nThis year is particularly important for developing \r\ncountries that are grappling with the challenge \r\nof charting a viable path to balanced, sustainable \r\ndevelopment. In March we gathered in Sendai to agree \r\non a global framework for disaster risk reduction. \r\nYet, events in Saint Lucia’s sister island of Dominica \r\nfollowing the passage of Tropical Storm Erika just over \r\none month ago serve to underscore just how vulnerable \r\nour countries are to natural disasters. The storm killed \r\ndozens of citizens and displaced hundreds, who are \r\nnow unable to earn a living, and resulted in damage \r\nto almost 100 per cent of that country’s gross domestic \r\nproduct.\r\nUnfortunately, Erika was merely one in a long and \r\ncontinuing series of extreme weather events that wreak \r\nhavoc with lives, livelihoods and economies across \r\nour region. My own country, Saint Lucia, has suffered \r\nthrough two major storms and three severe droughts in \r\nthe past five years. That means we are constantly going \r\nthrough debilitating cycles of repair and recovery, \r\nwhich are primarily responsible for the massive public \r\ndebt overhang that constrains our best development \r\nefforts.\r\n18/24 15-29235\r\nA/70/PV.8 26/09/2015\r\nIn July in Addis Ababa the international community \r\nagreed to a new global framework for financing \r\ndevelopment in the post-2015 period. That is expected \r\nto take cognizance of the special needs of small island \r\ndeveloping States, as clearly articulated in the SIDS \r\nAccelerated Modalities of Action Pathway, and will \r\nprovide access to the financing necessary to realize \r\nthe goals set out in that Pathway. I can only hope that \r\nthis is not another example of the pious, self-serving \r\ndeclarations that have come to typify these organs \r\nof the international community. We need action and \r\ncommitment, because our countries’ existence may \r\nwell depend on it.\r\nOur adoption of these 17 Sustainable Development \r\nGoals suggests that we have progressed in our \r\nunderstanding of the profound challenges that face \r\ndeveloping countries. It is also instructive that several \r\nof the Sustainable Development Goals speak directly \r\nto environmental issues. That gives me hope that we \r\nmay be finally embracing the advice of the World \r\nCommission on Environment and Development in its \r\nseminal publication in 1987 entitled “Our common \r\nfuture”, when it spoke of the interconnectedness of \r\necology and economy. However, actions in another \r\nnegotiating theatre have caused me to question whether \r\nthis critical connection between ecology and economy \r\nis fully appreciated.\r\nI am concerned at the slow pace of the negotiations \r\ntowards a new climate change agreement. I am \r\nbeginning to despair that some among us may not yet \r\nhave grasped the urgency of the situation for small \r\nisland developing States. I want to believe that it is not \r\nthat we are simply being ignored. There are roughly \r\ntwo months until the opening of the Climate Change \r\nConference in Paris. However, the current pledges of \r\ncuts in greenhouse gas emissions are nowhere close to \r\nkeeping global warming within the threshold that has \r\nbeen set for the survival of small island developing \r\nStates. Additionally, the lethargic pace at which \r\nclimate-finance instruments are being capitalized \r\nindicates that the rhetoric of good political intentions \r\nis meaningless without demonstrated and tangible \r\ncollective action.\r\nOur pronouncements and commitments must be \r\ngiven substance if people in small island developing \r\nStates like mine are to have any hope that this post-\r\n2015 development agenda will amount to something \r\nmeaningful for them. We cannot continue with this diet \r\nof rhetoric, platitudes and broken promises.\r\nThe arbitrary blacklisting of some Caribbean \r\ncountries as harmful tax havens, the cynical use of an \r\ninadequate GDP-per-capita metric to determine our \r\neligibility for concessional financing, and the apparent \r\nlack of appreciation of the urgent need for a solution to \r\nthe heavy debt burden being carried by nearly every \r\nCaribbean country all militate against the achievement \r\nof the Sustainable Development Goals. What should \r\nhappen if our small States collapse? Are our people to \r\nface becoming refugees on the shores of other lands? \r\nAll we ask is that the world give a fair chance to our \r\nsmall island developing States.\r\nWe have a post-2015 development agenda in our \r\nhands that must be treated with a renewed sense of \r\npurpose. We must put an end once and for all to hollow \r\npromises that are more honoured in the breach than the \r\nobservance. We are here at a special, historical juncture. \r\nWe have a chance for new beginnings. We should not \r\nevade today’s responsibilities, for they will surely catch \r\nup with us tomorrow. We small island developing States \r\nare not the cause of climate change, but we will be part \r\nof the solution.\r\nMy country can only pray that we have not been \r\ncalled once again to craft and agree to f leeting illusions \r\nto be pursued but never attained.\r\nCo-Chair Rasmussen: I thank the Prime Minister \r\nand Minister for Finance, Economic Affairs and Social \r\nSecurity of Saint Lucia for his statement.\r\nMr. Kenny Davis Anthony, Prime Minister and \r\nMinister for Finance, Economic Affairs and Social \r\nSecurity of Saint Lucia, was escorted from the \r\nrostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear a statement by the Prime Minister of the Republic \r\nof Vanuatu.\r\nMr. Meltek Sato Kilman Livtuvanu, Prime Minister \r\nof the Republic of Vanuatu, was escorted to the \r\nrostrum.\r\nMr. Livtuvanu (Vanuatu): At the outset, let me take \r\nthis opportunity to thank you, Mr. co-Chair, for giving \r\nme this occasion to address this gathering on behalf of \r\nthe Government and the people of Vanuatu. Today we \r\nare meeting at a critical juncture in history, one which \r\npresents us with a unique opportunity to positively \r\nchange the lives of millions of people throughout the \r\nworld, especially those categorized at the bottom of the \r\ndevelopment ladder.\r\n15-29235 19/24\r\n26/09/2015 A/70/PV.8\r\nThis year, 2015, three important global agendas \r\nhave been in parallel discussions at the United Nations. \r\nThey include the post-2015 Sustainable Development \r\nGoals (SDGs), the recently concluded Addis Ababa \r\nAction Agenda and the climate change agreement to be \r\nconcluded in Paris later this year.\r\nThe post-2015 Sustainable Development Goals, \r\nwhich will replace the Millennium Development Goals \r\n(MDGs), are promising for humanity’s development for \r\nthe next 15 years. The MDGs ignited unprecedented \r\nhuman progress and improved the lives of hundreds \r\nof millions of people, mobilizing development efforts \r\nthrough and towards an emphasis on outcomes. They \r\nhave inspired and contributed to the empowerment of \r\nwhole populations, including women and children, by \r\nproviding standards to which Governments can be held \r\naccountable. They also provide an excellent platform \r\non which SDGs can be built. I am delighted to see that \r\nthe post-2015 Sustainable Development Goals have \r\nincorporated the unfinished business of the MDGs and \r\nthat they clearly reflect the unique and special case \r\nof least developed countries (LDCs) and small island \r\ndeveloping States (SIDS). \r\nPost-2015 success in any country will depend on \r\nthree main factors: access to financial resources, access \r\nto appropriate technology, and country capacity.\r\nAs regards access to financial resources, the \r\nrecently concluded Addis Ababa Action Agenda is \r\nimportant to SIDS and LDCs, as it provides a foundation \r\nfor implementing the SDGs we have just adopted. I call \r\non all developed countries to meet official development \r\nassistance (ODA) commitments as agreed to in the \r\nMonterrey Consensus and the Doha Declaration. The \r\nODA targets of 0.7 per cent of gross national income \r\n(GNI) and also the increased ODA target of 0.20 per \r\ncent of GNI to LDCs by 2020 must be met. Meeting \r\nthese targets is paramount to realizing the post-2015 \r\nSustainable Development Goals.\r\nClimate change remains a major global challenge \r\nfor humanity, and it is important that we address \r\nthis urgently. For small island developing States like \r\nVanuatu, climate change is one of the biggest threats \r\nto achieving our sustainable development. The linkage \r\nbetween climate change and sustainable development is \r\nwell documented. Without addressing climate change, \r\nsustainable development in SIDS cannot be achieved. \r\nOur recent experience clearly demonstrates this. In \r\nMarch this year Vanuatu experienced an unprecedented \r\nCategory 5 tropical cyclone. It affected 60 per cent of \r\nour population and reversed multiple years of economic \r\nprogress. I take this opportunity to thank the global \r\ncommunity for the overwhelming humanitarian \r\nassistance rendered to our people in the immediate \r\naftermath of Cyclone Pam and for ongoing assistance \r\nin our recovery and reconstruction efforts.\r\nGlobal and country ownership of the SDGs \r\nis important. The United Nations system needs to \r\nbe reformed in order to realign so as to implement \r\nthese SDGs effectively. Lessons learned from the \r\nimplementation of the MDGs should assist us going \r\nforward. These reforms must be extended to all regional \r\narrangements as well.\r\nAllow me to reiterate again that Vanuatu welcomes \r\nthe 2030 Agenda Goals. We believes that they will \r\nlead to a renewed global partnership and form new \r\ntypes of cooperation which we hope will expedite the \r\nimplementation of the post-2015 SDGs. It is now time \r\nfor more action and less rhetoric.\r\nCo-Chair Rasmussen: I thank the Prime Minister \r\nof the Republic of Vanuatu for his statement.\r\nMr. Meltek Sato Kilman Livtuvanu, Prime Minister \r\nof the Republic of Vanuatu, was escorted from the \r\nrostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the United Republic \r\nof Tanzania.\r\nMr. Jakaya Mrisho Kikwete, President of the United \r\nRepublic of Tanzania, was escorted to the rostrum.\r\nPresident Kikwete: The Summit for the adoption \r\nof the new global 2030 Agenda for Sustainable \r\nDevelopment is both historic and fateful. I commend the \r\nPresident of the General Assembly and the Secretary-\r\nGeneral for their outstanding leadership and for ensuring \r\nthat the process of formulating the new Agenda remains \r\ntruly inclusive. Through a series of open, inclusive and \r\ndemocratic and participatory processes, we now have \r\nan outcome document on the post-2015 development \r\nagenda entitled “Transforming our world: the 2030 \r\nAgenda for Sustainable Development” (resolution \r\n70/1). It is our document. It is our own Agenda. That \r\nis the future we want for humanity and for our planet.\r\nIt is heartwarming indeed to note that we have \r\nadopted the Sustainable Development Agenda at \r\nthe completion of the period of implementing the \r\n20/24 15-29235\r\nA/70/PV.8 26/09/2015\r\nMillennium Development Goals (MDGs) adopted by \r\nthis very Assembly in the year 2000 at the Millennium \r\nSummit. Indeed this is a very fitting successor to the \r\nMDGS.\r\nI must admit that one of the things that troubled \r\nmy mind was what is going to happen to the MDGs \r\ntargets that would not be attained come 2015. The \r\noutcome document on the Sustainable Development \r\nAgenda has allayed my fears. My delegation is pleased \r\nto note that the unfinished business of the MDGs has \r\nbeen factored into the Sustainable Development Goals \r\n(SDGs) very well. As a matter of fact, it is focusing \r\non bringing radical and transformative change that will \r\nboth complete and finish the business of the MDGs and \r\nintroduce new targets that will advance the cause of \r\nhuman development to the greatest heights possible.\r\nOne thing that excites me is aiming at the \r\neradication of poverty in all its forms by 2030. That is \r\nvery reassuring indeed. It would be remiss of me if I did \r\nnot recognize and commend the Open Working Group \r\non Sustainable Development Goals on a job very well \r\ndone. Their tireless efforts and unwavering commitment \r\nduring their exhaustive negotiations has been rewarded \r\nwith the desired outcomes. Because of their dedication \r\nand hard work, we now have the 17 SDGs and their \r\n169 targets. Ms. Amina Mohammed, the Secretary-\r\nGeneral’s Special Adviser on Post-2015 Development \r\nPlanning, deserves special mention and praise from \r\nall of us for her dedication and exemplary leadership, \r\nwhich has produced this high-quality outcome. She has \r\ndone all of us proud.\r\nMy delegation is of the view that for the new \r\nAgenda to be achievable, the major preoccupation \r\nof this Summit going forward should be to ensure \r\nthe reliable and timely development of the means of \r\nimplementation. It is important to raise this matter \r\nbecause it was the unreliability and unavailability of \r\nfinancial resources that was the most constraining \r\nfactor in the implementation of the MDGs. It gives \r\nme a bit of comfort, however, that in the new global \r\nSustainable Development Goals this matter has been \r\naddressed. Not only is there a stand-alone Goal 17 on \r\nthe means of implementation, but also specific means \r\nof implementation have been tailored for each Goal.\r\nI sincerely hope that each one of us will do \r\neverything in our power to ensure that we keep the \r\npromise. If we can deliver on our commitment and \r\nresponsibility, by 2030 this world would be the best \r\nplace to live in for us, our children and our children’s \r\nchildren. Nobody will be left behind.\r\nTanzania acknowledges the primary responsibility \r\nof each country to mobilize domestic resources for its \r\nown socioeconomic development, and we are already \r\ndoing it. However, it is a statement of fact that the \r\nefforts of developing countries alone will not be \r\nenough; hence the need for the support of the developed \r\ncountries is a matter of essence. It will complement \r\nour limited capabilities. The Rio Principle of common \r\nbut differentiated responsibilities remains relevant to \r\nthis day. It is this global partnership that will deliver \r\non the full implementation of the new Sustainable \r\nDevelopment Goals. Please walk with us every step of \r\nthe way. It is the best and the right thing to do for our \r\nmutual benefit.\r\nAnother shortcoming of the MDGs framework was \r\nthe lack of a clearly defined follow-up mechanism and \r\na review process. The SDGs framework, however, has a \r\nclear and well-defined mechanism for a follow-up and \r\nreview to be put in place at the national, regional and \r\nglobal levels. Tanzania fully supports this arrangement. \r\nWe also support the idea of establishing a high-level \r\npolitical forum on sustainable development to lead the \r\nfollow-up and review process at the global level. It is \r\nindeed a very wise thing to do.\r\nIn conclusion, let me say that Tanzania stands \r\nready and pledges unwavering commitment to fully \r\nsupport the new Sustainable Development Goals and \r\ntheir implementation. We will do everything within \r\nour power to play our part accordingly. We believe if \r\nall stakeholders play their part accordingly and adhere \r\nto the principles espoused by the five “Ps” of people, \r\nplanet, partnership, prosperity and peace, the SDGs \r\nwill be implemented in letter and spirit. For sure, no \r\none will be left behind. \r\nCo-Chair Rasmussen: I thank the President of the \r\nUnited Republic of Tanzania for his statement.\r\nMr. Jakaya Mrisho Kikwete, President of the \r\nUnited Republic of Tanzania, was escorted from \r\nthe rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear a statement by the Prime Minister of the Republic \r\nof Fiji.\r\nMr. Josaia Voreqe Bainimarama, Prime Minister of \r\nthe Republic of Fiji, was escorted to the rostrum.\r\n15-29235 21/24\r\n26/09/2015 A/70/PV.8\r\nMr. Bainimarama (Fiji): Our global community is \r\nat a fork in the road. Do we act wisely to preserve the \r\nresources of planet Earth for generations to come, or do \r\nwe continue to consume the Earth’s heritage as if there \r\nwere no tomorrow?\r\nWe all need to assume responsibility for taking \r\naction to end poverty and hunger, to promote the well-\r\nbeing of all, to preserve the ocean and its precious \r\nresources, and to use our imagination to fuel the \r\ninnovations that will ultimately make our countries. \r\nThe 17 Goals and 169 targets represent the forward \r\nthinking and compassionate nature of human beings, \r\nthe principles of fairness and equality as applied to our \r\nglobal community.\r\nRegardless of whether we wake up in Suva or New \r\nYork, Buenos Aires or Dakar, Nairobi or Paris, London \r\nor Honiara, we are all in the same boat, all brothers and \r\nsisters on this oasis in the universe called Earth, and \r\nwe must act collectively. These arrangements to which \r\nwe commit amount to our basic economic, political and \r\nsocial contracts with Mother Earth over the coming \r\ndecades. They give us a chance to right the wrongs of \r\nthe past.\r\nThe 17 Sustainable Development Goals that we have \r\nadopted at this Summit meeting constitute the road map \r\nof hope and transformation. We can wait no longer to \r\nactually begin this journey. Time is of the essence, and \r\ntime is not on our side. To accomplish these Goals we \r\nmust take stock of the systemic issues that create the \r\nobstacles that are slowing us down. Many developing \r\ncountries do not have the financial resources to do what \r\nis needed to fulfil the Goals. Many countries have the \r\nideas, the plans and the resolve to act but do not have \r\nthe financial backing they need.\r\nIf we can recognize that the lack of funding \r\nis what can hold many of us back, then it should be \r\none of the key critical issues to be discussed at this \r\nSummit. We have our Goals. Now, how do we get there? \r\nWe must make affordable financing for sustainable \r\nprogress a reality. Developing countries must prove \r\nthemselves trustworthy in order to receive grants and \r\nloans. Governments must operate on the principle of \r\ntransparency, and corruption must be stamped out and \r\npunished without exception. In Fiji we are determined \r\nto eradicate the remnants of the past. My Government \r\nis transparent for all to see, and the corruption that was \r\nendemic in previous Governments is being weeded out \r\nby its roots.\r\nMy country is a small island nation. We are not \r\nrich, but we are doing what we can to work towards \r\nthe Sustainable Development Goals. The action we are \r\ncalling for has already begun in Fiji. We are putting \r\nour green growth framework into practice. Fiji has a \r\nmaster plan and an economic model that links economic \r\ngrowth and environmental protection. Our goal is to \r\nbuild an economy that nurtures the interests of all our \r\ncitizens and establishes strict environmental criteria \r\nfor all development projects.\r\nI think of the ocean I knew as a child and wonder \r\nif my grandchildren will ever see it the way I did. Fiji \r\nis especially keen on Sustainable Development Goal \r\n14, on the conservation and sustainable management of \r\noceans and seas. Fiji has established a partnership with \r\nthe Government of Sweden to establish the triennial \r\nUnited Nations conferences on oceans and seas, which \r\nwe believe can bring accountability to an effort that will \r\nrequire cooperation among every nation in the world as \r\nwell as all non-State actors.\r\nThis new global Agenda will succeed step by \r\nstep, community by community and country by \r\ncountry, but it will require patience, persistence and \r\nsingle-minded commitment. It will require sure and \r\nsteady programmes of outreach and education to \r\nrecruit the hearts and minds of every man, woman \r\nand child. It will require political and national action \r\nto secure the participation of our largest cities and our \r\nmost isolated villages and communities. It will require \r\ngenuine strategic partnerships with the private sector, \r\nyouth and women’s groups, faith-based organizations, \r\nmedia, academia and civil society.\r\nWe have a chance to make change, to transform our \r\nworld, to eradicate extreme poverty and hunger, and \r\nto bring all people into a future of hope. I believe we \r\ncan. If we have political will and courage and if we act \r\nwith the leadership we were elected to show, together \r\nwe will reach our goals. I join other world leaders in \r\ncommitting Fiji’s full support towards the adoption of \r\nthe 2030 Agenda for Sustainable Development, at this \r\nUnited Nations sustainable development Summit.\r\nCo-Chair Rasmussen: I thank the Prime Minister \r\nof the Republic of Fiji for his statement.\r\nMr. Josaia Voreqe Bainimarama, Prime Minister of \r\nthe Republic of Fiji, was escorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now hear \r\na statement by the Prime Minister of the Democratic \r\nRepublic of Sao Tome and Principe.\r\n22/24 15-29235\r\nA/70/PV.8 26/09/2015\r\nMr. Patrice Emery Trovoada, Prime Minister of the \r\nDemocratic Republic of Sao Tome and Principe, \r\nwas escorted to the rostrum.\r\nMr. Trovoada (Sao Tome and Principe) (spoke in \r\nFrench): It is with a sense of both great honour and \r\nresponsibility that, as the Prime Minister and Head of \r\nGovernment of the Democratic Republic of Sao Tomé \r\nand Principe, I take part in this great forum that will \r\ninaugurate a new process that, I am sure, will lead us \r\nduring the next 15 years to a world that is better, one \r\nfree from the spectre of poverty that unfortunately \r\ncontinues to reign over a great part of the world. \r\nIndeed, this global meeting to adopt the Sustainable \r\nDevelopment Goals (SDGs) is an excellent opportunity \r\nfor us, as members of the international community and \r\nbeing responsible for conducting development policies, \r\nto analyse our performance vis-à-vis the Millennium \r\nDevelopment Goals (MDGs) and to put into perspective \r\nnew strategies for the full achievement of the Goals we \r\nhave now defined for 2030.\r\nLike all other Members of the United Nations, in \r\nSeptember 2000 Sao Tome and Principe committed to \r\nthe implementation and achievement within 15 years \r\nof the eight Millennium Development Goals. After \r\n15 years the first and most crucial of these Goals, \r\nthe reduction of poverty and hunger, has not been \r\nachieved. Nevertheless, it is to be noted that of the eight \r\nMillennium Development Goals, my country completed \r\nthree, namely, primary education for all, reducing \r\ninfant mortality, and improving maternal health.\r\nWe are particularly pleased with the fact that \r\nsignificant gains were made in universal education, \r\nmaternal and infant health, a school attendance rate for \r\nprimary education of about 98 per cent, the registration \r\nof almost 98 per cent of births, and a drastic reduction \r\nin the rate of infant and maternal mortality. It is also \r\nimportant to note that even if our country was unable \r\nto achieve all the Development Goals, good trends were \r\nseen in some of the Goals, for example in combating \r\nHIV/AIDS and malaria, and as a result our country has \r\nseen a net improvement in the standard of living of our \r\ncitizens.\r\nNevertheless, after 25 years of true democracy, with \r\none of the best indicators of Internet coverage in Africa, \r\nafter five years of a growth average of 4.5 per cent, \r\ninflation below 8 per cent these past three years and \r\nforeign debt of 30 per cent of gross domestic product, \r\ncompared to 349 per cent 15 years ago, my country \r\ncontinues to see a poverty rate of about 62 per cent. The \r\nroad is therefore long and will be even longer unless \r\npublic and private investment is increased, especially \r\nin the economic sector, and unless there are public \r\npolicy reforms that lead to job creation, especially for \r\nyoung people.\r\nAnother no less important aspect — and this must \r\nbe stressed — is the time factor. It was on 8 September \r\n2000 that our Organization adopted the MDGs (see \r\nresolution 55/2), and, given that time is a rare and \r\nnon-renewable resource, we must draw our conclusions \r\nfrom the past 15 years in terms of their implementation \r\nand endeavour to apply the best of what we learn to the \r\n15 years to come. We no longer have the time to take our \r\ntime as we face many examples of social destructuring \r\nand implosions.\r\nThe SDGs for 2030, which were negotiated and \r\nadopted in a consensus-based manner, are more \r\nambitious and more numerous than the MDGs. The \r\nfact that the debate did not give rise to any significant \r\ncontradictions is, I dare to hope, a good sign. And while \r\nwe are aware of the fact that the rich, emerging and poor \r\ncountries will be working together to overcome those \r\nchallenges, it is the leaders of the poorest countries who \r\nwill have to be the most strongly committed.\r\nIt is understandable to doubt whether those who \r\nfailed to achieve the eight earlier Goals in 15 years will \r\nnow be able to achieve 17 new ones during the same \r\nlength of time. The Agenda that we have just adopted \r\ncontains challenges that are not unfamiliar or new. It \r\nis crucial that they be prioritized and that we identify \r\ndevelopment accelerants and catalysts.\r\nIn that context, we cannot avoid the topic of creating \r\na new type of global governance, one that is less self-\r\nserving, more inclusive and especially more realistic \r\nand proactive, and one that is committed to seeking \r\npolitical stability and the resolution of conflicts, \r\nwhich are the cradle of opportunistic and devastating \r\nextremism and prevent any type of development. The \r\nstrengthening of multidimensional regional and global \r\ncooperation is essential. The search in each Member \r\nState for a national consensus on the SDGs through \r\ninclusive dialogue among all political actors, whether \r\nin power or in opposition, and civil society, is crucial. \r\nWe have come here to the Assembly to endorse \r\nthe Sustainable Development Goals of the post-\r\n2015 development Agenda, to which my country, the \r\nDemocratic Republic of Sao Tome and Principe, has \r\n15-29235 23/24\r\n26/09/2015 A/70/PV.8\r\nalso contributed. We therefore solemnly reiterate, on \r\nbehalf of the national Government, our commitment to \r\nreducing poverty in our country by 2030. To that end, \r\nwe will constantly strive for economic diversification, \r\nthe improved management of public finances, the \r\nmodernization of economic and social infrastructure, \r\ndigital inclusion, the promotion of the private sector as \r\nthe main vehicle for creating wealth and employment, \r\nand the unconditional conservation of the environment. \r\nWe want a healthy environment that can guarantee \r\nrespect, dignity and the right to happiness for all our \r\ncitizens.\r\nCo-Chair Rasmussen: I thank the Prime Minister \r\nof the Democratic Republic of Sao Tome and Principe \r\nfor his statement.\r\nMr. Patrice Emery Trovoada, Prime Minister of the \r\nDemocratic Republic of Sao Tome and Principe, \r\nwas escorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear a statement by the Prime Minister, Minister for \r\nForeign Affairs and Trade and Minister for Education \r\nand Training of the Kingdom of Tonga.\r\nMr. Samiuela ‘Akilisi Pōhiva, Prime Minister, \r\nMinister for Foreign Affairs and Trade and Minister \r\nfor Education and Training of the Kingdom of \r\nTonga, was escorted to the rostrum.\r\nMr. Pōhiva (Tonga): I have the honour to deliver \r\nthis statement to the General Assembly for the first \r\ntime in my capacity as Head of Government, on behalf \r\nof the people and the Government of the Kingdom of \r\nTonga. At the outset, please allow me to congratulate the \r\nPresident of the General Assembly on his outstanding \r\neffort in convening this Summit. Likewise, I should \r\nlike to extend my congratulations and appreciation \r\nto our previous President, Mr. Sam Kutesa, for his \r\noutstanding efforts in overseeing the process that \r\nproduced the outcome document that we unanimously \r\nendorsed yesterday (resolution 70/1). Additionally, it \r\nwould be remiss of me not to acknowledge with thanks \r\nthe considerable efforts made by the co-facilitators \r\nof the process for their long hours and dedication in \r\nbringing us to this moment.\r\nThe newly adopted 2030 Agenda for Sustainable \r\nDevelopment represents an attempt to radically move \r\non from business as usual. For the first time, we have \r\ngathered to affirm a truly universal outcome, one that \r\nholds the key to a prosperous and sustainable future \r\nfor us all. The universality of this agreed document is \r\na reflection of the diversity of the needs it addresses \r\nacross the three dimensions of sustainable development. \r\nBut the universality of the new Agenda also \r\nrecognizes that, as the connections between us deepen, \r\nso too do the common challenges that we face. Chief \r\namong those challenges is the irreversible threat to our \r\npeople, society, livelihoods and natural environments \r\nposed by climate change. Indeed, as a small island \r\ndeveloping State, we are particularly vulnerable to the \r\nnegative impacts of climate change and are already \r\nexperiencing its effects, including sea-level rise, \r\nmore frequent and extreme weather events, and ocean \r\nacidification.\r\nWe know that those effects will intensify over time. \r\nWhile the 2030 Agenda does indeed recognize that \r\nwe must take urgent action to combat climate change, \r\nit should be stressed that it is an imperative that we \r\nmust all address if we are to attain the aspirations set \r\nout today. The new Agenda reaffirms the need for the \r\nstrongest possible agreement to be reached in Paris later \r\nthis year, as the challenges we face as a result of climate \r\nchange will only intensify as we approach 2030.\r\nDuring the process of crafting a universal agenda, \r\nthe Pacific small island developing States stood at the \r\nforefront in declaring that our oceans are central to \r\nsustainable development for all. We stressed that their \r\nconservation and sustainable use was critical to poverty \r\neradication and sustained economic growth, and we did \r\nso knowing that mounting human impacts have come to \r\nthreaten the oceans that sustain us all.\r\nWe are pleased to see before us an Agenda that \r\nmoves forward in addressing threats to our ocean, \r\nincluding marine pollution, illegal, unreported and \r\nunregulated fishing, and ocean acidification, while \r\nharnessing our marine and coastal resources for \r\nsustainable development. Our Pacific Ocean is one of \r\nthe greatest natural endowments in the world. It not \r\nonly sustains our islands but also forms an enormous \r\ncomponent in our global environment. Careful and \r\nresponsible stewardship of that asset is not merely our \r\nresponsibility, it is also an indispensable key to the \r\nsuccess of our Agenda.\r\nMy country is highly dependent on imported \r\nfossil fuels to meet our energy requirements, and for \r\nthat reason we responded with the Tonga energy road \r\nmap, not only to reduce our vulnerability to energy \r\nshocks but also to increase access to modern energy in \r\n24/24 15-29235\r\nA/70/PV.8 26/09/2015\r\nan environmentally sustainable manner. We welcome \r\nsupport for this and other such steps detailed in the new \r\nAgenda. \r\nWe further recognize that the ambitious decisions \r\nbeing advanced here are only as good as the commitments \r\nwe make for the purpose of implementation. A key to \r\nthe promise of this document to transform our world \r\nis the unprecedented attention paid to each means of \r\nimplementation, found both in the Agenda itself and in \r\nthe related commitments undertaken in the financing \r\nfor development process. As a small island developing \r\nState in the Pacific, we face additional financing \r\nchallenges that deserve the close attention provided \r\nhere. We must follow through on those commitments \r\nand translate the road map that we have put forward \r\ninto concrete and tangible actions that will transform \r\nthe lives of those we serve.\r\nIn the time since the adoption of the Millennium \r\nDeclaration (resolution 55/2), Tonga has made \r\nsignificant strides towards the attainment of \r\nsustainable development. More must be done. At the \r\ndawn of the next 15 years, the challenges we face are \r\nmore difficult than ever. Our aspirations are high. \r\nYesterday, we listened to leaders who spoke about \r\npoverty and the lack of any signs of hope. Some spoke \r\nabout the forced massive exploitation of resources by \r\nmultinational companies. We also heard that in many \r\ncountries in Africa inequality had widened and poverty \r\nincreased. Similarly, we heard of the mixed effects \r\non global sustainable development of the world’s \r\ntotal spending of more than $1 trillion on military \r\nmight. In the Pacific, the threat of climate change, \r\nmarine pollution, illegal, unreported and unregulated \r\nfishing, and ocean acidification still pose real threats \r\nto the people in our region, let alone to our sustainable \r\ndevelopment. Others emphasized the prolonged delay \r\nin implementing the Millennium Development Goals \r\nand other commitments.\r\nI associate myself with the sentiments expressed by \r\nleaders that multinational companies, and their partners \r\nand supporters, must be reminded that a refusal to act \r\npromptly would lay them open to the perception that they \r\nare more sensitive to other interests than the interests \r\nof the people. We must remove unfair monopolies and \r\nalways put justice before interests. Allow me to remind \r\nthe Assembly that injustice anywhere is a threat to \r\njustice everywhere. Whatever affects one country \r\ndirectly, affects all countries indirectly. \r\nThe international system, as it is now, does not \r\nadequately provide for a fair, justifiable and equitable \r\nsolution for a small island developing State such as \r\nTonga, or for small island developing States generally. \r\nHowever, the 2030 Agenda for Sustainable Development \r\nadopted yesterday, with its Goals and targets, shines a \r\nlight of hope and reflects humankind’s desire to live \r\nin and enjoy a world of peace, justice and harmony. \r\nWe entrust all States, both developing and developed, \r\nworking together in genuine and durable partnerships \r\nand in a reformed United Nations that is fit for purpose, \r\nwith ensuring that the new Goals are met over the next \r\n15 years.\r\nCo-Chair Rasmussen: I thank the Prime Minister, \r\nMinister for Foreign Affairs and Trade and Minister for \r\nEducation and Training of the Kingdom of Tonga for \r\nhis statement.\r\nMr. Samiuela ’Akilisi Pōhiva, Prime Minister, \r\nMinister for Foreign Affairs and Trade and Minister \r\nfor Education and Training of the Kingdom of \r\nTonga, was escorted from the rostrum.\r\nThe meeting rose at 6.05 p.m.\r\n"