"*1529223*\r\n15-29223 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nIn the absence of the co-Chair, Mr. Al-Khalifa \r\n(Bahrain), Vice-President, took the Chair.\r\nThe meeting was called to order at 5.45 p.m.\r\nHigh-level plenary meeting of the General Assembly\r\nAgenda items 15 and 116 (continued)\r\nIntegrated and coordinated implementation \r\nof and follow-up to the outcomes of the major \r\nUnited Nations conferences and summits in the \r\neconomic, social and related fields\r\nFollow-up to the outcome of the Millennium Summit\r\nUnited Nations Summit for the adoption of the \r\npost-2015 development agenda\r\nThe Acting President: The Assembly will now \r\nhear a statement by the Vice-President of the Republic \r\nof Botswana.\r\nMr. Mokgweetsi Eric Keabetswe Masisi, \r\nVice-President of the Republic of Botswana, was \r\nescorted to the rostrum.\r\nMr. Masisi (Botswana): It is a distinct honour and \r\nprivilege for me to address the General Assembly on \r\nbehalf of the President of the Republic of Botswana, \r\nHis Excellency Lieutenant General Seretse Khama Ian \r\nKhama. At the outset, allow me to extend Botswana’s \r\nwarmest felicitations to the co-Chairs on their well-\r\ndeserved appointment and for the very able manner \r\nin which they continue to guide our deliberations. In \r\nthe same breath, allow me, on behalf of my delegation, \r\nto join in expressing our deep appreciation to the \r\nPermanent Representatives of the Republic of Kenya \r\nand Ireland for the diplomatic dexterity with which they \r\nskilfully navigated the intergovernmental negotiation \r\nprocess of the post-2015 development agenda.\r\nToday we are witnessing history repeating itself. \r\nWe have come full circle. In the year 2000, we gathered \r\nhere for the Millennium Summit, which culminated \r\nin the adoption of the eight Millennium Development \r\nGoals (MDGs), whose implementation deadline is \r\nthis year. Fifteen years later, we have once again \r\nconverged in New York to adopt a new pro-poor, \r\ngender-sensitive, transformative and inclusive global \r\npost-2015 development agenda (resolution 70/1), which \r\nis to guide sustainable development efforts over the \r\nnext 15 years, under the theme “Transforming our \r\nworld: the 2030 Agenda for Sustainable Development”. \r\nThis is yet another significant milestone in our pursuit \r\nof sustainable development and a just, equitable, \r\nprosperous and peaceful global order.\r\nWe note with profound appreciation and satisfaction \r\nthat the post-2015 development agenda is to be \r\nunderpinned by a set of 17 comprehensive, time-bound \r\nSustainable Development Goals (SDGs), which seek \r\nto promote sustained and inclusive economic growth \r\nand job creation, eradicate poverty, empower people, \r\npromote shared prosperity and protect human dignity \r\nand planet Earth.\r\nWe furthermore note that the 17 Sustainable \r\nDevelopment Goals and the 169 targets of the post-2015 \r\nsustainable development agenda are inherently imbued \r\nUnited Nations A/70/PV.6\r\nGeneral Assembly\r\nSeventieth session\r\n6th plenary meeting\r\nFriday, 25 September 2015, 6 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nwith the potential to significantly and irrevocably alter \r\nthe course of human development, charting a new era \r\nof sustained prosperity for all. Botswana is therefore \r\nproud to be part of this epoch-making event.\r\nThe significance of this historic moment is \r\nunparalleled in its aspirations for a better world, but \r\nwill remain a meaningless enterprise without the very \r\nvital political will at both national and international \r\nlevels. It is therefore imperative that the international \r\ncommunity make every effort to garner the necessary \r\npolitical will and resources to ensure the successful \r\nimplementation of this new universal sustainable \r\ndevelopment framework, which promises a life of \r\ndignity for all.\r\nRightfully so, the aspirations and expectations of the \r\npeople we represent for a better quality of life are very \r\nhigh. It is therefore our moral duty and responsibility to \r\nleave no stone unturned in our endeavours to live up to \r\ntheir legitimate expectations.\r\nAt this juncture, permit me to seize the opportunity \r\nto reaffirm Botswana’s commitment to the post-2015 \r\ndevelopment agenda and to its effective implementation. \r\nIn broad terms, the agenda resonates with Botswana’s \r\nnational development agenda as enshrined in the \r\nNational Development Plan 11, National Vision 2030 and \r\nthe Excellence Strategy for Economic Diversification, \r\nas well as with many values that my country espouses. \r\nWe believe that inclusive governance, democracy and \r\nrespect for human rights and the rule of law should \r\nform the fundament and bedrock of our sustainable \r\ndevelopment efforts.\r\nWe continue to be inspired by our steadfast \r\ncommitment to the 1948 Universal Declaration of \r\nHuman Rights and the inherent dignity and the equal and \r\ninalienable rights of all members of the human family \r\nit proclaims. We are therefore firm in our conviction of \r\nthe need to end abject poverty and hunger, to remove \r\nsystemic barriers to development, including inequalities \r\nand discrimination, the lack of decent jobs, inadequate \r\naccess to social services and economic opportunities. \r\nWe fully recognize the need to ensure the sustainability \r\nof consumption and production patterns as part of the \r\nbroader strategies for climate change mitigation in \r\norder to heal our planet and secure the home for both \r\npresent and future generations. This, we believe, is not \r\nan option, but a compelling moral obligation that every \r\nresponsible member of the international community \r\nmust uphold.\r\nWe need to constantly remind ourselves that we are \r\nnot here to bury the MDGs, but instead to effectively \r\nleverage the springboard they provide. While the \r\nMDGs have not been fully realized and the progress \r\nachieved has been largely uneven within and across \r\nnations, they have succeeded in significantly reducing \r\nextreme poverty worldwide, closing inequality gaps and \r\nincreasing access to economic opportunities and social \r\nservices. They have truly made a profound difference \r\nin people’s lives.\r\nIn my own country, the progress has been very \r\nencouraging. We have reached universal access to \r\neducation and almost closed the disparity between girls \r\nand boys in schools. Health services are practically free \r\nand have been brought within an 8-kilometre radius of \r\neach community across the country. HIV antiretroviral \r\ndrugs are provided at no cost for all in Botswana who \r\nneed them, and transmission of the virus from mother to \r\nchild is almost at zero. Focused interventions for youth \r\nemployment and income-generating opportunities have \r\nresulted in the improved quality of life of our citizens.\r\nOne notable area of success worthy of special \r\nmention has been the national f lagship programme \r\naimed at the eradication of abject poverty. Through \r\nthe deliberate actions of that strategy, evidence is \r\nbeginning to show that steady progress is being made. \r\nInterestingly, evidence also shows that women are the \r\ngreater beneficiaries of the programme and achieve \r\nsignificantly higher and better results that actually \r\ntransform their livelihoods and that of their families. \r\nThat has been a patent reminder of the role that \r\nwomen can play in national development when given \r\nthe opportunity. In that connection, the Botswana \r\nGovernment continues to be firmly committed to gender \r\nequality and the empowerment of women and girls, as \r\nwell as to the elimination of all forms of discrimination \r\nagainst them.\r\nDespite the notable achievements of the MDGs, \r\nserious challenges exist impeding efforts to close \r\nthe gaps and disparities that still remain. It will take \r\nthe concerted efforts of national Governments and \r\nclose cooperation and collaboration on the part of the \r\ninternational community, civil society, the private \r\nsector and all the relevant stakeholders to complete the \r\njob left undone during the lifespan of the MDGs and to \r\nrealize the targets of the SDGs by 2030.\r\nThe means for implementing the SDGs are a crucial \r\nelement for success. In that regard, Botswana heartily \r\n15-29223 3/48\r\n25/09/2015 A/70/PV.6\r\nwelcomes the Addis Ababa Action Agenda, adopted \r\nin July of this year during the third International \r\nConference on Financing for Development. The robust \r\nfinancing mechanisms for the SDGs must mobilize \r\ninternational action around very specific initiatives \r\nthat have the potential to generate positive results.\r\nBeyond financial support, technological \r\ncooperation that promotes the development, transfer \r\nand dissemination of clean and environmentally sound \r\ntechnologies will also be critical. Follow-up and review \r\nwill be necessary and should be universal in scope, \r\nwhile taking into account national circumstances, as \r\nwell as the needs and priorities of individual countries. \r\nBotswana therefore calls on development partners to \r\nassume their role in supporting efforts by developing \r\ncountries to implement the SDGs.\r\nIn conclusion, my delegation wishes only to \r\nreiterate its absolute commitment to “Transforming our \r\nworld: the 2030 Agenda for Sustainable Development”. \r\nWe further pledge to remain actively engaged in \r\ngalvanizing international efforts towards the future \r\nwe want, as envisaged in the outcome document of the \r\nUnited Nations Conference on Sustainable Development \r\nof 2012. It is our belief that such efforts can and should \r\ndeliver a future that leaves no one behind.\r\nWe look forward to a day when every member of \r\nthe human race, in every part of the world, will be able \r\nto realize his or her fullest potential and prosper on a \r\nplanet that is peaceful, safe and secure.\r\nThe Acting President: I thank the Vice-President \r\nof the Republic of Botswana for his statement.\r\nMr. Mokgweetsi Eric Keabetswe Masisi, \r\nVice-President of the Republic of Botswana, was \r\nescorted from the rostrum.\r\nThe Acting President: The Assembly will now \r\nhear a statement by the Vice-President of the Republic \r\nof Guatemala.\r\nMr. Juan Alfonso Fuentes Soria, Vice-President \r\nof the Republic of Guatemala, was escorted to the \r\nrostrum.\r\nMr. Fuentes Soria (Guatemala) (spoke in Spanish): \r\nI come from a latitude with sun and mountains. \r\nGuatemala is our home. It is a shimmering mosaic of \r\n24 languages. I am the spokesperson for the President of \r\nthe Republic, who represents the unity of the nation of \r\nnations, which, since mid-April and over the course of \r\n20 consecutive weeks, has served as an example for the \r\nworld. In a massive and peaceful manner the people of \r\nGuatemala took to the streets to express their outrage at \r\nthe inability of an economic, social and political system \r\nthat has not made it possible to overcome poverty and \r\nsegregation of all kinds.\r\nThe discovery of networks of corruption that went \r\nbeyond the limits of the public administration and \r\ncaused unease in the political culture did not result in \r\nacts of violence. On the contrary, it was transformed into \r\na profound feeling of solidarity and unity that forced the \r\nresignation and prosecution of the leading authorities \r\nof our country. Citizen discontent has not gone away, \r\nbut it has also not degenerated into scepticism. Citizen \r\nparticipation in the elections of 6 September surpassed \r\nhistorical records and marked the highest turnout in \r\na general election since the return to democracy 30 \r\nyears ago. In our new democratic spring, not only \r\ndid abstentionism decline, but corruption declined as \r\nwell. The citizens turned a deaf ear to the siren songs \r\nthat called for an interruption in the elections, which \r\nwill culminate in a vote on 25 October when the new \r\nPresident and Vice-President of the Republic will be \r\nelected.\r\nIn Guatemala, we took a first step towards the \r\neradication of poverty with a change of focus. To \r\nthis Summit, convened to adopt a new Agenda for \r\nSustainable Development (resolution 70/1), we bring \r\nthe experience of the awakening of our citizenry, which \r\nclamours for change, beginning with that of overcoming \r\nthe poverty of our citizens. To eradicate extreme \r\npoverty and hunger, we must begin by recognizing \r\nthat the poor are not the only ones who suffer from \r\nthe inadequate distribution of income and wealth, as \r\nHis Holiness Pope Francis so poignantly recalled this \r\nmorning (see A/70/PV.3). First, conditions preventing \r\npeople’s full participation in economic, political and \r\nsocial life must be overcome. The poor are those who \r\ndo not have the material or non-material resources to \r\nmeet the demands and social mores that characterize \r\nall citizens. The poor are the object of statements, \r\nanalysis and compassion, but they are not able to be \r\nthe subjects of their own lives and destinies. Poverty \r\ncannot be eradicated if it is still considered an obstacle \r\nto the building of citizenship. The problem in Latin \r\nAmerica — the region of the world with the greatest \r\ninequality in terms of wealth and income — is poverty \r\ncaused by an absence of justice.\r\nThe strength, independence and effectiveness \r\nof the justice system is the foundation for economic \r\n4/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nand political freedoms. In our country, the greatest \r\ndiscrimination suffered by the majority of the population \r\nliving in poverty and those neglected in various ways, \r\nthat is, the invisible Guatemala, is that they cannot find \r\njustice when they appeal to it.\r\nMario Vargas Llosa noted that the greatness of \r\nGreat Britain in the nineteenth century lay not in its \r\nindustrialists, adventurers or military officers, but in \r\nthose dark judges, with their heads covered by ridiculous \r\nwigs, who, through their actions, were teaching the \r\nentire population that the law was the same for rich and \r\npoor, and that a modest court could punish the powerful \r\nneither more nor less than the powerless and could also \r\nredress large and small injustices.\r\nEquality before the law is what has characterized \r\nthe democratic spring we are now experiencing. The \r\nOffice of the Public Prosecutor, with the support \r\nof the International Commission against Impunity \r\nin Guatemala, established in 2006 by an agreement \r\nbetween the United Nations and the Government of \r\nour country, has identified, investigated and worked \r\nto dismantle criminal networks that have affected the \r\nfundamental rights of the population. The current \r\nPresident of Guatemala, as a constitutional judge, is \r\none of the signatories of the decision that approved the \r\nInternational Commission against Impunity.\r\nJustice for women in particular is necessary in \r\norder to meet the Millennium Development Goal of \r\npromoting gender equality and empowering women. \r\nVery few women participate in decision-making in \r\nGovernment agencies. That inferiority is absurd when \r\nwe consider that justice is represented by a feminine \r\nimage. We call for addressing the struggle of women \r\nfor their rights and interests so as to create a new era \r\nin which men and women share the responsibility for \r\nleadership and peace.\r\nWe express our solidarity with the migrants \r\nsuffering a humanitarian tragedy in various parts of \r\nthe world, including along the borders of Europe, and \r\nwith the Central American migration, particularly \r\nthe migration of unaccompanied migrant children. \r\nThe Guatemalan identity has been determined by the \r\nvolume of migration and the status of exiles. Both exile \r\nand migration have their roots in despair, but do not \r\nlead to the same hopes. Migrants do not renounce the \r\npossibility of return. Exiles, however, hastily abandon \r\ntheir homeland to save their lives and cannot return \r\nuntil the circumstances that led to their agonizing \r\ndeparture change.\r\nThe invisible Guatemala, made up of indigenous \r\npeople and peasants who have been marginalized by \r\nthe system, has not been satisfied with the resigned \r\napproach taken by their leaders; it has f looded the \r\nstreets to warn that the amendment of a few laws is \r\nnot enough. They demand reforms of the State for a \r\nprofound transformation of the economic, social and \r\npolitical system that would allow them to overcome \r\npoverty, exclusion and racism, thereby developing a \r\ntrue concept of national and international solidarity, an \r\nessential element of peace and security.\r\nThe President of the Republic of Guatemala has \r\nechoed the complaint of the citizens and, to that end, \r\nhe will, in the Council of Ministers, put forward to the \r\nCongress of the Republic legislative initiatives that \r\nreflect the demands for reform and the healing of the \r\npolitical system as a first step in reorganizing the State.\r\nThis Summit brings us together to finalize an \r\nambitious programme to eradicate poverty, promote \r\nprosperity and the well-being of people and protect \r\nthe environment. There is a relevant reference to such \r\naspirations in the Popul Vuh, the Magna Carta of the \r\nGuatemalan soul, with its pure form of the Guatemalan \r\nmorning call:\r\n“Let all rise up. Call everyone. Let no one stay \r\nbehind. Not one or two among us, but all of us as \r\none.”\r\nThe Acting President: I thank the Vice-President \r\nof the Republic of Guatemala for his statement.\r\nMr. Juan Alfonso Fuentes Soria, Vice-President of \r\nthe Republic of Guatemala, was escorted from the \r\nrostrum.\r\nThe Acting President: The Assembly will now \r\nhear a statement by the Prime Minister of the Republic \r\nof Albania.\r\nMr. Edi Rama, Prime Minister of the Republic of \r\nAlbania, was escorted to the rostrum.\r\nMr. Rama (Albania): Despite all the progress and \r\ngrowth achieved, the world is still home to unbearable \r\npoverty, to people who continue to lack basic needs and \r\nvital services, which is unacceptable, and to various \r\ninsecurities and multiple challenges. This new, bold, \r\nambitious and transformative global 2030 Agenda for \r\nSustainable Development (resolution 70/1) demonstrates \r\nour commitment to lift people from exclusion to \r\ninclusion, from poverty to the path of prosperity and \r\nfrom insecurity to predictability and solutions, and to \r\n15-29223 5/48\r\n25/09/2015 A/70/PV.6\r\nmove from a simple collaboration to global partnership. \r\nIt is the pact of a generation turning towards its future \r\nin a world that moves forward at a faster pace. It is a new \r\nglobal deal with a solemn promise that no one should be \r\nleft behind. In the common goal of coherent, inclusive \r\nand collaborative action to achieve the Sustainable \r\nDevelopment Goals within the next 15 years, we are \r\ncommitting to a life of dignity for all.\r\nThe new Agenda is universally applicable, and it \r\nconcerns all of us, all countries, with all our differences \r\nand distinct national realities. It certainly concerns \r\nmy country, Albania. Let me briefly explain what \r\nsustainability means to us for the present and the \r\ncoming years. It means reinforcing the rule of law, \r\nstrengthening our society’s democratic values and \r\ndeepening our broad-based social harmony. Those \r\nare the foundations of our development path and the \r\nguarantees of our social cohesion.\r\nSocial cohesion, religion, coexistence and \r\ncooperation are some of the main assets of Albanians, \r\nwherever they live, not only in Albania. In his visit \r\nto Albania — his very first visit in Europe — Pope \r\nFrancis stated that Albanians’ interreligious harmony \r\nwas an inspiring example for the world, showing that \r\nChristian/Muslim coexistence is not only possible \r\nbut beneficial for our country’s development and that \r\nAlbania is a unique country where peaceful coexistence \r\nand collaboration exist among Muslims, Catholics, \r\nOrthodox Christians and people of no faith at all.\r\nAlbania has been, still is and will remain an example \r\nof coexistence, as it is based on a real, untouchable part \r\nof history. We have gone through a long and painful \r\ntransition, which has brought about profound change, \r\nbut has also unveiled disparities. We need to further \r\nrefine an inclusive domestic economic agenda, based \r\non continued growth, while being respectful of the \r\nenvironment. We need increased employment in general \r\nand the integration of youth in the labour markets in \r\nparticular, as well as the inclusion of persons with \r\ndisabilities. In addition, all that which contributes to \r\ndevelopment and the empowerment of women and girls \r\nare key elements.\r\nThe provision of high-quality education and free, \r\nhigh-quality health care for all, which are already two \r\nmain priority areas of our development agenda, will \r\nkeep us very busy in the years ahead. They will be \r\ncrucial components on our road to sustainability. At \r\npresent, we are embarking on a transformative judicial \r\nreform, a vital process that will bring the State and the \r\ncitizens closer, give justice its true meaning and deeply \r\nand positively impact the way the country will move \r\nahead in the coming years.\r\nLike other countries, we have embarked on the \r\nirreversible process of European integration, which, \r\nto put it simply, includes and affects everything we \r\ndo. Energy security, water management, waste and \r\nsanitation, rural development, territorial management \r\nand urbanization, just to mention a few key areas of \r\nsustainability, are all part of it.\r\nAlbania is evolving within a region, the Balkans, \r\nthat is still struggling to find its proper place in a united \r\nEurope. Yet while qualifying for European Union \r\nmembership, we are doing everything we can through \r\nconcrete initiatives to bring all the countries of the \r\nWestern Balkans closer and to increase cooperation in \r\nevery field. It is common knowledge that the more we \r\ncooperate with each other, the more we share, the more \r\nconnected we become, the more we know and accept \r\neach other, the better our chances will be of living and \r\nworking together in peace and harmony. Cooperation is \r\nof course key to sustainability.\r\nPresenting a vision of the 15 years ahead in a few \r\nminutes is an almost impossible mission, but I think \r\nthat what really counts is not what and how much we say \r\nhere, but what and how much we do in our respective \r\ncountries and regions.\r\nLet me therefore conclude by highlighting that the \r\npost-2015 development agenda, embodied in the 2030 \r\nAgenda for Sustainable Development, represents a \r\nremarkable success on the part of multilateral diplomacy \r\nbased on a bold sense of collective responsibility. The \r\nsame spirit should lead us to the Conference of the \r\nParties to the United Nations Framework Convention \r\non Climate Change in Paris this December. A long-\r\noverdue agreement there will give our commitments \r\nhere true meaning, the missing component without \r\nwhich the Agenda will not be complete, and will provide \r\na much-needed tool for the protection of our planet, our \r\nlife and our future.\r\nThe Acting President: I thank the Prime Minister \r\nof the Republic of Albania for his statement.\r\nMr. Edi Rama, Prime Minister of the Republic of \r\nAlbania, was escorted from the rostrum.\r\nThe Acting President: The Assembly will now \r\nhear a statement by the Prime Minister of the Kingdom \r\nof Norway.\r\n6/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nMs. Erna Solberg, Prime Minister of the Kingdom \r\nof Norway, was escorted to the rostrum.\r\nMs. Solberg (Norway): We are meeting today at \r\na time of great hope, but also grave crisis. We have \r\nhope when we see the success of the Millennium \r\nDevelopment Goals: 1 billion people have come out of \r\nextreme poverty; maternal mortality rates have been \r\nhalved; millions of people have been saved by vaccine \r\npartnerships. We have hope when we look at the historic \r\n2030 Agenda (resolution 70/1) we have agreed on today, \r\nwhich aims to eradicate extreme poverty and hunger, \r\nto conserve oceans and ecosystems, to leave nobody \r\nbehind. We have hope for the most vulnerable people, \r\nfor the United Nations and for our common future on \r\nthis planet.\r\nYet at the same time, a global humanitarian crisis \r\nis unfolding. Sixty million people are now refugees or \r\ndisplaced. They are f leeing conflict, poverty and poor \r\ngovernance. The war in Syria has forced 12 million \r\npeople from their homes. Others are f leeing economic \r\nhardship and fragile States. We need to spread good \r\ngovernance and the rule of law to the most vulnerable \r\npeople and societies. Business as usual will not lead to \r\nreal sustainable development.\r\nLet us follow up the Secretary-General’s call for \r\nhuman dignity, first, by scaling up humanitarian \r\nassistance to save lives and meet urgent needs, including \r\nin protracted crises. This is an investment in resilience \r\nand in human development. The United Nations appeals \r\nfor the Syrian crisis are severely underfunded. We have \r\nto do more. This is why we have offered to host an \r\ninternational donor conference for Syria and we have \r\ndoubled our humanitarian aid to the Syrian crisis. We \r\ncall on all nations to be generous, so that we prevent a \r\nlost generation.\r\nSecondly, we must invest in education and health. \r\nAlmost 60 million children are still not in primary \r\nschool. Another 60 million do not attend secondary \r\nschool.\r\nGender equality and women’s rights must be a top \r\npriority for all. When girls attend secondary school, \r\nthis brings about huge health benefits, not just for the \r\ngirls themselves, but for their children, families and \r\nlocal communities. This is why Norway will double its \r\nassistance to education.\r\nGlobally, millions of children need good nutrition \r\nand education. We can build on the successful \r\npartnerships in global health. The Global Alliance for \r\nVaccines and Immunization and the Global Fund are \r\nexcellent examples. Education and health are the keys \r\nto inclusive growth and job creation.\r\nThirdly, we must invest in stability and resilience \r\nin fragile societies. Without peace and stability, there \r\nwill be no sustainable development. Goal 16, on stable \r\ninstitutions, rights and freedoms, the rule of law and \r\njustice, is an important innovation in the 2030 Agenda. \r\nThese are all key elements of good economics and \r\ndemocratic governance.\r\nWe must also step up efforts to find political \r\nsolutions to conflicts. Norway will continue its support \r\nfor peace and reconciliation in the Middle East, \r\nColombia, South-East Asia and Africa.\r\nFourthly, we must protect ecosystems and prevent \r\nclimate change. Through close regional cooperation, \r\nwe have secured sustainable management of common \r\nfish stocks in the North. Now we support developing \r\ncountries in the important mapping of their marine \r\nresources. We will continue to work with Brazil, \r\nIndonesia, Liberia, Colombia and Peru to protect forests \r\nand biodiversity.\r\nOur goals are universal. They apply to all countries \r\nand all people. More than ever, the responsibility rests \r\nwith all Governments to promote business investments \r\nand job creation, to create greener and more inclusive \r\neconomic growth. Official development assistance \r\nremains important. Norway will continue to give one \r\nper cent of gross national income as development \r\nassistance. But poverty reduction depends primarily on \r\ndomestic resources and economic growth in partnership \r\nwith the private sector. We cannot solve this problem \r\nwithout achieving more equal distribution of wealth. \r\nNational Governments must take ownership. We will \r\nuse aid as a catalyst to raise revenues and fight poverty. \r\nNorway will do its utmost, both at home and abroad. \r\nWe can end extreme poverty and save the planet. If we \r\nwork together in partnerships and through multilateral \r\ncooperation.\r\nLet us build on the positive momentum from \r\nthis Summit as we prepare for the Conference of the \r\nParties to the United Nations Framework Convention \r\non Climate Change to be held in Paris.\r\nThe Acting President: I thank the Prime Minister \r\nof the Kingdom of Norway for her statement.\r\nMs. Erna Solberg, Prime Minister of the Kingdom \r\nof Norway, was escorted from the rostrum.\r\n15-29223 7/48\r\n25/09/2015 A/70/PV.6\r\nThe Acting President: The Assembly will now hear \r\na statement by the Prime Minister of the Principality of \r\nLiechtenstein.\r\nMr. Adrian Hasler, Prime Minister of the \r\nPrincipality of Liechtenstein, was escorted to the \r\nrostrum.\r\nMr. Hasler (Liechtenstein): This is a proud moment \r\nfor the United Nations. By adopting the 2030 Agenda \r\nfor Sustainable Development (resolution 70/1) we are \r\ncrossing the threshold to a new era of international \r\ncollaboration. We are promising nothing less than a \r\nbetter life for future generations, and we have reason to \r\nbe optimistic that we can keep this promise.\r\nWe have come a long way. With the 2030 Agenda, \r\nwe are building on the success of the Millennium \r\nDevelopment Goals, but we have also learned from their \r\nweaknesses and designed a blueprint for the future.\r\nThe new Agenda fully recognizes that sustainable \r\ndevelopment can be achieved only by tackling all \r\nof its three dimensions: the economic, social and \r\nenvironmental. We are finally connecting the dots. \r\nWe will not be able to increase prosperity if we fail \r\nto preserve our planet. Our investment in our people \r\nwill not yield any return if we fail to invest equally in \r\nwomen and men, girls and boys. And we will achieve \r\nour goals only if we truly commit to the rule of law and \r\nto a new global partnership.\r\nThe Goals and targets apply to all States equally. \r\nToday every Member State is publicly committing to \r\ncreating an environment that will help mobilize domestic \r\nresources and private investments for sustainable \r\ndevelopment. This is a challenging task — one that will \r\nhelp us overcome outdated categories, such as those \r\nof developed and developing countries and donors and \r\nrecipients.\r\nThe Agenda is the result of a fully inclusive \r\nprocess. Member States worked alongside civil society, \r\nthe private sector and other stakeholders. This may not \r\nhave resulted in the shortest document possible, but it \r\nhas resulted in an Agenda for all people.\r\nLiechtenstein is well-prepared. We have made \r\ngreat efforts towards ensuring sustainable development \r\nin recent years. Liechtenstein reached, and even \r\nexceeded, the official development assistance target of \r\n0.7 per cent in 2012. My Government will continue its \r\ncommitment to the internationally agreed development \r\ntargets. I hope that other countries will also do their \r\nbest to meet the 0.7 per cent target.\r\nWe focus in particular on long-term development. \r\nFor example, our support goes to projects on including \r\nwomen in peace processes, on demining farmland and \r\non promoting good governance and the rule of law.\r\nLiechtenstein is home to a financial centre that \r\nfully complies with international standards. It is no \r\nhaven for illicit financial f lows. We have an effective \r\nsystem in place to prevent and detect the transfer of \r\nproceeds of corruption and to freeze and return such \r\nassets. Our authorities continue to share their expertise \r\nwith the relevant international programmes. We also \r\nsupport international cooperation in tax matters, based \r\non the principle of a level playing field. Most important, \r\nLiechtenstein has committed to the early adoption of \r\nthe new global standard on the automatic exchange of \r\ninformation. \r\nLiechtenstein has also been at the forefront of \r\nglobal efforts to protect the planet. We have committed \r\nto reducing carbon emissions to 40 per cent of our \r\n1990 level. We are on the right track. Since 1990, our \r\npopulation has grown by 25 per cent and our gross \r\ndomestic product by 140 per cent. Yet our emissions \r\ntoday are already lower than they were 16 years ago. \r\nThe goals and targets we have set for ourselves \r\nare highly ambitious. Monitoring their implementation \r\nis therefore key to their success. The High-level \r\nPolitical Forum on Sustainable Development will be \r\nthe centrepiece of this effort at the global level. It will \r\nallow us to recognize problems, learn from one another \r\nand exchange best practices, with all stakeholders at the \r\ntable.\r\nThe adoption of the 2030 Agenda and the \r\nsuccessful third International Conference on Financing \r\nfor Development are also proof that multilateralism \r\nremains alive and functioning. This should give us \r\nhope that we can succeed a third time when we gather \r\nin Paris to agree on a new climate change agreement. \r\nLet us seize that opportunity for the sake of our peoples \r\nand our planet.\r\nThe Acting President: I thank the Prime Minister \r\nof the Principality of Liechtenstein for his statement. \r\nMr. Adrian Hasler, Prime Minister of the \r\nPrincipality of Liechtenstein, was escorted from \r\nthe rostrum. \r\n8/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nThe Acting President: The Assembly will now \r\nhear a statement by the Prime Minister and Minister \r\nfor Finance and Corporate Governance of Antigua and \r\nBarbuda. \r\nMr. Gaston Alphonso Browne, Prime Minister and \r\nMinister for Finance and Corporate Governance of \r\nAntigua and Barbuda, was escorted to the rostrum. \r\nMr. Browne (Antigua and Barbuda): We as leaders \r\nare gathered here with one mission and a singular hope \r\nfor the transformation of our world by 2030. We are a \r\ncommunity of nations, a brotherhood and sisterhood. \r\nIt is therefore important for us to understand and \r\nrespect differing views, outlooks and objectives among \r\nourselves. At this Summit, in the name of the nations \r\nwe represent, we have adopted a grand statement \r\nwith pledges and promises (resolution 70/1), and with \r\nthe usual phrases: “we pledge that no one will be left \r\nbehind” and “we commit ourselves to working tirelessly \r\nfor the full implementation of the Agenda by 2030”.\r\nPrevious declarations have failed to deliver \r\non a number of their promises, including the \r\nMillennium Declaration, which announced the \r\nMillennium Development Goals, which remain partly \r\nunaccomplished today. Antigua and Barbuda calls \r\non the international community to commit to the \r\npost-2015 development agenda and to its Sustainable \r\nDevelopment Goals as a guide to eradicating poverty. \r\nInequality within and among countries is still \r\nunjustifiable, while the majority of the world’s poorest \r\nlive in middle-income countries. \r\nI appeal to developed countries to continue to hold \r\ntrue to past commitments, including fulfilling their \r\nofficial development assistance mandates. North-South \r\ncooperation remains the core of this partnership, and \r\nstrengthened commitment from developed countries is \r\ntherefore required to enhance international cooperation \r\nand scale up support for developing countries. South-\r\nSouth cooperation from developing countries that are \r\nin a position to offer assistance should not be seen as a \r\nreplacement of commitments by developed countries, \r\nbut instead as complementary to achieving sustained \r\ndevelopment.\r\nMore frequent and intense natural disasters \r\narising from the climate change that some countries \r\nunconscionably deny continue to devastate small \r\ncountries in the Caribbean and the Pacific. The post-\r\n2015 development agenda must address issues of \r\nclimate change and environmental sustainability. We \r\ncall for the strengthening of global partnerships in our \r\nefforts to build resilience in order to be able to absorb \r\ninternal and external shocks and increase economic \r\nviability, including the right to development and to \r\nachieve sustained development.\r\nThe economic and social development initiatives \r\nof small countries, particularly in financial services, \r\nare crippled by the unilateral actions of big countries \r\nand their institutions. Unfair and uneven trade and \r\ninvestment pacts are imposed upon developing \r\ncountries with little regard to the crude disadvantages \r\nthat they inflict. And extraterritorial laws are enforced \r\nby economic pressures that developing countries cannot \r\nwithstand.\r\nYet international laws are being ignored when it \r\ncomes to powerful countries fulfilling their obligations \r\nto weak ones. In the Declaration contained in the \r\nresolution we have adopted, \r\n“States are strongly urged to refrain from \r\npromulgating and applying any unilateral economic, \r\nfinancial or trade measures not in accordance with \r\ninternational law and the Charter of the United \r\nNations that impede the full achievement of \r\neconomic and social development, particularly in \r\ndeveloping countries” (resolution 70/1, para. 30). \r\nBut we do no more than urge States to refrain from \r\nunilateral economic, financial or trade measures; we \r\ndo not prohibit them, nor do we condemn those who do \r\napply such unilateral measures.\r\nIn that respect, the Declaration acknowledges \r\nthat our countries still exist in a world of disparities, \r\ndefined by power. Despite all the grand statements and \r\ndeclarations that are made, we remain a world divided \r\nbetween rich and poor, between powerful and weak, \r\nwhere might is right. That is our sad reality.\r\nWe make a number of affirmations in the \r\nDeclaration. Among them are the recognition that \r\neach country has the primary responsibility for its \r\nown economic and social development and that every \r\nState has, and shall freely exercise, full permanent \r\nsovereignty over all its wealth, natural resources and \r\neconomic activity.\r\nAt this Summit, we proclaim 17 Sustainable \r\nDevelopment Goals with 169 targets. We also announce \r\nthat the new Goals and targets will come into effect \r\non 1 January 2016. But we must remind ourselves that \r\nannouncing those Goals and targets is not the same as \r\n15-29223 9/48\r\n25/09/2015 A/70/PV.6\r\nachieving them. Therefore, while we should take some \r\ncomfort from the fact that we were able to agree on \r\nthem, celebration should await the delivery of results.\r\nOur nations have yet to recognize the global \r\nsociety in which we live, our planetary civilization, our \r\ninterdependence and the duty of care that we countries \r\nhave to one another. If we are to stop small islands from \r\ndisappearing because of climate change, if we are to \r\nstop the steady f low of refugees resulting from poor \r\neconomic conditions, and if we are to stop the spread of \r\ndisease that occurs in conditions of poverty, we must be \r\ntruly committed to what we say.\r\nThe Assembly will forgive me for taking a practical \r\nand realistic view of our meeting today. I am glad \r\nthat we are holding this Summit. I am glad for the \r\nDeclaration that we are jointly issuing, if only because \r\nit is a measure of the pledges and resolutions of all of \r\nus, to which each of us can be held. It is the mirror in \r\nwhich we will see our faces in 2030.\r\nWe must not just say what we will do; we must \r\ndo what we say. We should recommit to broadening \r\nand strengthening the voice and participation of \r\ndeveloping countries — including African countries, \r\nleast developed countries, landlocked developing \r\ncountries, small island developing States (SIDS) and \r\nmiddle-income countries — in international economic \r\ndecision-making, norm-setting and global economic \r\ngovernance.\r\nSmall island developing States recognize the \r\nenormity of this moment and the new era that we are \r\napproaching. We ask the world to prioritize us because \r\nof our unique geographical characteristics. We have \r\nno ability to change our categorization as SIDS. We \r\ncan neither graduate nor upgrade nor be elevated from \r\nbeing SIDS.\r\nOur challenges are unique; we ask that we not be \r\nmarginalized for those characteristics that make us \r\nunique. Do not marginalize us because we are fragile, \r\ndo not marginalize us because we are vulnerable, and \r\ndo not marginalize us because we are small; instead, \r\nprioritize us for those very reasons.\r\nIn closing, I would like this Summit to be \r\nremembered as a defining moment in human history. I \r\nwould like it to be the Summit whose outcome was not \r\njust another declaration; not just another statement of \r\ngoals and targets, but one that actually led to positive \r\nresults. The judgement as to whether it is such a defining \r\nmoment will have to be postponed until 2030, the date \r\nwe have set to meet the Goals and targets.\r\nI hope that in 15 years’ time, our peoples will not \r\njudge us harshly. Let us therefore create a new post-\r\n2015 global development architecture that will be truly \r\ninclusive, democratic and, certainly, egalitarian. A post-\r\n2015 world should be a world in which there is mutual \r\nrespect and understanding, a world of collaboration and \r\ncommitment and of equality of opportunity and justice, \r\nso that the little boys and girls of Antigua and Barbuda \r\ncan have the same opportunities as little boys and little \r\ngirls in the developed world, a world where the voice \r\nof Antigua and Barbuda can be a unified voice of the \r\nworld, a world where Antigua and Barbuda’s economy \r\nis allowed to f lourish just like those in the developed \r\nworld, a world where all Antiguans and Barbudans \r\nand our global brothers and sisters share the same \r\nopportunities, because we as leaders took a stand and \r\nensured that all peoples are prosperous and happy with \r\nthe new transformative post-2015 world.\r\nThe Acting President: I thank the Prime Minister \r\nof Antigua and Barbuda for his statement.\r\nGaston Alphonso Browne, Prime Minister of \r\nAntigua and Barbuda, was escorted from the \r\nrostrum.\r\nThe Acting President: The Assembly will now \r\nhear a statement by the Prime Minister of the Republic \r\nof Slovenia.\r\nMr. Miro Cerar, Prime Minister of the Republic of \r\nSlovenia, was escorted to the rostrum.\r\nMr. Cerar (Slovenia): The new Agenda is the most \r\ncomprehensive development action plan so far. It is \r\nglobal and universal. It is visionary. It is concrete. It is \r\npeople- and planet-centred. It promises to leave no one \r\nbehind and to build a life of dignity for each and every \r\nindividual.\r\nWhy does Slovenia believe that this new Agenda \r\ncan make a difference?\r\nFirst, it provides a firm commitment to implement \r\nthe unfinished business of the Millennium Development \r\nGoals, so that all men, women, boys and girls, no matter \r\nwhich country they live in, are able to fulfil their basic \r\nhuman needs, always and forever. This was our promise \r\n15 years ago. We have already achieved a lot, but we \r\nneed to make a greater effort to fully deliver on our \r\npromise.\r\n10/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nSecondly, the new Agenda reaffirms our \r\ncommitment to the respect, protection and promotion of \r\nhuman rights and fundamental freedoms for all, without \r\ndiscrimination on any grounds. Only universality, \r\nindivisibility and the inalienability of human rights can \r\nguarantee that no one is left behind. Gender equality, \r\nthe empowerment of women and the protection of their \r\nrights is an important and integral part of the new \r\nAgenda.\r\nThirdly, the new Agenda recognizes a strong \r\nconnection between peace, security and sustainable \r\ndevelopment and, at the same time, emphasizes the \r\neconomic, social and environmental dimensions of \r\nsustainable development.\r\nThe new Agenda also responds to other global \r\nchallenges such as migration. The global migration \r\ncrisis, which we are currently facing not only in Europe \r\nbut also in other parts of the world, requires urgent \r\naction. First and foremost, we should address its root \r\ncauses and prevent any further loss of life.\r\nMy country, together with other European \r\ncountries, has intensified its activities in resolving the \r\ncurrent migration crisis in Europe. The main principles \r\nof our action are based on not only humanity and \r\nsolidarity, but also security.\r\nWe should pool our efforts in combating illegal \r\nmigration and suppressing the trafficking of migrants \r\nand human beings. This cannot be the responsibility \r\nof any one country; it is a shared responsibility of the \r\nwhole international community.\r\nThere is another pressing global challenge that needs \r\nour immediate attention: climate change. I sincerely \r\nhope that the successful adoption of the Addis Ababa \r\nAction Agenda and the 2030 Agenda for Sustainable \r\nDevelopment will be complemented by an ambitious, \r\ndurable, universal and legally binding agreement later \r\nthis year in Paris. It goes without saying that such an \r\nagreement is essential for sustainable development, and \r\ntime is quickly running out.\r\nImplementation will be a common journey. \r\nEveryone should participate; we will be successful only \r\nif we work together. We have a strong implementation \r\nframework; it provides us with the full spectrum of \r\nmeans to successfully implement the new Agenda. \r\nOfficial development assistance (ODA) will remain a \r\nkey element of development funding. In line with our \r\npublic-finance capabilities, Slovenia will strive to \r\nincrease the volume of ODA funds and improve the \r\nquality of ODA. We will prepare a national plan for the \r\ngradual increase of ODA so as to fulfil our commitment \r\nin the time frame of the new Agenda.\r\nSlovenia’s approach to the implementation process \r\nwill follow two tracks. We will implement the new \r\nAgenda at the national level, including through the \r\npreparation of a new Slovenia development strategy, \r\nwhich is already under way.\r\nWe will also contribute to poverty eradication and \r\nsustainable development on the basis of updated legal \r\nand strategic documents on international development \r\ncooperation. In the 10 years of my country’s involvement \r\nin international development cooperation, we have \r\ncontributed to the economic, social and environmental \r\nprogress of more than 80 developing countries.\r\nOur goal for the future is clear: to further \r\nstrengthen our international development cooperation \r\nand demonstrate that the efforts of small donor countries \r\ncan also be an important contribution to the realization \r\nof global development objectives. I am confident that \r\nwe will succeed.\r\nThe 2030 Agenda for Sustainable Development is \r\nthe opportunity of a lifetime. We need to seize it. We \r\nneed to embrace it. We need to realize it. We should not \r\nforget that we are doing this for our people, our future \r\ngenerations and our planet.\r\nThe Acting President: I thank the Prime Minister \r\nof the Republic of Slovenia for his statement.\r\nMr. Miro Cerar, Prime Minister of the Republic of \r\nSlovenia, was escorted from the rostrum.\r\nThe Acting President: The Assembly will now \r\nhear a statement by the Prime Minister of Tuvalu.\r\nMr. Enele Sosene Sopoaga, Prime Minister of \r\nTuvalu, was escorted to the rostrum.\r\nMr. Sopoaga (Tuvalu): I have the honour to speak \r\non behalf of Tuvalu on this occasion of the Summit \r\nfor the adoption of the 2030 Agenda for Sustainable \r\nDevelopment. May the good Lord bless us all at this \r\ngathering.\r\nI would first like to add to others’ my congratulations \r\nto Mr. Sam Kutesa, outgoing President of the General \r\nAssembly, to the current President and to the co-Chairs \r\nof the Summit for their extraordinary leadership of our \r\nwork. I also wish to commend the Secretary-General \r\nand his staff and all the Permanent Missions and their \r\n15-29223 11/48\r\n25/09/2015 A/70/PV.6\r\npartners for their dedicated commitment to producing \r\nthe Goals and targets for our new Agenda.\r\nToday, as we adopted the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1), we were aware that this \r\nyear is also the seventieth anniversary of this body, for \r\nwhich I offer Tuvalu’s sincere congratulations. Long \r\nlive the United Nations, its Charter and its noble values \r\nand principles. We have all worked hard and diligently \r\nto map out the future we want — a world where poverty \r\nand hunger are eradicated; where peace and security, \r\ngood governance and opportunity are shared equally; \r\nwhere every citizen’s human rights and larger freedoms \r\nare honoured and realized with dignity; where all \r\nindividuals are empowered to better their lives and \r\nour planet is healed and sustained for successive \r\ngenerations. That is everybody’s agenda.\r\nThe new Sustainable Development Goals (SDGs) \r\nand the road map for them must be implemented with \r\ncommitment and dedication if we are to transform our \r\nworld into one that is focused on peace, security and \r\nprosperity. Our actions must address the root causes of \r\npoverty, human vulnerabilities and human insecurity. \r\nThey must free the human race from all discrimination \r\nand address our increasing disparities, including trade \r\nimbalances and the digital divide.\r\nOur primary target must be the most marginalized, \r\nthe poorest and most vulnerable and the discriminated \r\nagainst; those who have lost their self-worth or dropped \r\nout of formal education systems; those who lack access \r\nto health care; those whose human rights are ignored or \r\nwho are marginalized by the nature of their countries’ \r\nphysical geographical features. They are the ones we \r\nshould focus on, for they are the ones who are closest \r\nto being easily left behind. Each country will craft and \r\ndrive its own agenda, but we support wholeheartedly \r\nthe call for partnerships in the means of implementation \r\nand, for example, the inclusion of the Technology \r\nFacilitation Mechanism, as agreed on in Addis Ababa \r\nat the third International Conference on Financing for \r\nDevelopment. It is also critical to ensure that application \r\nof the means is based on an inclusive approach aimed \r\nat benefiting all.\r\nI would like to take this opportunity, on behalf of \r\nthe Government and the people of Tuvalu, to offer our \r\nsincere and heartfelt appreciation to the Members of the \r\nUnited Nations that, directly or indirectly, have helped \r\nTuvalu with its development via the pathway of the \r\nMillennium Development Goals. We are also grateful \r\nto non-members of the United Nations, including \r\npartners such as Taiwan, Republic of China, for their \r\ncontinued assistance, which has greatly supported \r\nour development efforts. It is vital that this type of \r\nmultilateralism be maintained if the 17 new Goals \r\nand 169 targets that we have set are to be strategically \r\nattained.\r\nOur new Agenda must be supported by institutional \r\nreforms in the United Nations targeted to making the \r\nSecretariat, the General Assembly and the Security \r\nCouncil fit for purpose. We must strengthen capacities \r\nand technicians not only at the United Nations but also \r\nat the country level. It is also our view that a reformed \r\nSecurity Council should include climate change as a \r\nsecurity issue and a permanent agenda item, given the \r\nsecurity threats that the effects of climate change are \r\ncausing, particularly for highly vulnerable countries, \r\nsuch as small island developing States (SIDS) in the \r\nPacific, the Caribbean, the Indian Ocean and other \r\nparts of the world.\r\nWe must also commit to monitoring and reviewing \r\nour progress in order to sustain and focus our \r\ntransformative Agenda. The role of the High-level \r\nPolitical Forum, under the auspices of the Economic \r\nand Social Council, is critical in that regard. In addition, \r\nwe should conduct a proper review, particularly where \r\nthe Economic and Social Council is concerned, of \r\nthe criteria for least developed countries and their \r\napplication, especially to the least developed SIDS, \r\nin order to better account for those countries’ unique \r\nvulnerabilities.\r\nUnder the regime of the Millennium Development \r\nGoals, we achieved successes. But there are still many \r\nunresolved issues, gaps and chronic and protracted \r\ndiscords. The world is so technically and technologically \r\nsophisticated and yet, for example, we cannot overcome \r\nthe energy crisis that is linked to the causes of climate \r\nchange. We have one question: why? Why are we still \r\nin this situation? We world leaders who are here to \r\nformally adopt the new 2030 Agenda for Sustainable \r\nDevelopment, we hold the answer to that question. \r\nWe, the leaders, must step up for we, the people. As \r\nmuch as we need capacity enhancement, science, \r\ndata and new technology, we must match all that with \r\nleadership. Leadership must demand that the only \r\nthings that should be left behind are wars, inequality, \r\nbad governance, self-interest, greed and a profit-only \r\nmentality. Leadership means re-targeting our efforts \r\naway from strife and towards saving lives. Leadership \r\n12/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nis about reaching the target of 0.7 per cent of gross \r\nnational income for official development assistance, \r\nand about helping the most vulnerable, particularly \r\nleast developed countries and SIDS. Tuvalu welcomes \r\nthe parliamentary speakers’ 38-point declaration, \r\nwhich encourages us leaders to be accountable for our \r\nSDG outputs.\r\nTuvalu is pleased that, in the SIDS Accelerated \r\nModalities of Action (SAMOA) Pathway and the \r\n2030 Agenda, SIDS are recognized as a special case \r\nwith unique vulnerabilities — social, economic and \r\nenvironmental — and particularly a vulnerability to the \r\neffects of climate change. If the post-2015 Agenda seeks \r\nto respect, protect and fulfil all human rights for all \r\npeoples, we need, at the forthcoming Paris Conference \r\non the United Nations Framework Convention on \r\nClimate Change, to reach a credible and comprehensive \r\nagreement that sets a goal of achieving a temperature \r\nstabilization level well below 1.5° Celsius above that \r\nof pre-industrial times. It must include a new stand-\r\nalone, permanent loss-and-damage mechanism that is \r\nseparate from adaptation activities. It must also include \r\na mechanism that facilitates the fast tracking and \r\nmobilization of funding resources for urgent adaptation \r\nactions.\r\nBut the vast disparity and physical distance \r\nbetween SIDS such as Tuvalu and world centres, \r\nespecially the United Nations, makes it imperative that \r\nunder the new Agenda we see increased connectivity \r\nand inclusiveness, and certainly an increased presence \r\nof the United Nations on the ground in Tuvalu and other \r\nfar-f lung SIDS. We must not continue to marginalize \r\nthese most vulnerable members simply because of their \r\ndistance from Headquarters. They remain deserving \r\nand needy, particularly as they try to cope with the \r\nelements of disaster and climate change.\r\nIn conclusion, I would like to express our sincere \r\ngratitude to members of the international community, \r\nincluding our own island neighbours and bodies in the \r\nPacific, the United Nations Development Programme, \r\nthe World Bank, the Economic and Social Commission \r\nfor Asia and the Pacific, the Asian Development Bank \r\nand others, and to our bilateral friends from around \r\nthe globe who so kindly responded by supporting and \r\nhelping Tuvalu following the devastation wrought by \r\nTropical Cyclone Pam earlier this year. We greatly \r\nvalue their support and look forward to continuing \r\nour partnership in our recovery and future protection \r\nefforts. We thank them. Tuvalu will never forget their \r\ngenerosity.\r\nTuvalu pledges its full support to the new agenda, \r\n“Transforming our world: the 2030 Agenda for \r\nSustainable Development”. Let us work together to free \r\nthe human race from the tyranny of poverty and want, \r\nand to heal and secure our one planet for successive \r\ngenerations. Let us lead by example in order to shift \r\nthe world’s development trajectory onto a sustainable \r\nand resilient path, a path that can save human beings, \r\nTuvalu and the world.\r\nThe Acting President: I thank the Prime Minister \r\nof Tuvalu for his statement.\r\nMr. Enele Sosene Sopoaga, Prime Minister of \r\nTuvalu, was escorted from the rostrum.\r\nThe Acting President: The Assembly will now \r\nhear a statement by the Prime Minister of Barbados.\r\nMr. Freundel Stuart, Prime Minister of Barbados, \r\nwas escorted to the rostrum.\r\nMr. Stuart (Barbados): There are defining moments \r\nin human affairs when differences dividing countries and \r\ncultures are laid aside in pursuit of the higher common \r\npurpose of benefiting all humankind. Our modern \r\nera has witnessed two such moments: the Millennium \r\nDeclaration in 2000 and now the establishment of a \r\npost-2015 development agenda. The gathering of world \r\nleaders to adopt eight international development goals \r\nsome 15 years ago represented unprecedented hope \r\nat the dawn of a new millennium. The Millennium \r\nDevelopment Goals (MDGs) highlighted the intention \r\nof the global community to eradicate extreme poverty \r\nand hunger and promote sustained economic growth \r\nand sustainable development.\r\nSince becoming independent, in 1966, Barbados \r\nhas pursued the goal of eradicating many of the social \r\nand economic contradictions that we inherited from our \r\ncolonial past. In that connection, the Administration \r\nover which I have the honour to preside has crafted a \r\nvision of creating a Barbados that is socially balanced, \r\neconomically viable, environmentally sound and \r\ncharacterized by good governance. That vision brings \r\nus squarely in line with the ideals embodied in the \r\ninternational development agenda that this special \r\nSummit of the United Nations has been convened to \r\nendorse.\r\n15-29223 13/48\r\n25/09/2015 A/70/PV.6\r\nThe Caribbean Community (CARICOM) developed \r\na set of region-specific MDGs to cater to the unique \r\nrealities of our region and member States. Gender, \r\nviolence, and chronic non-communicable diseases \r\nwere and are among our priorities. Though buttressed \r\nby our dreams, our progress in achieving the MDGs has \r\nregrettably been limited by our capacity to finance our \r\ndevelopment objectives. With the citizens of the world \r\nimpatient for progress, we must invest our collective \r\nintellectual capital and the technology at our disposal \r\nin the design of the tools and the mechanisms we need \r\nto realize the promise of our stated goals.\r\nThe 2030 Agenda for Sustainable Development \r\n(resolution 70/1) provides us with a blueprint for achieving \r\nthe transformation we seek. But that blueprint must be \r\ntranslated into reality and take us seamlessly from the \r\neight Goals and 18 targets of the MDGs to the 17 Goals \r\nand 169 targets of the Sustainable Development Goals. \r\nThe unprecedented scope of the 2030 Agenda rises to \r\nthe challenges facing today’s interconnected world and \r\nis firmly rooted in the three dimensions of sustainable \r\ndevelopment — the economic, environmental and \r\nsocial. Even more important, it is undergirded by a \r\npeople-centred and planet-sensitive ethos, with people, \r\nthe planet, prosperity, peace and partnership at its core.\r\nThe outcome of the third International Conference \r\non Financing for Development — the Addis Ababa \r\nAction Agenda — specifies the policies and actions \r\nneeded to finance our countries’ sustainable \r\ndevelopment. Now is the time for us to address the \r\nneed to develop transparent measurements of progress \r\nthat reach far beyond the narrow scope of per capita \r\ngross domestic product. Small island developing States \r\n(SIDS) such as ours should not be punished for the \r\nlimited development that we have been able to achieve, \r\nvery often against stubborn and unyielding odds.\r\nThe third International Conference of Small Island \r\nDeveloping States, held last year in Samoa, built on \r\nthe platforms of the prior Barbados Programme of \r\nAction of 1994 and the 2005 Mauritius Strategy of \r\nImplementation. It unequivocally reinforced the status \r\nof SIDS as a special case for sustainable development \r\nin view of their unique and particular vulnerabilities. \r\nThe long-term effects of climate change, including \r\nthe ravages of more frequent, intense and destructive \r\nnatural disasters, pose an existential threat to small \r\nisland developing States. The recent devastation of \r\nour sister country Dominica by Tropical Storm Erika \r\nis a stark reminder of that peril. Barbados and other \r\nCARICOM countries are firmly of the view that climate \r\nchange can be tackled only through a comprehensive \r\ninternational effort, grounded in the United Nations \r\nFramework Convention on Climate Change (UNFCCC). \r\nFor us, sustainable development and climate change are \r\ninextricably linked. Let us use the momentum of this \r\nSummit to ensure the adoption of a meaningful and \r\nambitious accord in Paris at the twenty-first Conference \r\nof the Parties to the UNFCCC.\r\nOur region desperately requires a strategy of debt \r\nrelief in order to create more fiscal space and engineer \r\nmuch-needed economic development in order to realize \r\nthe goals set out in the 2030 Agenda. A re-examination \r\nof the basis for the graduation of the countries of our \r\nregion from access to concessional finance remains an \r\nurgent necessity. As we look towards the future, it is \r\nimportant, indeed necessary, that previously agreed \r\ncommitments be kept. The United Nations, on the \r\nstrength of its universal membership, legitimacy and \r\ncomprehensive mandate, will play a pivotal role over \r\nthe next 15 years in reaching the goal of sustainable \r\ndevelopment.\r\nBut we cannot put new wine into old wineskins. \r\nAs we consider the post-2015 development agenda, \r\nadequate, consistent and predictable financial support \r\nmust be mobilized and allocated for the achievement of \r\nthe Sustainable Development Goals. The acid test of the \r\nvalue of the Goals will be their impact on the quality of \r\nlife of ordinary men, women and children everywhere.\r\nThe United Nations was created at a time when the \r\nworld was grappling with the political and economic \r\nconsequences of a vast global conflict. Some 70 years \r\nlater, though much has changed, we have failed to \r\neliminate the scourge of war. Development cannot \r\nbe achieved in the absence of peace. The post-2015 \r\ndevelopment agenda is our compass as we continue \r\non the journey towards a better world for all. With \r\npolitical will and dedicated action, Agenda 2030 will \r\nensure a safe and secure future for current and future \r\ngenerations. We cannot allow this historic opportunity \r\nto slip from our grasp.\r\nThe Acting President: I thank the Prime Minister \r\nof Barbados for his statement. \r\nMr. Freundel Stuart, Prime Minister of Barbados, \r\nwas escorted from the rostrum. \r\nThe Acting President: The Assembly will now \r\nhear a statement by the Prime Minister of the Federal \r\nDemocratic Republic of Ethiopia. \r\n14/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nMr. Hailemariam Desalegn, Prime Minister of the \r\nFederal Democratic Republic of Ethiopia, was \r\nescorted to the rostrum. \r\nMr. Desalegn (Ethiopia): It gives me great \r\npleasure to address this Summit of the United Nations \r\non the adoption of the post-2015 development agenda \r\n(resolution 70/1). I wish to extend my congratulations \r\nto the co-Chairs who are presiding over this historic \r\nSummit.\r\nIt is difficult to conceive of a more fitting time \r\nthan this, the seventieth anniversary of our universal \r\nOrganization, for embarking on a newly revitalized \r\ninternational partnership for development. The \r\ngenuine hope we have is that this Summit signifies \r\nthe commitment we all have made to transforming our \r\nworld. That is what the 2030 Agenda for Sustainable \r\nDevelopment calls for. \r\nThere is no doubt that our future lies in the actions \r\nwe take to carry out the commitments we make. Never \r\nbefore has the international community made such a \r\nbold and far-sighted commitment as the one we make \r\nnow towards eradicating extreme poverty in a relatively \r\nshort period of time:\r\nAt the dawn of the new millennium, we leaders \r\nmade the landmark commitment in the Millennium \r\nDeclaration to spare no effort to free our people from \r\nthe dehumanizing conditions of extreme poverty. \r\nIt was that commitment that gave birth to the \r\nMillennium Development Goals (MDGs), which have \r\nbeen a true inspiration to all of us, and, through their \r\nimplementation, we have saved the lives of millions \r\nand improved conditions for many more. The past \r\n15 years — the period of the MDGs — have indeed been \r\nones of notable achievements. These accomplishments \r\ninspire us all to spare no effort and to continue to do \r\nmore to overcome the many development challenges \r\nour world currently faces. \r\nThough much progress has been made in \r\nimplementing the MDGs, we should nonetheless \r\nacknowledge that, by and large, the MDGs are \r\nunfinished business. Progress has been uneven across \r\nregions and countries. Moreover, despite that progress, \r\nmany millions still live in poverty and hunger, without \r\naccess to basic services. The gap between the poorest \r\nand richest households has widened. Gender inequality \r\npersists. Climate change and environmental degradation \r\nundermine the progress achieved, and conflicts remain \r\nthe biggest threat to human development. All these \r\nchallenges call for urgent and concerted actions.\r\nAs we stand at the dawn of a new development \r\nera, the Sustainable Development Goals (SDGs) we \r\nare about to begin implementing will require far more \r\nconcerted and resolute efforts than those witnessed in \r\nconnection with the implementation of the MDGs. This \r\nis not because the SDGs are simply big in numbers, but \r\nbecause they are universally applicable and much more \r\nambitious. \r\nThere is no doubt that the SDGs represent \r\naspirations to transform the international development \r\ncooperation landscape. Failure to achieve them in one \r\ncountry or region means failure in the entire world. We \r\nneed to draw lessons from the implementation of the \r\nMDGs.\r\nOne of the factors that contributed to the difficulties \r\nof fulfilling the MDGs was the problem encountered \r\nin the provision of adequate means of implementation. \r\nAs we are about to embark on a journey to implement \r\nthe new Sustainable Development Agenda, we need to \r\ncommence the journey with confidence, knowing that \r\na great deal of work has already been done prior to this \r\nSummit. It was a couple of months ago that we agreed \r\non means of implementation for the realization of the \r\nSDGs when we gathered in Addis Ababa to adopt a \r\ncomprehensive policy framework — the Addis Ababa \r\nAction Agenda. That agenda has now become an integral \r\npart of the post-2015 development agenda and is critical \r\nfor the achievement of the SDGs. It is therefore crucial \r\nthat the international community ensures that the Addis \r\nAbaba Action Agenda is fully implemented so that the \r\nSDGs can be fully realized. We are pleased that this is \r\nwell reflected in the 2030 Agenda.\r\nThe adoption of the 2030 Agenda for Sustainable \r\nDevelopment means many things for us in the developing \r\nworld, particularly in Africa. It means the beginning of \r\nthe fight to eliminate extreme poverty once and for all. \r\nIt means the commencement of an important journey \r\nto transform our respective economies into high-\r\nvalue sectors to generate jobs for our youth. It means \r\ndeveloping human-resource capacity through the \r\ncreation of a learning society. And it means conserving \r\nour environment while adapting to and mitigating the \r\neffects of climate change.\r\nThe coming years will no doubt continue to witness \r\nchanges in the global political and economic landscapes. \r\nIn order to serve our collective interest, these changes \r\n15-29223 15/48\r\n25/09/2015 A/70/PV.6\r\nmust be shaped by us in conformity with our common \r\nbut differentiated responsibilities. The role that the \r\nUnited Nations plays in this regard is critical, and this \r\nSummit is an opportunity we must seize to commit to the \r\nrealization of the aims and purposes of the Organization. \r\nFor all its imperfections, the United Nations is still \r\nan institution for which there is no substitute. As we \r\ncommemorate its seventieth anniversary this year, the \r\ntask that we give the Organization should be matched \r\nby the necessary political support to enable the United \r\nNations to discharge its responsibilities.\r\nWe in Ethiopia are committed to embarking on the \r\nimportant journey of implementing the SDGs. We have \r\nnow launched our next five-year national development \r\nplan — the Growth and Transformation Plan. The \r\ntask of mainstreaming the SDGs into that plan could \r\nnot have come at a better time. The alignment of \r\nthese development strategies therefore affords us the \r\nopportunity to pursue our efforts to build a resilient \r\nand greener economy. As much as we are determined \r\nto achieve our development objectives through the \r\nmobilization of our domestic resources, we stand a \r\nbetter chance of realizing them fully and effectively \r\nif our efforts are supplemented by support from our \r\ndevelopment partners, whose contributions have been \r\nparamount over the years. We are confident that through \r\ncontinued and strengthened collaboration, including in \r\nconnection with securing and protecting peace, we can \r\ndo even more to achieve the transformative Agenda that \r\nwe have.\r\nThis Summit of ours once again affords us the \r\nchance to pledge our commitment to humankind. Let \r\nthis be the occasion from which will emerge a collective \r\nresolve to embark on a genuine journey of building a \r\nsafer and prosperous world where no one is left behind.\r\nThe Acting President: I thank the Prime Minister \r\nof the Federal Democratic Republic of Ethiopia for his \r\nstatement.\r\nMr. Hailemariam Desalegn, Prime Minister of the \r\nFederal Democratic Republic of Ethiopia, was \r\nescorted from the rostrum.\r\nThe Acting President: The Assembly will now \r\nhear a statement by the Prime Minister of the Kingdom \r\nof Bhutan.\r\nLyonchoen Tshering Tobgay, Prime Minister of the \r\nKingdom of Bhutan, was escorted to the rostrum.\r\nMr. Tobgay (Bhutan): The United Nations is \r\n70 years old. For 70 years, the United Nations has \r\nmaintained global peace, protected human rights and \r\nupheld international law. It has helped to stop the use and \r\nspread of nuclear weapons and prevented a third world \r\nwar. For 70 years, the United Nations has reaffirmed \r\nthe sovereignty of nations, bringing into its fold new \r\nMember States, irrespective of their size, population, \r\nwealth or power. This is especially important — in fact, \r\nit is critical — for otherwise small, vulnerable countries \r\nlike mine, Bhutan.\r\nFor 70 years, the United Nations has led the \r\nglobal fight against poverty, disease and hunger. As \r\nwe conclude the Millennium Development Goals, our \r\npeoples are now healthier, they live longer, and they are \r\nbetter educated.\r\nToday, the United Nations is poised to do more. We \r\nhave set ourselves an ambitious Agenda for Sustainable \r\nDevelopment, one that calls for collective action to \r\neradicate poverty, reduce inequalities and save our \r\nplanet.\r\nThe vision and principles set out in the 2030 \r\nAgenda for Sustainable Development resonate strongly \r\nwith my country’s own development philosophy of \r\ngross national happiness. As early as the 1970s, we in \r\nBhutan stressed that gross national happiness is more \r\nimportant than gross national product.\r\nGross national happiness is a holistic approach \r\nto development aimed at improving the happiness \r\nand well-being of our people. For that, we carefully \r\nbalance material growth with social inclusiveness and \r\nenvironmental sustainability, all within a framework of \r\ngood governance.\r\nGross national happiness drives development in \r\nBhutan. Our people, for example, enjoy free health \r\ncare and free education, even though we are a poor \r\ncountry. And our economy is still largely clean, green \r\nand renewable.\r\nBut more importantly, six years ago, in 2009, \r\nwe pledged to remain carbon-neutral. In fact, we are \r\ncarbon-negative. That is because 72 per cent of our \r\ncountry is under forest cover, and more than half \r\nof my country is protected as national parks and \r\nwildlife sanctuaries. And, most importantly, we have \r\ninstitutionalized good governance by embracing \r\ndemocracy.\r\n16/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nDemocracy in Bhutan is unique in that we, the \r\npeople, did not want democracy; we did not demand it, \r\nand we certainly did not fight for it. Instead, democracy \r\nwas instituted in an unprecedented manner. It was \r\nimposed by our King, against the will of his people. \r\nThis, in my humble view, is gross national happiness \r\nin action.\r\nHis Majesty the King has called gross national \r\nhappiness “development with values”. This, in effect, \r\nis what the Sustainable Development Goals (SDGs) \r\nare about: development with values. My Government \r\nhas already started integrating the SDGs in our own \r\ndevelopment plans, and we look forward to working \r\ndiligently to fulfil their promise.\r\nThe 2030 Agenda for Sustainable Development is \r\nan exciting testament to the collective will and wisdom \r\nof all nations to transform our world meaningfully. \r\nBut to transform our world, we must first transform \r\nourselves; we must transform the United Nations; \r\nwe must transform it to make it fit for purpose, to \r\nimplement the SDGs.\r\nThe United Nations has served us well for 70 years.\r\nTo serve us for the next 70 years, it must stay \r\nrelevant. And to stay relevant, it must reflect the \r\ngeopolitical realities of today. Countries such as India, \r\nJapan, Brazil and Germany must be made to serve \r\nas permanent members in the Security Council, and \r\nAfrica must be appropriately represented.\r\nIf we do not reform the United Nations, we risk \r\nmaking this sacred institution irrelevant and ineffective. \r\nThat would harm all nations. But small countries, \r\nvulnerable countries, countries such as mine and many \r\nothers, would suffer the most.\r\nNow, if we reform the United Nations, if we make \r\nit relevant and if we make it effective, it will continue \r\nto serve us well. And 70 years hence, our future \r\ngenerations will gather here, in this very Hall, and they, \r\nlike us, will celebrate the United Nations for having \r\nmade their world more secure, more peaceful and more \r\nprosperous.\r\nThe Acting President: I thank the Prime Minister \r\nof the Kingdom of Bhutan for his statement.\r\nLyonchoen Tshering Tobgay, Prime Minister of the \r\nKingdom of Bhutan, was escorted from the rostrum.\r\nThe Acting President: I now call on Mr. Prakash, \r\nMan Singh, Deputy Prime Minister of the Federal \r\nDemocratic Republic of Nepal.\r\nMr. Man Singh (Nepal): I bring with me the \r\nwarmest greetings to all present from the people and \r\nthe Government of Nepal. This morning we adopted \r\nthe 2030 Agenda for Sustainable Development \r\n(resolution 70/1). The Agenda is both universal in scope \r\nand transformative in nature. With people, planet, \r\nprosperity, peace and partnership at its foundation, the \r\nAgenda manifests our collective pledge concerning the \r\nworld’s sustainable development for the next 15 years.\r\nHowever, if we look at the past, it tells us that \r\nadoption is not enough. Implementation remains a huge \r\nchallenge and will demand huge resources. It will also \r\nrequire good national policies, priorities and capacities \r\nas well as robust global partnerships to realize those \r\nGoals in all dimensions of sustainable development. \r\nMost important, for any development to be sustainable, \r\nmy delegation believes that people have to be at the \r\ncentre of governance and have a sense of ownership \r\nin the development process. It is the responsibility of \r\nall of us to develop a system that makes people feel \r\nthat they are an integral part of the process in all \r\nsocioeconomic and environmental dimensions of \r\nsustainable development. We are confident that, with \r\nthe Sustainable Development Goals (SDGs) as a national \r\nfocus, we will be able to observe significant progress in \r\nour goals of peace and prosperity in the days ahead.\r\nDevelopment and democracy are complementary \r\nconcepts and preconditions that go together. It is \r\nour firm belief that democracy is indispensable for \r\nsustainable development. That approach alone will \r\norient to implementation ensure that the concerns and \r\naspirations of the poorest and most vulnerable people \r\nof the world will be duly addressed and that no one is \r\nleft behind.\r\nIt is against that background that Nepal expects \r\nenhanced and revitalized international support as \r\nconceived in the Agenda. Furthermore, even though \r\nundergoing reconstruction and rehabilitation work in the \r\naftermath of the devastating earthquake that hit Nepal \r\nearly this year, such international support must address, \r\namong other things, the need for capacity-building, \r\ndisaster risk-reduction and national resilience-building. \r\nBesides official development assistance, debt relief \r\nand additional financial resources, we also expect \r\n15-29223 17/48\r\n25/09/2015 A/70/PV.6\r\nsupport measures such as trade concessions, transfer \r\nof technology, special economic packages, including \r\nforeign direct investment, in an adequate, consistent \r\nand coherent manner. That is even more necessary \r\nfor least developed and landlocked countries like \r\nNepal, which are economically vulnerable and prone \r\nto disasters. Experience in the field of international \r\ndevelopment operations suggest that there exists a \r\ngap between commitments and delivery. That is not a \r\ngood indicator. We must therefore devise a monetary \r\nmechanism to ensure that commitments are translated \r\ninto actions and actions into results in an effective and \r\ntime-bound manner.\r\nThe United Nations has been instrumental in \r\nsetting the stage for the deliberations and adoption \r\nof this people-centred transformative Agenda. We \r\nsincerely hope we will be as proud of our achievements \r\nwhen we assess progress on the implementation of the \r\nAgenda after 15 years.\r\nBefore I conclude, let me share with this Summit \r\nmeeting that, in the past week, Nepal promulgated \r\nan inclusive democratic Constitution written by the \r\npeople’s elected representatives in the Constituent \r\nAssembly. The promulgation of the Constitution was the \r\nculmination of nine years of dialogue and negotiations \r\namong parties with extremely opposed views and a \r\ntransformation of the decades of armed conflict into \r\nthe peace process preceding it. The Constitution \r\nis a historic achievement for the people of Nepal. \r\nThe Constitution-making process was democratic, \r\ninclusive, participatory and transparent. The \r\nConstitution institutionalizes the federal democratic \r\nrepublican governance system. It firmly invests in \r\nits rights-based approach to development and seeks \r\nto fulfil the aspirations for sustainable peace, good \r\ngovernance, development and prosperity within an \r\noverall framework of democratic policy. We sincerely \r\nthank our neighbours, India and China, and all those \r\nMember States and international organizations that \r\nsupported us in the process of historic transformation.\r\nThe Acting President: I now call on Ms. Netumbo \r\nNandi-Ndaitwah, Deputy Prime Minister and Minister \r\nfor International Relations and Cooperation of Namibia.\r\nMs. Nandi-Ndaitwah (Namibia): I am delivering \r\nthis statement on behalf of His Excellency Mr. Hage \r\nGeingob, President of the Republic of Namibia. At the \r\noutset, I would like to express sincere appreciation and \r\nthanks to the President of the General Assembly for his \r\nable leadership and excellent stewardship in hosting \r\nthis United Nations Summit for the adoption of the post-\r\n2015 development agenda. I also commend the previous \r\nPresident of the General Assembly at the sixty-ninth \r\nsession for having successfully steered the negotiation \r\nprocess for the post-2015 development agenda.\r\nThere is an adage: “When you lose hope, you lose \r\neverything”. The Millennium Development Goals \r\n(MDGs) gave hope to millions of people living in \r\npoverty. For Namibia, being one of the countries that \r\nchampioned the launch of the Millennium Development \r\nGoals process, the significance of the MDGs cannot be \r\noveremphasized, as ample evidence exists to attest to \r\ntheir tangible impact. Therefore, poverty eradication \r\nmust remain the central and overarching objective of \r\nthe post-2015 development agenda in order to continue \r\nto transform the lives of the majority of people living in \r\nabsolute poverty and to reinforce the commitments of \r\nthe international community to eradicate poverty in all \r\nits forms by 2030.\r\nIt is Namibia’s strong belief that the post-2015 \r\ndevelopment agenda is a historic opportunity to \r\neradicate extreme poverty and lead us to a world of \r\nprosperity, sustainability, equity and dignity for all. The \r\nAgenda is also a major transformational shift that puts \r\nsustainable development at the core of the development \r\nagenda, thereby transforming economies to drive \r\ninclusive growth, to build accountable institutions, to \r\nensure good governance and peaceful societies and to \r\nforge a new global partnership based on cooperation, \r\nequity and human rights.\r\nNamibia has declared war on poverty. Therefore, \r\nthe global recognition that the eradication of poverty \r\nis the greatest challenge facing humankind must be \r\neffectively addressed, and the post-2015 development \r\nagenda must deliver on that noble promise. Achieving \r\nan ambitious post-2015 development agenda, including \r\nall the Sustainable Development Goals (SDGs), will \r\nrequire an equally ambitious, comprehensive, holistic \r\nand transformative approach with respect to the means \r\nof implementation. This should be supported by \r\neffective, accountable and inclusive institutions, sound \r\npolicies and effective governance at all levels.\r\nIn this regard, the Addis Ababa Action Agenda we \r\nadopted in July 2015 should anchor, reinvigorate and \r\nstrengthen financing for development, identify the \r\nobstacles encountered for the achievement of the goals \r\nand the action needed to overcome those constraints as \r\n18/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nwell as the support required to implement the post-2015 \r\ndevelopment agenda.\r\nAs a member of the African Union, Namibia is \r\nconvinced that the implementation of the African \r\nUnion’s Agenda 2063 will complement the realization \r\nof the post-2015 development agenda. Additional \r\nfinancial resources, foreign direct investment, \r\nofficial development assistance and public and private \r\nfinancing remain important sources of financing for \r\npoverty eradication and development.\r\nIn this regard, as we call upon developed \r\ncountries to meet and scale up their existing bilateral \r\nand multilateral official development assistance \r\ncommitments to assist developing countries, we also \r\ncall for favourable financing terms as well as a true \r\nglobal partnership in terms of trade and investment, as \r\nwe believe this will enable us to meet the SDGs as set out \r\nin the post-2015 development agenda. Climate change \r\nis a global problem and requires a global response \r\nfrom all of us in both the developed and developing \r\ncountries. Africa has been singled out as being the most \r\nvulnerable to the adverse impacts of climate change. As \r\none of the driest countries on Earth, Namibia, like some \r\ndeveloping countries, faces the immense challenges of \r\ndrought, land degradation and desertification. Hence \r\nwe welcome targets 13 and 15.\r\nLater this year, in December, we will convene in \r\nParis for the twenty-first session of the Conference of \r\nthe Parties to the United Nations Framework Convention \r\non Climate Change to adopt a legally binding agreement \r\nthat will give us hope with respect to our aspirations \r\nto address the challenges posed by climate change, for \r\nthis generation and those to come.\r\nThe Millennium Development Goals were about \r\ninclusion and not exclusion. The same principles are \r\nembodied in the SDGs. Therefore, the international \r\ncommunity has an obligation to ensure that the people \r\nof both Palestine and Western Sahara realize their \r\ninalienable right to self-determination and the creation \r\nof their independent and sovereign State.\r\nLet me conclude by stating that the time to \r\ndemonstrate the necessary political will and leadership \r\nto holistically implement the post-2015 development \r\nagenda is now. Everyone must be included, including \r\nwomen and young people. It is our duty as leaders to \r\ndo the right thing and address the issue of poverty \r\neradication in order to ensure that no one is left behind. \r\nThis is the best legacy we can collectively bequeath to \r\nposterity. Namibia commits itself to the implementation \r\nof the post-2015 development agenda.\r\nThe Acting President: I now call on Mr. Joël \r\nMorgan, Minister for Foreign Affairs and Transport of \r\nthe Republic of Seychelles.\r\nMr. Morgan (Seychelles): I am addressing the \r\nAssembly on behalf of President James Alix Michel, \r\nPresident of the Republic of Seychelles.\r\nIn September 2000, Seychelles, along with 189 other \r\nStates Members of the United Nations, endorsed, at the \r\nUnited Nations Summit, the Millennium Declaration, \r\nwhich included eight Millennium Development Goals \r\n(MDGs). Today we can say that a lot of changes have \r\ntaken place at the global, regional and national levels \r\nduring these past 15 years. However, as we come to \r\nthe end of this 15-year process, it is important to note \r\nthat there are still huge disparities across and within \r\ncountries.\r\nThe MDGs have saved the lives of millions and \r\nimproved conditions for many more. The work is not \r\ncomplete, and it must continue in this new development \r\nera. Seychelles takes pride in having achieved almost \r\nall of the MDGs; some were achieved even before the \r\nprocess was launched. For example, in education and \r\nhealth, Seychelles had already had near 100 per cent \r\nenrolment of both boys and girls in primary schools. \r\nWomen giving birth were assured of the best possible \r\ncare and of the attention of trained medical personnel. \r\nChild mortality rates were already low compared with \r\nmany other countries with similar per capita gross \r\ndomestic product. Environmental protection was \r\nalready a f lagship cause for Seychelles. Despite these \r\nachievements, my country continues to inspire greater \r\nimpetus to ensure that the few challenges of the MDGs \r\nthat remain unaccomplished are fully met.\r\nSeventeen Sustainable Development Goals (SDGs) \r\nand 169 associated targets, which are incorporated and \r\nindivisible, have been announced today. World leaders \r\nhave never before pledged common action and ventured \r\nacross such an expansive and universal policy agenda. \r\nReflecting on the MDGs and looking further to the \r\nnext 15 years, there should be no issue that we cannot \r\ndeliver on given our mutual responsibility to put an end \r\nto poverty, leave no one behind and generate a world of \r\nhuman dignity for everyone.\r\nWe believe that the post-2015 development agenda \r\nmust continue to put greater emphasis on the fight \r\n15-29223 19/48\r\n25/09/2015 A/70/PV.6\r\nagainst climate change and poverty and on education, \r\nincluding early childhood development and higher \r\neducation, as well as a strong emphasis on gender \r\nequality as tools to achieve sustainable development \r\nand strengthen international support for small island \r\ndeveloping States (SIDS).\r\nThe more widely the SDGs, a to-do list for people \r\nand the planet, are understood by everyone, the more \r\npoliticians will take them seriously and the more \r\nGovernments will finance them properly, refer to them \r\nfrequently and make them work. It is the most important \r\nlong-term plan we have for our survival.\r\nSeychelles continues to develop its national \r\nstrategic documents, which we hope, as we aim to \r\nachieve the SDGs, will provide policies for superior \r\ncommunity commitment in building the future of \r\nthe Seychelles we ought to have. We have this year \r\nextended the level of education from 10 to 11 years of \r\ncompulsory studies. The year 2015 was an important \r\none in achieving agreement on diverse key development \r\nissues, from the Addis Ababa Action Agenda to the \r\nforthcoming Conference of the Parties to the United \r\nNations Framework Convention on Climate Change, to \r\nbe held in Paris.\r\nSeychelles supports the outcome document \r\ntransforming our world, the 2030 Agenda for \r\nSustainable Development. I wish to highlight Goal 14, \r\n“Conserve and sustainably use the oceans, seas and \r\nmarine resources for sustainable development”. For \r\nSIDS, our smallness and our seclusion are structural \r\nelements of our vulnerability. Ever-increasing threats \r\nsurround our oceans, and the failure to call for control \r\nof these threats increases this vulnerability. With 75 per \r\ncent of our planet made up by the oceans, the weak \r\nglobal governance of our oceanic spaces undermines \r\nour overall security. We are all vulnerable.\r\nSeychelles, like many SIDS, has not agreed to \r\nsimply be an onlooker with respect to these issues. We \r\nare adopting the perspective of being a large oceanic \r\nnation. We are aiming to better manage our oceans, \r\nsetting an example of good oceanic governance. \r\nLike many other island nations, Seychelles claims a \r\nvast exclusive economic zone of 1.3 million square \r\nkilometres, the second-largest in Africa. The country \r\nhas reaped considerable benefits from its ocean \r\nresources, with the development of fisheries, tourism, \r\ntrade, and international and domestic shipping to \r\nsupport trade.\r\nAt the same time, it has established itself as a global \r\nleader in marine conservation, with the Government \r\nhaving time and again maintained that healthy oceans \r\nand seas are vital to a sustainable future for the whole \r\nplanet and not just for small island developing States. \r\nUndeniably, over the past few years, the emerging \r\nconcept of the “blue economy” has been adopted by \r\nmany SIDS as a method for realizing sustainable \r\ngrowth based on an ocean economy. \r\nSeychelles calls for the enhancing of the capacity of \r\ndeveloping nations to sustainably harness the potential \r\nof oceanic spaces. With the support of the United \r\nArab Emirates, Seychelles held its first blue economy \r\nconference in January 2014, organized as part of the \r\nAbu Dhabi Sustainability Week. The conference was \r\na success, as it enabled the global community to share \r\nits views and objectives for the future in relation to \r\nthe “blue economy” concept, and it established a solid \r\npartnership with a view to mobilizing more research \r\ninto ocean-based economic activity compatible with \r\nthe sustainable development of our planet. The success \r\nof this first conference led to the pledge made at the \r\ntwenty-second ordinary session of Heads of States and \r\nGovernments of the African Union to embrace and \r\nexpand the blue economy concept as an essential part of \r\nAfrica’s future development and expansion, as outlined \r\nin the AU’s Agenda 2063: The Africa we want.\r\nSeychelles is planning to host a second blue \r\neconomy summit in January 2016, with the support \r\nof the United Arab Emirates during the Abu Dhabi \r\nSustainability Week. The summit is perfectly timed to \r\nbuild upon the outcomes of this Summit to adopt the \r\npost-2015 development agenda and of the Conference \r\nof the Parties to the United Nations Framework \r\nConvention on Climate Change in Paris later this year, \r\nand will conclude with a declaration in support of the \r\nimplementation of the blue economy concept through \r\nan enrichment of relevant national and international \r\ninitiatives for concrete deliverables. Seychelles will \r\ncontinue to reaffirm the importance of the blue \r\neconomy as part of the efforts to develop a “green \r\neconomy” to better harness our natural resources for \r\nsustainable development, for combating climate change \r\nand for growth and food security.\r\nThe new Sustainable Development Goals and \r\ntargets, which will come into effect on 1 January 2016, \r\nwill channel the decisions that we take over the next \r\n15 years. All of us will work to put the Agenda into \r\noperation within our own countries and at the regional \r\n20/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nand global levels, taking into account different national \r\nrealities, capacities and levels of development and \r\nwhile respecting our national policies and priorities. \r\nThey are universal goals and targets that engage the \r\nwhole world, developed and developing countries alike. \r\nNo one should be left behind.\r\nThe Acting President: I now call on Ms. Faeqa \r\nbint Saeed Al Saleh, Minister of Social Development \r\nof Bahrain.\r\nMs. Al Saleh (Bahrain) (spoke in Arabic): I \r\nam pleased to transmit to the General Assembly \r\nthe greetings of His Majesty King Hamad bin Issa \r\nAl Khalifa, King of the Kingdom of Bahrain, who \r\nentrusted me with the honour of representing him at \r\nthis Summit. He wishes the participants every success. \r\nThis Summit coincides with the seventieth \r\nanniversary of the establishment of the United \r\nNations. The founding Member States undertook \r\nnot to allow another world war to emerge, pursuant \r\nto the commitments entered into seven decades ago \r\nwhen the Charter of the United Nations was adopted. \r\nThis by itself underscores the importance of the 2030 \r\nAgenda for Sustainable Development (resolution 70/1) \r\nbecause it is a collective agreement that will permit our \r\ncountries to rise to a higher level of development and \r\nprosperity, which can only be achieved if the obstacles \r\nthat prevent us from achieving our goals are overcome \r\nand taking into consideration the cultural and religious \r\nspecificities of every society. We can therefore say that \r\nthe Agenda, with its 17 Goals, allows us an opportunity \r\nto design a joint action plan that gives us clear and \r\ntangible mechanisms for development while protecting \r\nour special human achievements. \r\nThe Kingdom of Bahrain was able to implement \r\nmost of the Millennium Development Goals, which \r\nwere set forth in the year 2000, particularly in the \r\nfields of education, health, child welfare, poverty \r\nelimination, ending illiteracy, promoting the role of \r\nwomen, enhancing the role of youth, supporting gender \r\nequality and promoting respect for human rights. To \r\nthose ends, the comprehensive development strategy \r\nthat was pursued by His Majesty King Hamad bin Issa \r\nAl Khalifa played a fundamental role in contributing \r\nto the success of the work of the Government of His \r\nRoyal Highness Prince Khalifa Bin Salman Al Khalifa, \r\nPrime Minister of the Kingdom of Bahrain. The Prime \r\nMinister received the International Telecommunication \r\nUnion’s Sustainable Development Award for 2015, \r\nwhich confirms the international community’s \r\nappreciation for the efforts exerted by the Kingdom of \r\nBahrain and its achievements in the field of sustainable \r\ndevelopment. It also signifies the forward-looking \r\nvision of our Government. \r\nOur vision has already been covered in the United \r\nNations reports on human development over the past \r\nfew years, the most recent of which made special \r\nmention of the Kingdom of Bahrain’s achievements in \r\nthe field of human development. My country continues \r\nto promote events and programmes to guarantee the \r\nimplementation of the post-2015 development goals \r\nin their three dimensions — economic, social and \r\nenvironmental — in accordance with the Kingdom’s \r\nstrategy. \r\nTo promote these objectives, my country decided \r\nto host a ministerial conference on the implementation \r\nof the post-2015 strategic development agenda under \r\nthe auspices of Prince Khalifa Bin Salman Al Khalifa, \r\nBahrain’s Prime Minister, on 6 and 7 December \r\n2015. This conference is part of the efforts made by \r\nthe Kingdom to host many regional and international \r\nconferences and meetings to promote sustainable \r\ndevelopment. The Kingdom of Bahrain would therefore \r\nbe among the first countries of the world to host a \r\nfollow-up conference on the implementation of the post-\r\n2015 development agenda as adopted in our meeting. \r\nWe are all aware of the grave challenges that we are \r\nfacing today. We note that we must stand together to \r\nbe more determined and willing to overcome obstacles \r\nwithout hesitation or slacking. This meeting is proof \r\nof our determination to use our collective will to \r\ngive an impetus to our efforts bring about a brighter \r\ncommon future through comprehensive and sustainable \r\ndevelopment for all.\r\nThe Acting President: I now call on Mr. Erlan \r\nAbdyldayev, Minister for Foreign Affairs of Kyrgyzstan.\r\nMr. Abyldayev (Kyrgyzstan) (spoke in Russian): It \r\nis a great pleasure to participate in this historic United \r\nNations Summit. \r\nToday we adopted a long-term development agenda \r\nfor the international community (resolution 70/1), \r\nwhich, to a great extent, will condition the preservation \r\nof our planet and ensure a good life for all human beings. \r\nThe Kyrgyz Republic fully supports this ambitious \r\n2030 Agenda for Sustainable Development. It is \r\nessential that the principles of general but differentiated \r\n15-29223 21/48\r\n25/09/2015 A/70/PV.6\r\nresponsibility, accountability and transparency be \r\nan integral part of our renewed Agenda; they will \r\nundoubtedly help to achieve its goals.\r\nKyrgyzstan commends the fact that our new \r\ndevelopment Agenda specifically addresses the needs \r\nof highly vulnerable countries. In that regard, we \r\nwelcome the inclusion in the Agenda of the challenges \r\ncurrently facing mountainous countries and landlocked \r\ndeveloping States, both categories to which Kyrgyzstan \r\nbelongs. It is essential to note, however, that the \r\nprospects for achieving the Sustainable Development \r\nGoals in least-developed and developing countries \r\nwill also depend on solving the problem of ensuring \r\nadequate international financing. The Kyrgyz Republic \r\nhopes that the commitments made by the international \r\ncommunity today and at the Addis Ababa Conference \r\non Financing for Development will be met in full so that \r\nwe can achieve the Sustainable Development Goals by \r\n2030. At the same time, we agree that least-developed \r\nand developing countries should increase the financing \r\nfor their national programmes through the efficient use \r\nof their internal resources.\r\nIt is very important to ensure that our development \r\nAgenda is based on the experience gained through the \r\nefforts to achieve the Millennium Development Goals \r\nwhile also possessing the key qualities of universality, \r\ninclusiveness and accessibility. While there can be no \r\ndoubt that the international community’s chief task \r\nshould continue to be fighting hunger and poverty, \r\nattaining those goals requires new and inclusive \r\napproaches. We support a comprehensive approach \r\nto addressing poverty issues and combating hunger \r\nthrough education, health care, gender equality, the \r\nrule of law, economic development and combating \r\nclimate change. We can achieve effective results only \r\nby ensuring a good balance of all three aspects of \r\nsustainable development. And we call on the States \r\nMembers of the United Nations to demonstrate political \r\nwill and arrive at a legally binding agreement on climate \r\nchange in December at the Paris Conference of the \r\nParties to the United Nations Framework Convention \r\non Climate Change, which can lay the foundations of a \r\nmore responsible attitude to the world around us.\r\nWe are ready to use the experience we have gained \r\nand to mobilize all our available resources and capacities \r\nin order to implement our new Agenda. The Kyrgyz \r\nRepublic adopted a national strategy for sustainable \r\ndevelopment as long ago as 2013. The programme puts \r\nsocial justice and the people’s welfare at centre stage, \r\nalong with protecting citizens’ rights, freedoms and \r\nsecurity, building a peaceful and lawful State with a \r\nhigh level of education and, most important, preserving \r\nthe environment.\r\nFactors of physical geography and climate limit \r\nour country’s ability to reduce poverty reduction and \r\nincrease sustainable development. In Kyrgyzstan’s \r\nmountainous areas, poverty rates are above average, \r\nowing to difficult living conditions and high economic \r\ncosts. Mountains, whose ecosystems are sensitive to \r\nclimate change, make up more than 70 per cent of our \r\nterritory. We are already seeing our glacial reserves \r\nshrink, and experts have predicted that Kyrgyzstan’s \r\nglaciers could be reduced by 40 per cent by 2025. That \r\nwould reduce the volume of water in Central Asia’s \r\nrivers by a third. In that connection, one significant \r\nfactor for sustainable development in Kyrgyzstan and \r\nCentral Asia is water, the shortage of which is growing \r\nfaster than was expected around the world. Today water \r\nhas an economic dimension as well as a humanitarian \r\nand environmental one. In that regard, Kyrgyzstan \r\nsupports the cost-effective use of water resources.\r\nThe development of hydro-electric power as a branch \r\nof the “green economy” is an essential prerequisite \r\nfor sustainable development. Kyrgyzstan’s principled \r\nposition is that water resources and hydropower are \r\nindissolubly and inseparably linked to each other, a \r\nposition that fully accords with the Secretary-General’s \r\ninitiative in declaring 2014-2024 the United Nations \r\nDecade of Sustainable Energy for All.\r\nWe would particularly like to emphasize the \r\nimportance of creating and maintaining an environment \r\nconducive to States’ sustainable development. Based on \r\nits regional experience, the Kyrgyz Republic is of the \r\nview that every State has the right to determine its own \r\ndevelopment. We consider that to be an integral right \r\nthat cannot be limited by anyone or anything in any way. \r\nWe firmly believe that the issue of guaranteeing that \r\nright is just as immediate for the majority of developing \r\nand least-developed countries all over the world. It is \r\nparticularly relevant to to landlocked and small island \r\nStates, the countries most vulnerable to climate change, \r\nas well as those with large debts and few possibilities \r\nfor eradicating poverty.\r\nThe Kyrgyz Republic believes that respect for \r\nand guarantees of a State’s right to develop over time \r\nshould form the basis of building fair international \r\nrelations at the global level, along with such principles \r\n22/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nas respect for territorial integrity and sovereignty, \r\nnon-interference in internal affairs and refraining from \r\nthe use of force. In that regard, Kyrgyzstan considers it \r\nextremely important to promote the concept of a State’s \r\nright to development and the gradual strengthening of \r\ninternational partnerships for Member States to that \r\nend.\r\nIn conclusion, I call on all States Members of the \r\nUnited Nations to unite their efforts to ensure that the \r\n2030 Agenda for Sustainable Development that we have \r\nadopted today (resolution 70/1) accords as closely as \r\npossible with the slogan “No one must be left behind”. \r\nFor my part, I would like to assure the Assembly \r\nthat my country will make every effort to realize the \r\nSustainable Development Goals within its financial \r\ncapabilities and taking into account its specific national \r\ndevelopment needs.\r\nThe Acting President: I now call on Ms. Aïchatou \r\nBoulama Kané, Minister for Foreign Affairs, \r\nCooperation, African Integration and Nigeriens Abroad \r\nof the Republic of the Niger.\r\nMs. Boulama Kané (Niger) (spoke in French): I \r\nwould first like to convey warm greetings from His \r\nExcellency Mr. Mahamadou Issoufou, President and \r\nHead of State of the Republic of the Niger, who wishes \r\nthe Summit every success. On behalf of the delegation \r\nof the Niger, I would like to assure the co-Chairs of \r\nour full support for and willingness to participate in \r\ntheir work in fulfilling their mission. I would also like \r\nto pay well-deserved tribute to Secretary-General Ban \r\nKi-moon for his leadership and commitment to the \r\nimplementation process of the post-2015 development \r\nagenda that is the subject of this Summit.\r\nAs the Assembly knows, in the Millennium \r\nDeclaration of 2000 the world’s leaders identified the \r\neight Millennium Development Goals (MDGs), with the \r\noverall objective of making a substantial contribution to \r\nreducing poverty and hunger and promoting economic \r\nand social development in developing countries. \r\nThe new 2030 Agenda for Sustainable Development \r\nadopted today at our Summit (resolution 70/1) is not \r\nonly timely but, while taking into account the areas of \r\nthe MDGs that remain incomplete, it is also broader and \r\nmore comprehensive. And it is universal. In addition, it \r\nwill promote sustainable development in an integrated \r\nmanner by providing balanced emphasis on its three \r\ndimensions — the economic, social and environmental.\r\nThe adoption of this programme by all the world’s \r\nnations is, in our eyes, a major commitment to our \r\nplanet. We see in it the expression of a voluntarily \r\naccepted solidarity and sharing designed to ensure the \r\nsurvival of all. It must be emphasized that it is not just \r\na question of solidarity of the rich towards the poor; it \r\nis also a matter of mutual solidarity and shared values, \r\nand in that regard poor nations also have much to \r\ncontribute.\r\nMy country, the Niger, in the middle of the Sahelo-\r\nSaharan strip, is facing every kind of development \r\nchallenge, to which there has been added in recent \r\nyears and an acute security challenge. The Niger recalls \r\nthe 2013 visit of the Secretary-General of the United \r\nNations to Niamey to promote the United Nations \r\nIntegrated Strategy for the Sahel at a crucial point in \r\nits history, where the dynamics of development were \r\nbeing thwarted by a combination of security issues and \r\npersistent climate shocks, against the backdrop of a \r\ndemographic challenge.\r\nDespite this unfavourable environment, as part \r\nof our implementation efforts of the Millennium \r\nDevelopment Goals, we have shown significant \r\nprogress, particularly in the areas of reducing poverty \r\nand hunger, education, including primary education, \r\nhealth, particularly in the fight against HIV/AIDS, \r\nand infant mortality reduction, with the related MDG \r\nhaving been achieved. However, we are fully aware of \r\nthe efforts that remain for us to do. For that reason, we \r\nwholly subscribe to this vast and ambitious sustainable \r\ndevelopment programme, which we will strive to \r\nintegrate into our development strategy while taking \r\ninto account our national realities and priorities.\r\nTransforming our world in 15 years through \r\n17 Sustainable Development Goals and 169 targets is \r\nadmittedly ambitious and difficult in the light of the \r\nmany economic, social and cultural constraints that \r\nwe face, but all of us, together — all nations — have \r\nto commit ourselves with resolve. For their part, the \r\npeople of the Niger make that commitment.\r\nThrough their commitment, the people of the Niger \r\nare expressing their willingness to continue to make \r\nefforts towards eradicating poverty and hunger; their \r\nintent not to be ranked last in the world in terms of \r\nhuman development due to their performance in the \r\nareas of education and health; their will to ensure that \r\nyouths of the Niger under 25, who make up more than \r\n15-29223 23/48\r\n25/09/2015 A/70/PV.6\r\n70 per cent half of the population, have a better future \r\nwith decent jobs; their will to overcome the effects \r\nof climate shocks by improving the ability to adapt; \r\ntheir determination to continue their water mastery \r\nprogramme to make it accessible to all and promote the \r\ndevelopment of agriculture and the raising of livestock; \r\ntheir commitment to promote a just and culturally \r\nfulfilled society in which women’s empowerment is \r\nensured; their willingness to contribute to peace and \r\nsecurity in the world through the reaffirmation of \r\ntheir commitment to combat terrorism; their desire \r\nto consolidate democracy through strong democratic \r\ninstitutions; and, finally, their determination to continue \r\nto promote good political and economic governance.\r\nIn conclusion, I reiterate the full commitment of the \r\nRepublic of the Niger to the 2030 Agenda for Sustainable \r\nDevelopment with the commitment to implementing it \r\nin a spirit of solidarity and partnership with all nations. \r\nWe believe in this programme, we believe in the \r\nability of the United Nations to lead it to a successful \r\nconclusion, and we are proud to be among those whom \r\nhistory will remember as having contributed positively \r\nto the transformation of the world.\r\nThe Acting President: I now call upon Mr. Jean-\r\nClaude Gakosso, Minister for Foreign Affairs and \r\nCooperation of the Republic of the Congo.\r\nMr. Gakosso (Republic of the Congo) (spoke in \r\nFrench): I have the great honour to speak from this \r\nrostrum on behalf of His Excellency Mr. Denis Sassou \r\nNguesso, President of the Republic of the Congo.\r\nAt a time when world leaders endorse before \r\nus an ambitious programme, following a process of \r\nnegotiations in which my country was fully invested \r\nalongside other Member States as a member of the Open \r\nWorking Group on Sustainable Development Goals, my \r\ndelegation can only welcome the outcome of what it \r\nsees as a great historic achievement (resolution 70/1).\r\nIt was here, in 2000, that we promised to help the \r\nOrganization to adapt to the new era that was opening \r\nand strengthen its ability to manage the challenges of \r\npeacekeeping and poverty eradication. Encouraged \r\nby this promise, we then adopted the Millennium \r\nDevelopment Goals (MDGs), which were intended to \r\nachieve eight targets for the fight against poverty by \r\nthe year 2015. Today, at the arrival of the deadline, \r\nit seems appropriate to take the full measure of the \r\nprogress made in achieving the Goals and at the same \r\ntime appreciate our ability to ensure a dignified life for \r\nour peoples as we had committed to do 15 years ago.\r\nAdmittedly, since 2000, considerable progress \r\nhas been made towards achieving these Goals. Global \r\npoverty continues to decline. More children than ever \r\nbefore now attend primary school. The infant mortality \r\nrate has fallen dramatically. Access to clean water \r\nhas been greatly expanded. Targeted investments in \r\nthe fight against malaria, HIV/AIDS and tuberculosis \r\nhave saved millions of lives. Undeniably, the MDGs \r\nhave transformed people’s lives, although, especially in \r\nAfrica, the eradication of poverty remains an elusive \r\ngoal.\r\nIn the Republic of the Congo since 2000, remarkable \r\nprogress has been made in achieving the Millennium \r\nDevelopment Goals, even if the road ahead is still long. \r\nDiverse and varied constraints require more effort from \r\nus, but our Government applies itself with determination. \r\nTherefore, to overcome these difficulties in order to go \r\nbeyond the MDGs and meet the challenges of a more \r\ninclusive sustainable development, we adopted in July \r\na national strategy for sustainable development that \r\nreconciles the demands of economic growth and those \r\nof social development.\r\nThe evaluation of the MDGs should enable us to \r\ngrasp the full potential of our Organization 70 years \r\nafter its creation to act and move forward together in \r\nbuilding a world that meets the aspirations of our States \r\nand our peoples. We have just adopted a new framework \r\nfor post-2015 development — a programme that we \r\nwanted to be transformative, innovative, universal \r\nand centred on the three dimensions of sustainable \r\ndevelopment. However, the implementation of the \r\nAgenda will require suitable and sufficient internal \r\nand external financing that can ensure that our lofty \r\naspirations are long-lasting. To do so, I believe that we \r\nmust undertake ambitious, robust reforms of the global \r\nfinancial system by devising new rules that would \r\nallow States to enhance their capacity to mobilize \r\ndevelopment resources.\r\nThis, in our view, is the relevance of the programme \r\nof action emenating from the third International \r\nConference on Financing for Development, held in \r\nAddis Ababa in July. We believe that the Agenda’s \r\nimplementation will be a decisive step towards ensuring \r\nthe successful meeting of upcoming deadlines and \r\nfor the future of humankind and the legacy we must \r\nbequeath to future generations and posterity.\r\n24/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nI would like to express the hope that the Conference \r\nof the Parties to the United Nations Framework \r\nConvention on Climate Change, to be held in Paris in \r\nDecember, will lead to an agreement that breaks new \r\nground, which will be crucial to reaching the new \r\ndevelopment Goals that we have just adopted.\r\nOur destinies are interconnected, and the bright \r\nfuture we want can be built only if we take action \r\ntogether, if we act on different fronts by basing our \r\nfuture actions on new paradigms based on sustainable \r\ndevelopment. The success of this transformative Agenda \r\ndepends fully on the political will of our Governments \r\nand the determination that we must demonstrate in its \r\nimplementation for a more generous world with greater \r\nsolidarity.\r\nThe Acting President: I now call on Ms. Niermala \r\nBadrising, Minister for Foreign Affairs of the Republic \r\nof Suriname.\r\nMs. Badrising (Suriname): On behalf of the \r\nPresident of the Republic of Suriname, His Excellency \r\nDesiré Delano Bouterse, and the Government and \r\nthe people of my country, I wish to congratulate the \r\nAssembly and the international community on the \r\nconvening of this Summit and the adoption by world \r\nleaders of the 2030 Agenda for Sustainable Development \r\n(resolution 70/1).\r\nWe welcome the fact that the Agenda has made \r\nprovisions to include unfinished matters in the context \r\nof the Millennium Development Goals (MDGs). We \r\nalso welcome the integration of the three dimensions \r\nof sustainable development and its focus for the next \r\n15 years on people, planet and prosperity. We endorse \r\nthe targets and the Goals as well as the integral role of \r\npeace and partnership in this regard.\r\nFor the past five years, closing the inequality \r\ngaps in my country has become a high priority in the \r\nsocial contract between my President and the people \r\nof Suriname. Suriname has therefore placed special \r\nemphasis on improving education, health and its \r\nsocial conditions. In this regard, primary education \r\nis now free of charge for all children in Suriname. In \r\naddition, we are implementing a national after-school \r\nprogramme with the aim of enhancing conditions for \r\nbetter learning. We further established a universal \r\nmedical insurance programme, including the provision \r\nof health insurance, free of charge, to senior citizens \r\nand children below 16 years of age.\r\nSince non-communicable diseases are leading \r\nto decreased productivity and have now become \r\nthe principal cause of death in Suriname and in the \r\nCaribbean region, we are developing policies and \r\nprogrammes to fight these diseases, including by \r\npromoting healthy lifestyles. In addition, legislation \r\nhas been adopted establishing a national minimum \r\nwage and a national pension f loor for all workers.\r\nDespite all of these efforts to achieve sustainable \r\ndevelopment, we cannot ignore the challenges we \r\nface in realizing these objectives, especially as a \r\nmiddle-income country. In this regard, we support the \r\nrecognition in the Addis Ababa Action Agenda of the \r\nspecial challenges of middle-income countries.\r\nClimate change is a major threat to my country. \r\nWe are particularly vulnerable to climate change \r\nbecause of our low-lying coast, where 80 per cent of \r\nour population resides and major productive sectors \r\noperate. Suriname has set an example to the world that \r\nwe can be carbon-negative. My country has maintained \r\na forest cover of well over 90 per cent of its total land \r\narea and a deforestation rate of 0.02 per cent.\r\nSuriname looks forward to a successful outcome of \r\nthe twenty-first session of the Conference of the Parties \r\nto the United Nations Framework Convention on \r\nClimate Change, to be held in Paris later this year. Our \r\ncommitment and objective is to continue our tradition \r\nof protecting our environment. We are ready for \r\npartnerships, in particular those related to cooperation \r\nwithin the context of adaptation and mitigation.\r\nA revitalized global partnership for development \r\nis of paramount importance for the successful \r\nimplementation of this new Agenda on the ground. \r\nSuriname reaffirms South-South cooperation as an \r\nimportant vehicle to advance sustainable development \r\nand achieve greater unity and solidarity among \r\ndeveloping countries.\r\nMy Government supports the people-centred \r\napproach of the sustainable development agenda, with \r\nspecial emphasis on the most vulnerable in society: the \r\nelderly, persons with disabilities, indigenous peoples, \r\nchildren, women and youth. Hence every effort \r\npossible needs to be undertaken to invest in increasing \r\ntheir active involvement and opportunities in society, \r\nincluding in productive sectors. In particular, gender \r\nequality and the empowerment of women and girls, as \r\nwell as the elimination of all forms of violence against \r\nthem, should be ensured.\r\n15-29223 25/48\r\n25/09/2015 A/70/PV.6\r\nIn conclusion, success and a better world will \r\ndepend on all of us, individually and collectively. As \r\nSecretary-General Ban Ki-moon recently stated: “We \r\ncannot have a Plan B, because we do not have a Planet \r\nB”.\r\nTherefore, we have to be bold and strong in our \r\npolitical and financial resolve, since failure is not an \r\noption.\r\nThe Acting President: I now call on Mr. Abdulaziz \r\nKamilov, Minister for Foreign Affairs of the Republic \r\nof Uzbekistan.\r\nMr. Kamilov (Uzbekistan) (spoke in Russian): It \r\nis with great satisfaction that I convey my greetings \r\nto all participants. I will briefly touch upon some of \r\nthe proposals and issues discussed today at the United \r\nNations Summit for the adoption of the post-2015 \r\ndevelopment agenda.\r\nFirst, allow me to underscore that the Republic of \r\nUzbekistan supports the new Agenda for Sustainable \r\nDevelopment (resolution 70/1), put forward by the \r\nSecretary-General for the future of humankind, which \r\ncontains the Sustainable Development Goals (SDGs) \r\nfor the period 2016-2030. This should become the \r\nlogical and appropriate continuation of the Millennium \r\nDevelopment Goals process for 2000 to 2015.\r\nThe Republic of Uzbekistan, according to \r\ninternational economic and financial bodies, occupies \r\nfifth place globally among States with rapidly \r\ndeveloping economies. During the past 10 years, in spite \r\nof the ongoing global economic crises, gross domestic \r\nproduct grew on average by more than 8 per cent. Over \r\nthe years of independent development, that is, the past \r\n24 years, our economy has grown more than fivefold \r\nand the population’s real income ninefold. Average life \r\nexpectancy rose from 67 years to 73 years; for women, \r\nto  75 years. About 60 per cent of the State budget is \r\nbeing channelled into social development, including \r\ninto education; that is, 10 per cent to 12 per cent of \r\nthe gross domestic product (GDP), with the share of \r\nexpense items in State budget expenditures making \r\nup 35 per cent. That is particularly important if it is \r\nunderstood that a huge part of our population, 60 per \r\ncent, is under 30 years of age.\r\nLarge-scale reforms in health care in 2009 \r\nallowed us to achieve, as envisaged by the Millennium \r\nDevelopment Goals, a one third decrease in the child \r\nmortality rate, and in 2013, we achieved a one-third \r\ndecrease in maternal mortality. By 2009 we had reduced \r\nthe spread of HIV/AIDS. Indicators of tuberculosis \r\nsickness rates decreased by 1.6 times since the peak \r\nlevel of 2002. By 2013, not a single case of malaria was \r\nregistered in the country.\r\nThe measures undertaken in raising environmental \r\nsustainability enabled a reduction in the volume of \r\npollution emissions per capita from 95 kilograms in \r\nthe year 2000 to 61 kilograms in 2015. Over the past \r\n15 years, we were able to reduce the GDP energy usage \r\nby more than two times our original energy usage.\r\nConditions with regard to gender equality have \r\ntangibly changed. About 50 per cent of the total number \r\nof those engaged in the economy are women. We would \r\nlike to specifically stress that the 2016-2030 programme \r\nfor deepening and reforming education and economic \r\nstructures, as well as expanding private ownership and \r\nprivate enterprise, will serve as a strong basis for our \r\nefforts. Our main target is for our country to join the \r\nranks of States with an above average income level by \r\n2030, according to standard world indicators.\r\nToday, the international community continues to \r\npay particular attention to the disastrous consequences \r\nof climate change. Major environmental disasters have \r\nbecome commonplace for the first time in history, \r\nsuch as the tragedy of the Aral Sea, which, within the \r\nspan of one generation, is on the verge of complete \r\ndisappearance. Dramatic climate change was felt not \r\nonly in Central Asia, but also in other regions. As a \r\ndirect consequence of the drying up of the Aral Sea, a \r\nnew saline desert with an area of more than 5.5 million \r\nhectares of land has emerged on the exposed part of \r\nthe Aral Sea. Sandstorms rage for more than 90 days \r\na year, carrying into the atmosphere over 100 million \r\ntons of dust and toxic salts. The threatening impact of \r\nthe Aral Sea catastrophe is now observed throughout \r\nthe world, according to international experts. Toxic \r\nsalts originating from the Aral region have now been \r\ndiscovered on the Arctic coast, Greenland’s glaciers, \r\nNorway’s forests and many other parts of the Earth.\r\nThe most serious impact has been on the living \r\nconditions and the gene pool of more than 65 million \r\npeople in Central Asia. The extremely adverse \r\necological environment, the lack of and decrease in the \r\nquality of water and the increase in dangerous diseases \r\nare just a short list of the consequences of the Aral \r\nSea tragedy. Uzbekistan hopes that the catastrophe \r\nof the Aral Sea will be taken into consideration in \r\nimplementing the Sustainable Development Goals. \r\nWe understand that climate change and all the related \r\n26/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nmatters being discussed during this Summit will have \r\nan immediate impact on the issue. In line with the \r\nwords of Secretary-General Ban Ki-moon during his \r\ntrip to the Aral Sea in 2010, that requires collective \r\nresponsibility on the part of the entire world, not just \r\nthe countries of Central Asia.\r\nAt its sixty-eighth session in 2013, on a proposal by \r\nUzbekistan, the General Assembly adopted as an official \r\ndocument the programme of measures on eliminating \r\nthe consequences of the drying up of the Aral Sea and \r\naverting the catastrophe of the ecological systems in \r\nthe Aral Sea region. Taking into account the universal \r\nnature of the Aral Sea disaster, it is necessary to expand \r\nactions and establish specific financial mechanisms in \r\nthat regard. It would be appropriate to establish under \r\nUnited Nations auspices a special trust fund on the Aral \r\nSea and the Aral Sea region.\r\nThe main task would involve coordinating efforts \r\nand implementing specific programmes and projects \r\nin the following key areas: protecting health and \r\npreserving the population’s gene pool; elaborating \r\na system of effective stimuli for the socioeconomic \r\ndevelopment of the Aral Sea region; creating conditions \r\nfor ensuring decent living conditions for people living \r\nin the region; preserving the ecological balance of \r\nthe Aral Sea region; adopting consistent measures \r\nto fight desertification and introducing a reasonable \r\nwater consumption policy; recovering and preserving \r\nthe unique biodiversity of f lora and fauna, which \r\nremains on the brink of extinction; and using limited \r\nwater resources in the region, first and foremost the \r\ntransboundary river arteries — the Amu Darya and \r\nSyr Darya — in the interests of all the countries of \r\nthe region and in strict compliance with the norms of \r\ninternational law.\r\nAs a result of the implementation of construction \r\nplans for gigantic dams and large hydropower stations \r\non the tributaries of those rivers, on whose waters the \r\nlives of millions of people depend, we must prevent the \r\ndisruption of the natural f low of the rivers, worsening \r\nthe supply in the lower areas. Such an occurrence would \r\nlead to a radical breach of the water and environmental \r\nbalance and exacerbate the problem of the Aral Sea and \r\nthe underlying ecological security of the region.\r\nThe Acting President: I now call on His Excellency \r\nMr. Wilfred Elrington, Attorney General and Minister \r\nfor Foreign Affairs and Foreign Trade of Belize.\r\nMr. Elrington (Belize): Today marks another \r\nhistoric milestone in the United Nations global \r\ndevelopment journey. The identification and pursuit of \r\nthe Millennium Development Goals were the defining \r\nfirst leg of that journey. Those goals galvanized \r\ninternational solidarity in an unprecedented fashion and \r\nlaid the foundation for international cooperation on an \r\ninternationally agreed development agenda. The newly \r\nadopted 2030 Agenda for Sustainable Development \r\n(resolution 70/1), which consists of 17 Goals and 169 \r\ntargets, requires that development policies integrate \r\neconomic, social and environmental considerations. \r\nBelize is irrevocably committed to embrace this \r\nAgenda. \r\nAs a natural resource- and people-based economy, \r\nBelize has long pursued a holistic, socially and \r\nenvironmentally sensitive development agenda. We \r\nhave developed a national strategy that fully integrates \r\nthe 17 Sustainable Development Goals and their targets, \r\nand our Cabinet has adopted a national growth and \r\nsustainable development strategy that was developed \r\nwith the invaluable support of the Department of \r\nEconomic and Social Affairs. The strategy brings \r\ntogether our national development framework, Horizon \r\n2030, and the 2030 Agenda. It speaks to an ambitious \r\nvision for our own human ecology, namely, to live in \r\npeace and tranquillity and in harmony with nature, \r\nwhile enjoying a high quality of life and being enabled \r\nto look after our own development in a sustainable way. \r\nWe intend to operationalize that vision through four \r\nrubrics of development — one, optimizing national \r\nincome and investment; two, enhancing social cohesion \r\nand resilience; three, sustainably managing natural, \r\nenvironmental, historical and cultural assets; and, four, \r\nimproving governance and citizen security. Collectively \r\nand in cooperation with our development partners, we \r\nwill seek to realize that vision.\r\nWe know that the task ahead is a daunting one. \r\nLimited human and financial resources are enduring \r\nchallenges for my small country. Small in size and \r\nhard-pressed to deal with multiple exogenous shocks \r\nand diminutive fiscal space, Belize, like many other \r\nsmall developing countries, is stretched.\r\nWe repeat our concern that the graduation criteria \r\nunilaterally imposed by international financial \r\ninstitutions upon countries like my own make it \r\ndifficult for us to access grant-based and other \r\nconcessional financing internationally. This situation \r\nobtains even though our small country is on the front \r\n15-29223 27/48\r\n25/09/2015 A/70/PV.6\r\nline of confronting the prohibitively expensive adverse \r\nimpacts of climate change, which contribute greatly to \r\nincreased burdens to our domestic coffers in the form of \r\nhigh ratios of external debt to gross domestic product. \r\nThis is a blight that severely aff licts all Caribbean \r\nnations.\r\nRecalling the small island developing States (SIDS) \r\nAccelerated Modalities of Action (SAMOA) Pathway, \r\nthe Addis Ababa Action Agenda and the revitalized \r\nglobal partnership entrenched in this new 2030 Agenda, \r\nBelize is moved to call for better policies to facilitate \r\nenhanced access to international public sources of \r\nfinancing, especially grants and highly concessional \r\nloans, for small island developing States; better \r\nmultilateral trade policies to ensure improved market \r\naccess for small vulnerable economies; and more \r\ninclusive governance structures at the international \r\nlevel to ensure that the concerns of small developing \r\nstates with middle-income status are taken into account \r\nwhen setting and executing policies.\r\nOur situation is further prejudiced when some of our \r\npartners from developed countries unilaterally utilize \r\ndomestic measures to assess or rate our countries, \r\nsubjecting us to blacklists absent any form of due \r\nprocess. These measures have perpetuated what can \r\nonly be called an international disabling environment \r\nfor our small middle-income countries and our equally \r\nsmall enterprises.\r\nBelize reaffirms the call in the SAMOA Pathway for \r\ngenuine and durable partnerships. The most beneficial \r\nto us are those that put our people’s priorities first. \r\nWe continue to deepen our partnerships globally. We \r\nfirmly believe that they are essential for the successful \r\nimplementation of our 2030 Agenda.\r\nWhile improvements to the wider enabling \r\nenvironments and partnerships can catalyse \r\ntransformation in our economies, we know that no \r\nsuch transformation can be sustained in the face of \r\nthe dangerous, adverse impacts of climate change. In \r\nthe case of SIDS, a simple storm can erase decades of \r\ndevelopment and erode the very land that sustains us. \r\nOurs may very well be the last generation that is seized \r\nof the opportunity and capacity to save the planet from \r\nthe cataclysmic effects of climate change. Let us seize \r\nthe moment. The Conference of the Parties to the United \r\nNations Framework Convention on Climate Change \r\nto be held in Paris must deliver a robust outcome that \r\nentrenches the highest ambition to address climate \r\nchange.\r\nWe are at a crossroads in our development exercise. \r\nAt this juncture, let us choose the right path — the \r\nsustainable and resilient path. We must safeguard Mother \r\nEarth. Let us do so with social and economic justice on \r\nour side and solidarity in our stride. Today and onward, \r\nthere is no turning back.\r\nThe Acting President (spoke in Arabic): I now call \r\non the Minister for Foreign Affairs and Cooperation of \r\nthe Democratic Republic of the Congo. \r\nMr. Tshibanda N’tungamulongo (Democratic \r\nRepublic of the Congo) (spoke in French): It is a privilege \r\nand honour for me to take the f loor before the General \r\nAssembly on behalf of His Excellency Mr. Joseph \r\nKabila Kabange, President of the Democratic Republic \r\nof the Congo. \r\nWith the holding of this Summit devoted to the \r\nadoption of the post-2015 sustainable development \r\nagenda (resolution 70/1), we are living a historic \r\nmoment with regard to institutional governance for \r\nsustainable development. Our presence here today, 15 \r\nyears after the Millennium Summit, is in fact proof of \r\nour shared will to face the challenges that hinder the \r\nimplementation of our common commitment, renewed \r\nat the United Nations Conference on Sustainable \r\nDevelopment and contained in “The future we want” \r\n(resolution 66/288), to make irreversible the eradication \r\nof poverty and the reduction of inequality and to give \r\nnew impetus to peace, cooperation, development, \r\nsecurity and stability in the world.\r\nThe experience we have gained with the \r\nimplementation of the Millennium Development Goals \r\n(MDGs) has made it possible to achieve great progress \r\nand improve the living conditions of humankind. \r\nThanks to the MDGs, more than 1 billion people have \r\novercome extreme poverty and remarkable progress has \r\nbeen made in the fight against hunger and with regard \r\nto access by a large number of girls to school, and the \r\nprotection of the planet. The MDGs have also helped \r\nreduce the prevalence of HIV/AIDS and saved many \r\nfrom malaria. They also created new and innovative \r\npartnerships, galvanized public opinion and showed the \r\nimportance of implementing ambitious goals.\r\nWith regard to the Democratic Republic of Congo, \r\nthe implementation of the MDGs at the national level \r\nhas been undertaken through a series of programmes, \r\nin particular the first and second generations of the \r\nnational strategy for growth and poverty reduction \r\npaper, the stabilization and reconstruction plan for \r\n28/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nconflict-affected areas of eastern Democratic Republic \r\nof the Congo and the programme for rebuilding the \r\ncountry called the five priorities of the Republic.\r\nAn assessment of that implementation reveals a \r\nmixed situation. In several sectors, progress suggests \r\nthat we are not far from reaching the targets set for \r\n2015. Despite the repeated armed conflicts that have \r\nweakened its resilience, slowed its economic growth \r\nand destroyed the results of many years of investment, \r\nthe Democratic Republic of the Congo has been able \r\nto reduce the incidence of poverty on the Congolese \r\npopulation from over 80 per cent in 1990 to 63.4 per \r\ncent in 2012. We expect even more significant results \r\nby making agriculture and industrialization one of our \r\npriorities in order to reduce the proportion of Congolese \r\npeople who suffer from hunger, while giving jobs to \r\nthose who seek them.\r\nThe Democratic Republic of the Congo is also on \r\ntrack to achieve MDG 2, as can been seen from the fact \r\nthat the net enrolment rate in primary education is now \r\nover 90 per cent.\r\nThe same applies to maternal health and the fight \r\nagainst HIV/AIDS and malaria. From 2001 to 2013, in \r\njust 12 years, the maternal mortality rate fell from 1,289 \r\nto 846 deaths per 100,000 births, and infant mortality \r\nfell from 126 to 58 deaths per 1,000 live births. With \r\nregard to HIV, the prevalence rate was reduced from \r\n4.1 per cent in 2005 to 1.1 per cent in 2013, while the \r\nproportion of children under 5 sleeping under treated \r\nmosquito nets rose from 10.9 per cent in 2005 to \r\n92.1 per cent in 2013.\r\nWith regard to gender equality and the empowerment \r\nof women, much remains to be done to lower traditional \r\nbarriers and to increase the representation of women in \r\npolitical decision-making bodies. \r\nWith regard to MDG 7, with regard to ensuring a \r\nsustainable environment and preserving biodiversity \r\nfor the good of humankind, the Democratic Republic of \r\nthe Congo has increased sustainable access to improved \r\nwater quality and sanitation services for a greater \r\nnumber of urban and rural communities. We have also \r\nincreased the proportion of forested and other protected \r\nnatural environments from 55 per cent in 1995 to more \r\nthan 60 per cent today. The country deserves having \r\nthose efforts recognized and compensated, notably \r\nthrough enhanced financing for reducing emissions \r\nfrom deforestation and forest degradation.\r\nDespite such progress observed in the world in \r\ngeneral and in the Democratic Republic of the Congo in \r\nparticular, we must recognize that in the past 15 years \r\nof our experience with the MDGs, the prevailing reality \r\non the ground is that of a world that remains uncertain \r\nas to the survival of humankind. Unfortunately, the \r\nelimination of poverty is still a largely unfinished task. \r\nEven worse, it remains a distant and illusory point on \r\nthe horizon like a mirage unable to be achieved, much \r\nlike, among other things, our work to reduce climate \r\nchange.\r\nThe United Nations has sponsored several major \r\nconferences throughout the world to identify ways \r\nand means to break the vicious cycle of poverty. From \r\nthose talks, a dual consensus has emerged based on \r\nthe view that underdevelopment and concomitant \r\npoverty represent an affront to humankind and on \r\nthe need to establish a new world order, a new global \r\ndevelopment agenda. The new Agenda is the result of \r\nlong negotiations informed by the lessons learned in the \r\nimplementation of the MDGs, which can of course be \r\nimproved upon. However, the new Agenda is ambitious, \r\ninclusive and people-centred. If implemented by all, it \r\ncould break through f lagrant disparities and transform \r\nthe future of humankind in a positive way. That is why \r\nthe Democratic Republic of the Congo welcomes the \r\nresponsible decision we took this morning to adopt the \r\nnew development Agenda.\r\nThis historic commitment we have entered into \r\nso that our peoples can move towards development, \r\nprosperity and happiness cannot be limited to a simple \r\nadoption of the Agenda and its 17 Goals and 169 \r\ntargets. We must all work to implement it by taking \r\nconcrete steps to truly eradicate poverty, to enhance \r\neconomic and technical cooperation, to advance on \r\nthe path towards solidarity and development and to \r\nsafeguard international peace and security. Without \r\npeace, democracy and justice cannot be guaranteed \r\nand development cannot be envisaged. The investment \r\nin international peace and security has the effect of \r\ngenerating substantial dividends throughout the world, \r\nincluding in the form of economic benefits.\r\nIn addition, the future we want requires common \r\nrules, principles and ambitions. We must build together \r\na new international society that is more united and \r\njust and that espouses ethics that serve human dignity \r\nand human rights. To achieve that and to realize the \r\naspirations of all our peoples, the United Nations \r\nremains the natural crucible. The Economic and \r\n15-29223 29/48\r\n25/09/2015 A/70/PV.6\r\nSocial Council and agencies within the United Nations \r\nsystem, and particularly the High-level Political \r\nForum on Sustainable Development, are essential \r\npartners. Nevertheless, the ultimate responsibility for \r\naction and results rests with each State Member of the \r\nOrganization. It is only at that level that we can achieve \r\nour goals. The full success of this historic Summit will \r\ndepend on our leaving it full of hope with the courage \r\nand temerity to make the world a better place for all.\r\nThe Acting President: I now call on Mr. Yves \r\nGermain Joseph, Minister for Planning and External \r\nCooperation of the Republic of Haiti.\r\nMr. Joseph (Haiti) (spoke in French): It is an \r\nhonour for me to speak on behalf of the President of the \r\nRepublic of Haiti, His Excellency Mr. Michel Joseph \r\nMartelly.\r\nAt the outset, allow me to extend the warm \r\ncongratulations of the Republic of Haiti to the \r\nco-Chairs appointed to head this extraordinary Summit \r\non development. It is a happy coincidence that the \r\nSummit is taking place at a time when the Organization \r\nis commemorating the seventieth anniversary of its \r\nCharter. This is of course a very good sign for the \r\nsuccess of our work. Rarely has the United Nations had \r\na strategy that has brought people so closely together as \r\nthe Millennium Development Goals (MDGs), initiated \r\nin 2000 with the ambition of breaking the cycle of \r\npoverty for far too many people on the planet. The \r\nMillennium Development Goals have unquestionably \r\ncontributed to raising the awareness of the international \r\ncommunity and strengthening our struggle against \r\nextreme poverty in all its dimensions.\r\nToday, 15 years later, where are we? The attainment \r\nof the Millennium Development Goals has been uneven, \r\nas we have noted during the preparatory work for this \r\nSummit. In fact, the Millennium Development Goals \r\nhave led to very good policies through which remarkable \r\nresults have sometimes been achieved. One of the most \r\nimpressive is reducing by half extreme poverty, which \r\nwas the case for more than 700 million people in a \r\n20-year period. At the same time, the campaign against \r\nmalaria and tuberculosis has prevented the deaths of \r\nmillions of people. Access to safe drinking water has \r\nbeen expanded and millions of lives have been spared \r\nfrom HIV/AIDS. There has been greater access to \r\nchild and maternal health-care services and education \r\nfor girls, and women have had greater participation in \r\npolitical life. Those are just a few examples that can be \r\nconsidered outstanding successes.\r\nNevertheless, no matter how important and \r\nimpressive, such progress cannot conceal the fact that \r\noften when we talk about poverty reduction, it is an \r\nillusion. How can we ignore the tragic reality of billions \r\nof individuals who continue to suffer from malnutrition \r\nor who die of hunger? Hundreds of millions of \r\nchildren cannot realize their full potential. Multitudes \r\nof vulnerable people live in extremely precarious \r\nsituations as migrants, refugees, deported persons or \r\nthose displaced in their own countries?\r\nWith regard to the Republic of Haiti, I am extremely \r\npleased to say that the public policies implemented \r\nin recent years, largely inspired by the Millennium \r\nDevelopment Goals, have been fruitful. Significant \r\nprogress has been recently achieved in Haiti. Whether \r\nwe talk about the reduction in extreme poverty and \r\ninequality, the improvement of social protections, \r\nthe fight against social exclusion or the expansion of \r\nhealth-care coverage, the reduction of infant mortality, \r\nthe access to safe drinking water or food security, to \r\nname a few essential areas, significant progress has \r\nbeen achieved. Three years ahead of schedule, Haiti \r\nreached the target related to reducing the prevalence \r\nof underweight children under 5 years of age. In the \r\nfield of education, thanks to a universal, free and \r\ncompulsory education programme set up by the \r\nMartelly Administration, the country has reached an \r\nenrolment rate of around 90 per cent today, up from a \r\n50 per cent rate in 1990. We have had other significant \r\nsuccesses, particularly in the fight against HIV/AIDS. \r\nThe cholera epidemic suddenly introduced into the \r\ncountry five years ago is in clear decline, even though \r\nit is still far from being eradicated.\r\nIf Haitians have good reason to be proud of the \r\nprogress made with respect to the MDGs, the country \r\nstill has a very long way to go. We are well aware of the \r\nimmense needs of the population and the gaps and delays \r\nto make up. Basic infrastructure continues to be sorely \r\nlacking. The country’s structural handicaps are severe \r\nimpediments to wealth creation and to the delivery \r\nof services to the population. There are pressing and \r\nurgent environmental problems to overcome. \r\nThe experience of recent years has taught us that \r\nthere is nothing inevitable about underdevelopment. \r\nExtreme poverty is not invincible; we can contain \r\nit, make it recede and work towards its complete \r\neradication. We can reduce inequalities and combat \r\nexclusion. The results obtained in the economic and \r\nsocial areas, together with the democratic achievements, \r\n30/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nare opening our country to a wide range of possibilities \r\nand real prospects for modernization over the coming \r\nyears.\r\nThe results of the MDG programme, with its \r\nsuccesses and failures, provides us with lessons that \r\nwill be useful in the context of the implementation \r\nof the new post-2015 development plan. For its part, \r\nthe Republic of Haiti believes that the role of the \r\nState as an essential development actor is an absolute \r\nnecessity, especially in sectors where the private sector \r\nis of limited value or where it has been slow to fulfil \r\nits promise. Therefore, the State should strengthen \r\nits capacity to define and implement coherent public \r\npolicies and reforms to support the achievement of the \r\nSustainable Development Goals (SDGs). Similarly, it is \r\nessential that Government coordination mechanisms be \r\nstrengthened to improve the effectiveness of bilateral \r\nand multilateral assistance, as well as assistance from \r\nnon-governmental organizations, in the context of \r\nstriving to attain the SDGs. Finally, it is desirable that \r\ndonors establish more f lexible procedures to eliminate \r\nbottlenecks that too often limit the capacity and rate of \r\nabsorption of assistance, particularly in the case of the \r\nleast developed countries.\r\nThe Haitian Government fully supports the approach \r\noutlined by the United Nations to win the fight against \r\nextreme poverty. It has also endorsed in its national \r\ndevelopment strategy the broad guidelines and most \r\nof the targets set forth under the SDGs: the promotion \r\nof sustained economic growth, full employment and \r\ndecent work for all, reducing inequality, putting gender \r\nequality into concrete practice and accelerating the \r\nuniversalization of the right to sustainable development, \r\nwhether it be the right to education, health, food \r\nsecurity, justice, energy, social protection, drinking \r\nwater or a healthy environment.\r\nThe 2030 Agenda for Sustainable Development \r\n(resolution 70/1) carries with it great ambitions. \r\nSuch an undertaking can be achieved only if each \r\nobjective is accompanied by appropriate and coherent \r\npolicies, programmes and action plans and adequate \r\nfunding mechanisms. But above all, what will make a \r\ndifference is the political will of Member States and \r\ntheir determination to achieve a world free of poverty \r\nand hunger by 2030.\r\nWith the adoption of the SDGs, we undertake to \r\ncomplete the project begun in 2000 with the MDGs. \r\nThe Republic of Haiti is committed to this struggle \r\nby the United Nations to eliminate extreme poverty \r\nand to establish a more just and equitable world with \r\nsustainable economic growth that benefits everyone. It \r\nis up to each of us, in a renewed spirit of solidarity, to \r\nmobilize and gather around our shared values  and do \r\neverything we can to be able to say with pride to future \r\ngenerations on the day of reckoning in 2030 that the \r\n2015 commitments were indeed met.\r\nThe Acting President (spoke in Arabic): I now call \r\non Mrs. Neneh Macdouall-Gaye, Minister for Foreign \r\nAffairs of the Republic of the Gambia.\r\nMrs. Macdouall-Gaye (Gambia): On behalf of \r\nHis Excellency Sheikh Alhaji Yahya A.J.J. Jammeh \r\nBabil Mansa, President of the Republic of the Gambia, \r\nI feel deeply privileged and singularly honoured \r\nto be present here on the occasion of this historic \r\nmeeting. The Government and the people of the \r\nGambia would like to commend the United Nations \r\nand the global community for their vision in drafting \r\nthe Sustainable Development Goals as the successor \r\nplan to the Millennium Development Goals (MDGs). \r\nThe articulation of the new development goals is no \r\ndoubt the supreme manifestation of our collective \r\nwill and desire to enhance the lives and livelihoods of \r\nhumankind. It is therefore imperative that we muster \r\ngreater courage, mobilize added resources and marshal \r\nour human capital to ensure that the new Sustainable \r\nDevelopment Goals effectively and expeditiously \r\ncomplete the unfinished agenda of the MDGs.\r\nAs the community of nations, we have cause to \r\ncelebrate, for significant progress was made during the \r\nimplementation of the Millennium Development Goals. \r\nThe global scenario indicates that the number of people \r\nliving in extreme poverty has declined, remarkable \r\nachievements have been reported in school enrolment \r\nand gender parity, and there has been an astonishing \r\nreduction in the number of undernourished people. \r\nAlso in the area of health, robust and sustained \r\nimmunization has reduced to more than half the under-5 \r\nmortality rate. I am happy to report that in the Gambia \r\nthe targets for both infant and under-5 mortality rates \r\nhave been met. It is also a source of pride and satisfaction \r\nto note that under the Millennium Development Goals \r\nthe Gambia made significant strides and achieved \r\nmajor results, particularly with the programme for \r\nimmunizing children under the age of 1 against \r\nmeasles. In November 2014, the  Food and Agriculture \r\nOrganization of the United Nations awarded the \r\n15-29223 31/48\r\n25/09/2015 A/70/PV.6\r\nGambia an insignia for achieving the MDG 1 target and \r\nreducing by half the proportion of people who suffer \r\nfrom hunger. It is also to be noted that the Gambia \r\nhas reduced the prevalence of undernourishment from \r\n13.3 per cent in 1992 to 6 per cent in 2012.\r\nIn the education sector, after extending free \r\neducation for girls, the Government of the Gambia was \r\nable to attain gender parity at the low basic level by 2005, \r\nat the upper basic level by 2009 and at the secondary \r\nlevel by 2014. In further extending free education for \r\nall of the secondary level, statistics show that in the \r\n2015-2016 academic year, 221,550 girls have been \r\nenrolled, in comparison to 212,354 boys. In addition, \r\nthis programme gives the population access to 12 years \r\nof free education from the primary to secondary levels.\r\nAnother important milestone achievement for us \r\nin the Gambia is access to safe drinking water: the \r\nGambia reached 91 per cent coverage in 2013.\r\nThe Government of the Gambia intends to further \r\nredouble efforts to sustain and improve upon the gains \r\nwe have recorded and address the challenges to improve \r\nthe livelihood of all Gambians. In that regard, we are \r\nstepping up our investments in the productive sectors, \r\ninfrastructure and social services. \r\nDespite the achievements made at national and \r\ncontinental levels, we need to acknowledge that \r\ndaunting challenges remain. There are inequalities \r\nbetween regions and countries and between urban \r\nand rural areas. Climate change and environmental \r\ndegradation will require greater attention if we are to \r\nsustain and enhance the gains already registered. In \r\nthat connection, I call on all countries to come up with \r\nan ambitious climate change treaty in Paris later this \r\nyear. \r\nOf equal significance, I call for massive \r\ninvestment in our youth, who are not only the pillars \r\nof our societies but the future of countries. Vocational \r\ntraining and skills enhancement to enable our youths to \r\nsecure gainful employment and contribute to national \r\ndevelopment will be the watchword. It is therefore \r\nimportant that we strive to make the Sustainable \r\nDevelopment Goals (SDGs) as effective as possible. \r\nOne way of realizing that is to mainstream the SDGs in \r\nour national developmental planning processes, giving \r\nthem the weight they deserve as part and parcel of our \r\ndevelopment aspirations.\r\nConflicts remain the biggest challenge to \r\ndevelopment. Millions, if not billions, of dollars, which \r\ncould accelerate development, are spent on arms and \r\nlethal weapons. Several million people who could \r\nhave constituted our human capital for development \r\nlost their lives, or are maimed or displaced, with \r\nmany others living as refugees in camps that are \r\ndevoid of basic facilities. The United Nations and the \r\nentire global community must give urgent attention \r\nto addressing conflicts and make the world a safer \r\nand more secure place for all. That is central if we are \r\ngoing to achieve the objective of leaving no one behind \r\nunder the Sustainable Development Goals. The SDGs, \r\nno doubt, hold a lot of promise for the world, and we \r\nmust learn from our experiences during the MDGs’ \r\nimplementation.\r\nDoubtless, the SDGs are very ambitious and, as \r\nsuch, must be met with the same level of ambition as \r\nfar as their implementation is concerned. Capacity-\r\nbuilding, finance and technology are the prerequisites \r\nfor the SDGs’ success. Developing countries must \r\ntherefore accelerate domestic resource mobilization \r\nthrough innovative practices and by involving the \r\nprivate sector in order to finance development.\r\nTo that end, we strongly call on the developed world \r\nto meet their overseas development assistance pledges \r\nof 0.7 per cent of gross national income. It should \r\nbe noted that an assessment of Goal 8 of the MDGs \r\nindicates that only a few countries have met that target.\r\nThe transfer and diffusion of appropriate \r\ntechnology and capacity-building will be fundamental \r\nin the achievement of the SDGs. A multi-stakeholder \r\npartnership must be built and enhanced to mobilize \r\nand share knowledge. Expertise must be marshalled \r\nto complement the efforts of governance, particularly \r\nthose of developing countries. The implementation \r\nof the SDGs cannot be left to goodwill alone. Robust \r\nmechanisms must be set up and means of verification \r\nestablished. \r\nIn conclusion, let it be said that the SDGs, as far \r\nas the Government of the Gambia is concerned, is a \r\ncontract with humankind, and, although the United \r\nNations may not be perfect, it is the only global \r\ninstitution we have which is capable of ensuring our \r\nsecurity and development. Therefore, on behalf of the \r\nPresident of the Republic of the Gambia, I call on the \r\nglobal community to once again rally around and give \r\nundivided support to the United Nations in the noble \r\ntask of uplifting the livelihoods of most notably the \r\nunderprivileged. For it is only in that way that future \r\ngenerations will judge us in a favourable light. I wish \r\n32/48 15-29223\r\nA/70/PV.6 25/09/2015\r\neveryone Eid Mubarak and thank them for their kind \r\nattention.\r\nThe Acting President (spoke in Arabic): I now \r\ncall on Ms. Mariame Fofana, Head of the delegation of \r\nBurkina Faso.\r\nMs. Fofana (Burkina Faso) (spoke in French): I \r\ntake the f loor on behalf of His Excellency Mr. Michel \r\nKafando, President of Burkina Faso and President of \r\nthe transition.\r\nBurkina Faso welcomes the holding of this \r\nimportant Summit on the adoption of the post-2015 \r\ndevelopment agenda (resolution 70/1). As we celebrate \r\nthis new development agenda, a process which began \r\nback at the Rio+20 Conference in June 2012 , we must \r\nacknowledge the Open Working Group on Sustainable \r\nDevelopment Goals, whose dedication and zeal have \r\nmade it possible to achieve the success of this fortuitous \r\ninitiative. Burkina Faso expresses its heartfelt gratitude \r\nto the two co-facilitators for their commitment and \r\nsense of compromise. We also congratulate all States \r\non their devotion and patience, which has led to the \r\nadoption today of this new consensus document on \r\nwhich we pin much hope.\r\nThis Agenda, which reaffirms the principles of the \r\nRio+20 Declaration with regard to the eradication of \r\npoverty, the fight against hunger, quality education for \r\nall and the fight against inequalities, challenges every \r\nMember State to continue the work already begun \r\nin the framework of the Millennium Development \r\nGoals (MDGs). With the MDGs, Burkina Faso has \r\nattained results, even if the outcome still poses several \r\nchallenges for us today.\r\nThis new development Agenda opens a new cycle, \r\nwhich gives our States an opportunity to adopt new \r\nand more ambitious perspectives in keeping with the \r\nprofound and legitimate aspirations of our peoples. My \r\ndelegation would also like to recognize the consensus \r\nobtained on the 17 Goals and 169 targets of the new \r\ndevelopment programme. Their indivisible nature and \r\nthe commitment of all States to work for their effective \r\nimplementation will ensure their awaited success.\r\nMy delegation reiterates its resolve and commitment \r\nto work towards the full realization of all those \r\nobjectives. However, we would like to make a special \r\nplea regarding Goal 8, concerning youth, spearhead \r\nof our nations and the most important segment of our \r\npopulation. It would be inappropriate, even arbitrary, to \r\npretend that we are building a world if in that process \r\nwe set aside those to whom it is destined. Henceforth, \r\nwe will spare no effort to implement that objective in \r\norder to arrive at a result that will meet the expectations \r\nof our youth.\r\nThe implementation of the new development plan \r\nundeniably demands a mobilization of resources. \r\nMy delegation therefore welcomed the unanimous \r\nsupport for the Addis Ababa Action Agenda last July, \r\nparticularly in terms of providing support to the post-\r\n2015 development agenda.\r\nIt would also be wise for the financing mechanisms \r\nof the new development agenda to incorporate the set of \r\nissues on States’ adaptability to the impacts of climate \r\nchange. The implementation of such an ambitious project \r\nmight prove difficult, hence the need for joint action \r\nby States and a responsible commitment on the part of \r\nthe entire international community. It would therefore \r\nnot be fair if we, as politicians, shirked our obligations \r\nwith regard to official development assistance and \r\ninstead advocated a greater role for the private sector \r\nin the guise of public-private partnerships as a miracle \r\nsolution for increasing investment, given that social \r\ninvestments, which do not generate significant profits, \r\nare not a priority for the private sector.\r\nThe success of the post-2015 development agenda \r\nwill depend upon its full integration into our national, \r\nsubregional and regional development strategies. \r\nIt will also derive from the planning modalities to \r\nbe implemented, as well as from the follow-up and \r\nevaluation mechanisms that will be put in place, \r\nwhich will, in due course, provide reliable statistics. \r\nMoreover, achieving the expected results will require us \r\nto establish a high-level follow-up framework. It is also \r\nimportant for African countries to create a stringent \r\nfollow-up mechanism for the post-2015 agenda and \r\nthe 2063 agenda of the African Union — a mechanism \r\nthat will be capable of providing, in a timely fashion, \r\ntransparent, reliable and disaggregated statistics that \r\nwill yield an objective assessment of the remaining \r\nchallenges, along with a step-by-step analysis of the \r\noutlook for their resolution.\r\nAs was stressed by the High-level Political Forum \r\non Sustainable Development held in New York from \r\n26 June to 8 July, the problems of climate change remain \r\ncentral to our agenda and deserve particular attention in \r\nthe implementation process. In that regard, whether we \r\naddress desertification, land degradation or drought, \r\n15-29223 33/48\r\n25/09/2015 A/70/PV.6\r\nmy country, Burkina Faso, along with other developing \r\ncountries in general, remains extremely vulnerable to \r\nclimate change. My delegation would like to urge all \r\nstakeholders to redouble their efforts so that at the close \r\nof the work of the twenty-first session of the Conference \r\nof Parties to the United Nations Framework Convention \r\non Climate Change, to be held in Paris at the end of this \r\nyear, we can achieve tangible and practical results to \r\nprotect our planet from global warming.\r\nBecause peace, security and stability are \r\nindispensable factors for development, special and \r\nsustained attention should be given to Africa to \r\nsupport it in its efforts aimed at conflict prevention \r\nand resolution and peacekeeping. Convinced of that \r\nreality, the African Union will organize a high-level \r\nevent on peace and security on 1 and 2 October 2015, \r\nin the context of the commemoration of the seventieth \r\nanniversary of the creation of the United Nations.\r\nTo conclude, Burkina Faso reiterates its support \r\nfor the new global development Agenda in the hope \r\nthat this new covenant will allow us to respond to the \r\npressing needs of our populations.\r\nThe Acting President: I now call on Mr. Anthony \r\nMothae Maruping, Commissioner for Economic Affairs \r\nof the African Union Commission.\r\nMr. Maruping (African Union Commission): I \r\nhave the singular honour and special privilege to read \r\nthis statement on behalf of the Chairperson of the \r\nAfrican Union Commission, Ms. Nkosazana Dlamini-\r\nZuma. \r\nThe African Union Commission recognizes, \r\nacknowledges and welcomes the progress made \r\nin some areas and notes the lessons learned in the \r\nimplementation of the Millennium Development Goals \r\nin the last 15 years. Africa welcomes the post-2015 \r\ndevelopment agenda just adopted in the form of the \r\n2030 Agenda for Sustainable Development (resolution \r\n70/1) and its 17 Sustainable Development Goals (SDGs), \r\nwhich form the road map towards ‘‘the world we want’’. \r\nThat Agenda will, in addition, provide the conditions \r\nnecessary for the completion of the unfinished business \r\nof the Millennium Development Goals.\r\nIt was with satisfaction that Africa contributed \r\nsubstantially and influenced the work of the Open \r\nWorking Group and the intergovernmental negotiation \r\nprocess by submitting a comprehensive and well-\r\narticulated common African position. Africa welcomes \r\nthe new Agenda, which represents a balanced agenda \r\nthat covers the three principal areas of development \r\nthat have been identified, namely, the social, economic \r\nand sustainability considerations. The continent of \r\nAfrica was also gratified to host the Third International \r\nConference on Financing for Development in Addis \r\nAbaba, Ethiopia, which produced the Addis Ababa \r\nAction Agenda in July.\r\nAfrica is ready to pursue the attainment of the \r\nSustainable Development Goals by using the vehicle \r\nof the African Union’s Agenda 2063, which is a more \r\ndetailed, more broadly encompassing and longer-\r\nterm development framework. Agenda 2063, which \r\nencapsulates the Sustainable Development Goals, \r\nwill assist the continent to achieve accelerated, \r\nsustained, stable and inclusive economic growth that \r\nleads to sound, resilient, sustainable and inclusive \r\nsocioeconomic development. Agenda 2063 will create \r\njobs, in particular for the currently marginalized \r\nsections of society such as women, youth and people \r\nliving with disabilities, and will address inequalities \r\nin the distribution of income and wealth. That should \r\ncontribute towards the poverty eradication we seek. \r\nThrough Agenda 2063, Africa also seeks to \r\nstructurally transform the economies of its member \r\nStates by ensuring much higher added value and \r\ndiversification. That will require, inter alia, particular \r\nfocus on infrastructure development and energy \r\ngeneration, investment in human development, \r\nincluding education and training, agriculture \r\nproduction improvement, accelerated industrialization, \r\nespecially in manufacturing, and the provision of \r\nrelevant services.\r\nFurthermore, accelerated integration and trade, \r\nalong with enhanced productive capacities, including \r\ntechnology development, transfer and diffusion, should \r\nlead to increased competitiveness and productivity, \r\nattracting investment and boosting Africa’s ability \r\nto join regional and international value chains. In \r\naddition, Africa has decided to pay special attention to \r\nthe realization of the vast potential of its blue ocean \r\neconomy and to put in place measures to sustainably \r\nmanage the continent’s rich biodiversity.\r\nAgenda 2063 is a strategic framework for \r\npeople-driven development that relies on the potential of \r\nthe African people, especially women and youth. Gender \r\nparity and women’s empowerment in all spheres of life \r\nand the elimination of all forms of discrimination will \r\n34/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nbe vigorously pursued. High priority will be given to \r\nthe economic engagement of youth. Women’s economic \r\nand financial empowerment and youth engagement in \r\neconomic activities can ensure the mobilization and \r\nutilization of all of the human resources and talents \r\navailable for Africa’s accelerated economic growth \r\nand socioeconomic development, as well as poverty \r\neradication. \r\nOn the social front, Africa will achieve excellence \r\nin human-resources capacity development by improving \r\nthe quality of education and training, by ensuring \r\nuniversal and equitable access to high-quality health \r\ncare, by providing universal and reliable access to safe \r\nwater in a sustainable manner, especially access to \r\nsafe drinking water in urban and rural areas, and by \r\npromoting sustainable social protection programmes, \r\namong other endeavours. Key concerns will include, \r\ninter alia, good governance, adherence to human rights \r\nand the skilful management of diversity, peace and \r\nsecurity.\r\nWhy is Africa so hopeful? Because broad-ranging \r\nconsultations with stakeholders have been undertaken, \r\nensuring wide ownership and commitment, because \r\nthe means for financing have received due attention, \r\nbecause risk analysis has been carefully conducted \r\nand the relevant management strategies duly devised, \r\nbecause the assessment of the capacities required for \r\nimplementation of the Agenda has been conducted \r\nand modalities for closing capacity gaps have been \r\ndelineated, because an appropriate accountability \r\nframework is being developed, and because the goals, \r\ntargets and indicators are clear and are being quantified \r\nto enable an effective monitoring and evaluation \r\nprocess, which will ensure results-based management.\r\nThere is no need to re-emphasize that statistics \r\nenable meaningful policy formulation and the \r\narticulation of development projects and programmes \r\nof action. Statistics also enable the formulation of \r\na credible accountability framework. Without the \r\nadequate, reliable and timely statistics management of \r\ndevelopment programmes, an effective monitoring and \r\nevaluation process would be constrained. Strengthening \r\nstatistics systems is therefore imperative for success in \r\nthe pursuit of the Sustainable Development Goals. \r\nAgainst that background and with the cooperation \r\nof the international community, Africa should be able \r\nto achieve the Sustainable Development Goals within \r\nthe specified period and within the framework of the \r\nAfrican Agenda 2063 implementation plans.\r\nThe Acting President (spoke in Arabic): I now call \r\non Mr. Dmitry Pankin, Chair of the Board of Governors \r\nof the Eurasian Development Bank.\r\nMr. Pankin (Eurasian Development Bank) (spoke \r\nin Russian): I will not reiterate how important it is that \r\nthe General Assembly has adopted the Sustainable \r\nDevelopment Goals of the United Nations (resolution \r\n70/1). It is clearly important, as many of those speaking \r\ntoday have already noted. What remains to be discussed \r\nis how we should organize our work in order to achieve \r\nthe Goals. In other words, we need to identify the \r\npractical steps that need to be taken. I wish to note that \r\nit is extremely important that the attainment of certain \r\ngoals should not lead us to undermine other ones, which \r\nwould create a conflict between the attainment of some \r\ngoals and the achievement of others.\r\nI will offer one specific example, based on the \r\ncountries that founded the Eurasian Development Bank \r\nafter the collapse of the Soviet Union. For 14 years, \r\nfrom 2000 to 2014, the growth of real income compared \r\nto labour productivity rose in those countries by two \r\nand a half times, while in developed countries, real \r\nincome during the same period was ahead of the growth \r\nin labour productivity by only 11 per cent. In other \r\ndeveloping countries, that ratio was around 20 per cent.\r\nWhat does that mean? On the one hand, it is a good \r\nthing; the real income of people in many countries \r\nhas risen, poverty measures have declined, and the \r\nincomes of pensioners and retirees have significantly \r\nincreased. But the fact that revenue was so far ahead of \r\nlabour productivity means that those countries became \r\nnon-competitive, which made them less attractive for \r\ninvestment. That, in turn, meant that the long-term \r\noutlook for sustainable development slowed down and \r\nwas undermined. Therefore, we need to fundamentally \r\nredesign our future models of economic development. \r\nIn that regard, the conclusion that we can draw is that, \r\nas we move towards the Sustainable Development \r\nGoals, we must do so in a way that does not undermine \r\nthe attainment of certain goals at the expense of other \r\ngoals and targets.\r\nI would like now to draw members’ attention to \r\nanother issue. Returning to the development bank that \r\nI represent, in recent years, following the financial \r\ncrisis of 2008, we saw many of the most powerful \r\ninternational banks reduce their operations in the \r\ndeveloping world. We saw capital f light from the \r\nmarkets of developing countries towards those of \r\ndeveloped countries. Basically, we have witnessed what \r\n15-29223 35/48\r\n25/09/2015 A/70/PV.6\r\nwe call an outf low of quality investment. We therefore \r\nface the serious question of who is going to continue \r\nto finance the infrastructure projects that are the most \r\nimportant projects in emerging market countries. It is \r\nno coincidence that, in that context, we are seeing many \r\nprojects aimed at the creation of new development \r\nbanks. What do we see? We see that the countries of \r\nthe Brazil-Russia-India-China-South Africa group are \r\ncreating new banks, along with the creation of the Asian \r\nInfrastructure Investment Bank, in which China plays \r\nthe leading role. In those conditions, the most serious \r\nand important issue is how to coordinate the work of all \r\nthose banks.\r\nIn my region, the Eurasian area, we now have the \r\nEuropean Bank for Reconstruction and Development, \r\nthe Asian Development Bank and the World Bank. As \r\nI have said, we now have new players coming on the \r\nscene, including the Asian Infrastructure Investment \r\nBank, for instance. The issue of coordinating the work \r\nof the banks is fundamental. We see several banks \r\nworking at the same time on a number of infrastructure \r\nprojects. We need a single unified approach, along \r\nwith unified standards, so that the same norms and \r\nexpectations are applied to the various projects being \r\nfinanced.\r\nWhat is crucial here, I believe, is the vital role \r\nthat the United Nations could play, as a body, as \r\nan institution, by functioning as the coordinator \r\nwith regard to organizing the efforts of the various \r\ninternational development banks.\r\nThe Acting President (spoke in Arabic): I \r\nnow call on Mr. Saber Chowdhury, President of the \r\nInter-Parliamentary Union.\r\nMr. Chowdhury (Inter-Parliamentary Union): \r\nThe Sustainable Development Goals (SDGs) contained \r\nin the 2030 Agenda for Sustainable Development \r\n(resolution 70/1) aspire to shape the lives of peoples \r\nin each and every country. Never before has the focus \r\non people been so closely interwoven with themes of \r\nthe planet, peace, prosperity and, last but not least, \r\npartnerships. This Summit has thus presented a once in \r\na lifetime opportunity to steer the world towards a safer, \r\nsustainable, inclusive and prosperous path. It is my \r\ndistinct honour as President of the Inter-Parliamentary \r\nUnion (IPU), the world’s organization of parliaments, \r\nto thank the General Assembly for the opportunity \r\nto address the Assembly, which has now adopted this \r\nchallenging, ambitious and transformational Agenda.\r\nMr. Alrowaiei (Bahrain), Vice-President, took the \r\nChair.\r\nThe world we have known over the past few years \r\nis going to change dramatically with the adoption of \r\nthe SDGs, and we as a parliamentary community are \r\npleased to express our solidarity and full support for \r\nthe just adopted Sustainable Development Goals. The \r\nperspectives of parliaments and parliamentarians from \r\nacross the world have enriched the formulation and \r\narticulation of the SDGs, thanks to the outreach efforts \r\ninitiated by the United Nations and the resulting global \r\nconversations. The IPU is proud to have contributed \r\nto that process. We welcome the recognition of the \r\nIPU engagement and its contribution to the outcome \r\ndocument that contains the Goals.\r\nIn this very Hall earlier this month, speakers of \r\nparliaments from around the world held their fourth \r\nWorld Conference of Speakers of Parliament, at which \r\nthey unanimously adopted a declaration that attests to \r\nthe strong and growing partnership between the United \r\nNations and the IPU. The preamble to the Charter of the \r\nUnited Nations begins, as we all know, with the words \r\n“We the peoples”, and parliaments are the institutions \r\nthat represent the will of the people. It is that common \r\nfocus on people, their rights, their dignity, their security \r\nand their aspirations that bring the United Nations and \r\nthe IPU together as natural partners. It is that centrality \r\nof people and their interests that binds us as legislators \r\nto the executive arms of Governments.\r\nThe 2 September declaration of the fourth World \r\nConference of Speakers of Parliaments, entitled “Placing \r\ndemocracy at the service of peace and sustainable \r\ndevelopment: Building the world the people want”, \r\nwill help to galvanize political will and show national \r\nownership, which is critical for the implementation of \r\nthe new post-2015 development agenda through the \r\nactive engagement of the parliamentary community. \r\nIt provides political guidance to parliaments on major \r\nissues facing the world today from inequality and \r\npoverty to climate change and disaster-risk reduction. \r\nIt talks about youth disenchantment, migration and \r\nterrorism. It reiterates our commitment to a world \r\nfree of nuclear weapons, which will be marked again \r\ntomorrow, 26 September, by the International Day \r\nfor the Total Elimination of Nuclear Weapons. Those \r\nchallenges are all interlinked and require coherent and \r\nrobust action by all States.\r\nIn solidarity with the Sustainable Development \r\nGoals, the Speakers’ declaration pledges to place the \r\n36/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nconcerns of people across the world at the very heart \r\nof policymaking. At the Inter-Parliamentary Union, \r\nwe are particularly heartened by the inclusions of the \r\nGoals on governance, women’s empowerment and the \r\nneed to address inequality. Those goals are part of \r\nour core business. We note with satisfaction that the \r\ngovernance goal, in particular, points to the need for \r\nreform in order to make all institutions of Government, \r\nincluding parliaments, fit for purpose. That goal is a \r\nhuge political breakthrough. It sends a very strong \r\nsignal and a very powerful message that we are \r\nserious about changing the way we do business at the \r\nhighest political level, including the core functions of \r\nrepresentation, the appropriation of resources through \r\nthe budgetary process, law-making and oversight, \r\nas well as national ownership of global processes, \r\nParliaments have a crucial role to play in translating \r\nthose goals into reality. Parliaments are thus critical to \r\nthe success of the Sustainable Development Goals.\r\nTo succeed, we must all act together in concert \r\nand in a coherent, coordinated manner across political \r\ndivides. All institutions of Government, as well as \r\nother groups in society, such as academia, civil-\r\nsociety organizations, community and religious leaders \r\nand youth must work together to ensure effective \r\nimplementation. Parliaments can make a real difference \r\nby fulfilling their constitutional role and mandate in \r\nmonitoring progress, holding Governments to account \r\nand ensuring that we deliver locally what has been \r\npledged globally. Ultimately, it is visionary political \r\nleadership that will propel those goals forward and \r\ntranslate them from words into action. As a body of \r\nworld leaders, the General Assembly has the power \r\nto build a better world for our people and for future \r\ngenerations. The IPU and national parliaments are \r\navailable to help. Together we can shape and create \r\nthe future that our citizens want and which we have \r\npledged and are duty-bound to deliver.\r\nI wish the Assembly an excellent Summit.\r\nThe Acting President: The Assembly will now \r\nhear a statement by Mr. Zhang Xinsheng, President of \r\nthe International Union for Conservation of Nature.\r\nMr. Zhang Xinsheng (International Union for \r\nConservation of Nature): The International Union \r\nfor Conservation of Nature (IUCN) strongly believes \r\nthat the 2030 Agenda for Sustainable Development \r\n(resolution 70/1), with its Sustainable Development \r\nGoals, provides an important framework to address \r\nthe challenges that we face today, and we commend \r\nmembers for adopting those transformational Goals. \r\nThe IUCN commends Governments for their open \r\nspirit throughout the negotiations and for including \r\nthe concerns and advice of civil society and other \r\nstakeholders. Most of all, we commend them for taking \r\nthe initiative to jointly agree on a vision for a better \r\nfuture in which no one is left behind and people can \r\nlive in harmony with nature. Today’s adoption is more \r\nthan just a symbolic act, it is a promise to millions \r\nand to all generations. The IUCN has long envisioned \r\nsustainable development as a path that leads to a just \r\nand prosperous world that values and conserves nature \r\nby ensuring, through effective and active governance, \r\nthat its resources are used sustainably. The 2030 Agenda \r\nreflects those wishes.\r\nAs the Assembly knows, all life on Earth depends \r\non well-functioning ecosystems. A nation’s ability \r\nto achieve the Sustainable Development Goals, just \r\nadopted today at the United Nations Summit during the \r\nopening days of the General Assembly at its seventieth \r\nsession, depends on a well-functioning ecosystem. If \r\na nation fails to create or can no longer sustain such \r\nan ecosystem, it will not be able to make meaningful \r\nsteps towards the achievement of the Sustainable \r\nDevelopment Goals.\r\nAt the special IUCN high-level international \r\nmeeting, the Eco-Forum Global, held in China, the \r\ndeclaration adopted at that meeting particularly \r\nhighlights that, as an organization rooted in nature \r\nconservation, the IUCN continues to promote the \r\nsustainable use of natural resources. Established in 1948 \r\nin Paris, the IUCN is now based in Geneva. The IUCN \r\nis particularly delighted to see the manner in which \r\nenvironmental dimensions have been integrated in the \r\nSDGs, not only in those Goals specifically dedicated \r\nto protecting our natural environment — the land, air \r\nand oceans — but also through the inclusion of entities \r\nthat refer to the role played by nature in our response \r\nto current challenges. The latter include poverty, food \r\nsecurity, water security and disaster-risk reduction, \r\namong others. \r\nThe IUCN calls for nature-based solutions to \r\nsustainable development issues. Accordingly, the SDGs \r\nare an opportunity to address convergent key issues that \r\ndemonstrate that there can be sustainable development \r\nonly if we protect the planet and its ecosystems. Given \r\nthat a supportive functioning ecosystem will help \r\nachieve many of the Goals, it is of the utmost importance \r\n15-29223 37/48\r\n25/09/2015 A/70/PV.6\r\nthat we invest our efforts and resources into conserving \r\nand restoring such systems.\r\nThe Addis Ababa Action Agenda provides channels \r\nfor mobilizing the necessary resources. Some of them, \r\nsuch as redirecting funds away from harmful subsidies \r\ntowards clean investments, are long overdue. At the \r\nnational level, development policies need to take into \r\naccount the role that countries’ ecosystems will play in \r\nnational development and do so in a manner that actively \r\ncontributes to the implementation and achievements of \r\nthe SDGs. Investing in nature is investing in people. \r\nWhile we have spent the past several years talking, \r\ndiscussing, negotiating and agreeing, now we need \r\nto shift our attention to implementing our universal \r\nAgenda. We have to work together through integrated \r\npartnerships across various dimensions. Every State, \r\nevery person and every stakeholder needs to play their \r\npart, in order to ensure the success of this great Agenda. \r\nWe are ready to act together for a sustainable future. \r\nThe Acting President: I now give the f loor to \r\nMr. Martin Kreutner, Dean and Executive Secretary of \r\nthe International Anti-Corruption Academy.\r\nMr. Kreutner (International Anti-Corruption \r\nAcademy): We have all witnessed today history in the \r\nmaking. We have seen the adoption of a comprehensive \r\npost-2015 development agenda — the 2030 Agenda \r\nfor Sustainable Development — in resolution 70/1, \r\nwith its 17 Sustainable Development Goals (SDGs) \r\nand 169 targets. That new Agenda provides the most \r\nconsultative and comprehensive path and the most \r\ninclusive and illustrated process ever, reaching out \r\nto and taking on board all relevant stakeholders, our \r\npeoples and the global community.\r\nIt is, therefore, a genuine honour for me to be here \r\non this memorable day to address the United Nations \r\nSustainable Development Summit. Let me start by \r\ncommending the States Members of the United Nations \r\nand all of the stakeholders involved; in that connection \r\nI pay particular tribute to Secretary-General Ban \r\nKi-moon, as well as his staff, for his leadership, \r\ndevotion and dedication. We have come a long way, and \r\nwe have reached a point today where it is fair to allow \r\nourselves humble feelings of pride.\r\nHowever, we will all be judged by concrete and \r\ntangible results in a world that is entering turbulent times. \r\nWe face a series of mounting, perhaps unprecedented, \r\nglobal challenges: economic uncertainty, huge numbers \r\nof refugees, increasing distrust among the leading \r\nPowers and climate change, among others. What is \r\nmore, we must address those challenges at a time of \r\ndeclining trust in political, institutional and corporate \r\nleadership, as well as a time of scepticism about the \r\nability of national and international actors to make the \r\nworld a better and fairer place.\r\nTherefore, in that context, I would like to talk today \r\nabout two journeys that the world must take between \r\nthis Summit and 2030. And I want to urge members \r\nto consider how closely interrelated they are. Ideally, \r\nthere should be a single comprehensive avenue or one \r\ncompass for actions that sets our trajectory and shines \r\nthe light on the way forward.\r\nThe first involves fulfilling an ambitious and \r\ninspiring global Agenda with 17 new SDGs, aimed at \r\nsecuring a better future for all of the human beings \r\non this planet, and the second involves strengthening \r\nour efforts to fight corruption everywhere, in all its \r\nforms. Let me be clear — this second, anti-corruption \r\njourney is not an optional extra. Nor is it a small part of \r\nsome global policy buffet that one can taste hesitantly \r\nand then leave on the plate. On the contrary, a strong, \r\nrelentless fight against corruption, with leadership \r\nfrom the very top, both nationally and internationally, \r\nboth in the political but also in the corporate world, is \r\nessential for realizing this Sustainable Development \r\nAgenda of ours.\r\nLet us look at our record in meeting the \r\nMillennium Development Goals (MDGs). There were \r\nreal achievements in reducing extreme poverty and \r\nchild mortality and in increasing the numbers of girls \r\ngoing to school, for example. But it is no secret that \r\ncorruption, at the same time, greatly hampered the \r\nfulfilment of the MDGs overall. The good news is \r\nthat by multiplying our anti-corruption efforts, we can \r\nmake sure that the SDGs meet with a more fortunate \r\nfate. That will be a huge task because we are facing a \r\nformidable opponent. Corruption is an evil that knows \r\nno boundaries. It is present throughout all continents, \r\nall societies and sectors. It costs more than 5 per cent of \r\nthe global gross domestic product, adding between 5 to \r\n10 per cent to any single contract in business.\r\nCorruption hits the world’s most vulnerable people \r\nthe hardest. Research suggests that in countries where \r\nmore than 60 per cent of the population pay bribes to \r\nreceive public services, more women die in childbirth, \r\nfewer people have access to clean water and more \r\n38/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nyoung people are illiterate. As I have said in many other \r\nforums, corruption is the antithesis to human rights, \r\nthe venom undermining the rule of law, the poison \r\nattacking prosperity and development, and the opposite \r\nof equity and equality. Most fundamentally, it erodes \r\ntrust and confidence and contributes to the collapse of \r\nsocieties and economies.\r\nEncouragingly, the global anti-corruption movement \r\nhas already come a long way since its beginning nearly \r\n20 years ago. Among other regional instruments, \r\nthe Organization for Economic Cooperation and \r\nDevelopment’s Anti-Bribery Convention came into \r\nforce in 1999, and the United Nations Convention against \r\nCorruption, with its global reach, entered into force in \r\n2005. To date, it is the only convention in the United \r\nNations set of conventions that has also implemented a \r\nState-owned review mechanism in 2009. There is also \r\na growing awareness, among both political leaders and \r\nthe public, of corruption’s devastating effects.\r\nThe International Anti-Corruption Academy \r\n(IACA), the organization that I have the honour to \r\nlead, is proud to have actively contributed to the post-\r\n2015 development agenda process. We have done so \r\nby repeatedly emphasizing the necessity of making \r\ngood governance and the rule of law, which require \r\nstrong and stable, fair and just anti-corruption regimes, \r\nan explicit component of that process. I am therefore \r\ndelighted to see strong anti-corruption language in the \r\noutcome document for this Summit (resolution 70/1), in \r\nparticular under Goal 16, which aims to \r\n“[s]ubstantially reduce corruption and bribery in all \r\ntheir forms... [d]evelop effective, accountable and \r\ntransparent institutions at all levels... [and p]romote \r\nthe rule of law at the national and international \r\nlevels and ensure equal access to justice for all”.\r\nJust as encouragingly, the outcome document \r\nalso recognizes that an inspiring vision needs daily \r\nimplementation. That is absolutely crucial, if the SDGs \r\nare to become a reality. That is where anti-corruption \r\nefforts are most needed. The anti-corruption agenda \r\nhas significantly broadened its perspective since \r\nthe mid-1990s. Back then, it consisted of a single \r\npillar — criminal law and enforcement. Today, there \r\nare three more: prevention, education and awareness-\r\nraising, and international cooperation. IACA’s activities \r\nspan all three of those new pillars, empowering \r\nanti-corruption professionals across the globe. We are \r\nan independent intergovernmental organization with \r\nan ever-growing constituency of 64 parties, bringing \r\ntogether more than 5 billion people, or two thirds of the \r\nworld’s population. The International Anti-Corruption \r\nAcademy is also a post-secondary educational \r\ninstitution that offers technical assistance, capacity-\r\nbuilding, world-class anti-corruption programmes and \r\nrelated research.\r\nIn July, the Human Rights Council adopted \r\nresolution 29/11, which explicitly recognized the \r\nnegative impact of corruption on human rights and \r\nsustainable development and the significance of \r\nanti-corruption education. In that context, it noted \r\nwith appreciation the capacity-building activities and \r\nspecialized curricula developed by the United Nations \r\nOffice on Drugs and Crime and IACA, respectively. \r\nNelson Mandela once said that education has the power \r\nto change the world. In our context, it is fair to argue \r\nthat anti-corruption education has the power to help us \r\nachieve the SDGs and transform the world or, in the \r\nwords of Malala Yousafzai, which touched us all this \r\nmorning, “Education is hope. Education is peace.”\r\nI am confident that, if we unite in a spirit of global \r\npartnership, the fight against corruption will prevail \r\nand the SDGs will become reality, so that we can, as \r\nI mentioned at the start of my statement, successfully \r\ncomplete the two journeys via a single path. Investing in \r\nanti-corruption education and empowerment is the smart \r\nway to work towards achieving sustainable development, \r\nsafeguarding human rights and strengthening the rule \r\nof law on the road to 2030 and beyond. Let us therefore \r\nbe inspired by the vision of this new Agenda, and be \r\nenergized and focused in our daily efforts. On behalf \r\nof the International Anti-Corruption Academy and on a \r\npersonal note, I pledge my full support to this Summit \r\nand to the successful implementation of the SDGs.\r\nThe Acting President (spoke in Arabic): I now \r\ngive the f loor to Mr. Elhadj As Sy, Secretary General \r\nof the International Federation of Red Cross and Red \r\nCrescent Societies.\r\nMr. As Sy (International Federation of Red \r\nCross and Red Crescent Societies): On behalf of the \r\nInternational Federation of Red Cross and Red Crescent \r\nSocieties, I would like to thank the Assembly for the \r\nopportunity to address this historic Summit. The 2030 \r\nAgenda for Sustainable Development (resolution 70/1) \r\nis ambitious, universal, holistic and more inclusive. \r\nWe are pleased with the emphasis it places on the \r\nmost vulnerable and marginalized. We also welcome \r\n15-29223 39/48\r\n25/09/2015 A/70/PV.6\r\nthe strong focus on resilience, which recognizes that \r\ndisasters, humanitarian crises and global health \r\nepidemics have the potential to reverse hard-won \r\ndevelopment gains. Those issues, as well as those of \r\nforced displacement, migration, violence, peace and \r\nhuman rights and human dignity, must be addressed if \r\nwe are to achieve sustainable development.\r\nAn estimated 250 million people are now being \r\naffected by humanitarian crises. We are seeing an \r\nincrease in the intensity, frequency and unpredictability \r\nof disasters, often exacerbated by climate change and \r\nunplanned urbanization. Over the past two years, we \r\nhave been reminded yet again of the threat posed by \r\ninternational health emergencies, which are critically \r\nexacerbated by underdeveloped health sectors. Tens \r\nof millions of people are affected by conflicts that are \r\nbecoming more and more protracted, stretching the \r\ncapacity and imagination of humanitarian organizations. \r\nThere are an estimated 60 million forcibly displaced \r\npeople, half of whom are children. That is the highest \r\nlevel since the end of the Second World War. In recent \r\nweeks, we have been at many of the borders in Europe, \r\nthe Middle East and North Africa and have seen at first \r\nhand the terrible human toll on refugees and a migrant \r\ncrisis that is testing our capacity to respond and, more \r\nimportant, our shared humanity in the face of so much \r\nsuffering. If we are to truly leave no one behind, then \r\nthe new post-2015 agenda must address the needs of \r\npeople affected by humanitarian crises.\r\nThe ambitious 2030 Agenda must be backed by \r\nresources and commitments, and not least by financial \r\nresources. As the World Bank and the International \r\nMonetary Fund have said, we must go from billions to \r\ntrillions if we are to have any hope of delivering on the \r\npromises we are making today. In order to do that, we \r\nwill have to scale up our ambitions and diversify our \r\nsources of funding. Moreover, more resources must be \r\naimed at the local level, where the needs are greatest \r\nand services can be delivered to the most vulnerable \r\nand hardest to reach. Through their trained staff and \r\n17 million volunteers, the Red Cross and Red Crescent \r\nSocieties are permanently present in communities \r\nand work across a continuum of development and \r\nhumanitarian settings to serve the most vulnerable. \r\nThat unparalleled presence is enhanced by the auxiliary \r\nstatus that our national societies possess vis-à-vis their \r\nGovernments, and is complemented by the solidarity \r\nand universality of the International Red Cross and \r\nRed Crescent Movement. Our Movement is uniquely \r\nand powerfully placed to drive meaningful and \r\nsustainable change at the community level by building \r\nand strengthening resilience.\r\nWe are happy to endorse the 2030 Agenda, and our \r\nnetwork stands ready to partner with Governments, \r\nUnited Nations agencies, civil society, the corporate \r\nsector and, not least, communities themselves in order \r\nto make this ambition a reality.\r\nThe Acting President (spoke in Arabic): I now \r\ngive the f loor to Ms. Michaëlle Jean, Secretary General \r\nof the International Organization of la Francophonie.\r\nMs. Jean (International Organization of la \r\nFrancophonie) (spoke in French): At this seventieth \r\nanniversary of the creation of the United Nations, \r\nthe year 2015 will go down in history as one of major \r\nevents, commitments and hopes for humankind. In \r\nMarch, in this Hall, we undertook a review of the \r\ncommitment made 20 years ago in Beijing at the Fourth \r\nWorld Conference on Women to eradicate unjustifiable \r\ninequalities between women and men. In May, at \r\nIncheon, we committed to ensuring an equitable, \r\nquality education and lifelong learning for all. In \r\nJuly, at Addis Ababa, we committed to revitalizing \r\nglobal partnerships and mobilizing the financing and \r\ninvestment needed for development.\r\nThe International Organization of la Francophonie \r\nwas represented at all those events and has endorsed all \r\nthe resulting commitments, because with its 80 States \r\nand Governments, scattered over five continents, it is \r\nat the centre of every emergency around the globe, all \r\nthe world’s inequalities, terrible disparities, security \r\ncrises and continuing and recurring bloody conflicts. \r\nBut it is also at the centre of all that this world has to \r\noffer in terms of energy, achievement, extraordinary \r\ndiversity and an infinite capacity to make, produce, \r\ncreate, innovate and invent.\r\nSo, yes, the International Organization of la \r\nFrancophonie is firmly committed to our ambitious \r\npost-2015 development agenda. In order to give \r\nsubstance to that new hope, we will work with the \r\nmost vulnerable of our member countries to help them \r\ntake advantage of the opportunities presented by the \r\nprospects of improved financing for development, in \r\nline with the Addis Ababa International Conference \r\non Financing for Development, and to support them in \r\nthe sometimes complex process of formulating national \r\nstrategies for sustainable development.\r\n40/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nAnd, yes, the International Organization of la \r\nFrancophonie will continue to work actively to ensure \r\nthat in a few weeks’ time we reach an ambitious \r\nand lasting settlement in Paris. The work we have \r\ndone with the Institute for Sustainable Development \r\nof la Francophonie to strengthen the capacities of \r\nnegotiating teams from highly vulnerable countries, \r\nparticularly in Africa, is part of that effort. The work \r\nwe have done to ensure that multilingualism is a reality \r\nin those negotiations will also enable everyone’s \r\nvoice to be genuinely heard and taken into account. \r\nThat is important, because the fate of every country \r\non the planet is at stake. It is an issue of international \r\ndemocracy and a principle that we will do everything \r\nto defend.\r\nThe International Organization of la Francophonie \r\nis committed to all those efforts in an acute awareness \r\nof our interdependence. There are no more local \r\nchallenges, tragedies or threats. We must therefore \r\nrespond to this globalization of our problems by \r\nglobalizing our decisions, solutions, solidarity and \r\npartnerships. States have their own responsibility to \r\nachieve these goals, and they should be well aware that \r\nthey will have to be more and more accountable to their \r\nincreasingly engaged citizens, civil society and young \r\npeople. And so much the better. \r\nBut we also have a collective responsibility, \r\nthrough international, regional and non-governmental \r\norganizations and private companies. Every effort, \r\nevery repository of knowledge, expertise and financial \r\nresources — and they are important — must make a \r\ncontribution to our shared strategies, with their sole \r\nexpected and declared aim being the realization of the \r\ncommon good. The International Organization of la \r\nFrancophonie is committed to those efforts, too, in an \r\nacute awareness of their urgency and of the fact that \r\ntime is short.\r\nIt would be a grave mistake to believe that we have \r\n15 years in which to get this done, because every day the \r\nconsequences of the inaction, selfishness, indifference \r\nand irresponsibility of recent years are added to the \r\ngoals we have set in 2015. Yes, to the goals we have set \r\ntoday we must add the consequences of the conflicts we \r\nhave allowed to metastasize, sometimes after starting \r\nthem, conflicts now seen in terms of the hundreds \r\nof thousands of refugees they have produced and the \r\nkilometres soaked with blood gained every day by \r\nterrorist movements seeking lands. Yes, to the goals we \r\nhave set we must add the consequences of the poverty \r\nto which we have turned a blind eye too long and which \r\nnow includes hundreds of thousands of migrants.\r\nSo this is urgent and time is short. We must take \r\nconcrete steps, immediately and now. We should not be \r\ncontent to manage these consequences piecemeal. Let \r\nus act resolutely to tackle their causes. That is the choice \r\nthat the International Organization of la Francophonie \r\nhas made. We want to go faster and further. Besides \r\nour work in education and training in the areas of \r\npeace, democracy and human rights, we have adopted \r\nan economic strategy that, in the spirit of the post-\r\n2015 agenda, puts the emphasis on economic growth \r\nand employment, particularly for women and young \r\npeople — the women whose contribution to development \r\nand prosperity is invaluable and indispensable, and the \r\nyoung people who in 2030 will make up more than half \r\nof many countries’ populations and who are so eager to \r\nwork and succeed. All they are asking is to be able to \r\nregain their hope and confidence. It is for them that we \r\nare launching an incubation programme in Africa for \r\nregionally focused, job-creating businesses.\r\nThe fact that this is so urgent means that the more \r\nof us there are taking part — countries, private and \r\ninstitutional partners, and United Nations agencies, \r\nfunds and programmes — the better will be our chances \r\nof winning this race against time. We must play as a \r\nteam to bring home this and every other victory. We are \r\nat a crossroads. Whatever actions and decisions we do \r\nor do not take will have irreversible consequences and \r\nrepercussions for the future of our shared planet. Let us \r\nprove that we can truly give meaning to our words of \r\ncompassion and humanism and our ambitious, hopeful \r\nresolutions through a sense of a duty done, because our \r\nduty begins now.\r\nThe Acting President (spoke in Arabic): I now give \r\nthe f loor to Mr. Badre Eddine Allali, Under-Secretary-\r\nGeneral for Social Affairs of the League of Arab States.\r\nMr. Allali (League of Arab States) (spoke in \r\nArabic): The League of Arab States is pleased to \r\nbe able to participate in this historic Summit and \r\nsupport every effort of its members aimed at achieving \r\ncomprehensive sustainable development. We all suffer \r\nfrom the effects of conflict, leaving aside the Syrian \r\ncrisis itself and Israel’s inhumane practices, which \r\nhinder the development and security of the Palestinian \r\npeople.\r\nThe League of Arab States commends the General \r\nAssembly’s decision to raise the f lag of the State of \r\n15-29223 41/48\r\n25/09/2015 A/70/PV.6\r\nPalestine in front of United Nations Headquarters. That \r\nis an important and major step that will contribute to \r\nthe achievement of our shared goal.\r\nThe League of Arab States, in cooperation with \r\nits member States, its specialized agencies and its \r\nMinisterial Council, started to prepare for the Agenda \r\nfor Sustainable Development as early as 2012. At the \r\nvarious summits held by the League of Arab States in \r\n2013, 2014 and 2015, the League adopted important \r\nresolutions aimed at setting priorities in the framework \r\nof this new development Agenda.\r\nAchieving this important Agenda is a demonstration \r\nof Arab political will at the highest level. We would like \r\nto thank the United Nations, its specialized agencies, the \r\nUnited Nations Development Group and the Regional \r\nCoordination Mechanism for all of their efforts to help \r\nforge an Arab position in the negotiations led by the \r\nArab Group in cooperation with friendly and brotherly \r\ngroups.\r\nThe League of Arab States will continue to \r\ncoordinate action with its member States. In March \r\n2015, the League adopted a decision to hold a ministerial \r\nconference on the implementation of the 2030 Agenda \r\nfor Sustainable Development in the Arab States. This \r\nis the first such conference to be held at the ministerial \r\nlevel with the participation of all ministries concerned. \r\nIt is aimed at forging an Arab action plan aimed at \r\nimplementing the Agenda, which is considered an Arab \r\npriority.\r\nThe challenges facing us are tremendous. It is \r\nimportant, therefore, to foster international cooperation \r\naimed at implementing this ambitious plan. This will \r\nwitout a doubt have a positive effect on the Arab world. \r\nWe have a strong focus on promoting the role played \r\nby Arab youth, because they are major contributors to \r\nachieving development.\r\nIn conclusion, we would once again express our \r\nheartfelt appreciation to all of those who have taken it \r\nupon themselves to support sustainable development in \r\nthe Arab world. We wish the Summit every success.\r\nThe Acting President: I now give the f loor to \r\nMs. Brenda Killen, Deputy Director of the Organization \r\nfor Economic Cooperation and Development.\r\nMs. Killen (Organization for Economic Cooperation \r\nand Development): I am very pleased to deliver this \r\nstatement on behalf of Mr. Angel Gurría, Secretary-\r\nGeneral of the Organization for Economic Cooperation \r\nand Development (OECD).\r\nIt is a privilege to participate in this historic event as \r\nwe chart a more inclusive and sustainable future for all. \r\nWe have set ambitious goals, but they can be achieved. \r\nWe are not starting from scratch. The Millennium \r\nDevelopment Goals helped to lift more than 1 billion \r\npeople out of extreme poverty. Now we have agreed \r\nthat in less than 800 weeks we will lift the remaining \r\n800 million people out of extreme poverty.\r\nIt is a job for everyone. The Sustainable Development \r\nGoals (SDGs) apply to every person in every society, in \r\nevery country, rich or poor.\r\nThe OECD can and will help make progress \r\nrelevant to all people, no matter where they live. Our \r\nbroad range of policy expertise and our partnerships \r\nwith more than 100 countries, as well as numerous \r\nnon-State actors, can contribute to the achievement \r\nof the SDGs. Pioneering OECD work on well-being \r\nresonates with the vision embodied in the SDGs, going \r\nbeyond economic growth to look at other essential \r\ndimensions of progress.\r\nTo achieve the SDGs, we must create synergies \r\nacross policy areas and reconcile difficult policy \r\ntrade-offs. Nowhere is this more evident than in our \r\nefforts to tackle climate change. For too long, our \r\neconomies have depended on fossil fuels. This must \r\nend, and it must end soon.\r\nEarlier this year, the OECD worked with the \r\nInternational Energy Agency, the Nuclear Energy \r\nAgency and the International Transport Forum to help \r\nput a comprehensive diagnosis on the table. Our report, \r\n“Aligning Policies for a Low-Carbon Economy”, \r\nshows how policies in areas as diverse as tax, trade \r\nand transport are often inconsistent and poorly aligned \r\nwith our climate objectives. This is just one example of \r\nthe OECD’s contribution to the global evidence base, \r\nwhich must inform deliberations at the twenty-first \r\nsession of the Conference of the Parties to the United \r\nNations Framework Convention on Climate Change.\r\nWhen it comes to financing the Sustainable \r\nDevelopment Goals, official development assistance \r\nwill remain a crucial source of funding for development, \r\nespecially for the poorest and most fragile countries. The \r\nOECD will continue to shine a spotlight on its members’ \r\nefforts as they work to fulfil their responsibilities. We \r\nwill hold them to account for the commitments made.\r\n42/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nWe will also need far greater volumes of private \r\ninvestment and much smarter investment. The OECD’s \r\nPolicy Framework for Investment is already helping \r\nmore than 30 developing and emerging economies \r\nstimulate investment, create jobs, spur innovation and \r\nlink local enterprises with global value chains.\r\nThe OECD is supporting the global fight against tax \r\nevasion and illicit financial f lows through the OECD/\r\nGroup of 20 base erosion and profit-shifting project, \r\nand by working with the 126 members of the Global \r\nForum on Transparency and Exchange of Information \r\nfor Tax Purposes to increase transparency on tax \r\nissues. Together with the United Nations Development \r\nProgramme, we are helping to build tax audit capacity \r\nin developing countries through our joint initiative, Tax \r\nInspectors Without Borders.\r\nAs we look beyond financing to the substance of \r\nsome of the challenges ahead, the OECD is already \r\nactively engaged in the development of a new urban \r\nagenda in preparation for the third United Nations \r\nConference on Human Settlements, next year. In the \r\narea of education, the Programme for International \r\nStudent Assessment (PISA) is already helping to \r\nmonitor progress towards the aim of ensuring basic \r\nskills for all in more than 70 countries. The OECD’s \r\nPISA for Development initiative promises to increase \r\nour understanding of how children learn, teachers teach \r\nand school systems operate in developing countries, \r\nmaking a tangible contribution to the monitoring and \r\nachievement of a new education and learning goal. Our \r\nwork on water governance and financing promises to \r\nmake a tangible contribution to SDG 6.\r\nFar-reaching follow-up and review will be \r\nessential to incentivize action and learning around \r\nthe 2030 Agenda. This will depend on robust data \r\nto pinpoint needs and capture progress at the global, \r\nregional, national and local levels. OECD data and \r\nevidence-based analyses touch on all of the 17 goals. \r\nMeanwhile, PARIS21, an OECD-hosted partnership, \r\nis helping developing countries to harness the data \r\nrevolution.\r\nPartnerships are in the OECD’s DNA. We host and \r\nsupport a diversity of partnerships on a vast range of \r\ntopics. Our joint work with the United Nations to support \r\nthe Global Partnership for Effective Development \r\nCooperation has created a dynamic community of \r\npractice on development issues, and our Development \r\nCentre continues to grow, welcoming China as a \r\nmember earlier this year.\r\nThe international system works best when it \r\nworks together. We were privileged to welcome His \r\nExcellency Mr. Ban Ki-moon to the OECD earlier this \r\nyear, in the first-ever visit of a serving United Nations \r\nSecretary-General to the organization. Our partnership \r\nwith the United Nations family is stronger than ever \r\nbefore. The OECD is committed to working with the \r\nUnited Nations and for the United Nations.\r\nLooking ahead, countries will need a GPS — a tool \r\nfor piecing together evidence, for triangulating where \r\nthey stand and for guiding them on the journey ahead. \r\nThe OECD stands ready to help design, build and \r\ndeliver the instrument that countries need to help turn \r\ncommitments into actions, and to demonstrate tangible \r\nprogress towards the SDGs. The OECD’s range of \r\nmeasurements, country assessments and peer-review \r\nand peer-learning mechanisms can contribute to that \r\neffort, including through the High-Level Political \r\nForum on Sustainable Development.\r\nThe OECD exists to help promote better policies \r\nfor better lives. The SDGs and the 2030 Agenda \r\nfor Sustainable Development offer an unparalleled \r\nopportunity to fulfil that purpose, lending support on \r\nevery level to those ambitious but achievable goals. \r\nThe Acting President (spoke in Arabic): I now call \r\non Ms. Fang Liu, Secretary General of the International \r\nCivil Aviation Organization.\r\nMs. Fang Liu (International Civil Aviation \r\nAuthority): It is a tremendous honour for me to address \r\nthis plenary meeting of the General Assembly as the \r\nnewly-appointed Secretary General of the International \r\nCivil Aviation Organization (ICAO). ICAO welcomes \r\nthe adoption of the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1). I am certain that it will \r\ncontribute greatly to our common goals and support the \r\neradication of poverty in all its forms.\r\nAs a United Nations specialized agency established \r\n70 years ago, ICAO has been mandated to promote the \r\ndevelopment of a safe, secure and sustainable global \r\ncivil-aviation system, which can greatly help to create \r\nand preserve friendship and understanding among \r\nthe nations and peoples of the world. ICAO’s current \r\nstrategic objectives are strongly linked to 13 of the \r\n17 Goals of the 2030 Agenda, demonstrating our full \r\ncommitment to their implementation. In that regard, I \r\nwish to bring to this meeting’s attention the important \r\nrole of aviation as a powerful engine for economic and \r\nsocial development throughout the world.\r\n15-29223 43/48\r\n25/09/2015 A/70/PV.6\r\nAir transport has grown significantly. It began \r\nwith a f light of just 34 kilometres, but in today’s \r\nworld aircraft travel well over 10 million times that \r\ndistance in a single year — the equivalent of travelling \r\nfrom the Earth to Venus. Today, aviation is by far \r\nthe world’s fastest, safest and most efficient mode of \r\nmass transportation. Aviation currently moves more \r\nthan half of the 1.1 billion tourists who travel across \r\ninternational borders each year, a figure that rises to \r\nover 80 per cent in various small island States. It also \r\ntransports some 35 per cent of the world’s trade by \r\nvalue. Moreover, aviation has directly contributed to \r\nthe creation of 8.5 million jobs and has added around \r\n$700 billion to the global gross domestic product (GDP). \r\nBecause of its cross-cutting nature and multiple links \r\nto other economic sectors, the total economic impact \r\nof aviation is linked with around 3.5 per cent of world \r\nGDP, equivalent to $2.4 trillion, and with the creation \r\nof 55.1 million jobs.\r\nMore importantly, aviation can transform lives and \r\nsocieties by connecting the world, allowing access to \r\nnew technologies and opening global markets for rural \r\nproducers. Aviation is also well appreciated for its role \r\nin carrying life-saving medicines to communities in \r\nneed, in bringing disaster relief and in reducing poverty \r\nthrough all of the economic factors that I have already \r\noutlined.\r\nFor landlocked developing countries and small \r\nisland developing States especially, aviation represents \r\nan essential lifeline that enhances connectivity, which \r\nin turn promotes greater tourism, trade and other vital \r\nbusiness activities. We may recall that the economic \r\ndamage caused by the disruption of air connectivity \r\nafter the 25 April earthquake in Nepal has been \r\nestimated at $1 million per day. A one-day shutdown \r\nof air transport worldwide would cost approximately \r\n$60 million.\r\nGoing forward, ICAO has been proactively \r\nworking with the international community to address \r\nthe challenges posed by rapidly expanding air traffic, \r\nwhich is now projected to double by 2030. To foster that \r\nprojected growth in a sustainable manner and produce \r\ninclusive and productive employment, aviation must \r\nhave coherent policies with the tourism, trade and \r\nother transport sectors to further improve connectivity \r\nand modernize infrastructure. Those measures alone \r\ncould nearly double aviation’s share of global GDP to \r\n$5.8 trillion by 2030. Upgrading air-traffic systems, for \r\nexample, would contribute an estimated $300 billion \r\nper year to the global economy, and at the same time \r\nwould produce significant environmental benefits.\r\nIn that regard, I would like to congratulate all \r\nStates on the ground-breaking Addis Ababa Action \r\nAgenda, and ICAO will continue its support to the new \r\ninitiatives, in particular the establishment of a global \r\ninfrastructure forum. ICAO has launched a No Country \r\nLeft Behind campaign to better identify and coordinate \r\nassistance to needy States so that they can foster \r\nsustainable local and regional prosperity and fully \r\nbenefit from the improvement in their air connectivity.\r\nIn addition to our strong and ongoing commitment, \r\nICAO, as an official observer on the Inter-Agency \r\nand Expert Group on Sustainable Development Goal \r\nIndicators, has proposed global indicators under \r\nSDG Goals 8 and 9. In close cooperation with States \r\nand international partners and consistent with the \r\nvisions of the SDGs and the ICAO’s No Country Left \r\nBehind goals, our organization continues to lead the \r\ndevelopment and implementation of a coherent and \r\nharmonized global regulatory framework for a safe and \r\nsecure air-transport operation.\r\nThe ability of the world air-transport network to \r\nsafely manage 100,000 daily f lights to every corner \r\nof the world has always been dependent on upon how \r\nsuccessfully States can cooperate to their common \r\nbenefit. ICAO is privileged to be able to cooperate with \r\nStates and all of their organizations on the adoption \r\nand realization of the 2030 Agenda for Sustainable \r\nDevelopment.\r\nThe Acting President (spoke in Arabic): I now \r\ncall on Mr. José Graziano da Silva, Director-General \r\nof the Food and Agriculture Organization of the United \r\nNations.\r\nMr. Da Silva (Food and Agriculture Organization \r\nof the United Nations): I would like to start by \r\ncongratulating the General Assembly on having \r\nadopted the 2030 Agenda for Sustainable Development \r\n(resolution 70/1). We have given ourselves an enormous \r\ntask that begins with the historic commitment of not \r\nonly reducing, but also eradicating, poverty, hunger \r\nand malnutrition in a sustainable way. The new Agenda \r\nclearly recognizes the centrality of food security, \r\nnutrition and sustainable agricultural development, but \r\nthe full range of Sustainable Development Goals cannot \r\nbe achieved without rapid progress in eliminating \r\n44/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nhunger and malnutrition by 2030. We have made \r\nprogress over the past 15 years, but we still have many \r\nchallenges ahead.\r\nThe number of hungry people has dropped by more \r\nthan 200 million since 1990, and 73 developing countries \r\nout of the 120 monitored by the Food and Agriculture \r\nOrganization of the United Nations (FAO) have met \r\nthe Millennium Development Goal hunger target. But \r\nmuch more needs to be done. Nearly 800 million people \r\ncontinue to suffer chronic hunger. That is unacceptable. \r\nWe can rest only when we achieve zero hunger. To do \r\nso, we must invest and responsibly respond to the needs \r\nof the world’s poor population, and promote inclusive \r\ngrowth. Agricultural and rural development are central \r\nto that effort, as over 70 per cent of the world’s poor \r\nand food-insecure live in rural areas of developing \r\ncountries.\r\nIt is clear that we need to build more sustainable \r\nagricultural and food systems that are resilient to \r\nstresses and better able to cope with and respond to \r\nthe impacts of climate change. But let me add that \r\ninvesting in sustainable development is crucial, but not \r\nenough. Ending hunger and poverty also needs well-\r\ndesigned social protection systems. The combination of \r\nproductive support and social protection is the only way \r\nto ensure the food and nutrition security of the poorest \r\nhungry. The three Rome-based agencies have estimated \r\nthe additional investment needed to end hunger — only \r\n$160 per year per person living in extreme poverty in \r\nthe next 15 years. This represents less than 0.5 per cent \r\nof global income in 2014, and it is only a small fraction \r\nof the cost that hunger and malnutrition impose on our \r\nsocieties.\r\nWe have an enormous task ahead of us, but one that \r\nwe can tackle successfully if we work together. FAO \r\nhas supported the post-2015 development agenda, and \r\nwe will continue to be part of that effort, supporting \r\nGovernments and working with non-State actors to \r\nachieve the Sustainable Development Goals. Now is the \r\ntime to unite our forces to realize the future we want.\r\nThe Acting President (spoke in Arabic): I now \r\ncall on Mr. Mukhisa Kituyi, Secretary-General of the \r\nUnited Nations Conference on Trade and Development.\r\nMr. Kituyi (United Nations Conference on Trade \r\nand Development): I feel honoured to stand before \r\nmembers of the Assembly today at this historic Summit \r\non behalf of the United Nations Conference on Trade \r\nand Development (UNCTAD), as we meet to ratify \r\nthe most comprehensive plan of action for global \r\ndevelopment that we have witnessed in the 70 years of \r\nexistence of the United Nations.\r\nThe 2030 Agenda for Sustainable Development \r\n(resolution 70/1) is a bold, inclusive and collective \r\nvision for transforming the world we live in to achieve \r\nthe future we all want. I take great personal satisfaction \r\nin the fact that the Agenda before us offers a universal \r\nconsensus on dignity for all, a better planet for all, and \r\nprosperity for all. These are all close to the founding \r\nvision of the organization I lead.\r\nAs we all know, the international community \r\nfunctions at its best when the relevant actors complement \r\nrather than compete with each another. With the historic \r\nagreement on the Sustainable Development Goals \r\n(SDGs), I am pleased that the central role that trade and \r\ndevelopment plays in sustainable development has been \r\nrecognized. I assure everyone that the United Nations \r\nConference on Trade and Development stands ready to \r\nmake a lasting contribution to ending extreme poverty \r\nand shifting our global economy to a low-carbon future.\r\nWe at UNCTAD are uniquely appreciative of the \r\ntrust that the 2030 Agenda and the Addis Ababa Action \r\nAgenda place in our 50 years of expertise and experience. \r\nThe challenge before us now is to turn from decisions \r\nto actions, from negotiations to implementation. \r\nThe role of UNCTAD and the entire United Nations \r\ndevelopment system has been strengthened in the \r\nfinancing for development process and with the SDG \r\nmeans of implementation. At UNCTAD, we are already \r\nsupporting members in preparing to monitor and ensure \r\naccountability over some 50 SDG targets.\r\nFor all of us in the United Nations system, the scale \r\nat which we operate and the efficiency with which we \r\ndeliver must now achieve new synergies and resonance \r\nwith the Agenda before us. Let us make no mistake \r\nabout it — achieving the Sustainable Development \r\nGoals will require a massive investment push over \r\nthe next 15 to 20 years into a broader set of sectors \r\nand industries than we have ever seen undertaken on \r\na global scale. At UNCTAD, we have calculated that \r\nin developing countries alone there is an unmet need \r\nof $2.5 trillion annually. Yet today, the gloomy state \r\nof the world economy imperils the chances for such an \r\ninvestment push. The slow pace of growth in global \r\ntrade has us on track for the slowest period of trade \r\nexpansion since the end of the Second World War. That \r\nis unacceptable and incompatible with the enabling \r\nenvironment necessary to achieve the SDG targets.\r\n15-29223 45/48\r\n25/09/2015 A/70/PV.6\r\nThe least developed countries (LDCs) will be the \r\ntesting ground for the SDGs. The LDCs will make or \r\nbreak the SDG Agenda. If the SDGs are to be met, \r\nmassive needs must be met, particularly in investment \r\nand infrastructure. That makes it all the more worrisome \r\nthat the world economy today, notably in emerging \r\nmarkets, is in a much more uncertain state than it was \r\neven six months ago, let alone six years ago, when we \r\nhad begun to hope the worst of the financial crisis was \r\nbehind us.\r\nGrowth in emerging economies is what carries \r\nthe MDGs, not just because of poverty reduction in \r\nemerging markets themselves, but also because of \r\nthe sustained commodity boom that it fuels across all \r\ndeveloping regions. Turning today’s more uncertain \r\ngrowth prospects into tomorrow’s SDG achievements \r\nraises the bar much higher for all countries, especially \r\nfor the LDCs, precisely at a time when the developing \r\nworld is facing growing risks from market turmoil, \r\nhuman suffering and violent conflict.\r\nBut cooperation among peoples of all nations is \r\nmost important in the darkest hours. It is my belief that \r\nthe SDGs can reinvigorate the ambitions of international \r\ncooperation, and within our own sphere of expertise \r\nUNCTAD will help accomplish that aim. We have the \r\ntools needed to generate the massive push of investment \r\nneeded to leave no one behind and to invigorate our \r\nmultilateral spirit. And as we now turn to the actions \r\nneeded to achieve the SDGs, I am confident that we \r\ncan undertake those efforts with the same degree of \r\nambition as we have committed ourselves today.\r\nThe Acting President (spoke in Arabic): I now call \r\non Ms. Marie-Paule Roudil, Director of the UNESCO \r\nLiaison Office in New York and Representative to the \r\nUnited Nations.\r\nMs. Roudil (UNESCO) (spoke in French): It is a \r\nreal honour for me to address the General Assembly \r\non behalf of Ms. Irina Bokova, Director-General of \r\nUNESCO.\r\n(spoke in English)\r\nThis is a historic moment. The 2030 Agenda for \r\nSustainable Development (resolution 70/1) charts a new \r\ncourse to tackle challenges facing all States. It is the \r\nresult of unprecedented consultation with Governments \r\nand civil society across the world. It is indeed an \r\nAgenda of the people, by the people and for the people.\r\nWe have a bold road map; now we embark on a \r\ngreat collective journey. To succeed, we must remain \r\nguided by the moral compass that has been at the \r\nheart of the United Nations for 70 years. The human \r\nrights and dignity of every woman and man are the \r\nstarting point for all action and the measure of success. \r\nThe 2030 Agenda was crafted using new methods; \r\nits implementation must be equally innovative and \r\ntransformative. To succeed, we must nurture the power \r\nof every development multiplier, every accelerator of \r\ninclusion, poverty eradication and sustainability.\r\nWe all are called upon to contribute to that \r\nuniversal agenda with all means available. UNESCO \r\nis fully committed, through its normative work, \r\nupstream policy dialogue, capacity-building, inclusive \r\npartnerships and its field work. That calls for new, \r\nsustained and well-targeted financing, including from \r\ndomestic sources, new and effective implementation \r\narrangements and new multi-stakeholder partnerships.\r\nThat is the importance of education, as a human \r\nright, a force for gender equality and a transformative \r\npower for society. Sustainable Development Goal 4 \r\nsets out a new framework, focusing on the quality of \r\neducation, lifelong learning, skills, teaching, education \r\nfor sustainable development and global citizenship. \r\nDrawing on the Incheon Declaration, UNESCO is \r\ncrafting an education 2030 framework for action to take \r\nthat forward. That is true for science as well. The 2030 \r\nAgenda, with the Addis Ababa Action Agenda, calls for \r\nnew efforts to build robust national science, technology \r\nand innovation policies and systems to facilitate the \r\ntransfer of technology and solutions — including for the \r\nsustainable management of water and the ocean — to \r\nwhich UNESCO is fully committed.\r\n(spoke in French)\r\nFor the first time, the 2030 Agenda acknowledges \r\nthe power of culture and cultural diversity as an \r\nengine of sustainable development. It is a historic \r\nopportunity to give life to our main renewable resource \r\nfor innovation and participation of peoples. We must \r\nenhance the capacities of countries to collect reliable and \r\ntransparent data in order to understand the mechanisms \r\nof development and enhance the effectiveness of \r\ninvestments. The UNESCO Institute for Statistics \r\nhas valuable assets available to all. The involvement \r\nof all stakeholders through free, independent and \r\npluralistic media must be the guiding principle of the \r\nimplementation of the new programme. Freedom of \r\n46/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nexpression, including access and free circulation of \r\ninformation are a means of improving governance, \r\nenhancing the rule of law and promoting respect for \r\nhuman rights, which leverage sustainability.\r\nThe challenges are huge, but the possibilities are \r\nequally so. UNESCO is determined to put its all at the \r\nservice of this programme, and believes that education, \r\nscience, culture, communication and information \r\ncomprise the “soft power” that the world needs to do \r\naway with poverty and build a dignified future for \r\neverybody.\r\nThe Acting President: I now give the f loor to \r\nMs. Jan Beagle, Deputy Executive Director of the Joint \r\nUnited Nations Programme on HIV/AIDS.\r\nMs. Beagle (Joint United Nations Programme on \r\nHIV/AIDS): Let us imagine, 15 years from now, a world \r\nwhere every young person has access to high-quality \r\nsecondary education, and where policies and legislation \r\nfor gender-equality protect and empower women and \r\ngirls. We have substantially increased the share of \r\nrenewable energy in the global energy mix. The poor \r\nhave access to financial services and markets and road-\r\ntraffic deaths have been cut in half. The AIDS epidemic \r\nis over and with it a tremendous tide of suffering and \r\nloss of life have come to an end. Twenty-eight million \r\nHIV infections and 21 million AIDS-related deaths have \r\nbeen averted, while investment and a robust response \r\nhave accrued $3.2 trillion in economic benefits.\r\nThat is the world we have committed to today. Now \r\nit is our responsibility to support the people on the front \r\nlines of development with the means of implementation \r\nto realize the commitments made. Fortunately, we \r\nhave a head start. From the beginning of the AIDS \r\nepidemic, people living with HIV demanded change on \r\na transformative scale. People affected by the epidemic \r\nrejected the status quo and worked across Governments, \r\nacademia, science, civil society and the private sector \r\nto bring life-saving medicines to people all over the \r\nworld at affordable prices.\r\nFour years ago, the international community \r\ncommitted to getting 15 million people on HIV \r\ntreatment by 2015. Sceptics said it would be impossible. \r\nThey said that the barriers to progress were too high, \r\nbut they were wrong. That goal was achieved. Between \r\n2000 and 2014, the world has seen a 35 per cent decrease \r\nin new HIV infections, and AIDS-related deaths have \r\nplummeted by 42 per cent. The trajectory of the epidemic \r\nhas been changed. Today we can hold our heads high \r\nand say we can keep promises and we can deliver ahead \r\nof time because every life matters. But the job is not \r\ndone, and there is no place for complacency.\r\nToday the General Assembly has committed to \r\nending the AIDS epidemic as a public-health threat \r\nby 2030. Science proves it is achievable. We have the \r\ntools and knowledge to make it happen. To get there, we \r\nmust fast-track the AIDS response now: strengthening \r\ncombination prevention programmes, tackling stigma \r\nand discrimination in all its forms, and reaching the \r\n90-90-90 HIV treatment milestone by 2020. We must \r\ncreate a world where all people enjoy their full range \r\nof civil, cultural, economic, political and social rights. \r\nLaws, policies and practices in all countries must \r\nprotect the rights of key populations.\r\nUNAIDS, which is itself a multisectoral partnership, \r\nis proud to be one of the first of the United Nations \r\norganizations to align its strategy with the SDGs. Next \r\nmonth, the UNAIDS Board will adopt a new strategy \r\nthat will build on the knowledge that the journey to end \r\nAIDS demands integrated action across the economic, \r\nenvironmental and social dimensions of sustainable \r\ndevelopment, as set out in the SDGs.\r\nThat is why UNAIDS is a champion for the \r\nentire agenda. The high-level meeting of the General \r\nAssembly on HIV/AIDS to be held in 2016 will provide \r\nthe opportunity for Member States to recommit at the \r\nhighest political level to a robust AIDS response and \r\nmeans for achieving SDG target 3.3. As the global \r\ncommunity sets out on this journey to implement the \r\nSDGs, let us reinvigorate the passion that fuelled the \r\nAIDS movement. Let us expand that energy to ignite \r\na movement for social, economic and environmental \r\njustice that places people at the centre and ensures the \r\nwell-being of all. Nothing less will do. \r\nThe Acting President: The Assembly will now \r\nhear a statement by Ms. Susan Hopgood, President of \r\nEducation International.\r\nMs. Hopgood (Education International): I am \r\nproud to be representing the world’s trade union \r\nmovement at this defining moment. The trade union \r\nmovement’s very reason for being is to combat and end \r\npoverty; reduce inequalities; to achieve decent work, \r\nsocial protection and women’s rights; protect public \r\nservices and infrastructure; and improve fiscal and \r\nwage policies. Too often, we have been leading where \r\nour Governments have fallen short.\r\n15-29223 47/48\r\n25/09/2015 A/70/PV.6\r\n“Ambitious”, “comprehensive” and \r\n“unprecedented” are just a few of the words we have \r\nheard describing the Sustainable Development Goals \r\n(SDGs). For example, for the very first time, the world \r\nis going on record calling for free quality primary and \r\nsecondary education for all, with qualified teachers in a \r\nsafe environment. Future generations will thank us for \r\nkeeping the promises we are making today.\r\nBut now comes an even more difficult \r\ntask — reaching those goals. Where the SDGs are \r\nlacking is in the commitments to implementing the \r\ngoals through financing and progressive public policy, \r\nas well as a sound accountability framework — deeds, \r\nnot words. It is obvious to us that the current means \r\nof implementation fall short. Commitments are not \r\nreal unless they are binding; public interest is not \r\nprotected if the private sector has unconditional access \r\nto public resources. The enabling environment needed \r\nto achieve the SDGs must include tax justice, including \r\nprogressive taxation; strong public health, water and \r\nsanitation systems; and free quality education.\r\nWe have goals before us that are designed for \r\nconsensus, and that is remarkable. Let us move very \r\nquickly to add the structures that will show the world \r\nthat those goals are also designed for success. Decent \r\nwork, social protection and social dialogue are integral \r\nmeans and ends to achieving the new Agenda. Social \r\ndialogue that brings together social partners, employers \r\nand workers’ organizations is an excellent example of \r\nownership of policy processes at the national level. \r\nFreedom of association and the right to collective \r\nbargaining are key if the partnership is to work. \r\nAs trade unions, we are committed to playing our \r\npart. We need Governments to step up to fulfil their \r\nobligations — deeds, not words.\r\nThe Acting President: The Assembly will now \r\nhear a statement by Ms. Sylvia Beales, representative \r\nof HelpAge International.\r\nMs. Beales (HelpAge International): I am here \r\nto speak about ageing and older persons. My name is \r\nSylvia Beales. I am 60 years old. I work with HelpAge \r\nInternational, a global network in all regions of the \r\nworld. Working together with the Stakeholder Group \r\non Ageing, we represent 800 million older women and \r\nmen worldwide.\r\nWe congratulate the General Assembly on \r\nembedding age in the goals and targets of the post-2015 \r\nagenda. We especially commend the pledge to leave \r\nno one behind. We look to the Assembly to ensure that \r\nthose promises are kept. We call on the Assembly to \r\ncount us in. Counting everyone from birth to death and \r\nreaching the farthest first means embracing all of us, \r\nyoung and old, as partners. As Archbishop Desmond \r\nTutu has said: \r\n“I want to tell the world that I count, that older \r\npeople everywhere count, that people of all ages \r\nshould be included in the Sustainable Development \r\nGoals” .\r\nAll of us in this Hall and beyond are ageing. We all \r\nwant to age well in safety and with dignity. We want the \r\nsame for our children, so it is right that the SDGs take \r\nageing and older persons into account. The speed and \r\nscale of ageing must be responded to. I offer some facts. \r\nToday, two people reach the age of 60 every second. \r\nEvery three seconds, there is a new case of dementia \r\nin the world. By 2030, 16 per cent of the world’s \r\npopulation will be over 60. Women over 50 already \r\nmake up a quarter of the world’s women. Almost 47 per \r\ncent of those over 65 live with disabilities. Those over \r\n60 account for three-quarters of deaths caused by \r\nnon-communicable disease.\r\nEven though ageing is happening fastest in the \r\ndeveloping world, basic requirements for living well \r\nin later life do not exist. The lack of regular income \r\nblights the lives of millions. Only one in four persons \r\nhas a pension in middle- and low-income countries, \r\nand loans for business are denied on the basis of age. \r\nOlder women are invisible victims of appalling abuse \r\nand violence. They experience the dual impact of age \r\nand gender discrimination. They have less access to \r\neducation and health services; they have lower earning \r\ncapacity and restricted access to land ownership.\r\nWe older people fear — with reason — poor health, \r\nillness and poor care. Just two weeks ago, here at the \r\nUnited Nations, 78-year-old Esther told us about the \r\ndeath of her 75-year-old husband in his wheelchair after \r\nbeing forced to wait for over five hours in a hospital \r\nqueue to see a doctor. She said that was not unusual, \r\nand she despaired over older people’s invisibility and \r\nexclusion.\r\nAgeing is both an opportunity and a challenge in \r\nour ambition to leave no one behind. We have a few \r\nrecommendations for the Assembly.\r\nFirst, we must recognize that population ageing is \r\na success; it is not a burden. It is a triumph of humanity \r\n48/48 15-29223\r\nA/70/PV.6 25/09/2015\r\nand of development. We should celebrate ageing, not fear \r\nit. Secondly, in their national planning, Member States \r\nshould analyse, prepare for and invest in population \r\nageing and in older people. Thirdly, Member States \r\nmust create and finance programmes that address the \r\nneeds of older persons and protect our human rights. \r\nThis means ending age discrimination, eradicating \r\npoverty in old age, and ensuring decent health care, \r\npensions, opportunities for jobs and life-long learning. \r\nFourthly, we would like to see Member States integrate \r\nus as essential stakeholders in the national, regional and \r\nglobal mechanisms set up to implement the sustainable \r\ndevelopment framework.\r\nWe call on Member States to invest now and build \r\ncapacity to fill the gaps on missing data. Comparable \r\npoverty data on old age is missing for 93 countries, \r\nespecially those in Africa. Data sets that impose age \r\nlimits of 49 or 64 years of age are not fit for purpose. \r\nThose age limits mean that violence against older \r\nwomen goes unrecorded.\r\nAgeism must end now, once and for all. In the words \r\nof Archbishop Tutu, once again: “As we get older, our \r\nrights do not change. As we get older, we are no less \r\nhuman and should not become invisible.” Please count \r\nus in.\r\nThe meeting rose at 11.20 p.m.\r\n"