"*1532063*\r\n15-32063 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nIn the absence of the President, Mr. Zinsou (Benin), \r\nVice-President, took the Chair.\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda items 66 and 14 (continued)\r\nNew Partnership for Africa’s Development: progress \r\nin implementation and international support\r\n(a) New Partnership for Africa’s Development: \r\nprogress in implementation and \r\ninternational support\r\n(b) Causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa\r\nReports of the Secretary-General (A/70/175 and \r\nA/70/176) \r\n2001-2010: Decade to Roll Back Malaria in \r\nDeveloping Countries, Particularly in Africa\r\nMr. Rattray (Jamaica): I have the honour to speak \r\non behalf of the States members of the Caribbean \r\nCommunity (CARICOM) in today’s joint debate \r\non the agenda items entitled “New Partnership for \r\nAfrica’s Development: progress in implementation and \r\ninternational support” and “2001-2010 Decade to Roll \r\nBack Malaria in Developing Countries, Particularly in \r\nAfrica”.\r\nThe fraternal ties between the Caribbean and \r\nAfrica, built on the bonds of history and culture, are \r\nfurther cemented by our common aspiration to achieve \r\na destiny of our own design and to attain peace, security \r\nand sustainable development in our regions. CARICOM \r\ntherefore reiterates its support for the African-led and \r\nAfrican-owned approach to growth and socioeconomic \r\ndevelopment that the New Partnership for Africa’s \r\nDevelopment (NEPAD) represents.\r\nThe year 2015 is a landmark year for global \r\ndevelopment and for the development of Africa. With \r\nthe adoption of the Addis Ababa Action Agenda and the \r\n2030 Agenda for Sustainable Development (resolution \r\n70/1), the international community has taken important \r\nsteps to advance sustainable development globally. \r\nThose efforts will hopefully be crowned with an \r\nambitious global climate-change agreement in Paris \r\nthis December. It is therefore fitting that, within that \r\ncontext and during the time when the United Nations \r\nis observing the seventieth anniversary of its founding, \r\nAfrica has articulated its own long-term strategic vision \r\nfor the transformative development of the continent \r\nthrough its Agenda 2063.\r\nCARICOM is heartened by major development \r\ngains in Africa, achieved even as the continent \r\ncontinues to grapple with significant challenges to \r\npeace and development. We have taken particular note \r\nof the progress made on all of the NEPAD thematic \r\npriorities, including strengthening the financing for \r\nand implementation of major infrastructure projects, \r\nimproving regional and national health systems to \r\nbetter respond to global pandemics, enhancing gender \r\nmainstreaming and working towards climate adaptation \r\nin agriculture and other sectors.\r\nUnited Nations A/70/PV.35\r\nGeneral Assembly\r\nSeventieth session\r\n35th plenary meeting\r\nFriday, 16 October 2015, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/12 15-32063\r\nA/70/PV.35 16/10/2015\r\nIn order to achieve further progress and to ensure \r\nthat Africa fulfils its potential as a dynamic force in \r\nthe international arena, the continent will, however, \r\nneed to take steps to overcome challenges in all of \r\nthe NEPAD priority thematic areas. Moreover, the \r\ninternational community and the United Nations will \r\nneed to ensure coherence and synergy between the \r\nglobal and continental development frameworks, so as \r\nto fully support their implementation in Africa.\r\nSeveral priorities merit consideration, including \r\nconsolidating the considerable gains made by Africa \r\nin promoting peace and stability; pursuing a strategic \r\napproach to combating diseases, especially HIV/AIDS \r\nand malaria, which continue to be a burden and a major \r\nchallenge to Africa; advancing the fight to eliminate \r\nthe Ebola virus completely; and undertaking a more \r\nlong-term and integrated approach to investment by \r\ninternational partners that will have a more desirable \r\nand sustained impact. Today, as we observe World \r\nFood Day, we recall also the fight against hunger and \r\nthe importance of promoting food security throughout \r\nAfrica.\r\nWe note with concern that, as the report of the \r\nSecretary-General (A/70/175) mentions, despite \r\nextensive efforts to mobilize domestic resources, \r\ninadequate financing remains a major challenge in all \r\nsectors. That issue must be addressed with urgency. While \r\nincreased investment will be needed from all sources, \r\nit will be important that the international community \r\ncomplement the continent’s efforts, including through \r\nadditional financial support, technical assistance and \r\ncapacity-building. We therefore urge development \r\npartners to strengthen their efforts to meet their official \r\ndevelopment assistance (ODA) commitments, as well \r\nas to enhance their ODA allocations to the continent, so \r\nas to aid in the implementation and achievement of the \r\nglobal and regional development agenda. We call for \r\na reaffirmation of United Nations support for Africa, \r\nincluding through ongoing efforts to strengthen the \r\nefficacy of regional coordination mechanisms.\r\nCARICOM supports Africa’s quest to improve \r\ngovernance and accountability, which reflects our shared \r\ncommitments in that regard. The increased subscription \r\nby African countries to the processes of the African \r\nPeer Review Mechanism is a testament to the efficacy \r\nof that instrument in promoting good governance on \r\nthe continent. We also share Africa’s commitment to \r\npromoting the role of women and youth in securing \r\ndurable peace and socioeconomic transformation. In \r\nthat regard, we welcome the designation of 2015 as \r\nthe Year of Women’s Empowerment and Development \r\ntowards the African Union Agenda 2063.\r\nThe African Economic Outlook 2015 projects \r\nthat growth in Africa’s gross domestic product will \r\nstrengthen to 4.5 per cent this year and reach 5 per cent in \r\n2016. Should those forecasts hold true, it will represent \r\na resumption, after a number of years, of the impressive \r\npre-crisis levels of growth that Africa  had achieved. \r\nThat development bears particular consideration. \r\nFrom one perspective, it may be seen through the \r\nlens of the years of lost growth that impeded progress \r\non the continent, owing largely to factors beyond its \r\ncontrol. From another, it heralds, in important ways, the \r\ncontinued resilience of the continent. If the full promise \r\nof Africa is to be realized and sustained, determined \r\nand cohesive efforts will be needed on the part of \r\nAfrica, its development partners and the international \r\ncommunity as a whole.\r\nCARICOM hopes that the trend towards higher and \r\nsustained growth and development does indeed represent \r\nthe dawning of a new day in Africa’s development. We \r\nreaffirm our commitment to collaborating with Africa \r\nin addressing the challenges to peace and development \r\nand in jointly contributing to a more prosperous and \r\nsecure world. Our close interaction within the United \r\nNations has facilitated the continued renewal of the \r\nfraternal bonds between our peoples and regions.\r\nThat collaboration found concrete expression \r\nrecently in the engagement between CARICOM and \r\nAfrica, along with other partners, which resulted in \r\nthe erection of the Permanent Memorial to Honour the \r\nVictims of Slavery and the Transatlantic Slave Trade at \r\nthe United Nations. The unveiling of the Ark of Return \r\nat the United Nations was only the latest and most \r\ncogent symbol of our unbreakable ties of friendship and \r\nsolidarity. We look forward to strengthening those ties \r\neven further in the years ahead.\r\nThe Caribbean Community takes this opportunity \r\nto express our confidence in the prospects for Africa’s \r\ncontinued progress. Africa’s renaissance heralds the \r\npromise of a brighter day, not only for the people of \r\nthat great continent, but also for the people of the world \r\nas a whole. We renew our commitment to maintaining \r\nour partnership with Africa in the common cause of \r\nthe sustainable development of our nations and peoples.\r\nMr. Mahmoud (Egypt): At the outset, allow me to \r\nthank the President for convening this timely debate. \r\n15-32063 3/12\r\n16/10/2015 A/70/PV.35\r\nEgypt aligns itself with the statements made by the \r\nrepresentative of South Africa on behalf of the Group \r\nof 77 and China and by the representative of Sierra \r\nLeone on behalf of the African Group (see A/70/PV.34).\r\nEgypt welcomes the reports prepared by the \r\nSecretary-General on the African issues under today’s \r\nagenda items (A/70/175 and A/70/176). I would like \r\nto thank the Secretary-General and the Office of the \r\nSpecial Adviser on Africa for preparing those reports \r\nand for the thoughtful conclusions they include. I also \r\nwish to extend our appreciation to His Excellency \r\nAmbassador Maged Abdelaziz, the Special Adviser for \r\nAfrica, for the successful organization of the Africa \r\nWeek 2015 events on the theme “Agenda 2063 and the \r\n2030 Agenda for Sustainable Development: Moving \r\nfrom Aspirations to Reality”.\r\nThe New Partnership for Africa’s Development \r\n(NEPAD) represents Africa’s aspiration to take its \r\nmethods into its own hands, as it serves as Africa’s \r\ninstrument for reducing poverty and achieving \r\nsustainable development. NEPAD translates African \r\npriorities into specific programmes and projects. It \r\nthereby crystallizes Africa’s vision on specific thematic \r\nissues, namely, agriculture and food security, regional \r\nintegration and infrastructure, human development, and \r\ninformation and communication technologies. NEPAD \r\nhas received additional impetus, as it has become the \r\nvehicle for the implementation of the African Union \r\nAgenda 2063, Africa’s vision for regional integration \r\nand an African renaissance. As a proud founding \r\nmember, Egypt continues to support the work of \r\nNEPAD in various programmes and thematic activities \r\nand calls for increasing international support for the \r\nimplementation of the NEPAD agenda.\r\nA number of the issues raised under today’s agenda \r\nitems coincide with those raised in the 2030 Agenda for \r\nSustainable Development (resolution 70/1) and the Addis \r\nAbaba Action Agenda on financing for development. \r\nIt is important to emphasize the importance of the \r\nimplementation of the Sustainable Development \r\nGoals and the fulfilment of the commitments made \r\ntowards Africa in the new 2030 Agenda. No global \r\ndevelopment agenda can ever succeed if it does not \r\ntackle the African priorities of increasing economic \r\noutput, creating jobs and eradicating poverty through \r\nincreased industrialization, infrastructure and \r\nagricultural development. African development needs \r\nsignificant and diverse financial resources, technology \r\ntransfers and capacity-building. Official development \r\nassistance should continue to constitute the backbone \r\nof financing for development. Furthermore, Africa \r\nneeds the support of the international community for \r\nthe recovery of illegally transferred assets.\r\nThe international community has achieved \r\nsignificant progress in the elimination of malaria in \r\ndeveloping countries, especially in Africa, with nearly \r\nhalf of the affected countries now free of the disease. The \r\ninternational community has to ensure that this success \r\nis maintained by guaranteeing ongoing technical and \r\nfinancial support for malaria programmes in African \r\ncountries, thereby improving access to prevention and \r\ntreatment.\r\nEfforts to achieve sustainable development and \r\ngrowth are bound to fail unless coupled with serious \r\nefforts to create, maintain and build peace. In that \r\nregard, we welcome the report of the Secretary-General \r\nentitled “Causes of conflict and the promotion of \r\ndurable peace and sustainable development in Africa” \r\n(A/70/176). We also highlight Africa’s initiative to \r\nachieve a conflict-free Africa, as outlined in the Fiftieth \r\nAnniversary Solemn Declaration of the Organization of \r\nAfrican Unity-African Union, of 2013. The initiative is \r\ncomplemented by the work of the African Peer Review \r\nMechanism, which manifests Africa’s commitment to \r\nenhance good governance and respect for human rights \r\nand democratic values. There is also an urgent need for \r\ncollaboration and the scaling up of efforts to ensure the \r\ncoherence of strategies aimed at facing the challenges \r\nrelating to terrorism, which threaten the development \r\nand economic achievements of our continent.\r\nIt is important to emphasis as well the need to \r\nsustain and consolidate the support provided to Africa \r\nby the Office of the Special Adviser on Africa as the \r\nleading entity dedicated to advancing African issues in \r\nthe United Nations system. \r\nAllow me to conclude by reiterating Egypt’s \r\nongoing commitment to the welfare, peace and security \r\nof Africa during its membership in the Security Council \r\nfor the period of 2016-2017.\r\nMrs. Byaje (Rwanda): At the outset, let me \r\ncongratulate the Office of the Special Adviser on Africa, \r\nthe African Union Commission, the United Nations \r\nEconomic Commission for Africa, the African Peer \r\nReview Mechanism, the New Partnership for Africa’s \r\nDevelopment (NEPAD) and the African Development \r\nBank for a successful Africa Week 2015. Also allow \r\nme to welcome all the high-level representatives of \r\n4/12 15-32063\r\nA/70/PV.35 16/10/2015\r\nthe African regional economic communities and to \r\ncommend them for their invaluable contributions.\r\nWe also thank the Secretary-General for the \r\nreports provided on Africa’s progress (A/70/175 and \r\nA/70/176). Rwanda endorses the statements delivered \r\nby the representative of South Africa on behalf of the \r\nGroup of 77 and China and by the representative of \r\nSierra Leone on behalf of the Group of African States \r\n(see A/70/PV.34).\r\nAs we celebrate the seventieth anniversary \r\nof the United Nations, allow me to join others in \r\ncongratulating the President of the General Assembly \r\non the theme chosen to set the stage for the new \r\ndevelopment agenda, the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1). This landmark year \r\nis indeed special, as it occurs at a crossroads: the \r\nMillennium Development Goals (MDGs) era is ending \r\nat the prelude to the newly adopted 2030 Agenda, which \r\nhas the power to transform our lives in an unprecedented \r\nmanner. Coupled with that bold and ambitious Agenda \r\nis our own African Union Agenda 2063, which outlines \r\nour priorities to achieve the Africa we want in order \r\nto move from aspirations to reality. At the onset, we \r\ncan note with satisfaction that most of our key African \r\npriorities have been taken on board in the new 2030 \r\nAgenda of the United Nations, making it easier for us \r\nto hit two targets with one shot. The next step will be to \r\nmerge the two agendas in our development plans.\r\nDespite the ongoing effects of the global financial \r\nand economic crises and the conflicts still raging on \r\nour continent — with their corollary of new threats in \r\nthe form of terrorism and extremism, which remind us \r\nthat we are still navigating in troubled waters — we \r\nhave reason to have hope for the future. Indeed, the \r\nlessons learned from hardship have enabled us to \r\nemerge more resilient and equipped with new tools to \r\nconfront adversity. Consequently, we remain confident \r\nthat the new 2030 Agenda will give us an impetus \r\nto believe in the readiness of Africa to embark on a \r\npositive trajectory and to continue to register sustained \r\ngrowth.\r\nIt is a known fact that our economies are undergoing \r\nrapid transformation. More and more countries have \r\nmanaged to sustain their growth at more than 5 per cent \r\nof their gross domestic product, and as we urbanize, \r\nburgeoning industries and service sectors are leading \r\nto the creation of more off-farm jobs. While the worst \r\nenemy that we are still confronted with is chronic \r\npoverty, we see, when we delve into statistics, that \r\nmore and more people are being lifted from poverty. \r\nIn Rwanda alone, on top of having more than a million \r\nlifted out of poverty in a five-year time span, the latest \r\nfigures show that more than 660,000 have followed the \r\nsame path during the past three years. Those numbers \r\nbode well for the future, which prompts policymakers \r\nto look at the entire ecosystem so as to nurture it to \r\nopen doors to a myriad of possibilities.\r\nLet me now briefly discuss four issues of \r\nimportance to my country, where we see the need \r\nfor better synergies for the implementation of both \r\nlandmark outcomes.\r\nFirst is the unfinished business of the MDGs. \r\nWe take this opportunity to recognize the important \r\nmilestone that the MDGs have achieved for many of the \r\ndeveloping countries, especially in Africa. Rwanda is \r\non course to meet all eight Goals, and on some, we have \r\neven exceeded the targets.\r\nSecondly, the nexus between peace, security \r\nand development is a fundamental issue reflecting \r\nthe realities that many countries face, since the \r\ncomplementarity of peace and development makes \r\nthem two sides of the same coin. Rwanda, as would \r\nany other post-conflict country, faced considerable \r\ndifficulties in dealing with the aftermath of the genocide \r\nagainst the Tutsi, which claimed 1 million lives, and in \r\nestablishing a climate of peace and security for all, as \r\nwell as in rebuilding inclusive governance structures \r\nand promoting economic and social development. That \r\nexperience taught us that inclusive decision-making \r\nhas not only strengthened our governance structures, \r\nit has been essential in enabling us to become one of \r\nthe fastest-growing economies on the continent. That \r\npoints to a growing need for integrated approaches that \r\npromote peace, security and economic development.\r\nConcerning the partnership between the United \r\nNations and the African Union (AU), we believe that \r\nincreasing the capacity to streamline and implement \r\ncooperation with the African Union and its regional \r\neconomic communities will help both organizations \r\nin their conflict-prevention efforts, not only through \r\nlong-term structural measures but also in their ability \r\nto recognize and defuse signs of impending or potential \r\nconflict.\r\nThirdly, an important step in moving from \r\nconceiving and adopting aspirations to making \r\nthem a reality is to incorporate the gender and youth \r\n15-32063 5/12\r\n16/10/2015 A/70/PV.35\r\ncomponents. The African Union has declared 2015 \r\nthe Year of Women’s Empowerment and Development \r\ntowards Africa’s Agenda 2063, reaffirming the \r\nimportant role that women and girls will play in driving \r\nthat Agenda. In most AU member States, women make \r\nup more than 50 per cent of the population. It will be \r\nimpossible to achieve the 2030 Agenda and the AU \r\nAgenda 2063 with its First Ten-Year Implementation \r\nPlan if nations choose not to include more than half of \r\ntheir populations.\r\nMy fourth and last point is about creating jobs for \r\nyoung people, who in some countries make up more than \r\n70 per cent of the population. Young Africans will play \r\nan extremely important role in transforming Africa in \r\nthe social, economic and cultural spheres. Investments \r\nare needed in education, employment, empowerment \r\nand effective civic participation.\r\nWe should therefore make it a priority to consider \r\nthe measures that should be taken going forward so as to \r\nensure sustainable development and economic growth \r\nand guarantee peaceful, harmonious and secure living. \r\nIn that regard, my country has taken strong measures to \r\ntransform job seekers into job creators. \r\nFirst, to boost job creation Rwanda has lowered \r\nsignificant barriers to employment by investing in \r\nquality education and vocational technical education, \r\nand has created a mass mentoring platform to coachi \r\ntrainees, thus enabling job seekers to gain the experience \r\nthey need.\r\nSecondly, we have made it easier for entrepreneurs \r\nto enter the job market, affording them an adequate \r\nsupport system that includes appropriate financial \r\nproducts and access to financing, business development \r\nservices, access to markets, and a regulatory framework \r\nthat makes things easier for start-ups. Decentralizing \r\nsuch services has been instrumental in attaining \r\ntangible results, and we thank the African Development \r\nBank for contributing to that venture.\r\nThirdly, by investing massively in research and \r\ndevelopment and supportting access to technologies, \r\nRwanda has fostered creativity and innovation. \r\nFourthly, investing in infrastructure development \r\nand energy generation has led to job creation on a huge \r\nscale. \r\nRegional integration has greatly helped to boost \r\nour trade and will definitely enable us to align our \r\ndevelopment plans with Agenda 2063 and its First Ten-\r\nYear Implementation Plan.\r\nFinally, to bring about the changes necessary for \r\nAfrica to thrive, Governments, donors and the private \r\nsector are invited to walk the talk by providing adequate \r\nmeans to ensure that actions are being properly \r\nimplemented. In addition, all official development \r\nassistance commitments should be honoured so as to \r\ncomplement domestic resource mobilization.\r\nIn closing, I would like to reiterate that the future \r\nof Africa is in our hands. It is therefore high time to \r\njoin hands in shaping that future, so that it can support \r\nthe lives of future generations. In our global quest for \r\npoverty eradication, let us rally behind that motto, seize \r\nthis momentum and go on to thrive together.\r\nMr. Abdrakhmanov (Kazakhstan): Today’s \r\nmeeting highlights Africa’s significance as an emerging \r\ncontinent. The African Union Agenda 2063, aimed at \r\nthe region’s transformation and renaissance, and its \r\nFirst Ten-Year Implementation Plan, are both are all-\r\nencompassing and focus on almost every aspect of the \r\nregion’s advancement. They call for mutual synergy \r\nwith the 2030 Agenda for Sustainable Development of \r\nthe United Nations (resolution 70/1).\r\nIn the light of this historically new context, \r\nKazakhstan calls for strengthening the African Union’s \r\nstructures and instruments, such as the New Partnership \r\nfor Africa’s Development (NEPAD) and the African \r\nGovernance Architecture, which includes the African \r\nPeer Review Mechanism, the African Court on Human \r\nand Peoples’ Rights and the Pan-African Parliament, \r\ntogether with the continent’s regional economic \r\ncommunities. That will require close coordination with \r\nthe United Nations framework for Africa in conjunction \r\nwith regional structures and State institutions. Within \r\nthat framework, every Member State has a role to \r\nplay. Kazakhstan has therefore been deepening its \r\ncommitment to Africa for the past several years.\r\nAs Chair of the Organization of Islamic Cooperation \r\nin 2012, we worked on some of Africa’s most pressing \r\nissues, such as the political transition in North Africa, \r\nthe crises in the Sahel and Somalia, organized crime \r\nand threats of terrorism, and the problems of food, \r\nwater and energy security.\r\nKazakhstan has moved from being a regular \r\nrecipient of aid to becoming a donor country, and \r\ntakes its responsibilities seriously. We have given \r\n6/12 15-32063\r\nA/70/PV.35 16/10/2015\r\nsubstantial humanitarian aid to the Central African \r\nRepublic and Somalia. During the Ebola outbreak in \r\n2014, we quickly allocated funds to the United Nations \r\nEbola Response Multi-Partner Trust Fund and to the \r\nAfrican Union’s fund. We are now establishing our \r\nown overseas development agency, KazAid, which \r\nwill focus on both financial assistance and knowledge \r\ntransfer, since Kazakhstan believes in learning from \r\nAfrican countries, too,\r\nPeace, development and stability in Africa are a \r\ngrowing priority for our foreign policy. We intend to \r\nbe increasingly involved in peacekeeping operations, \r\nand Kazakh military observers are currently serving in \r\nUnited Nations peacekeeping missions in Africa. We \r\nwill invest in development in order to reduce conflicts, \r\nand we will work to strengthen the Peacebuilding \r\nCommission and the Peacebuilding Support Office. \r\nIf we are to overcome the current grave crises in the \r\nMiddle East and Africa, we must address those issues \r\njointly.\r\nAs the world’s largest landlocked country, \r\nKazakhstan is sensitive to the plight of geographically \r\ndisadvantaged States and will work with other \r\ndevelopment partners to help address the shared \r\nchallenges of landlocked developing countries in Africa. \r\nIn cooperation with the United Nations Development \r\nProgramme (UNDP), we have created opportunities \r\nfor African experts to study at leading educational \r\ninstitutions in Kazakhstan in the fields of the oil and gas \r\nindustry and agriculture. Kazakhstan recently signed a \r\nthird-party cost-sharing agreement with UNDP aimed \r\nat implementing an Africa-Kazakhstan partnership for \r\nthe Sustainable Development Goals, thereby further \r\nstrengthening our commitment to Africa’s development.\r\nLike all other regions, Africa is threatened by \r\nclimate change and energy insecurity, and it can take \r\nadvantage of Kazakhstan’s Green Bridge partnership \r\nprogramme, which focuses on sustainable growth and \r\npromoting the best green technologies and practices. \r\nEnergy will also determine our collective security, and \r\nwe are looking forward to a major African contribution \r\nto Expo 2017, which is to be held in Astana on the theme \r\nof “Future Energy”, showcasing innovations in the \r\nglobal energy industry. That will be our contribution to \r\nthe Sustainable Energy for All initiative of the United \r\nNations. In that regard, Kazakhstan hosted the African \r\nFuture Energy Seminar in Astana this past July to share \r\nour expertise. Following the Expo 2017 event, we will \r\npropose the establishment, in Astana, of an international \r\ncentre for the development of green technologies and \r\ninvestment projects, under the auspices of the United \r\nNations. The centre will serve to facilitate technology \r\ndevelopment and transfer to developing countries.\r\nThe 2015 Astana Economic Forum’s special \r\nsession, entitled “Africa as the Next Driver of the \r\nGlobal Economy”, brought African and Kazakh experts \r\ntogether. The World Anti-Crisis Plan, formulated \r\nduring the Astana Economic Forum, will have pointers \r\nfor Africa. In that regard, our financial architecture will \r\nhave to be reconsidered so as better to meet the criteria \r\nof justice, democracy, competitiveness, effectiveness \r\nand international control.\r\nWe call for the completion of the Doha Round of \r\nworld trade negotiations so as to give a significant \r\nboost to African trade and accelerate structural \r\nreforms. As economic power and political influence \r\nare moving southwards and eastwards, South-South \r\nand triangular cooperation, which complement North-\r\nSouth cooperation, are becoming an important tool \r\nfor capacity-building, the design of policies and the \r\ndelivery of programmes.\r\nWe welcome the progress achieved in Africa in \r\nenhancing gender equality and women’s empowerment \r\non the continent. The promotion of equal rights of \r\nmen and women to education and decent work is also \r\ncritically important for long-term development. The \r\ninternational community should consider supporting \r\nAfrican women and girls by targeting programmes in \r\nfinancing, technology transfer and capacity-building, \r\namong others, in accordance with the post-2015 \r\ndevelopment agenda.\r\nWhen President Nazarbayev addressed the \r\nUnited Nations Sustainable Development Summit \r\n2015 (see A/70/PV.10) and the General Assembly (see \r\nA/70/PV.13), he outlined some very thought-provoking \r\nproposals that could serve as additional reinforcement \r\npoints in achieving long-term security and sustainable \r\ndevelopment in Africa. We need to shift our focus from \r\nroutine conflict prevention and post-conflict recovery \r\nto a new development strategy that would do much to \r\neliminate the threat of war.\r\nSince my President’s address at the General \r\nAssembly has full relevance for Africa, I would like \r\nto refer to his proposal that the task of the twenty-\r\nfirst century is to implement a strategy that would \r\neliminate the threat of war and its causes permanently. \r\nFor that purpose, President Nazarbayev suggested \r\n15-32063 7/12\r\n16/10/2015 A/70/PV.35\r\nthat for the centenary of the United Nations, a 2045 \r\nglobal strategic initiative plan should be agreed to. \r\nIts core idea would be to launch a new trend in global \r\ndevelopment based on fair conditions, where all nations \r\nwould have equal access to the global infrastructure, \r\nresources and markets, as well as the ability to maintain \r\na comprehensive system of accountability with regard \r\nto human development. \r\nTo achieve substantive results, we would need to \r\ntransform the Economic and Social Council into the \r\nGlobal Development Council, in close coordination with \r\nthe United Nations system, the International Monetary \r\nFund and other multilateral agencies. It would serve as \r\na global economic regulator, with worldwide projects \r\nbut with Africa as its priority area. The proposal that \r\nall Member States should allocate one percent of their \r\nmilitary spending to a special sund for the Sustainable \r\nDevelopment Goals is another initiative that is also \r\nrelevant to today’s topic.\r\nWe applaud the fact that the entire African region \r\nhas become, under the Pelindaba Treaty, a nuclear-\r\nweapon-free-zone. Kazakhstan, with its own Central \r\nAsian Nuclear-Weapon-Free-Zone, has experiences to \r\nshare. We can thereby reinforce our mutual efforts for \r\nnuclear security.\r\nAs a candidate for a non-permanent seat on the \r\nSecurity Council for the term of 2017-2018, Kazakhstan \r\nis committed to focusing on nuclear, food, energy and \r\nwater security, which are critical for achieving long-\r\nterm sustainable development in Africa. Kazakhstan \r\nexpresses its readiness, if elected, to promote the \r\ngenuine interests of our African partners in the Security \r\nCouncil. \r\nPartnership and cooperation among nations are a \r\nmust. Only in that way can we protect our common \r\nsecurity and advance our common humanity. Kazakhstan \r\nis totally committed to Africa’s advancement, both \r\nthrough regional efforts and through efforts reinforced \r\nby a broader multilateralism.\r\nMr. Pedersen (Norway): There are many reasons \r\nto be optimistic about the African continent’s \r\nfuture. Great progress has been made in achieving \r\nthe Millennium Development Goals, including in \r\neducation and maternal and child health. Democracy, \r\ngood governance and the rule of law are gaining ground \r\non the continent, and some of the fastest-growing \r\neconomies in the world are in Africa.\r\nWhile significant achievements have been made, \r\nsome fundamental challenges still remain. Falling \r\ncommodity prices and more difficult financial \r\nconditions for investment have slowed expected \r\naverage growth in Africa to its lowest level since 2009, \r\naccording to the International Monetary Fund. Many \r\ncountries are highly vulnerable to external shocks, \r\nthe effects of climate change and environmental \r\ndegradation. We agree with African States that some \r\nof the key measures to be taken include strengthening \r\nnational revenue mobilization, curbing illicit financial \r\nf lows and investing in infrastructure.\r\nEconomic growth has not created enough jobs, \r\nnor has it significantly increased income opportunities \r\nfor the vast majority of the poor, particularly \r\nminorities, women and youth. Inequality, poverty and \r\nunemployment are potential causes of social unrest, \r\nconflict and migration. Growth must be inclusive. \r\nPoverty eradication and sustainable development are \r\ninextricably linked with women’s and girls’ rights \r\nand gender equality. Empowering women and girls \r\nincreases productivity and has a positive impact on \r\nnutrition, health and education. Norway remains deeply \r\ncommitted to supporting Africa’s fight against poverty \r\nthrough investments, trade, capacity-building and aid.\r\nPeace, security and sustainable development \r\nare closely interlinked. Common denominators of \r\nprotracted conflicts include weak State institutions, \r\nlack of basic services, militarization of societies, \r\nand social and economic exclusion. Often, fragility \r\nand insecurity are fuelled by transnational organized \r\ncrime, piracy and terrorism. One consequence is the \r\nrefugee f lows and migration we are witnessing, and, as \r\nwe all know, no quick fixes exist. Stronger cooperation \r\nbetween Africa and Europe is needed, among the States \r\nof origin and transit and the receiving States. We must \r\nwork together to solve conflicts, end fighting and \r\nincrease efforts for sustainable development.\r\nThe Secretary-General makes a strong case for \r\nthe importance of a holistic approach that addresses \r\nsecurity, development and human rights. More \r\nemphasis must also be placed on prevention of conflict. \r\nThe African Union’s transformative 50-year Agenda \r\n2063 is an example of such an approach and provides \r\nthe framework for an inclusive and people-centred \r\ndevelopment in Africa.\r\nI commend the African Union Summit on the \r\ndecision to make 2016 the Year of Human Rights with \r\n8/12 15-32063\r\nA/70/PV.35 16/10/2015\r\nSpecial Focus on the Rights of Women, a theme that \r\nresonates with the emphasis on national ownership \r\nand leadership in the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1) and the Addis Ababa \r\nAction Agenda and provides a platform giving a voice \r\nto all segments of society. At the same time, many of \r\nthose challenges are transnational in their nature and \r\nrequire concerted efforts, not just from the region but \r\nfrom the international community as a whole. The \r\nincreasingly strong collaboration between the United \r\nNations system and the African Union is a case in point.\r\nNorway and the African Union Commission signed \r\na memorandum of understanding in January this year. \r\nWe agreed to strengthen our collaboration in the areas \r\nof peace and security, democracy and governance, and \r\nsustainable development and job creation. That strategic \r\npartnership reflects both the strong historical ties \r\nbetween Africa and Norway and our joint aspirations \r\nfor the future. The visions and objectives outlined in \r\nAgenda 2063 mirror our own.\r\nMr. Chinyonga (Zambia): I appreciate this \r\nopportunity to contribute to this joint debate. My \r\ndelegation aligns itself with the statements delivered by \r\nthe representative of South Africa on behalf of the Group \r\nof 77 and China and by the representative of Sierra \r\nLeone on behalf of the Group of African States (see \r\nA/70/PV.34). I also commend the Secretary-General for \r\nthe two comprehensive reports on the New Partnership \r\nfor Africa’s Development (NEPAD): the thirteenth \r\nconsolidated progress report on implementation and \r\ninternational support (A/70/175) and on the causes \r\nof conflict and the promotion of durable peace and \r\nsustainable development in Africa (A/70/176).\r\nMy delegation takes note of the considerable \r\nprogress that has been made in Africa’s development \r\nagenda, in particular through the NEPAD continental \r\nframework and the strategic approach in the key \r\ndevelopment issues and programmes in such fields as \r\nagriculture, infrastructure and health-care systems. \r\nOne cannot overemphasize the success factors and \r\nexperiences with the NEPAD frameworks, including \r\nthe Comprehensive Africa Agriculture Development \r\nProgramme (CAADP) and the Programme for \r\nInfrastructure Development in Africa as instruments \r\nfor strengthening capacity to follow up on the progress \r\nand performance of regional, subregional and national \r\nprogrammes.\r\nZambia, like many African countries, has benefited \r\nfrom the support and implementation of the NEPAD \r\nprogrammes. For instance, it signed its CAADP compact \r\nand endorsed its national agriculture and food security \r\ninvestment plan in January 2011. Since then Zambia \r\nhas developed its national agriculture investment \r\nprogramme, which provides a full package of incentives \r\nin the agricultural sector. Farmer organizations, the \r\nprivate sector and active partnerships are collaborating \r\nin the programme’s implementation, with support from \r\ncooperating partners. Zambia is also implementing a \r\npolicy on conservation agriculture involving thousands \r\nof households, which has had a marked impact on \r\nresilience, food security and increased food production \r\nin a number of areas.\r\nWith regard to agenda item 14, entitled “2001-2010: \r\nDecade to Roll Back Malaria in Developing Countries, \r\nParticularly in Africa”, I wish to state that malaria \r\nremains a major health concern in Zambia. It also \r\ndisproportionately affects children under 5 years, \r\npregnant women and the vulnerable and the poor in \r\nsociety. Malaria imposes a severe socioeconomic \r\nburden on individuals, households and the communities \r\nat large.\r\nWe strongly believe that a malaria-free Zambia \r\nis possible. Policy and legal frameworks have been \r\nput in place to ensure that no barriers exist to the \r\nimplementation of interventions aimed at eliminating \r\nmalaria. The Government has articulated that resolve in \r\nmajor national development policy documents, notably \r\nin the national health policy and more specifically in \r\nthe National Strategic Plan for Malaria. At present, \r\nthe main prevention interventions include indoor \r\nresidual spraying and long-lasting insecticide-treated \r\nnets. Curative intervention is enshrined in prompt and \r\neffective case management. \r\nIn addition, Zambia has continued to implement \r\nthree steps towards malaria eliminatio: improving \r\nsurveillance and reporting at the health-facility \r\nlevel, implementing mass screening and treatment \r\ncampaigns, and using an active case-detection system \r\nfor community-level surveillance.\r\nI am therefore glad to report that Zambia has \r\nreported declines in malaria case-fatality rates. For \r\nexample, the case-fatality rate for the age group aged \r\n5 years and above was reduced from 31 per 1,000 \r\nadmissions in 2012 to 18 per 1,000 admissions in 2013. \r\nThat could be attributed to good practices in our joint \r\n15-32063 9/12\r\n16/10/2015 A/70/PV.35\r\naction with the global community. Despite that positive \r\ntrend in our fight against malaria, the country still \r\nfaces some challenges, such as delays in timely and \r\neffective deployment of some key malaria-prevention \r\ninterventions owing to financial constraints, which may \r\nin turn lead to the late procurement and distribution of \r\nthe required commodities.\r\nTo accelerate progress, Zambia has strategized and \r\nfocused on improving surveillance as an intervention in \r\ntandem with strengthening all other key interventions. \r\nWe hope to increase our access to potential victims \r\nthrough the use of community structures, by ensuring \r\nthe availability of all required items and also through \r\ncontinued monitoring and evaluation. Community \r\nhealth workers are critical in ensuring access to \r\nhealth care and in providing holistic and integrated \r\nmanagement of diseases, including malaria and \r\npneumonia. The response further involves using \r\ncommunity leaders and opinion-makers in malaria-\r\ncontrol activities and programmes. These measures \r\nhave led to the establishment of strong institutional \r\nstructures by the Government and its cooperating \r\npartners. In our continuous effort to reduce the cost \r\nof anti-malarial drugs, we plan to continue forging \r\npartnerships in the manufacturing of antimalarial drugs \r\nand insecticide-treated nets locally.\r\nIn conclusion, I wish to underscore that the \r\nscaling up of integrated packages of cost-effective \r\nmalaria interventions yields positive outcomes. We \r\nneed to enhance collaboration with the international \r\ncommunity in our efforts to eradicate malaria globally.\r\nMr. Eler (Turkey): At the outset, let me express \r\nour appreciation for the organization of this important \r\nmeeting, and we thank the Secretary-General for his \r\nvaluable reports (A/70/PV/175 and A/70/176). We are \r\nhappy to see the increased interest in Africa at the \r\nUnited Nations. \r\nDespite the tremendous challenges, institutional and \r\nsocial progress in Africa’s development is continuing. \r\nWe have heard a number of success stories coming out \r\nof Africa. They give hope for a better future for the \r\ncontinent, and there is greater African ownership in \r\nAfrican matters.\r\nIn that process, Turkey will continue to stand with \r\nAfrica. Today, we are politically more engaged and \r\neconomically better connected with Africa, and we have \r\nproven ourselves to be a reliable development partner. \r\nIn 2008, the African Union declared Turkey a strategic \r\npartner. The first Turkey-Africa Cooperation Summit \r\nwas held strong institutional structures in Istanbul in \r\nAugust 2008, with the high-level participation of 49 \r\nAfrican countries. That Summit initiated a steady and \r\nsustainable cooperation process. The Second Turkey-\r\nAfrica Partnership Summit was organized in November \r\n2014 in Malabo, Equatorial Guinea, under the theme, \r\n“A New Model of Partnership for the Strengthening of \r\nSustainable Development and Integration”. The Summit \r\nadopted a declaration and a joint implementation plan \r\nfor the 2015-2019 period.\r\nTurkey is not an outsider to the continent. We have \r\nengaged with many local administrations in many \r\nparts of Africa ,from the north to the Horn of Africa, \r\nto East Africa and to the Sahel region. In Africa we \r\nhave expanded our diplomatic missions to 39, and the \r\nnumber of African embassies in Ankara is now 32. That \r\nis a strong manifestation of Turkey’s and our African \r\npartners’ commitment to developing relations further. In \r\nrealizing that, Turkish Airlines, with its 44 destinations \r\nin 28 African countries, acts as an important enabler in \r\nconnecting people.\r\nThe year 2015 is a critical time for global action. \r\nIt is particularly important that the 2030 Agenda for \r\nSustainable Development (resolution 70/1) build on \r\nthe achievement of the Millennium Development \r\nGoals and address the unfinished business. The 2030 \r\nAgenda recognizes what we have been witnessing for \r\nyears, namely, that sustainable development cannot be \r\nachieved without peace and security and that peace and \r\nsecurity will be at risk without sustainable development. \r\nThe African Union Agenda 2063 shares the same \r\nvision — peace and security are intertwined with one \r\nanother. Yet the demographic changes in Africa also \r\nshow that the empowerment of youth and women will \r\nhave a special role to play in achieving the development \r\ngoals that can ensure peace and security.\r\nTurkey holds the presidency of the Group of 20 \r\n(G-20) in 2015. We have been making every effort to \r\nstrengthen dialogue and action between the G-20 and \r\nAfrica. In that connection, we hosted a meeting on \r\nenergy access in sub-Saharan Africa on 1 October \r\nin Istanbul, with the participation of the ministers of \r\nenergy from both the African and the G-20 countries.\r\nIn the face of crises and disasters, Turkey’s approach \r\nto Africa is based on a combination of humanitarian \r\nand development assistance. That approach ensures \r\nthat we offer much-needed assistance and protection \r\n10/12 15-32063\r\nA/70/PV.35 16/10/2015\r\nin the event of complex emergencies. It also aims to \r\nsupport capacity- and institution-building in all areas. \r\nOf course, we are aware that that should be done with \r\nthe use of local resources and knowledge. \r\nThe Turkish International Cooperation and \r\nCoordination Agency currently operates 15 programme \r\ncoordination offices in Africa, with total Turkish \r\ndevelopment assistance to sub-Saharan Africa \r\namounting to $193 million in 2013, according to \r\nthe databases of the Organization for Economic \r\nCooperation and Development. The most concrete \r\nexamples of that approach can be seen in Somalia, \r\nwhere we support capacity-building to help the federal \r\nGovernment to achieve greater self-sufficiency in the \r\nsocial and economic realms. To showcase Somalia’s \r\nachievements and garner further support, we will \r\nhost the next ministerial high-level partners forum on \r\nSomalia in early 2016.\r\nWe are determined to pursue humanitarian \r\ndiplomacy as one of the key activities of Turkish foreign \r\npolicy. We will continue to stay in close contact with \r\nour partners in Africa in the lead-up to the first-ever \r\nWorld Humanitarian Summit, to be held in May 2016 in \r\nIstanbul. We call on all States to be represented at the \r\nhighest level. Turkey defines itself as an Afro-Eurasian \r\ncountry and is committed to a strong engagement and \r\ngenuine partnership with Africa, which will continue \r\nunabated in the future.\r\nMr. Abdullahi (Nigeria): Nigeria wishes to \r\nalign itself with the statement made earlier by the \r\nrepresentative of Sierra Leone on behalf of the Group \r\nof African States (see A/70/PV.34).\r\nThe New Partnership for Africa’s Development \r\n(NEPAD) remains the embodiment of Africa’s aspiration \r\nfor the inclusive growth and sustainable development \r\nof the African continent. From its inception in 2001, \r\nNEPAD has spearheaded the policy engineering of \r\nthe development dimension in Africa through the \r\neffective facilitation, planning and coordination of \r\npriority regional programmes and projects. Nigeria \r\nsalutes the vision of progressive African leaders in \r\nestablishing NEPAD, which has now become the \r\nleading implementation actor in Africa’s renaissance \r\nunder the auspices of the African Union (AU).\r\nThe African vision for sustainable development \r\nis largely premised on durable peace and security. \r\nThe realization of the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1) through the \r\nimplementation of the Sustainable Development Goals \r\nis critical to the continent’s transformation. We therefore \r\nreiterate the overriding need for the international \r\ncommunity to continue to pay due attention to the \r\nnexus between peace and security and development. \r\nNigeria believes that efforts at the subregional, regional \r\nand international levels should be intensified to support \r\nand advance national efforts in conflict prevention and \r\nmanagement as prerequisites for durable peace and \r\nsustainable development.\r\nAs the world becomes more complex and \r\ninterconnected, so do the security challenges we face. \r\nViolent extremism knows no bounds and respects no \r\nculture, not even the sacred culture of religion. We have \r\nseen that clearly in various parts of the globe — in Asia, \r\nin Africa, in Europe and in the Americas. At home in \r\nNigeria, we are facing the challenge of terrorism and \r\ninsurgency from a faceless group, Boko Haram, that has \r\ncaused untold hardship and destruction in the northern \r\npart of the country. Indeed, the consequences of violent \r\nextremism are usually horrific.\r\nWe must therefore join hands to counter and defeat \r\nthose perpetrators of crimes against humanity in all their \r\nramifications. Regional peace and security structures \r\nmust be strengthened at the African Union and United \r\nNations levels, so as to respond in a timely manner to \r\nthose systemic human rights abuses and violations. As \r\nobligated by its own Charter, the United Nations should \r\nexpeditiously address any threats to peace and security \r\nin Africa and should implement all relevant Security \r\nCouncil resolutions in order to forestall the outbreak of \r\nconflict and, where appropriate, respond to conflicts in \r\norder to prevent massive loss of life and the dislocation \r\nof communal activities.\r\nNigeria has always emphasized regional initiatives \r\nto address conflict in Africa. We collaborate with four \r\nmember States of the Lake Chad Basin Commission, \r\ntogether with the Republic of Benin, to address the \r\nsecurity situation and terrorism in our subregion. We \r\nstrongly believe that a multidimensional, multinational \r\napproach will lead us to effectively surmount the \r\ntransborder security challenges.\r\nImportantly, Africa has set its sight on an \r\nendogenous 50-year plan in the form of Agenda 2063, \r\nadopted by the African Union Assembly of Heads of \r\nState and Government in January 2015. The adoption of \r\nthe Agenda presents a landmark opportunity to address \r\nAfrica’s priorities on a long-term basis in the areas of \r\n15-32063 11/12\r\n16/10/2015 A/70/PV.35\r\ninfrastructure, industrialization, agriculture, human-\r\ncapital development, and peace and security. We are \r\nexcited that NEPAD, as the implementing agency of the \r\nAfrican Union, is pivotal to the implementation of the \r\nAU Agenda 2063. That plan will serve to stimulate the \r\nvarious continental policy frameworks and programmes \r\nchampioned by NEPAD at the regional and continental \r\nlevels.\r\nNigeria looks forward in particular to the \r\naccelerated implementation of the Comprehensive \r\nAfrica Agriculture Development Programme and the \r\nProgramme for Infrastructure Development in Africa. \r\nIndeed, the growth potential of Africa’s agriculture \r\nand infrastructure sectors will help to transform the \r\ncontinent’s food security and development landscape. \r\nWe further commend the invaluable work that the \r\nNEPAD Agency has been doing since its integration \r\ninto the structures and processes of the African Union \r\nin promoting the mobilization of domestic resources for \r\ndevelopment, climate-smart agriculture and gender, as \r\nwell as curtailing illicit financial f lows from Africa and \r\npromoting capacity-building for tax administration.\r\nWe urge the United Nations to continue to \r\ncollaborate with NEPAD and the regional economic \r\ncommunities so as to achieve effective development \r\non the continent. We likewise commend NEPAD for \r\nits initiative to promote good governance in Africa. \r\nThe African Peer Review Mechanism (APRM), which \r\nAfrican leaders established in 2003, is a unique self-\r\nmonitoring tool that should be fully supported by \r\nthe international community. The Mechanism is the \r\nnucleus for deepening democracy and disseminating \r\nbest practices among African Union member States \r\nand reflects Africa’s commitment to improving \r\ngovernance in all its ramifications. As the second-\r\ncycle review process begins under the African Peer \r\nReview Mechanism. Nigeria calls for the effective \r\nimplementation of the national programmes of action \r\narising from the peer review exercise for the 17 \r\ncountries so far reviewed. \r\nNigeria will, for its part, continue to work with \r\nlike-minded countries to achieve the objectives of \r\nNEPAD and the APRM for the betterment of our \r\npeople. We therefore stand ready, as always, to work \r\nwith Member States for the advancement of our region \r\nand the entire world. In that regard, we welcome the \r\nvarious initiatives created within the framework of \r\nregional cooperation with Africa.\r\nFinally, we highly commend Mr. Ibrahim Assane \r\nMayaki, Chief Executive Officer of the NEPAD \r\nPlanning and Coordinating Agency, for his leadership \r\nin serving the programmatic interventions of NEPAD \r\nand the African Peer Review Mechanism.\r\nMr. Roet (Israel): Africa has transformed \r\nimmensely since the 1950s and 1960s, when it began \r\nthe difficult journey from poverty towards greater \r\neconomic stability. Over the past decade, the number \r\nof Africans living in extreme poverty has continued to \r\ndecline, more African boys and girls have completed \r\nelementary education, and child mortality has been \r\nreduced by almost half.\r\nToday, African industry is becoming more diverse \r\nand competitive. From agriculture to infrastructure, \r\nservices and consumer goods, the continent has become \r\na global force to be reckoned with. Africa is not only \r\nrich in natural resources, it is also rich in human talent \r\nand potential. With 70 per cent of its population under \r\nthe age of 30, the continent’s future will be shaped by its \r\ndynamic and vibrant youth, who are more empowered \r\nand engaged than ever before. Yet in spite of Africa’s \r\nhopeful progress and development, the challenges of \r\nthe region persist. Drought and famine, hunger and \r\npoverty, terrorism and war — those are the obstacles to \r\nunlocking the continent’s true potential.\r\nIsrael recognizes that eradicating poverty in all its \r\nforms and dimensions is the greatest global challenge \r\nand an indispensable requirement for sustainable \r\ndevelopment. The 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1) presents a new road map \r\nthat will allow the international community to take the \r\nnecessary steps to rid the world of extreme poverty \r\nonce and for all.\r\nI am proud to stand here representing a country \r\nthat has been deeply engaged in African development \r\nfor almost six decades. In 1958, then Foreign Minister \r\nand later Prime Minister Golda Meir visited the \r\nnewly independent States of Africa and recognized \r\nthe common history and shared struggle of Israel and \r\nAfrica. She resolved to share Israel’s growing expertise, \r\nexplaining:\r\n“Like Africa, we had to learn for ourselves how to \r\nreclaim the land, how to increase the yields of our \r\ncrops, how to irrigate ... how to live together.”\r\n12/12 15-32063\r\nA/70/PV.35 16/10/2015\r\nSince that time, Israel has shared its experience with \r\nAfrica in areas ranging from agriculture and energy to \r\nhealth and education.\r\nToday, our partnership has been transformed into \r\na symbiotic relationship based on the exchange of \r\nideas and expertise. Israel’s experience shows that the \r\nsmartest investment, and the one that reaps the greatest \r\nreturns, is an investment in women and youth. Invest \r\nin women. The international community will not regret \r\nit. Israel’s Agency for International Development \r\nCooperation, MASHAV, has been working hand in hand \r\nwith African countries for over 50 years to engage and \r\nempower the female members of society. MASHAV’s \r\nagribusiness training programmes help women break \r\naway from the cycle of poverty by giving them the tools \r\nto start their own businesses.\r\nThis year, Israel will be submitting a draft resolution \r\non agricultural technology for development, which \r\nfocuses on the important role of youth in improving \r\nfood security and nutrition, transforming economies \r\nand creating a sustainable future. Only by harvesting \r\nthe untapped potential of every sector of society can we \r\ntackle the most pressing problems in Africa and around \r\nthe world.\r\nClimate change is becoming one of the biggest \r\nimpediments to development, as it is the poorest and \r\nthe least prepared who are usually the most affected. \r\nLast year, Israel and Germany joined forces to launch \r\nthe Africa Initiative, a development cooperation \r\nprogramme aimed at helping to mitigate pressing \r\nglobal challenges, including climate change. Partnering \r\nwith Burkina Faso, Burundi and Cameroon, the Africa \r\nInitiative recently launched a programme that builds up \r\nthe capacity of local populations to adapt and counter \r\nthe impacts of climate change and land degradation, \r\nusing cutting-edge agricultural technologies such as \r\nthe drip irrigation invented in Israel.\r\nThere is no greater testament to true friendship \r\nthan support offered in times of greatest need. After \r\na devastating cyclone season in Madagascar, Israel \r\ndelivered over 100,000 life-saving concentrated food \r\nrations to fight the malnutrition of over 10,000 children \r\nin the drought-stricken southern region of the country. \r\nLast year, during the height of the terrible Ebola \r\noutbreak, Israel sent medical equipment, mobile clinics \r\nand monetary aid to the countries most affected, making \r\nit the largest donor per capita in the Ebola Response \r\nMulti-Partner Trust Fund.\r\nAn African proverb states that tomorrow belongs \r\nto the people who prepare for it today. When I look at \r\nAfrica, I see a continent with an abundance of potential. \r\nIf we work together to harvest that potential today, \r\nwe can guarantee a prosperous and peaceful Africa \r\ntomorrow.\r\nThe Acting President (spoke in French): We have \r\nheard the last speaker in the debate on these items.\r\nThe Assembly has thus concluded this stage of its \r\nconsideration of agenda item 66 and its sub-items (a) \r\nand (b) and agenda item 14.\r\nThe meeting rose at 4.20 p.m.\r\n"