"*1531804*\r\n15-31804 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda items 66 and 14\r\nNew Partnership for Africa’s Development: progress \r\nin implementation and international support\r\n(a) New Partnership for Africa’s Development: \r\nprogress in implementation and \r\ninternational support\r\n(b) Causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa\r\nReporta of the Secretary-General (A/70/175 and \r\nA/70/176) \r\n2001-2010: Decade to Roll Back Malaria in \r\nDeveloping Countries, Particularly in Africa\r\nThe President: Let me start with a few remarks. \r\nThe year 2015 has been a momentous year for the \r\nAfrican continent and for the international community. \r\nWe have witnessed the adoption of the African Union’s \r\nAgenda 2063 and its first 10-year Implementation \r\nPlan, the Addis Ababa Action Agenda on financing \r\nfor development, and the universal and global 2030 \r\nAgenda for Sustainable Development (resolution 70/1), \r\nwith the new Sustainable Development Goals. A new \r\nupcoming climate change regime is expected to add \r\neven more significance, ambition and feasibility to all \r\nthese agreements.\r\nTogether, those agendas bring global, continental, \r\nregional and national plans into a single holistic and \r\ncoherent framework for advancing and following up on \r\nAfrica’s development. It is important to underscore the \r\nnexus of those agendas and the need for synergy and \r\ncomplementarity in their implementation. \r\nToday’s joint debate is an opportunity to reflect \r\non our collective efforts to partner with Africa and \r\nsupport the continent in its efforts to tackle challenges \r\nand maximize opportunities in the areas of peace and \r\nsecurity, human rights and sustainable development. \r\nThe debate is also a clear demonstration of the special \r\nplace accorded to Africa in the work of the General \r\nAssembly.\r\nOver recent years, the African continent has made \r\nsignificant strides in human development, political \r\ngovernance, and peace and security. And today it \r\noffers the world’s most promising growth potential. \r\nBut more than 42 per cent of sub-Saharan Africans \r\nstill live below the poverty line, and with a number of \r\nAfrican countries continuing to experience conflict \r\nand instability, significant challenges remain on the \r\nAfrican continent.\r\nIn relation to malaria, commendable efforts, in \r\nparticular by the African Leaders Malaria Alliance, \r\nhave helped to reduce malaria incidence in Africa \r\nby more than 34 per cent between 2000 and 2013. \r\nOn the other hand, in 2015 alone it is estimated that \r\nmore than 340,000 Africans will die needlessly from \r\nthat preventable disease. I therefore encourage the \r\nGeneral Assembly, the United Nations system and other \r\nstakeholders to continue to work together to combat \r\nthat disease.\r\nUnited Nations A/70/PV.34\r\nGeneral Assembly\r\nSeventieth session\r\n34th plenary meeting\r\nFriday, 16 October 2015, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/26 15-31804\r\nA/70/PV.34 16/10/2015\r\nMany of the challenges relating to malaria are, \r\nof course, linked to broader development challenges \r\non the continent. In that sense it is appropriate that \r\ntoday we also consider progress in implementing the \r\nNew Partnership for Africa’s Development (NEPAD). \r\nNEPAD represents a framework for pan-African \r\nsocioeconomic development and is an essential blueprint \r\nfor ensuring a positive socioeconomic transformation \r\nin Africa, including by combating poverty in all its \r\nforms. Its importance in supporting the implementation \r\nof both the 2030 Agenda and the Addis Ababa Action \r\nAgenda has been recognized in both documents.\r\nThe latest report of the Secretary-General on \r\nNEPAD (A/70/175) highlights various actions being \r\ntaken by African countries towards the achievement \r\nof the objectives of the Partnership. From institutional \r\ndevelopment projects to agriculture and food security, \r\ncommitment to health and primary education, and \r\nhuman capital development, African States are \r\ndemonstrating their resolve to fully implement this \r\nwhole development blueprint.\r\nThe support of international partners for NEPAD \r\nand its f lagship programmes such as the African Peer \r\nReview Mechanism cannot be overstated and is integral \r\nto the success of the Partnership. The United Nations \r\nplays a particularly crucial role, and I should like to \r\ncommend the ongoing efforts of the United Nations \r\nsystem, especially the Office of the Special Adviser on \r\nAfrica under the leadership of Mr. Maged Abdelaziz, \r\nto support the full implementation of NEPAD, Agenda \r\n2063, and other continental programmes.\r\nThe Secretary-General’s recent report also reaffirms \r\nthe important linkages between socioeconomic \r\ndevelopment and peace and security in Africa, and \r\nit outlines a number of recommendations on which \r\nwe should all ref lect in order to maintain political \r\nmomentum around NEPAD.\r\nAs we begin a new chapter in international \r\ncooperation, let us work together to fight malaria and \r\ncomplete the Millennium Development Goals aimed at \r\nprotecting human rights and to lay the foundations for \r\npeace, prosperity and sustainable development across \r\nthe African continent. I hope that today’s debate will \r\nprovide a positive contribution to those efforts.\r\nMr. Nyembe (South Africa): I have the honour to \r\ntake part in this debate on behalf of the States of the \r\nGroup of 77 and China. The Group of 77 and China \r\nwishes to thank the Secretary-General for his reports \r\non the items that we are discussing today.\r\nDespite all the actions and commitments by African \r\ncountries, the main constraint on African development \r\nremains the lack of adequate resources. It is, however, \r\nhighly commendable that African leaders have been \r\ntaking ownership and leadership of the continent’s \r\nsocioeconomic renewal agenda in order to transform its \r\ndevelopment agenda through the New Partnership for \r\nAfrica’s Development (NEPAD).\r\nWe believe that the challenges that the continent \r\ncontinues to contend with, such as the fight against \r\npoverty, high youth unemployment and rising \r\ninequality, among others, need global cooperation and \r\npartnership. The Group of 77 and China also believes \r\nthat Africa requires more support on its development \r\npath, including through its development framework \r\nknown as the African Union Agenda 2063, which is its \r\nstrategic agenda for ensuring a positive socioeconomic \r\ntransformation in Africa within the next 50 years. The \r\nGroup of 77 and China is encouraged by the importance \r\nattached by Member States to supporting the African \r\nUnion Agenda 2063, and we are certain that the support \r\ngiven will translate into firm commitments towards \r\npromoting Africa’s development.\r\nThe Group of 77 and China further believes that \r\nthe recently adopted 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1) and the Addis Ababa \r\nAction Agenda on financing for development present \r\ntangible prospects for foreign direct investment \r\nf lows into Africa, serving as an important source of \r\nfinancing for development in the continent without \r\nupsetting official development assistance (ODA), which \r\nremains the main source of international financing for \r\ndevelopment.\r\nThe Group reiterates the importance of the need for \r\ndeveloped countries to fulfil their commitments to the \r\ndeveloping countries regarding ODA and also to provide \r\ngenuine debt relief to African countries, especially the \r\nleast developed countries. The Group would like to \r\nreiterate that North-South cooperation still lies at the \r\ncore of the global partnership for development. South-\r\nSouth cooperation, triangular cooperation and the \r\nprivate sector are complements rather than substitutes.\r\nThe 2030 Agenda for Sustainable Development and \r\nthe Addis Ababa Action Agenda are transformative \r\nin nature and will play a critical role in achieving \r\ndevelopment objectives and inclusive sustainable \r\n15-31804 3/26\r\n16/10/2015 A/70/PV.34\r\ngrowth and development in Africa. The Group of 77 and \r\nChina is of the firm belief that they will undoubtedly \r\ncontribute to greater active participation of the African \r\neconomies in the global economy and will also promote \r\nregional economic cooperation and integration.\r\nThe Group of 77 and China would like to express \r\nits appreciation to all the delegations for their \r\nconstructive contributions earlier this year, which led \r\nto the adoption of resolution 69/291, on the causes \r\nof conflict and the promotion of durable peace and \r\nsustainable development in Africa. That provided \r\ncontinued affirmation of the support that the United \r\nNations membership has expressed for the promotion of \r\ndurable peace and sustainable development in Africa. \r\nWe believe that that resolution continues to provide an \r\nimportant platform for stressing Africa’s responsibility \r\nfor and role in promoting peace and security in the \r\ncontinent and entails the need for Africa to strengthen \r\nits capacity to address the root causes of conflict and to \r\nresolve conflicts in a peaceful manner.\r\nThe Group of 77 and China acknowledges the \r\npositive trends and advances in obtaining durable peace \r\nin Africa and also emphasizes the need to create the \r\nconditions required for durable peace as a necessary \r\ncondition for sustainable development. In that regard, \r\nthere is an urgent need to continue developing African \r\nhuman and institutional capacities, particularly in \r\ncountries emerging from conflict. Furthermore, besides \r\ntraditional threats to peace and security in Africa, we \r\nmust also find solutions to address other emerging \r\nchallenges, particularly terrorism.\r\nWe therefore reaffirm the need for the United \r\nNations system to support African regional and \r\nsubregional organizations in the implementation of \r\ncounter-terrorism action plans. In that regard we are \r\nencouraged by the commitment of Member States \r\nto supporting the efforts of the African countries to \r\nachieve the goal of a conflict-free Africa and to end all \r\nwars in Africa by 2020.\r\nOver the past 15 years, the world has seen \r\ntremendous progress on malaria control and prevention. \r\nThe World Health Organization (WHO) reports that \r\nnine countries — Algeria, Botswana, Cape Verde, \r\nNamibia, Rwanda, Sao Tome and Principe, South \r\nAfrica, Swaziland and Eritrea — are on track to reduce \r\nthe incidence of malaria by 77 per cent, and three \r\nadditional countries are projected to achieve reductions \r\nof between 50 per cent and 75 per cent by the end of \r\n2015. Those tremendous results mean that 3.9 million \r\nchild deaths have been averted in Africa.\r\nLastly, despite the success of the unprecedented \r\nscaling-up of anti-malaria interventions, much work \r\nremains to be done, and many countries in Africa \r\ncontinue to experience challenges in rolling back \r\nmalaria, as a result of which they fall short of national and \r\ninternational development targets. As we move towards \r\nachieving the Sustainable Development Goals and work \r\nin pursuit of malaria elimination, there is a persistent \r\nneed for the United Nations system, specifically the \r\nWHO, to assist in addressing weak health systems and \r\nthe inequitable access to health services, to increase \r\ndomestic and international financing and to deal with \r\ninsecticide resistance in Africa.\r\nMs. Strasser-King (Sierra Leone): It is my singular \r\nhonour and pleasure to deliver this statement on behalf \r\nof the Group of African States. I wish to align myself \r\nwith the statement just made by the representative of \r\nSouth Africa on behalf of the Group of 77 and China.\r\nThis debate marks the successful culmination of \r\nAfrica Week 2015, which has truly raised the profile of \r\nthe New Partnership for Africa’s Development (NEPAD) \r\nhere at the United Nations at a very critical juncture \r\nwhen Member States are preparing to implement the \r\n2030 Agenda for Sustainable Development (resolution \r\n70/1). The African Group would like to thank the \r\nSecretary-General for the effort he has put into \r\ncompiling his reports under the agenda items under \r\ndiscussion today, and for his continued leadership and \r\ncommitment to placing Africa’s agenda at the heart of \r\nthe United Nations system.\r\nThis year, 2015, is truly special for the world in \r\ngeneral and for Africa in particular in terms of its \r\nrelevance to the NEPAD agenda. The United Nations \r\nhas been celebrating its seventieth anniversary. The \r\npost-2015 development agenda was recently adopted \r\nas the 2030 Agenda, the Addis Ababa Action Agenda \r\nwas adopted as the way forward in financing for \r\ndevelopment, and there are high hopes for a far-reaching \r\nagreement on climate change in Paris in December. \r\nIn addition, 2015 is also a pivotal year for Africa’s \r\ndevelopment with the adoption of the African Union \r\nAgenda 2063, the long-term vision for the continent’s \r\ntransformative development in this century, and its \r\nFirst Ten-Year Implementation Plan, and ultimately the \r\nimplementation of those Agendas.\r\n4/26 15-31804\r\nA/70/PV.34 16/10/2015\r\nIn the same vein, monitoring and accountability \r\nremain crucial cornerstones of the successful \r\nimplementation of both Agendas. The African \r\nGroup underlines the valuable contribution of the \r\nUnited Nations monitoring mechanism to review the \r\nimplementation of the commitments made towards \r\nAfrica’s development, established under General \r\nAssembly resolution 66/293, and believes that the \r\nmechanism should continue to provide its valuable \r\ninputs to the Economic and Social Council’s high-level \r\npolitical forum as part of the global monitoring and \r\naccountability framework for Agenda 2030, as well \r\nas to the efforts to support the implementation of the \r\nAfrican Union’s Agenda 2063.\r\nMoreover, in June 2015 the African Union Summit \r\nadopted the Framework for a Renewed United Nations/\r\nAfrican Union Partnership on Africa’s Integration and \r\nDevelopment Agendas (PAIDA) 2017-2027, which will \r\nsucceed the Ten-Year Capacity-Building Programme \r\nfor the African Union. That adoption will constitute an \r\nimportant milestone in promoting closer partnership \r\nbetween the two organizations. An enhanced \r\npartnership is crucial for advancing the implementation \r\nof the African Union Agenda 2063 and the United \r\nNations 2030 Agenda.\r\nIn that vein, the African Group underscores the \r\nneed for an adequate, regular, and dedicated allocation \r\nof resources from the regular budget of the United \r\nNations to be approved by the General Assembly to \r\nsupport the effective implementation of PAIDA. The \r\nAfrican Group attaches great importance to that matter \r\nand will continue to pursue it in the coming months. \r\nIn that regard the African Group fully endorses and \r\napplauds the choice of the theme for the seventieth \r\nsession of the General Assembly.\r\nNEPAD remains committed to facilitating and \r\nimplementing Africa’s priority programmes and to \r\nconsolidating the positive steps already taken towards \r\ncontinental transformation. The African Group notes \r\nwith great satisfaction that agriculture remains at the \r\ncentre of Africa’s development agenda. Agriculture \r\nforms a significant portion of the economies of all \r\nAfrican countries and has the potential to contribute \r\ntowards meeting the major continental priorities, \r\nincluding the eradication of poverty and hunger, \r\nboosting intra-Africa trade and investments, supporting \r\nrapid industrialization and economic diversification, \r\nsustainable resource and environment management, \r\nand creating jobs for the thousands of youth, as well as \r\nto improve livelihoods.\r\nDuring the sixty-eighth session of the General \r\nAssembly, we welcomed and celebrated the tenth \r\nanniversary of the implementation of the Comprehensive \r\nAfrica Agriculture Development Programme (CAADP). \r\nIn 2014, at the peak of the commemoration of the Africa \r\nYear of Agriculture, we also celebrated the rekindling \r\nof CAADP through the adoption of the Malabo \r\nDeclaration on Accelerated Agricultural Growth and \r\nTransformation for Shared Prosperity and Improved \r\nLivelihoods.\r\nThe main thrust of the Malabo Declaration is the \r\nundertaking by the African Governments to sustain \r\nthe momentum of CAADP for the next decade. That \r\nincludes increasing financial investment in agriculture \r\nthrough domestic resource mobilization and the \r\nallocation of 10 per cent of public expenditure to the \r\nsector; ending hunger and halving poverty by the year \r\n2025 through inclusive agricultural growth; ensuring \r\na growth of the sector of 6 per cent per annum; \r\nboosting intra-Africa trade; enhancing resilience and \r\nreducing climate vulnerability; as well as fostering \r\nmutual accountability. We therefore wish to underscore \r\nthe importance of partnerships and international \r\ncooperation in attaining the CAADP objectives.\r\nInfrastructure development continues to be a key \r\npriority for Africa, and NEPAD is playing a pivotal \r\nrole through the implementation of the Programme \r\nfor Infrastructure Development in Africa (PIDA). We \r\nduly note the efforts undertaken since October 2013, \r\nincluding efforts to secure funds to implement 16 \r\ninfrastructure pilot projects identified as quick wins for \r\nfinancing and implementation. We welcome the Dakar \r\nSummit, held in June 2014, which adopted the Dakar \r\nAgenda for Action, for financing those infrastructure \r\npilot projects. We note the major hurdles in financing \r\nthe implementation of PIDA projects. We therefore call \r\nfor the mobilization of resources from all sources, both \r\npublic and private.\r\nMore than a decade ago the African Heads of State \r\nand Government established the African Peer Review \r\nMechanism (APRM), NEPAD’s f lagship governance \r\nprogramme, which aims at promoting good governance \r\nacross the continent. Through this scheme, African \r\ncountries have resolved to adopt additional measures \r\nto fight corruption and to promote good governance, \r\ntransparency and accountability, especially in the field \r\n15-31804 5/26\r\n16/10/2015 A/70/PV.34\r\nof natural resources. The African Union is working \r\nhard to encourage all African member States to join \r\nthe growing number of African countries that have \r\nvoluntarily acceded to the APRM, currently 36, of \r\nwhich 18 have been peer-reviewed. As member States, \r\nwe encourage the APRM to seek ways to have more \r\ncountries graduate, as in the cases of Chad and Senegal.\r\nThe African Group thanks the Secretary-General for \r\nhis report entitled “Causes of conflict and the promotion \r\nof durable peace and sustainable development in Africa” \r\n(A/70/176). We note the growing linkages between \r\npolitical, social and economic exclusion and violent \r\nconflict. As a continent we believe that arresting this \r\ntrend will require inclusive, people-centred approaches \r\nin the promotion of peace, security and socioeconomic \r\ndevelopment, as emphasized in the African Union \r\nAgenda 2063 and its First Ten-Year Implementation \r\nPlan. Africa is committed to addressing the root causes \r\nof conflicts and preventing the outbreak of armed \r\nconflicts, including through the African Peace and \r\nSecurity Architecture.\r\nAs has been stated, Africa strongly believes that \r\nthere can be no lasting security without inclusive \r\ndevelopment. By the same token, peace and security \r\nare indispensable factors and drivers of development. It \r\nis imperative, in this regard, to encourage all partners, \r\nincluding the United Nations system, to support \r\nthe efforts of African countries in carrying out the \r\nAfrican Union’s Silencing the Guns by 2020 initiative, \r\nas envisioned by the leaders of the African Union \r\nin the African Union’s fiftieth anniversary solemn \r\ndeclaration. Moreover, the inclusion of peace and \r\nsecurity as mandates of the African Union in the 2030 \r\nAgenda is also a source of satisfaction for the African \r\nGroup. \r\nThe African Group underscores the importance of \r\nthe long-standing and exemplary partnership extended \r\nby the United Nations to Africa, notably through \r\nsupport for the establishment and operationalization \r\nof the African Union Peace and Security Architecture, \r\nincluding cooperation between the African Union \r\nPeace and Security Council and the United Nations \r\nSecurity Council, as well as for the African Standby \r\nForce, which is about to become operational, and \r\nthe continued support to the APRM. In this regard, \r\nthe African Group welcomes the emphasis that the \r\nreport places on the strengthening of institutional \r\ncooperation with the African Union and its regional \r\neconomic communities and on conflict prevention, \r\npeacekeeping and conflict management, post-conflict \r\npeacebuilding and recovery, sustainable economic \r\ngrowth and sustainable development, human rights and \r\nhumanitarian affairs, rule of law and administration \r\nof justice, and disarmament, demobilization and \r\nreintegration. The African Group supports the \r\nrecommendations in the report.\r\nMalaria remains a serious health concern for Africa. \r\nIt is undoubtedly among the issues that will require \r\ncontinued attention even beyond the implementation \r\nof the Sustainable Development Goals. It is of great \r\nconcern that this disease, which is entirely preventable \r\nand treatable, should continue to kill thousands of \r\npeople, especially children, on the African continent. We \r\nwelcome the continued commitment of the international \r\ncommunity to eradicating malaria and other diseases, \r\nas outlined in Goal 3 of the Sustainable Development \r\nGoals. We also welcome the declaration adopted by the \r\n2013 special summit meeting of the African Union on \r\nHIV/AIDS, tuberculosis and malaria, which reaffirmed \r\nthe commitment of African Governments to accelerate \r\nthe implementation of existing frameworks, including \r\nthe Abuja Declaration and Plan of Action on Roll Back \r\nMalaria in Africa. We note with great concern that \r\nthe funding to fight malaria is far below that required \r\nto reach the universal coverage of interventions. We \r\ntherefore call upon developed countries and other \r\npartners to fulfil all the commitments made with a view \r\nto eradicating this scourge.\r\nWith the support of the international community, \r\nthe Ebola virus disease in West Africa is now largely \r\nunder control. I should like to acknowledge at this \r\njuncture the role of the Secretary-General in leading the \r\nfight and to thank him for his efforts. However, there \r\nis an urgent need to help African countries, especially \r\nthose most affected by the virus, improve their health \r\nsystems and build core capacity to enhance access to \r\nwater, sanitation and health services in order to avoid \r\na similar situation in the future. The African Group \r\nconsiders that the Ebola outbreak is another wake-up \r\ncall and that business as usual should not prevail going \r\nforward, as we implement the post-2015 development \r\nagenda. The needs of the most vulnerable must get due \r\nattention, and adequate means of implementation must \r\nbe provided in the post-2015 development agenda in a \r\nmanner that is commensurate with the huge challenges.\r\nLet me conclude by underscoring further the \r\nimportance of fulfilling the commitments made to \r\nAfrica, including those relating to official development \r\n6/26 15-31804\r\nA/70/PV.34 16/10/2015\r\nassistance (ODA). In Addis Ababa in July this year, \r\nODA providers reaffirmed commitments to achieving \r\nthe target of 0.7 per cent of gross national income as \r\nODA for developing countries and the target of 0.15 to \r\n0.20 per cent of gross national income as ODA for least \r\ndeveloped countries. We therefore call on development \r\npartners to fulfil their promises and commitments in \r\nthe spirit of the Monterrey Consensus, the Group of \r\nEight Gleneagles Summit and the Addis Ababa Action \r\nAgenda. Their doing so will go a long way, not only in \r\nterms of restoring trust and building confidence, but \r\nalso of fostering mutual respect in global partnerships.\r\nMr. Ismail (Brunei Darussalam): I have the \r\nhonour to address the General Assembly on behalf of \r\nthe 10 States members of the Association of Southeast \r\nAsian Nations (ASEAN), namely, Brunei Darussalam, \r\nCambodia, Indonesia, the Lao People’s Democratic \r\nRepublic, Malaysia, Myanmar, the Philippines, \r\nSingapore, Thailand and Viet Nam.\r\nAt the outset I should like to express my heartfelt \r\ncongratulations to you, Mr. President, on your election \r\nto the presidency of the Assembly at the seventieth \r\nsession. I look forward to your leadership during this \r\nimportant session as we address a wide range of global \r\nchallenges. I should also like to thank the Secretary-\r\nGeneral for his comprehensive reports on the agenda \r\nitems we are discussing today. \r\nASEAN aligns itself with the statement made \r\nearlier  by the representative of South Africa on behalf \r\nof the Group of 77 and China on these agenda items.\r\nAfrica is a continent of opportunities and challenges, \r\nof triumphs and tribulations, whose commitment to \r\ndevelopment despite those challenges is an inspiration \r\nto us all. ASEAN attaches great importance to its \r\nfriendship and cooperation with Africa. We see \r\npotential in our collaboration and we strive to make it \r\na success for the benefit of both regions. ASEAN and \r\nAfrica share the same aspiration for the development \r\nof our respective regions. We therefore reaffirm our \r\ncommitment to continuing to strengthen our cooperation \r\nwith Africa through the New Partnership for Africa’s \r\nDevelopment (NEPAD) and the New Asian-African \r\nStrategic Partnership (NAASP).\r\nThe challenges that the African countries have \r\nbeen facing are numerous. Despite economic crises, \r\npolitical upheavals, and natural disasters, to name but \r\na few of the setbacks, Africa has proved to be resilient. \r\nASEAN sees this strength and continues to engage \r\nAfrica through NEPAD to address areas of mutual \r\nconcern and interest, such as poverty eradication, \r\ngender equality, infrastructure, agriculture, health and \r\neducation.\r\nASEAN welcomes the valuable contributions \r\nmade by the African Peer Review Mechanism in \r\nenhancing the performance of African Governments \r\nin the areas of political, economic and corporate \r\ngovernance and development. ASEAN believes that the \r\nimplementation of the agreed programmes of action and \r\nrecommendations contained in the Peer Review will \r\nsignificantly contribute to the development process in \r\nAfrica.\r\nASEAN welcomes the United Nations constructive \r\nrole and assistance through a monitoring mechanism \r\nthat reviews the implementation of commitments to \r\nAfrica’s development. Individually, ASEAN countries \r\nhave also strengthened their relations with African \r\nMember States. Each country in its own way has \r\noffered capacity-building programmes and educational \r\nscholarships to African countries.\r\nIn April, Indonesia hosted the sixtieth anniversary \r\ncommemoration of the 1955 Asian-African Conference, \r\nwhich was aimed at revitalizing the partnership \r\nbetween Asian and African countries for the purpose of \r\npromoting peace and prosperity. The Commemoration \r\nConference reflected the general aspirations of \r\nAsian and African countries with respect to political, \r\neconomic and sociocultural cooperation under the \r\ntheme “Strengthening South-South Cooperation to \r\nPromote World Peace and Prosperity”. The participants \r\nalso committed their countries to creating a stronger, \r\nmore inclusive and sustainable NAASP.\r\nIn a follow-up to the encouraging progress made \r\nunder the Millennium Development Goals (MDGs), the \r\n2030 Agenda on Sustainable Development (resolution \r\n70/1) will help guide and support African countries in \r\nthe pursuit of their respective development priorities. \r\nAfrica has seen its economic growth accelerate, but \r\nmuch more work lies ahead. Overall poverty rates are \r\nstill around 48 per cent, according to the 2015 Africa \r\nMDG report. ASEAN shares the same view as Africa \r\nregarding the importance of poverty eradication, as \r\nunderscored in the 2030 Agenda.\r\nASEAN is encouraged that the African Union \r\nadopted the transformative Agenda 2063 in January this \r\nyear. We are confident that implementing Agenda 2063 \r\nin tandem with the far-reaching and ambitious 2030 \r\n15-31804 7/26\r\n16/10/2015 A/70/PV.34\r\nAgenda will improve the well-being of the continent’s \r\npopulation through sustained and balanced economic \r\ngrowth. Thus, a closer economic engagement between \r\nASEAN and Africa will not only help to solidify \r\nrelations between the continents but also has the \r\npotential to boost trade. In this regard ASEAN endorses \r\nthe Secretary-General’s call to the global community to \r\ncontribute to Africa’s development. ASEAN will play \r\nits part in sharing and exchanging information and \r\nexperiences on development-related issues.\r\nWe note that pandemic disease is one of the \r\nchallenges that can affect collective progress in the \r\nAfrican continent. A stark example is the Ebola \r\ndisease outbreak that aff licted some African countries. \r\nHence, we commend the valuable role of the United \r\nNations and the World Health Organization (WHO) \r\nin establishing the United Nations Mission for Ebola \r\nEmergency Response to address the Ebola outbreak. \r\nSome countries in sub-Saharan Africa are still aff licted \r\nby malaria. Globally, 80 per cent of the cases of malaria \r\nand 80 per cent of deaths from malaria in 2015 are found \r\nthere. Both ASEAN and African countries have been \r\naffected by this disease. ASEAN has been successful in \r\ncombating malaria and has supported Africa’s efforts \r\nto address this disease and HIV/AIDS and tuberculosis.\r\nRelations between ASEAN and Africa continue to \r\nbe enhanced through solidarity, cooperation and mutual \r\nrespect. ASEAN strongly supports the continued \r\nimplementation of NEPAD as the African Union’s \r\nprogramme for poverty eradication, socioeconomic \r\ndevelopment and growth, and the framework for \r\nengagement with Africa.\r\nThe President: I now give the f loor to the observer \r\nof the European Union.\r\nMr. Poulsen (European Union): I have the honour \r\nto speak on behalf of the European Union (EU) and its \r\nmember States.\r\nThe Africa-European Union partnership is guided \r\nby the fundamental principles of the unity of Africa, \r\nthe interdependence between Africa and Europe, and \r\nshared values and interests, as well as joint ownership \r\nand responsibilities. At the Africa-European Union \r\nSummit held in April 2014 in Brussels, EU and \r\nAfrican leaders committed to consulting and working \r\nin partnership to define the post-2015 development \r\nagenda, sharing the same level of ambition and broadly \r\nsimilar priorities for the agenda — an integrated and \r\nbalanced approach to the three dimensions of sustainable \r\ndevelopment, inclusion of governance, peace and \r\nsecurity aspects, a global partnership mobilizing all \r\nmeans of implementation, and credible monitoring, \r\nfollow-up and review mechanisms. I believe that this is \r\nwell reflected in the final outcome.\r\nWe welcome the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1) and the Addis Ababa \r\nAction Agenda, which will enable us to tackle the \r\ninterlinked challenges of our world today. We very much \r\nwelcome the fact that Africa played an important role \r\nin shaping the 2030 Agenda, both through the Common \r\nAfrican Position on the post-2015 Development \r\nAgenda, which fed into the negotiations and played an \r\ninfluential role, and through key African actors. These \r\nincluded, to mention a few, Amina Mohammed, the \r\nSpecial Adviser on Post-2015 Development Planning; \r\nAmbassador Kamau, the Co-Chair of the Open \r\nWorking Group; and Mr. Sam Kutesa, then President \r\nof the General Assembly, as well as the African Union, \r\nthe United Nations Economic Commission for Africa, \r\nthe New Partnership for Africa’s Development, the \r\nAfrican Development Bank, South Africa representing \r\nthe Group of 77, and others.\r\nLooking ahead, we recognize that the true \r\nchallenge lies in the implementation of the 2030 \r\nAgenda. The EU and its member States will do their \r\npart and are committed to the Africa-EU partnership \r\nand to cooperating, as agreed in the road map of the \r\n2014 Africa-EU Summit, with a view to ensuring that \r\nthe implementation of the 2030 Agenda and of Agenda \r\n2063 will be complementary, consistent and mutually \r\nsupportive.\r\nThe EU recognizes the essential role played by the \r\nAfrican Union and its New Partnership for Africa’s \r\nDevelopment in the definition of continental policy \r\nframeworks and programmes that respect in full the \r\nnotions of subsidiarity and ownership. In particular, \r\nAgenda 2063 and its 10-year implementation plan \r\nprovide a comprehensive, long-term strategic vision for \r\nAfrica’s development. Our aim is to support Africa’s \r\npolitical and economic integration through enhanced \r\ntrade, a strengthened political partnership and increased \r\ncooperation, and to support institutional capacity-\r\nbuilding at the national, regional and continental levels. \r\nThe European Union and its member States \r\nremain the biggest trading and development partners \r\nof Africa, and we stand ready to continue supporting \r\nkey pan-African programmes such as the Programme \r\n8/26 15-31804\r\nA/70/PV.34 16/10/2015\r\nfor Infrastructure Development in Africa and the \r\nComprehensive Africa Agriculture Development \r\nProgramme, in addition to our wide range of activities \r\nat the national and regional levels.\r\nCooperation on migration is another area. \r\nThe upcoming Valetta Summit is expected to deal \r\ncomprehensively with the issue of migration, including \r\nits development aspects. The Summit is expected to \r\nagree on a trust fund amounting to €1.8 billion from the \r\nEU budget and the EU Development Fund to address \r\nthe root causes of irregular migration and displaced \r\npersons in Africa.\r\nThe promotion of democratic and transparent \r\nsystems of government, rule of law, good governance, \r\nincluding the fight against corruption, and respect \r\nfor human rights and fundamental freedoms are \r\ncommitments enshrined in the Joint Africa-EU \r\nStrategy. We pledge to ensure that human rights are \r\nfully enjoyed by all through the elimination of all forms \r\nof discrimination against and exclusion of vulnerable \r\nsegments of society. We welcome African efforts to \r\neliminate obstacles that women face in their quest for \r\nequal rights and opportunities. As long as women are \r\ntreated as inferior to men and are not given a proper \r\nvoice in politics, peace and security discussions or \r\neconomic affairs, Africa is losing out on the potential \r\ncontribution of half its population and work force. In \r\nthe same vein, children must have the critical tool of \r\nperspective that education provides. It is therefore \r\nindispensable to ensure that no children suffer from \r\narmed conflict and that all child soldiers are not only \r\nreleased but also reintegrated. The European Union \r\nstands ready to support reintegration efforts.\r\nWe welcome the efforts by the African Union \r\nto build a strong and credible African human rights \r\nsystem and African governance architecture as ways of \r\nguaranteeing respect for human rights and governance \r\ncommitments by all African States. We also praise \r\nthe progress made by the African Union in addressing \r\nthe security challenges on the continent, both through \r\nAfrica-led peace support operations and through the \r\nestablishment of its peace and security architecture. \r\nThe European Union has significantly supported these \r\nprocesses since 2004 with more than €1.6 billion, and \r\nwe are committed to pursuing our cooperation in these \r\nand other areas of common interest, as stated in the \r\nambitious road map of the 2014 Africa-EU summit.\r\nWe welcome the Secretary-General’s report on \r\ncauses of conflict (A/70/176), which underscores that \r\nin the light of the critical linkages between democratic \r\ngovernance, human rights, durable peace and sustainable \r\ndevelopment, the United Nations should continue to \r\nincrease synergies between the African peace and \r\nsecurity architecture and the African governance \r\narchitecture in preventive diplomacy, peacemaking, \r\npeacebuilding and post-conflict resolution within the \r\nframework of the Joint United Nations-African Union \r\nFramework for an Enhanced Partnership in Peace and \r\nSecurity.\r\nAs underlined in the Secretary-General’s report, \r\nnotwithstanding the progress made, Africa continues \r\nto wrestle with potentially preventable or treatable \r\ndiseases that cause death and untold suffering while \r\nsimultaneously undermining economic development. \r\nMalaria, alongside other deadly viruses such as \r\nEbola and HIV, inflicts a tremendous burden on \r\nAfrica, particularly on women, children and the most \r\nvulnerable. Africa should be congratulated on what \r\nit has achieved in the fight against Ebola and on the \r\nsignificant progress that has been made in the global \r\nfight against malaria in recent years. Experience has \r\nshown that prevention can achieve impressive results \r\nwhen actions are underpinned by strong and effective \r\nhealth systems. Combating diseases such as malaria \r\nthrough strengthened national health systems is, in our \r\nview, one of the most effective ways to alleviate poverty \r\nand promote equitable and sustainable development. \r\nAs the world’s largest donor to the health sector, the \r\nEuropean Union and its member States will continue to \r\ninvest in the health work force and build capacity, so as \r\nto ensure equitable access to prevention, treatment and \r\ncare through the implementation of universal health \r\ncoverage.\r\nLet me conclude by emphasizing that the European \r\nUnion and its member States remain fully committed to \r\nworking as partners with Africa and Africans in their \r\nquest for peace, democratic governance, human rights \r\nand sustainable development.\r\nMr. Liu Jieyi (China) (spoke in Chinese): China \r\nsupports the statement made earlier by the representative \r\nof South Africa on behalf of the Group of 77 and China.\r\nThis year marks the seventieth anniversary of \r\nthe founding of the United Nations, and it is also \r\nInternational Development Year. Last month, leaders of \r\ncountries gathered at the United Nations development \r\n15-31804 9/26\r\n16/10/2015 A/70/PV.34\r\nsummit and unanimously adopted the 2030 Agenda for \r\nSustainable Development (resolution 70/1), which serves \r\nas a grand blueprint for international development in \r\nthe coming 15 years and is of milestone significance.\r\nThis year has witnessed important progress in \r\nthe cause of peace and development in Africa. The \r\nAfrican Union Summit adopted its Agenda 2063 and \r\nits First Ten-Year Implementation Plan, which sets \r\nnew targets for peace and development in Africa. \r\nAfrican development is entering a new stage. Peace and \r\ndevelopment in Africa will be of critical importance \r\nto the lasting peace and common prosperity of the \r\nworld. The international community should attach \r\ngreat importance to cooperation with Africa from a \r\nstrategic perspective, pay close attention to Africa \r\nand increase input in African countries in accordance \r\nwith the provisions of the 2030 Agenda for Sustainable \r\nDevelopment and Agenda 2063 and with a view to \r\nmaking greater progress in implementing the New \r\nPartnership for Africa’s Development (NEPAD).\r\nFirst, we should support Africa’s development, \r\nas that is the key to implementing the 2030 Agenda \r\nfor Sustainable Development. The international \r\ncommunity should give full consideration to Africa’s \r\ndevelopment needs and unique challenges and attach \r\nmajor importance to eliminating poverty and hunger, \r\npromoting public health and resolving other issues \r\naffecting people’s livelihood in Africa. In conjunction \r\nwith Africa’s development in priority areas such \r\nas modernizing agriculture, industrializing and \r\ninfrastructure-building, efforts should be made \r\nto vigorously strengthen production capabilities, \r\ncooperation and means of communication between \r\nregions. We should work in concert to respond to \r\nchallenges such as climate change, energy security and \r\nsluggish economic growth so as to promote coordinated \r\neconomic, social and environmental development in \r\nAfrica. We should abide by the principle of diversity in \r\nfollowing development models and give Africa sufficient \r\npolicy space in following up and implementing the \r\ndevelopment agenda. We should respect the principle \r\nof ownership by African countries.\r\nSecondly, to optimize its development partnership, \r\nthe international community should honour its \r\ncommitment to Africa, implement the outcome of \r\nthe third International Conference on Financing \r\nfor Development and increase assistance to Africa. \r\nThe developed countries should provide timely and \r\nsufficient official development assistance and provide \r\nAfrica with more financial and technological resources \r\nand support for capacity-building without attaching \r\nany political conditions. \r\nWhile fully utilizing North-South cooperation as \r\nthe main type of partnership, developing countries are \r\nencouraged to deepen South-South cooperation with \r\ndue respect for the principles of equality, mutual trust, \r\nmutual benefit, win-win cooperation, unity and mutual \r\nhelp, to strengthen exchanges of experience and to create \r\na f lagship cooperation platform that will advance the \r\ndevelopment of African and other developing countries \r\nthrough higher-level, larger-scope activities covering a \r\nbroader range of areas.\r\nThirdly, to improve Africa’s development environment, \r\ncountries should strengthen macroeconomic policy \r\ncoordination and adopt active financial, trade, \r\ninvestment and debt measures to promote Africa’s \r\ndevelopment. To that end, it is necessary to strengthen \r\nglobal economic governance, maintain a free, open \r\nand non-discriminatory multilateral trading system, \r\naccelerate the reform of international financial \r\ninstitutions and increase the representation of \r\ndeveloping countries and give them a stronger voice in \r\nthose institutions. It is also necessary to fully explore the \r\nUnited Nations integrated planning and coordinating \r\nrole and to harness the respective strengths of agencies \r\nin the United Nations system so as to increase support \r\nfor Africa.\r\nFourthly, as peace is the precondition for \r\ndevelopment and as stability provides a safeguard \r\nfor development, the international community should \r\nuphold the purposes and principles of the Charter of \r\nthe United Nations and work actively to promote peace \r\nand negotiation in African countries, including the \r\nresolution of differences through peaceful means, on \r\nthe basis of full respect for sovereignty, independence \r\nand territorial integrity. The will of African countries \r\nmust be fully respected and the resolution of African \r\nproblems by Africans in the African way must be \r\nsupported. At the same time, there is a need to reinforce \r\ncoordination and cooperation with the African Union \r\nand African regional organizations and to effectively \r\nhelp Africa strengthen the building of collective \r\nsecurity mechanisms.\r\nChina and Africa have consistently faced difficulties \r\ntogether and have formed a community of interests \r\nunited by a common platform. Strengthening unity and \r\ncooperation with African countries has consistently \r\n10/26 15-31804\r\nA/70/PV.34 16/10/2015\r\nbeen an important pillar of China’s foreign policy. In \r\n2013, on his first visit to Africa, President Xi Jinping \r\nsuggested the following as underlying principles of \r\nour cooperation: sincerity, real results, affinity, good \r\nfaith and the right approach to justice and interests. \r\nThe central aim is to help Africa achieve independent \r\nand sustainable economic development and to achieve \r\nChina’s own development in what amounts to win-win \r\ncooperation and common development.\r\nDuring his visit to Africa in May 2014, Premier \r\nLi Keqiang put forward the 4-6-1 framework for \r\nSino-African cooperation and emphasized the \r\nfollowing four principles: treating each other as equals, \r\nstrengthening unity and mutual trust, seeking inclusive \r\ndevelopment, and promoting innovative cooperation. \r\nThe aim is to advance cooperation in six areas: \r\nindustry, finance, poverty reduction, protection of the \r\nenvironment, people-to-people and cultural exchanges, \r\nand peace and security. Through the important \r\nplatform of the Forum on China-Africa Cooperation, \r\nChina and Africa will work to upgrade their pragmatic \r\ncooperation.\r\nWhile attending the summits at the United Nations \r\nlast month, President Xi Jinping expounded China’s \r\npolicy regarding the international order and a shared \r\nfuture for mankind. He announced a series of important \r\nmeasures, including establishing the China-United \r\nNations fund for peace and development and a fund \r\nfor assisting South-South cooperation, increasing \r\ninvestment in the least developed countries, cancelling \r\nthe debt owed on intergovernmental interest-free loans \r\nfor some countries in special circumstances before \r\nthe end of 2015, and assisting developing countries \r\nwith 100 projects in each of the areas of poverty \r\nreduction, agricultural cooperation, trade facilitation, \r\nenvironmental protection, response to climate \r\nchange, medical facilities and education training. \r\nThose measures will serve to advance global peace \r\nand development and lead to strengthened bonds of \r\nunity and cooperation between China and developing \r\ncountries, including those of Africa.\r\nThis year marks the fifteenth anniversary of the \r\nfounding of the Forum on China-Africa Cooperation. \r\nOver the past 15 years pragmatic cooperation between \r\nChina and Africa has developed in leaps and bounds \r\nand has brought real benefits to the people of China \r\nand Africa. According to statistics, in 2014 China-\r\nAfrica trade exceeded $220 billion and investment \r\nin Africa amounted to more than $30 billion, \r\nrepresenting a 22-fold increase and a 60-fold increase \r\nrespectively over the year 2000, when the Forum on \r\nChina-Africa Cooperation was founded. We focus on \r\nenhancing capabilities in infrastructure-building and \r\nmanufacturing in Africa and helping African countries \r\nto eliminate development bottlenecks and to pursue a \r\nself-determined development path.\r\nWe focus on helping Africa build and improve \r\npublic health systems. We provided the affected African \r\ncountries with assistance totalling $120 million in \r\nconnection with the Ebola epidemic and sent more than \r\n1,200 medical personnel and experts to them in what \r\nwas the longest, broadest and largest effort in the area \r\nof international public health in the history of the new \r\nChina. \r\nWe focus on building the China-Africa partnership \r\nfor peace and security,. China is the permanent member \r\nof the Security Council that has sent the largest number \r\nof peacekeeping personnel to Africa.\r\nMr. Gumende (Mozambique), Vice-President, took \r\nthe Chair.\r\nIn December of this year, the summit of the Forum on \r\nChina-Africa Cooperation will be held in Johannesburg. \r\nThis will be the first time that the Forum has been held \r\non the African continent, a development which is of far-\r\nreaching significance. The summit will produce a new \r\nplan and blueprint for future China-Africa cooperation, \r\ninjecting new impetus into and effectively advancing \r\ncooperation between China and Africa for win-win \r\nresults and common development, and opening up new \r\nhorizons and prospects for development.\r\nMr. Boukadoum (Algeria): I thank the President \r\nfor convening this debate on a theme that is very dear to \r\nus. I also wish to welcome Mr. Ibrahim Assane Mayaki, \r\nChief Executive Officer of the New Partnership \r\nfor Africa’s Development (NEPAD) Planning and \r\nCoordinating Agency.\r\nAlgeria welcomes the report of the Secretary-\r\nGeneral on NEPAD (A/70/175) and the insights it \r\nprovides. We also wish to thank the Office of the Special \r\nAdviser on Africa for its dedication and extremely \r\nvaluable work in enhancing international support for \r\nAfrica’s development.\r\nMy delegation associates itself with the statements \r\nmade earlier by the representatives of South Africa and \r\nSierra Leone on behalf of the Group of 77 and China \r\nand the Group of African States, respectively.\r\n15-31804 11/26\r\n16/10/2015 A/70/PV.34\r\nAs indicated in the Secretary-General’s report, this \r\nyear’s debate coincides with several global milestones \r\nthat are of fundamental relevance to NEPAD. Algeria \r\nwelcomes the recognition in both the 2030 Agenda \r\nfor Sustainable Development (resolution 70/1) and the \r\nAfrican Union Agenda 2063 of the challenges facing \r\nAfrican countries. Agenda 2063 and the relevant \r\nprogrammes of NEPAD, such as the Programme \r\nfor Infrastructure Development in Africa and the \r\nComprehensive Africa Agriculture Development \r\nProgramme (CAADP), give Africa the right tools \r\nto lift itself out of poverty and to put an end to its \r\nmarginalization from the globalization process.\r\nFor more than a decade now, NEPAD has placed the \r\nquestions of peace, security, development, democracy, \r\ngood governance, human rights and women’s \r\nempowerment at the heart of sustainable development. \r\nWhile recognizing the political, economic and social \r\ndifficulties that have beset Africa’s development for \r\ndecades, NEPAD is also the expression of Africa’s \r\nwillingness to establish a new partnership anchored in \r\nthe principles of African leadership and, above all, of \r\nownership.\r\nIn spite of the advances made in implementing \r\nthe Millennium Development Goals — notably in \r\npromoting gender equality and empowering women, \r\nimproving maternal health, reducing child mortality \r\nand halving extreme poverty — such progress remains \r\nuneven between regions of the world. Progress \r\nin Africa is hampered by a variety of factors. For \r\nexample, Africa’s collective actions to fight poverty \r\ncontinue to suffer from the backlash of a multitude \r\nof crises, including the recent Ebola outbreak, the \r\neffects of natural disasters, climate change — to which, \r\nincidently,Africa contributes the least — and volatile \r\ncommodity prices.\r\nAfrica’s resilience can and must be strengthened. \r\nThe international community can contribute greatly to \r\nthis process, and we seize this opportunity to call on our \r\npartners to fully support the African Union’s Agenda \r\n2063 and the continent-wide programmes embedded in \r\nNEPAD. After a decade of implementation, NEPAD, a \r\nprogramme of the African Union, has produced a number \r\nof encouraging results. The promotion of infrastructure \r\ndevelopment as a driving force for Africa’s integration \r\nand development led to the adoption in 2010 of the \r\nProgramme for Infrastructure Development in Africa \r\nby the African Union Heads of State.\r\nWith respect to the implementation of the project \r\nchampioned by Algeria to complete the trans-Sahara \r\nhighway and gas pipeline, which would link Algeria \r\nand Nigeria, we are pleased to confirm that the Algeria \r\nsection of the project, which covers more than 4,500 \r\nkilometres, will be completed in 2016. We announce \r\nwith equal satisfaction that, under the project to install \r\nfibre-optic cable linking Algeria, the Niger and Nigeria, \r\nthe Algerian section of the network has been completed \r\nand is now operational.\r\nThere has also been significant progress within the \r\nframework of the CAADP. This programme aims at \r\nachieving a 6 per cent growth rate in the agricultural \r\nsector by allocating 10 per cent of the national budget. \r\nToday 50 countries out of 54 have committed themselves \r\nto CAADP, of which 44 have already adopted a national \r\nagriculture investment plan. \r\nAll stakeholders need to make a strong push in \r\nfavour of Africa’s development. According to the \r\nSecretary-General’s report on the implementation of \r\nthe Second United Nations Decade for the Eradication \r\nof Poverty (2008-2017) (A/70/281), income poverty in \r\nAfrica dropped from 46 per cent in 1990 to 39 percent \r\nin 2011. While that can be considered an encouraging \r\nstep towards poverty eradication, we believe that such \r\na pace remains overly slow.\r\nIn this context, an enabling international environment \r\nresting on a revitalized global partnership is required if \r\nAfrica is to reach a sustained pace of economic growth, \r\nachieve financial stability, have full employment, \r\nstrengthen its resilience and also play its part — we \r\nshould not forget that — in the world economy. Of all \r\nthe continents, Africa has the greatest potential for \r\neconomic growth.\r\nMr. Alemu (Ethiopia): My delegation associates \r\nitself with the statements made earlier on behalf of the \r\nGroup of 77 and China and the Group of African States. \r\nWe commend the Secretary-General for his report on \r\nAfrica’s development (A/70/175).\r\nAdopted in 2001 by the African leaders, the New \r\nPartnership for Africa’s Development (NEPAD) has \r\nprovided a vision and an overarching socioeconomic \r\ndevelopment framework. As an African-owned \r\ninitiative, the NEPAD programmes in such areas as \r\nagriculture, infrastructure, health and education have \r\nregistered encouraging results in reducing poverty, \r\npromoting sustainable agriculture and integrating the \r\ncontinent into the global economy. The African Peer \r\n12/26 15-31804\r\nA/70/PV.34 16/10/2015\r\nReview Mechanism has also contributed to improving \r\ngood governance. In addition, Africa has made \r\nsubstantial progress in building durable peace and \r\ndemocratic institutions.\r\nSince the adoption of NEPAD, Africa has recorded \r\nan impressive economic growth of 5 per cent on average, \r\nmaking it the second-fastest-growing region. In 2014 \r\nAfrica’s growth was 3.9 per cent despite the weak global \r\neconomy. Most African countries, including Ethiopia, \r\nare on track to meet the Millennium Development Goal \r\ntarget of halving poverty. To sustain economic growth \r\nand achieve structural transformation, the African \r\nleaders adopted the 2063 Agenda and the First Ten-\r\nYear Implementation Plan to build on the experience \r\nof NEPAD, integrating all its initiatives. NEPAD \r\ncontinues to be the strategic vehicle for the realization \r\nof an integrated, prosperous and peaceful Africa.\r\nMalaria is one of the major health challenges for \r\nmany African countries, including Ethiopia. NEPAD \r\nhas improved access to high-quality essential medicines \r\nand treatments for malaria. In Ethiopia, we have taken \r\nradical steps to reverse the toll of the disease and \r\nhave registered a sharp decline in the number of cases \r\nand deaths. We have made this remarkable progress \r\nby prioritizing malaria in the national socieconomic \r\ndevelopment agenda and the strategic health plan. \r\nEthiopia has also demonstrated strong leadership \r\nand political commitment as the Chair of the African \r\nLeaders Malaria Alliance. African leaders have \r\nagreed to monitor certain indicators in their respective \r\ncountries to ensure accountability and take the \r\nnecessary action to control the disease. Accordingly, \r\nprogress in combating malaria is tracked every quarter \r\nusing a standard scorecard. Furthermore, in January, \r\nduring the African Union summit, a malaria elimination \r\nscorecard was launched. As leaders committed to \r\neliminating malaria from the continent, we committed \r\nto redoubling our efforts to maintain universal access \r\nand reduce the toll.\r\nDespite the progress, Africa still has a long way to \r\ngo before there is inclusive and sustainable development \r\nfor all. Peace and stability must also be ensured in \r\nall regions of the continent. Therefore Africa, with \r\nthe support of the international community, needs to \r\naccelerate its economic and structural transformation \r\nto realize its full development potential. In this regard, \r\nthe Addis Ababa Action Agenda creates the right \r\nframework for enhanced global partnership that is \r\naligned with continent-wide priorities. It recognizes \r\nthe importance of addressing the diverse needs and \r\nchallenges faced by countries in special situations, in \r\nparticular African countries. The Addis Agenda also \r\nreaffirms the importance of supporting NEPAD and the \r\n2063 Agenda.\r\nWe call on our development partners, including \r\nthe United Nations system, to further strengthen their \r\nfinancial and technical support to the programmes \r\nof NEPAD so that the 2030 Agenda for Sustainable \r\nDevelopment can be implemented in Africa as a subset \r\nof the 2063 Agenda.\r\nMr. Plasai (Thailand): The Kingdom of Thailand \r\naligns itself with the statements delivered earlier by the \r\nrepresentative of South Africa on behalf of the Group \r\nof 77 and China and by the Permanent Representative \r\nof Brunei Darussalam on behalf of the Association of \r\nSoutheast Asian Nations.\r\nWe thank the Secretary-General for his \r\ncomprehensive report on progress in implementing the \r\nNew Partnership for Africa’s Development (A/70/175) \r\nand other reports prepared for this meeting.\r\nAfrica is rising, full of promise. That continent, \r\nfull of hope, has become one of the fastest-growing \r\nregions in the world and is moving forward in the right \r\ndirection, guided by strong leadership and assisted by \r\nregional and international organizations. We commend \r\nthe constructive roles of the African Union, the \r\nEconomic Community of West African States and other \r\nregional organizations, as well as the United Nations, \r\nin building on past gains and laying a solid foundation \r\nfor the continent’s future.\r\nThe Kingdom of Thailand welcomes the First \r\nTen-Year Implementation Plan for the African Union \r\nAgenda 2063 as it charts Africa’s trajectory for the next \r\n10 years on its path towards an integrated, prosperous \r\nand peaceful continent in 2063. Given the similarity \r\nof the development paths of the Kingdom of Thailand \r\nand our African friends, for many decades we have \r\nbeen fostering development cooperation with them in \r\nareas of common interest, areas such as sustainable \r\nagriculture, public health, education and human \r\nresources development. \r\nThis partnership has brought added value to both \r\nour societies and peoples. It has convinced us that \r\nthe common goals of sustainable development can be \r\nachieved together through South-South cooperation, \r\nand in particular through exchanging experiences \r\n15-31804 13/26\r\n16/10/2015 A/70/PV.34\r\nand best practices, consultation, and the coordination \r\nof policies for mutual benefit. National ownership is \r\npivotal for success and should therefore continue to be \r\na principle that guides the work of the New Partnership \r\nfor Africa’s Development. In this light, our cooperation \r\nprogramme with African countries has been based on a \r\ndemand-driven approach and tailored to ensure that our \r\nsupport meets the real needs of African peoples and is \r\nin line with Agenda 2063.\r\nSustainable growth and development starts with a \r\nhealthy population. The unprecedented outbreak of the \r\nEbola virus was a huge challenge to the Governments \r\nin the affected area and to the international community, \r\nas they battled to bring the epidemic under control \r\nand to make sure that Africa’s development will not \r\nbe interrupted. The lessons learned from the outbreak \r\nshould be put to good use in other health crises, now \r\nand in the future.\r\nRegarding malaria and other pandemics, Thailand \r\nis proud to be one of the few countries that have \r\ncontinuously contributed to the Global Fund to Fight \r\nAIDS, Tuberculosis and Malaria. We have pledged \r\n$4.5 million to the Global Fund for the period 2014-2016. \r\nWe strongly support and advocate a more sustainable, \r\nresilient, affordable and healthy public health-care \r\nsystem with special emphasis on equal access to \r\ntreatment and medication without discrimination. For \r\nthis reason, the Kingdom put in place a universal health-\r\ncare scheme in 2001, which has functioned well since \r\nthat date. We also are currently implementing a national \r\nstrategic plan for malaria control and elimination for \r\nthe period 2011-2016, which has an effective monitoring \r\nand evaluation system for early malaria detection. \r\nOur continued efforts have resulted in a significant \r\ndownward trend in the number of malaria cases and the \r\nmortality rate. We stand ready to share our experiences \r\nand lessons learned in this respect.\r\nRecognizing the need for a strong and unified \r\nvoice on the global common agenda, Asian and African \r\ncountries celebrated the sixtieth anniversary of the Asia-\r\nAfrica Conference in Indonesia in April this year. With \r\nthis renewal of the spirit of Bandung, we look forward \r\nto strengthening and broadening our cooperation and \r\nto sharing more of our expertise and best practices with \r\nour African partners, so that our two continents, while \r\ngeographically far apart, may become closer through \r\ncooperation.\r\nDespite the considerable development progress \r\nachieved over the years, there are still a number of \r\npersistent and emerging challenges for Africa, as there \r\nare for Thailand and much of Asia. Among the more \r\nurgent tasks are eradicating poverty and ensuring equal \r\nsocial and economic opportunities for all. We must act \r\ntogether lest the persistence of these challenges undo \r\npast achievements or thwart future prospects. As \r\nemphasized by our leaders in the general debate last \r\nmonth, sustainable development can never be achieved \r\nwithout durable peace and security. Therefore it is \r\nunfortunate that many countries in Africa still suffer \r\nfrom the predations of armed and terrorist groups.\r\nThe Kingdom of Thailand supports a holistic \r\napproach to the prevention of conflicts and the \r\npromotion and implementation of peacekeeping, \r\npeacebuilding and post-conflict reconstruction \r\nactivities. In that spirit, the Kingdom has contributed, \r\nalongside many nations, to collective efforts to promote \r\npeace and security through its active participation in \r\nthe African Union-United Nations Hybrid Operation in \r\nDarfur and the United Nations Mission in Liberia.\r\nAt the same time, we believe that the United Nations \r\nand Member States must do more to ensure political \r\nand social inclusiveness and respect for human rights \r\nand for the rights to development, sovereign equality, \r\ntolerance, good governance and the rule of law through \r\nconstructive engagement and dialogue based on mutual \r\nrespect. Towards that end, the Kingdom of Thailand \r\nhas presented its candidature for non-permanent \r\nmembership of the Security Council for 2017-2018. In \r\na world of such great political, economic, and social \r\ndiversity, we pledge to be a bridge-builder among \r\nmembers with differing views and stances.\r\nTo conclude, let me reiterate that the Kingdom of \r\nThailand places sustainable development at the heart \r\nof its national agenda and its foreign policy, based on \r\nHis Majesty King Bhumibol’s Sufficiency Economy \r\nphilosophy. We are proud of our long track record of \r\ndevelopment cooperation with Africa. We stand as \r\nready as ever to strengthen our partnership with our \r\nAfrican sisters and brothers in the decades to come.\r\nMr. Winid (Poland): Let me thank the President for \r\nconvening this open debate, which is the culmination of \r\nthe Africa Week celebrations. \r\nWe associate ourselves with the statement delivered \r\nearlier by the observer of the European Union.\r\n14/26 15-31804\r\nA/70/PV.34 16/10/2015\r\nDuring the last couple of days, we have had the \r\nopportunity to discuss many aspects of Africa’s \r\ndevelopment, as well as its peace and security challenges. \r\nOn this occasion, let me thank the Secretary-General \r\nand the Special Adviser on Africa for the two reports \r\nbefore us (A/70/175 and A/70/176), which constitute a \r\nvery good basis for our debate today.\r\nPoland has contributed to the development of many \r\nAfrican countries from the beginning of their existence. \r\nIn the 1960s, 1970s and 1980s we not only supported \r\ndecolonization politically, but also assisted many \r\nAfrican countries in building their State institutions, \r\neducation systems, economies, and so on. Thousands \r\nof African students came to Poland, thanks to our \r\nscholarship programmes. Many of them assumed very \r\nimportant positions after returning to their countries, \r\nbecoming political and economic leaders. The former \r\nPresident of Mali and former Chairman of the African \r\nUnion Commission, Alpha Oumar Konaré, and the \r\nformer Prime Minister and Minister of Health of \r\nNamibia, Libertina Amathila, are only a few examples. \r\nThe world has changed significantly since then, but \r\nPoland remains committed to working in partnership \r\nwith African countries in contributing to the continent’s \r\ndevelopment.\r\nWe appreciate the efforts by African countries and \r\nregional economic organizations aimed at promoting \r\nintegration and economic and human development in \r\nthe continent. The inclusion of all of the priorities of the \r\nNew Partnership for Africa’s Development (NEPAD) in \r\nthe African Union Agenda 2063, adopted at the African \r\nUnion Summit this year, and the adoption of the 10-year \r\nstrategic plan confirm a strong and unified political \r\nwill on the part of the continent’s leaders to base the \r\ndevelopment of Africa on its economic integration.\r\nThe NEPAD initiatives in the areas of infrastructure, \r\nenergy, agriculture, education, health, science and \r\ntechnology and women’s empowerment are very \r\nambitious. Africa has already achieved successes in \r\nsome of those fields. Nevertheless, in order to secure \r\nthe full implementation of the plan, more financial \r\nresources have to be mobilized, not only from \r\ninternational development partners, but also from local \r\nGovernments.\r\nPoland is an active and responsible development \r\npartner, as it currently supports education, sustainable \r\nagriculture and environmental sectors in Africa. Those \r\nareas will remain the priorities of our cooperation with \r\nthe African continent under the new Polish Multi-annual \r\nDevelopment Cooperation Programme for 2016-2020.\r\nWe also believe that in order to maintain a rapid \r\npace of growth, Africa needs foreign direct investments. \r\nPoland actively contributes to that process, supporting \r\nthe development of modern agriculture and fisheries \r\nthrough our technology transfers to several African \r\ncountries. We are very glad that we can cooperate in \r\nthose fields with our partners and friends from Angola, \r\nEthiopia, Nigeria, Tanzania, Togo and some others. We \r\nalso support the joint economic initiatives of Polish and \r\nAfrican companies through the so-called Go Africa \r\nprogramme of the Polish Government, which helps to \r\nbuild business partnerships and encourages trade and \r\npeople-to-people contacts.\r\nWhile Africa has made undeniable progress in \r\nrecent years in the areas of core shared values, building \r\ndemocratic governance, encouraging pluralism and \r\nstrengthening the roles of parliaments and civil society, \r\nsome challenges still remain to be met. We support \r\nthe vision expressed in the African Union’s shared-\r\nvalue agenda, which underscores the importance of \r\ndemocratic governance for stability and durable peace.\r\nWe also believe that no lasting peace can be \r\nachieved without the rule of law and respect for basic \r\nhuman rights and the principles of transparency, \r\naccountability and popular participation. When those \r\nconditions are lacking, even relatively strong economic \r\ngrowth will not reduce tensions stemming from the \r\nfrustrations of those who are not able to participate in \r\nthe benefits of growth, owing to social, racial, ethnic or \r\ngender exclusions.\r\nLast, but not least, we believe in a strong role for \r\nwomen in reaching the objectives of the long-term \r\nAfrican development strategies. That is why we strongly \r\ncommend the decision of the African Union’s Assembly \r\nto declare 2015 the Year of Women’s Empowerment and \r\nDevelopment towards Africa’s Agenda 2063.\r\nMr. Lambertini (Italy): This year is going to \r\nbe, as Secretary-General Ban Ki-moon put it, “the \r\nseminal year” for development in Africa. Much was \r\naccomplished with the Millennium Development Goals \r\n(MDGs). Today we look forward to the ambitious new \r\nGoals for truly sustainable development to be achieved \r\nby 2030. \r\nThe thirteenth consolidated report of the Secretary-\r\nGeneral (A/70/175) underlines the progress that African \r\n15-31804 15/26\r\n16/10/2015 A/70/PV.34\r\ncountries have made on all of the New Partnership for \r\nAfrica’s Development priorities. That confirms the \r\nencouraging steps forward made by Africa towards the \r\nexpansion of its capabilities. The adoption this year by \r\nthe African Union of Agenda 2063 and its First Ten-\r\nYear Implementation Plan provides momentum for the \r\npursuit of a more effective partnership with Africa and \r\ndevelopment partners.\r\nSince the age of the Roman Empire, Italy has had the \r\nhistorical privilege of being a bridge between Europe \r\nand Africa. My country has always been a traditional \r\npartner of Africa, thanks to geography and cultural \r\nvocation. The partnership that we have been forging \r\nnow needs to maintain the momentum on development \r\nand reach the shared visions, going beyond mere aid \r\nand solidarity.\r\nItaly knows what solidarity is all about. Our \r\nsolidarity is confirmed every day as we save the lives \r\nof thousands of migrants and refugees coming from the \r\nnorth shore of Africa. We ensure the provision of first \r\naid, assist them and give them hope. But we need to do \r\nmore by addressing the root causes that force migrants \r\nto leave their families and their homelands.\r\nBeing aware of its moral responsibility, my country \r\nis willing to play its part. The Italian Government \r\nis committed to increasing its official development \r\nassistance by strengthening its international \r\ndevelopment cooperation and becoming a top donor \r\namong the Group of Seven nations. Furthermore, the \r\nItalian Government is devoting attention to a special \r\ncategory of developing countries. Last June, we \r\nhosted at the Expo in Milan a successful Ministerial \r\nMeeting of African Least Developed Countries, which \r\nadopted the Milan Charter for fostering sustainable \r\nagriculture, granting access to food for all and changing \r\nunsustainable consumption patterns by avoiding food \r\nwaste.\r\nThis very day at Expo we are hosting, in \r\ncollaboration with the United Nations, a ministerial \r\nmeeting for small island developing States with a \r\nview to assessing the role of finance and innovation \r\nin stimulating investment in agricultural production \r\nand the agrifood sector, with the overarching goal of \r\nachieving food security and inclusive growth. Today \r\nwe had the high privilege of hosting Secretary-General \r\nBan Ki-moon to celebrate World Food Day at Expo \r\nMilano. That was very important for all of us. We \r\nwill spare no effort to do our part in helping Africa to \r\ndiversify its economy and transform its huge potential \r\ninto reality as soon as possible.\r\nIn a rapidly changing world, the challenge of \r\nachieving development takes on a new dimension. \r\nDeveloping countries need to share in and benefit more \r\nfrom the experience of developed countries, so that \r\ntogether they can build a lasting economic pathway and \r\nsocial resiliance. Let us consider industrial policies, \r\nthe health system, education and access to food and \r\nwater for all. We can offer our experience to stimulate \r\ninvestment and growth in the private sector.\r\nThe Italian economic model and social structure, \r\nas is perhaps known, are based on small and medium-\r\nsized enterprises and cooperatives. An extensive \r\nsystem of credit institutions is closely interconnected \r\nwith small and medium-sized enterprises and specific \r\nlocal businesses. Those enterprises seek benefits \r\nfor their communities and not just a return for their \r\nshareholders. They therefore prove to be particularly \r\nsuited to promoting sustainable development. \r\nFurthermore, we have been promoting the engagement \r\nof our larger companies in building partnerships with \r\nlocal authorities in communities in Africa. That model \r\ncan be of great help in responding to infrastructure \r\nneeds and technology-transfer demands.\r\nWith regard to the energy sector, we have to fully \r\ntake into account the crucial role of potential synergies \r\nbetween public and private finance. In order to tackle \r\npoverty and climate change, to roll back Ebola and \r\nmalaria and the other major diseases, and to empower \r\nAfrican countries to overcome trade shocks, one \r\nof the innovations we have been building up is the \r\nestablishment of an Italian development bank. We are \r\nattempting to foster direct local investment by starting \r\nup new joint ventures, resulting in an increase in decent \r\njobs, and to promote the emergence of responsible \r\ncorporate governance practices. \r\nTo achieve those goals, Italian and developing-\r\ncountry enterprises need to work together — especially \r\nthe small and medium-sized enterprises — by sharing \r\nentrepreneurial know-how and productive technology. \r\nThat would lead us to what we call small capital — risk-\r\nsharing instruments, credit enhancement and other \r\nforms of leveraging public concessional finance to \r\nattract private investors and contribute to strengthening \r\nthe local private sector.\r\nDeveloping countries also need to access science \r\nand innovative technology on a gender-equal basis. We \r\n16/26 15-31804\r\nA/70/PV.34 16/10/2015\r\nalready provide some of the best international practices \r\nin that field. In Trieste, for instance, Italy is hosting \r\nan international research and educational system that \r\ndeserves to be better known and, if possible, replicated.\r\nFinally, Africa today is a continent of opportunity \r\nin a multipolar world and legitimately aspires to be \r\nan actor in the dynamic global challenges of today. \r\nThat reality needs to be acknowledged in the United \r\nNations peace and security architecture as well. It \r\nis of the utmost importance for the development of \r\nAfrica to achieve the goal set by the African Union \r\nin Agenda 2063 of a conflict-free continent by 2020. \r\nThe international community must step up its efforts to \r\nhelp Africa succeed in preventing conflict, eradicating \r\nextremism and intolerance, and founding peaceful and \r\nstable societies.\r\nTo do so, the United Nations and regional and \r\nsubregional African organizations can play a critical \r\nrole in enhancing the participation of all development \r\nactors — parliaments, civil societies, non-governmental \r\norganizations, universities, philanthropic foundations, \r\neach with its own specific relevance. Italy will continue \r\nto do its part to that end.\r\nMr. Okamura (Japan): Let me begin by expressing \r\nmy appreciation to the Secretary-General for issuing \r\nthe two comprehensive reports (A/70/175 and A/70/176)\r\nbefore us today. I should also like to express my respect \r\nfor the tireless efforts of the United Nations Office of the \r\nSpecial Adviser on Africa, especially Under-Secretary-\r\nGeneral and Special Adviser Mr. Maged Abdelaziz; \r\nthe New Partnership for Africa’s Development, \r\nespecially Mr. Ibrahim Mayaki; and the African Union \r\nCommission (AUC). Their efforts have led to the \r\nholding of this series of events during Africa Week.\r\nAs has already been said, 2015 is the year of \r\ndevelopment. That means that it is a most opportune \r\nyear in which to rethink African development. Earlier \r\nthis year, the African Union adopted Agenda 2063 \r\nand its First Ten-Year Implementation Plan. The Addis \r\nAbaba Action Agenda was adopted last July. Just \r\nweeks ago, the General Assembly adopted the 2030 \r\nAgenda for Sustainable Development (resolution 70/1). \r\nThose three documents are key for African sustainable \r\ndevelopment.\r\nThe topic of today’s discussion is development \r\nand peace and security in Africa. Those are issues \r\nthat Japan has been promoting as the basis of African \r\ndevelopment. Since 1993 Japan has hosted the Tokyo \r\nInternational Conference for African Development \r\n(TICAD), and that ongoing process covers development \r\nand peace and security. The most recent of those \r\nsummit meetings, TICAD V, was held in Yokohama in \r\nJapan in 2013. I was then Director-General for Africa \r\nin Japan’s Ministry of Foreign Affairs, and therefore  I \r\nwas in charge of organizing the meeting. The TICAD \r\nprocess embodies several important characteristics that \r\nmake it particularly valuable in the context of Africa’s \r\ndevelopment, on which I would like to elaborate.\r\nThe first unique aspect is that TICAD is a \r\npartnership conference that focuses on preserving \r\nand enhancing African ownership. In other words, \r\nAfrica is sitting in the driver’s seat. The AUC joined \r\nthe United Nations Office of the Special Adviser \r\non Africa, the World Bank and the United Nations \r\nDevelopment Programme as a conference co-organizer. \r\nIt is very symbolic that our Prime Minister Abe and \r\nAfrican Heads of State and Government sat together \r\nat the podium of TICAD V, leading the discussion. \r\nMost importantly, the agenda and programmes of the \r\nmeeting were decided by listening to the voices of all of \r\nthe African States. TICAD is now an African process.\r\nThe second unique aspect of the TICAD process \r\nis its approaches to development. The first approach \r\nis economic growth. TICAD focuses on economic \r\ngrowth through the construction of infrastructure and \r\nthe development of human resources. Africa is now \r\nregistering quite a high rate of growth. TICAD insists \r\non achieving development that is African-led, and that \r\neconomic growth needs to be more robust, sustainable, \r\nresilient and inclusive. We call it quality growth.\r\nThe second approach is the involvement of the \r\nprivate sector. Economic cooperation from the Japanese \r\nside should be made through an all-Japan approach. \r\nIn other words, in addition to official development \r\nassistance (ODA), trade and investment is extremely \r\nimportant for economic growth and development. \r\nThe Japanese private sector is being encouraged to \r\ngo to Africa, including by using ODA as a catalyst for \r\ninvestment.\r\nThe third approach is agriculture. We talk about \r\nagriculture from the point of view of food security and \r\npoverty reduction. TICAD considers that agriculture \r\nneeds to be profitable, which is to say that Africa’s \r\nagricultural sector needs to be developed beyond basic \r\nsubsistence towards economic self-reliance. In that \r\n15-31804 17/26\r\n16/10/2015 A/70/PV.34\r\nprocess, poverty eradication will be accomplished in \r\nmany rural areas.\r\nMembers may learn more about the TICAD \r\napproach in the Yokohama Action Plan, the outcome \r\ndocument of TICAD V. \r\nThe approaches mentioned are very much in line \r\nwith Agenda 2063. Next year, 2016, will be a year full \r\nof opportunities, because for the first time in TICAD’s \r\n20-year history, the next Summit, TICAD VI, will be \r\nheld in Africa, in Nairobi. We have already commenced \r\npreparations at the Japan-African Regional Economic \r\nCommunities Summit round table.\r\nJapan hosts the round table every year at the margins \r\nof the General Assembly’s high-level week. The chairs \r\nof the African regional economic communities are \r\ninvited. At the round table held on 26 September, \r\njust several weeks ago, Prime Minister Abe stated \r\nthat Japan will engage in all possible cooperation for \r\nthe transformation of Africa’s social and industrial \r\nstructures, so that “made in Africa” becomes an \r\ninternational brand. Representatives from the member \r\nnations of the regional economic communities said \r\nthat agriculture, infrastructure development, trade and \r\nindustrialization are the most important issues in which \r\ncooperative efforts should be strengthened.\r\nEconomic prosperity rests on prolonged peace \r\nand stability. At TICAD V, Japan committed itself to \r\npeacebuilding over a broad swathe of Africa, spanning \r\nfrom Mali to Somalia and including the Sahel region. \r\nSince TICAD V in 2013, however, emerging threats \r\nsuch as the expansion of violent extremist groups, \r\nfor example Boko Haram and Al-Shabaab, and the \r\nfrequent occurrence of terrorism have become more \r\nserious. Those issues are threats to Africa’s peace \r\nand stability and therefore to its economic and social \r\nfoundations. As Japan was elected, just yesterday, as a \r\nnew member of the Security Council for the period of \r\n2016-2017 — for which I extend my sincere gratitude to \r\neveryone here — we are determined to engage in efforts \r\nto resolve the root causes of conflicts. Furthermore, at \r\nTICAD VI next year, we hope to find a way forward to \r\nrespond to violent extremism.\r\nThe health and well-being of the people of Africa is \r\nanother prerequisite for the region’s development. The \r\nrecent outbreak of the Ebola virus disease reminds us \r\nof the vulnerability and fragility of the public-health \r\nsystems in many African countries. Long-term health \r\nobjectives, such as eradicating malaria, can be combined \r\nwith short-term efforts at capacity-building so as to \r\nrespond to emerging epidemics, such as Ebola, by \r\nstrengthening health systems at all levels and achieving \r\nuniversal health coverage. Japan is determined to do its \r\nutmost to achieve the target of eradicating malaria and \r\nstrengthening health systems in Africa.\r\nIn conclusion, allow me to reiterate Japan’s \r\ndetermination to support African development, together \r\nwith all African countries, in particular through the \r\nTICAD process.\r\nMr. Nduhuura (Uganda): My delegation \r\naligns itself with the statements made earlier by the \r\nrepresentatives of South Africa on behalf of the Group \r\nof 77 and China and of Sierra Leone on behalf of the \r\nGroup of African States.\r\nThe international community has made tremendous \r\nefforts to assist Africa to get out of underdevelopment, \r\nwhich is characterized by poverty, disease, violent \r\nconflicts, hunger and unemployment, among other \r\nthings. Working within the framework of the \r\nMillennium Development Goals, a number of countries \r\nin Africa made some progress towards the attainment of \r\nmany of those Goals, in particular those on education, \r\ngender equality and the empowerment of women, and \r\ncombating HIV/AIDS.\r\nIn spite of the progress made, enormous challenges \r\nremain. The disease burden remains high, particularly \r\nepidemics such as Ebola, HIV/AIDS and malaria, \r\namong others, which put enormous strain on the \r\nmeagre resources available. The urgent development \r\nof vaccines will go a long way to save not only lives \r\nbut also resources, which can then be channelled to \r\ndevelopment projects. While the research on vaccines \r\nis still ongoing, I wish to remind the Assembly that \r\nit is possible to eradicate malaria from the African \r\ncontinent, just as was done on other continents, using \r\nproven methods that could be applied. But because of \r\nthe pharmaceutical wars that are raging currently, that \r\nhas not yet been possible.\r\nThe international community has often not been \r\neffective in addressing African problems, particularly \r\npoverty, owing to a faulty diagnosis of its root causes, \r\nand that has always led to inappropriate solutions. \r\nThat is why, in the implementation of 2030 Agenda for \r\nSustainable Development (resolution 70/1), every effort \r\nshould be made to support priority development policies \r\nand projects as designated by national Governments. \r\nWe need to pursue a global partnership with a \r\n18/26 15-31804\r\nA/70/PV.34 16/10/2015\r\ncommon purpose in order to realize the Sustainable \r\nDevelopment Goals. That will be critical, not only in \r\nproving coherence but also in avoiding duplication and \r\ncompetition, particularly among international partners.\r\nPersistent violent conflicts on the continent destroy \r\nlives, property and infrastructure, thus retarding \r\ndevelopment. Therefore, consolidating peace and \r\nsecurity in Africa and strengthening democratic \r\ngovernance are crucial for Africa’s sustainable \r\ndevelopment. The Security Counci, whose mandate is \r\nto maintain international peace and security, has done \r\ncommendable work in Africa. However, much remains \r\nto be done to make the Council more responsive and \r\neffective. We remain convinced that Security Council \r\nreform will unlock its potential to respond to all threats \r\nto international peace and security in a timely and \r\neffective manner. In the same vein, a review of the \r\npartnership between the United Nations and regional \r\norganizations should be given due consideration.\r\nAt the continental level, the African Union Agenda \r\n2063 and the New Partnership for Africa’s Development \r\nneed all possible support, with resources, both human \r\nand financial, to give Africa a push to get out of the \r\nvicious cycle of poverty and conflict. Under Agenda \r\n2063, African leaders aspire to attain continental \r\nconnectivity through infrastructure development, \r\nindustrialization, increased intra-African trade and \r\ninvestment, among other things. All these efforts \r\nwill certainly need support through partnership, as \r\nenvisaged in the 2030 Agenda, which in turn should \r\nlead to the realization of Agenda 2063.\r\nWhen one looks at the current influx of migrants \r\nand refugees from Africa and the Middle East into \r\nEurope, it becomes clear that investment of genuine \r\nand adequate resources where they are most needed \r\nbenefits both recipients and donors. The sustainable \r\nsolution to this influx is therefore not to build high walls \r\nand barbed-wire fences in Europe, but to address the \r\nproblem at source. We have an opportunity today as an \r\ninternational community to work together and address \r\nthe challenges of underdevelopment and insecurity \r\nwherever they exist, for the benefit of humanity.\r\nMr. Bishnoi (India): I am honoured to speak on \r\nbehalf of India at today’s debate on the New Partnership \r\nfor Africa’s Development (NEPAD). Let me begin \r\nby thanking the Secretary-General for his reports on \r\nthe items under discussion, including the thirteenth \r\nconsolidated progress report on the implementation of \r\nand international support for NEPAD (A/70/175).\r\nWe endorse the statement made earlier by the \r\nrepresentative of South Africa on behalf of the Group \r\nof 77 and China.\r\nAs a template of an African-owned and African-\r\nled framework for the socioeconomic development \r\nof the continent, the New Partnership for Africa’s \r\nDevelopment has played an important role in \r\ngalvanizing the support of the international community \r\nfor the efforts of African nations to bring sustainable \r\ndevelopment to their people. The report of the \r\nSecretary-General clearly notes that in the decade \r\nand a half of its implementation, the continent has, in \r\noverall terms, experienced unprecedented economic \r\ngrowth and improved social development, even though \r\nprogress in some areas has been halting and persistent \r\nchallenges have hampered the continent’s achievement \r\nof the Millennium Development Goals.\r\nWhile we have debated the implementation of \r\nNEPAD for several years, the unique context and \r\ntiming of today’s debate are most propitious. Our \r\nleaders have just adopted the new 2030 Agenda for \r\nSustainable Development (resolution 70/1) to channel \r\nour collective efforts over the coming decade and a half. \r\nWe also adopted this year a new template for financing \r\ndevelopment under the Addis Ababa Action Agenda. As \r\nthe outcome of a conference that was held on African \r\nsoil, the Addis Ababa Action Agenda will also, we hope, \r\ngenerate tangible results in generating financial and \r\ntechnological support to assist the efforts of African \r\ncountries. Also this year African States adopted the \r\nAfrican Union Agenda 2063, an ambitious 50-year \r\ntransformative agenda that outlines a wide-ranging and \r\ncomprehensive vision for the continent’s development, \r\npeace and security. With all these initiatives taken \r\ntogether, the year 2015 marks an important milestone \r\nfor Africa’s development.\r\nThe report of the Secretary-General on NEPAD \r\npaints a rather mixed picture of the state of global \r\npartnership to support Africa’s development. The most \r\nimportant reflection of this is of course the stagnating, \r\nif not declining, levels of development aid going to \r\nAfrica. Even as overall levels of official development \r\nassistance (ODA) increased slightly in 2014 over the \r\nprevious year, what is striking is that ODA to Africa \r\nsuffered a decline. Moreover, the share of Africa in \r\nglobal ODA also fell. That cannot but be a cause of \r\n15-31804 19/26\r\n16/10/2015 A/70/PV.34\r\nconcern and a situation that must be remedied at the \r\nearliest. It is important not only that aid commitments \r\nbe met at the earliest, but also that aid continues to \r\nf low to those most in need. It is equally important that \r\naid not be diverted from social sectors like health and \r\neducation into climate change mitigation, for which the \r\nsupport must be new and additional.\r\nIndia’s links with Africa go back a long way in \r\nhistory. Nurtured by people-to-people contact, these \r\nlinks are anchored in shared history and enduring \r\nfriendship across the Indian Ocean. Our common \r\nbonds of anti-colonial struggle and post-colonial \r\nnation-building have further strengthened this \r\nfriendship and cooperation. \r\nIndia and Africa today represent rapidly growing \r\neconomies with demographic advantages and common \r\ndevelopment aspirations. The multifaceted development \r\npartnership between India and Africa is based on \r\nequality, friendship and solidarity and represents South-\r\nSouth cooperation in all its dimensions. It encompasses \r\nhuman resource development through scholarships, \r\ntraining and capacity-building; financial assistance \r\nthrough grants and soft loans to implement various \r\npublic-goods projects in accordance with the requests of \r\nour African partners; and trade preferences, technology \r\ncollaborations, humanitarian assistance, deployment of \r\npeacekeeping troops, and coordination of approaches \r\non global issues of concern for developing countries.\r\nThe focused priorities being pursued by the \r\nGovernment of India in its partnership with Africa \r\nare synergistic with Africa’s own Agenda 2063. The \r\nsimilarity of our priorities and shared purpose provide \r\nspecial strength and durability to our partnership. \r\nJust since 2011, India has provided more than 24,000 \r\nscholarships to African countries. These include \r\nmore than 300 training programmes conducted at \r\nover 60 institutions and the scholarships for higher \r\neducation at various institutions. India-Africa trade has \r\nmultiplied 20 times in the past 15 years and doubled \r\nin the last five years to reach $72 billion in 2014-2015. \r\nIndia launched its Duty Free Tariff Preference Scheme \r\nfor Least Developed Countries (LDCs) in 2008 and \r\nexpanded it in 2014 to include 98 per cent of all tariff \r\nlines. The benefits of this unilateral scheme extend \r\nto all sub-Saharan African countries to increase their \r\nexports to India.\r\nGrowing investment by Indian companies in Africa \r\nis now estimated to be in the range of $30 billion to \r\n$35 billion, spread across a range of sectors. In the last \r\ndecade, the Government of India has approved a total of \r\nalmost $9 billion in concessional credit for nearly 140 \r\nprojects in more than 40 African countries, with special \r\nemphasis on LDCs, landlocked developing countries, \r\nand small island developing States partners in view of \r\ntheir special challenges and requirements. So far nearly \r\n60 projects have been completed.\r\nIndia is organizing the third India-Africa Forum \r\nSummit from 26 to 29 October, for which we have \r\nplanned the participation of all 54 African countries. \r\nThis will be the first such Summit following the \r\nlandmark adoption of Agenda 2063 by the African \r\nUnion this year. This Summit will also be the first since \r\nthe achievement of 50 years of pan-Africanism.\r\nIndia and Africa have long worked together to \r\ndevelop a common approach and joint endeavour to \r\nattain inclusive economic growth, eradicate poverty \r\nand achieve sustainable development. We have no \r\ndoubt that this unique partnership will only strengthen \r\nin coming years.\r\nMr. Scott (United States of America): The United \r\nStates welcomes this opportunity to share views with \r\ncolleagues on the progress of the New Partnership for \r\nAfrica’s Development (NEPAD). Africa’s development \r\nis important not just for Africa; it is important for the \r\nentire world. As President Obama said in his speech in \r\nJuly at the African Union headquarters in Addis Ababa:\r\n“We will not be able to meet the challenges of \r\nour time — from ensuring a strong global economy \r\nto facing down violent extremism, to combating \r\nclimate change, to ending hunger and extreme \r\npoverty — without the voices and contributions of \r\none billion Africans.” \r\nWe see opportunity in Africa. The continent’s \r\nmiddle class is projected to grow to more than one \r\nbillion consumers over the next decade. With hundreds \r\nof millions of mobile phones and surging access to \r\nthe Internet, Africans are beginning to leapfrog old \r\ntechnologies into new prosperity.\r\nWhile Africa is one of the fastest-growing regions \r\nin the world, sustainable development remains a \r\nchallenge. We agreed on our universal goals in the \r\n2030 Agenda for Sustainable Development (resolution \r\n70/1), adopted last month. Now we must work together \r\nto achieve them. That is why the United States \r\nappreciates the kind of holistic, comprehensive, and \r\n20/26 15-31804\r\nA/70/PV.34 16/10/2015\r\nintegrated approach to sustainable development that the \r\nNew Economic Partnership for Africa’s Development \r\nrepresents. NEPAD’s six key areas of focus articulate \r\na clear and compelling plan of action that will help \r\nthe people of Africa realize sustainable economic \r\ndevelopment.\r\nMany of the United States foreign assistance \r\nprogrammes and partnerships are aligned with \r\nNEPAD’s vision for helping Africans help themselves \r\nto achieve sustainable development. For example, \r\nthe United States Government’s Feed the Future \r\nprogramme focuses on increasing crop yields, which \r\nleads to higher incomes, improved nutrition, enhanced \r\nfood security and stronger economies. Through these \r\nand other efforts, the United States has helped more \r\nthan two million African farmers use new techniques \r\nto boost their yields, feed more people and reduce \r\nhunger. Our Power Africa programme is mobilizing \r\nbillions of dollars in investments from Governments \r\nand businesses to reduce the number of Africans living \r\nwithout electricity. The United States is also taking \r\nsteps to help Africans trade more with themselves by \r\nmodernizing customs and border crossings. This work \r\nstarted with the East African Community, but we are \r\nnow expanding our efforts across the continent.\r\nWe are working together with Africa to take on the \r\nspectre of climate change. The United States pledged \r\n$3 billion to the Green Climate Fund to help countries \r\nprepare for and adapt to climate change. We are working \r\nhard to get the global Climate Fund set up so that it can \r\ndeliver new tools for mitigation and adaptation.\r\nThe United States is also investing in better \r\nhealth treatments to prevent and treat diseases. As the \r\nUnited States continues to provide billions of dollars \r\nin the fight against HIV/AIDS through the President’s \r\nEmergency Plan for AIDS Relief, the Global Health \r\nSecurity Initiative and other programmes, we are also \r\nhelping African nations take greater ownership of their \r\nown human development by building strong public-\r\nhealth systems that stop diseases from spreading in the \r\nfirst place.\r\nGood governance is a central tenet of United States \r\nforeign assistance programming. As President Obama \r\nhas said: “Nothing will unlock Africa’s economic \r\npotential more than ending the cancer of corruption”. \r\nThe United States leadership in forming .the Open \r\nGovernment Partnership has increased transparency, \r\nbolstered citizen engagement and harnessed new \r\ntechnologies to improve governance. South Africa is the \r\nGovernment lead for the Open Government Partnership \r\nthis year, creating an opportunity for Africa to follow an \r\nAfrican lead on promoting transparency in governance.\r\nIn the same vein, our delegation commends the \r\nAfrican-led African Peer Review Mechanism process, \r\nwhich shares experiences and reinforces best practices. \r\nWe appreciate the enthusiasm of the African Peer \r\nReview Mechanism Secretariat and its dedication to \r\npursuing good governance.\r\nMy delegation also appreciates the opportunity to \r\nconsider the Assembly’s agenda item on the Decade \r\nto Roll Back Malaria. The United States has been \r\ncommitted to the prevention and treatment of malaria \r\nfor many years, and we remain determined to work \r\nwith national Governments and other partners to \r\nhelp lead the effort to end deaths from malaria. As \r\nmany here know, the President’s Malaria Initiative, \r\nlaunched in 2005, aims to halve the burden of malaria \r\nin 70 per cent of at-risk populations in sub-Saharan \r\nAfrica. The President’s Malaria Initiative now supports \r\n19 countries on the continent. It has also produced more \r\nthan 48 million anti-malarial treatments and 51 million \r\nrapid diagnostic tests.\r\nWith United States support, countries are also \r\nstrengthening their own capacities to fight the disease. \r\nInvestments in malaria prevention and control are \r\npositively impacting the lives of millions of children, \r\npregnant women and families in Africa. It is a \r\ntremendous success story, yet it is still incomplete. \r\nThe next United States President’s Malaria Initiative \r\nstrategy, for 2015-2020, was launched at the White \r\nHouse in February. This strategy embraces the global \r\nmalaria community’s vision of a world without malaria. \r\nIt outlines the United States Government’s goal to \r\nwork with its partners to further reduce malaria deaths \r\ntowards the long-term goal of elimination.\r\nAs a partner in Africa’s historic transformation, the \r\nUnited States is committed to promoting public health, \r\nfood security and access to electricity — investments \r\nthat will help fuel Africa’s rise for generations to \r\ncome. We look forward to continuing our work with \r\nthe African Union and with the people of Africa to \r\nrealize the promise of the 2030 Agenda for Sustainable \r\nDevelopment.\r\nMr. Annakou (Libya) (spoke in Arabic): First, \r\nallow me to thank the Secretary-General for the \r\nreports concerning these agenda items (A/70/175 and \r\n15-31804 21/26\r\n16/10/2015 A/70/PV.34\r\nA/70/176). I wish to express appreciation to Ambassador \r\nMaged Abdelaziz, the Secretary-General’s Special \r\nAdviser on Africa, and Mr. Ibrahim Mayaki, Chief \r\nExecutive Officer of the New Partnership for Africa’s \r\nDevelopment (NEPAD). I appreciate their efforts in the \r\nservice of the African continent.\r\nMy delegation supports the statement made earlier \r\nby the representative of South Africa on behalf of the \r\nGroup of 77 and China. We also support the statement \r\nby the representative of Sierra Leone on behalf of the \r\nGroup of African States.\r\nThe General Assembly discussion concerning \r\nthe role of NEPAD comes only three weeks after the \r\nSummit at which we adopted the 2030 Agenda for \r\nSustainable Development (resolution 70/1). We recall \r\nthat the Agenda does not leave anyone out. It focuses \r\non 17 Goals and 169 targets. \r\nThis meeting is of particular importance because it \r\nis being held in the year when, at the international level, \r\nwe adopted the 2030 Sustainable Development Agenda. \r\nAt the African level, at its twenty-fourth session, in \r\nAddis Ababa in January, the African Union Summit \r\nadopted the African Union Agenda 2063, which is \r\nintended to catalyse peace, development and security \r\nin Africa over a fifty-year period. The African Union \r\nalso adopted the First Ten-Year Implementation Plan for \r\nthat Agenda during its twenty-fifth Summit, in South \r\nAfrica in June.\r\nIn the light of what has been said, it is now \r\nnecessary to establish links between the First Ten-Year \r\nImplementation Plan for Agenda 2063 and the 2030 \r\nAgenda and to coordinate these Agendas. NEPAD \r\nhas a role to play in that regard. It will thus be able \r\nto help Africa to achieve ownership of the Sustainable \r\nDevelopment Goals and endorse the targets that relate \r\nto the African countries and to regional and national \r\nplans, while respecting the cultural and other features \r\nof Africa.\r\nDespite the progress made in recent years in terms \r\nof socioeconomic growth and development, and despite \r\nthe progress recorded in achieving the Millennium \r\nDevelopment Goals (MDGs), it should be remembered \r\nthat the African continent is nevertheless coping with a \r\nnumber of crises that have undermined its capacity to \r\nachieve some of the MDGs fully.\r\nA major challenge for the future is to fulfil the \r\nambitious objectives for the 2030 Agenda. To do so, it \r\nwill be incumbent on developed countries to respect \r\ntheir commitments made during major United Nations \r\nconferences devoted to the African continent. It will also \r\nbe important to support African States in their efforts \r\nto restore economic stability, facilitate investment and \r\ntechnology transfer, integrate the private sector, ensure \r\nfood security and develop infrastructure and human \r\nresources.\r\nWith respect to the questions relating to peace and \r\nsecurity in Africa, many countries on the continent are \r\nstill suffering a deteriorating security situation and \r\narmed conflict. Libya is one such country. We stress \r\nhere the close relationship between development and \r\nsecurity. There can be no development without security, \r\nand vice versa. There is an urgent need to strengthen \r\ninstitutional cooperation with African States, \r\nparticularly with respect to conflict prevention, the \r\nmaintenance of peace, post-conflict recovery, security \r\nreform, disarmament, the promotion of a democracy \r\nand the rule of law and good governance, in order to \r\nachieve political and economic stability in Africa.\r\nIn conclusion, my delegation reiterates the \r\ncommitment of Libya. Despite our ongoing security \r\nsituation, instability and lack of economic growth \r\nand development, the Government of my country \r\nwill seek, with African States, to promote the New \r\nAgenda for Africa’s Development — the partnership \r\ndirected towards making progress and achieving \r\ngrowth and prosperity for African countries through \r\ncommon action and cooperation — and respect for the \r\ncooperation agreements signed with the African States. \r\nWe will work together to implement the 2030 Agenda \r\nfor Sustainable Development.\r\nAfrica is a rich continent, rich in human resources, \r\nyoung and dynamic people, and the huge natural \r\nresources that, if they are exploited properly, will \r\nenable Africa to achieve the ambitious vision of the \r\nAgenda 2063 and thus become an advanced continent, \r\nable to make a positive contribution to the prosperity of \r\nhumankind, its stability, its progress and its happiness.\r\nMr. Churkin (Russian Federation) (spoke in \r\nRussian): Resolutely overcoming many challenges, \r\nAfrica has recently achieved significant successes \r\nin socioeconomic, scientific, technical and cultural \r\ndevelopment. It is playing an important part in building \r\na just, democratic and multipolar world. Of course, most \r\nof the credit goes to the Africans themselves. Russia \r\ngreatly appreciates these efforts made by the African \r\n22/26 15-31804\r\nA/70/PV.34 16/10/2015\r\ncommunity. The full participation of African countries \r\nin worldwide political, economic and humanitarian \r\nprocesses will help to ensure that we achieve the 2030 \r\nAgenda for Sustainable Development (resolution 70/1), \r\nwhich harmoniously incorporates the priorities of \r\nAfrica’s strategic new concept, Agenda 2063.\r\nWe support coordinated measures to help achieve \r\nthe sustainable development of Africa. We attach the \r\nutmost importance to the New Partnership for Africa’s \r\nDevelopment (NEPAD). We are actively participating \r\nin concerted steps to provide comprehensive assistance \r\nbilaterally and through existing international \r\nmechanisms. \r\nRussia is playing a lead position in writing off \r\nthe debts of African States. Today, under the standard \r\nHeavily Indebted Poor Countries Debt Initiative, much \r\nof the debt of Africa, more than $20 billion, has been \r\nwritten off, and we are taking steps to further lighten \r\nthe debt burden on Africans, including through the \r\ndebt-for-development swap.\r\nRussia’s cooperation with the Governments of the \r\nAfrican continent and with regional and subregional \r\nentities is growing. In September last year Russia’s \r\nMinistry of Foreign Affairs and the Africa Union \r\nCommission signed a memorandum on a mechanism \r\nfor political consultations. We are currently working \r\non updating the 2003 memorandum of understanding \r\nbetween the Government of the Russian Federation \r\nand the Southern African Development Community on \r\nthe foundations of mutual relations and cooperation. \r\nWe are considering the possibility of signing a similar \r\ndocument with the Common Market for Eastern and \r\nSouthern Africa.\r\nWe are also working on trade and economic \r\ncooperation, including mutually beneficial investment \r\nprojects. This includes a favourable customs and tariffs \r\nregime in our country that covers most of the imports \r\nfrom Africa. We are pleased to note a growing trend \r\nin Russian business in Africa. Successful examples \r\ninclude major projects such as developing platinum \r\ndeposits in Darwendale in Zimbabwe and building an \r\noil refinery in Uganda.\r\nWe attach great importance to food security \r\nand humanitarian assistance to Africa. We provide \r\nsignificant health care assistance, including helping \r\ncountries recover from the Ebola virus. We have \r\nincreased Russian contributions through the World \r\nFood Programme, the World Health Organization, \r\nthe International Civil Defence Organization, the \r\nInternational Monetary Fund, the World Bank and the \r\nInternational Development Association.\r\nThe most important prerequisite for stability and \r\nsustainable development in Africa is conflict prevention \r\nand conflict resolution. There has been a drop over the \r\npast decade in the number and intensity of the conflicts, \r\nbut Africa is still vulnerable. So it is very important that \r\nthe international community should respond in a timely \r\nand effective way to emerging threats to security, but it \r\nis inadmissible that any State should dictate to Africans \r\nhow they must solve their problems, and those who try \r\nblatantly to intervene in internal affairs of African \r\nStates are being destructive.\r\nA central role belongs to the United Nations, \r\nprimarily the Security Council. At the same time, \r\ninitiatives by Africans themselves have turned out \r\nrather well in a number of cases, and such efforts deserve \r\nsupport. Who better than Africans can have a full grasp \r\nof the situation or have access to tools that are better \r\nsuited to the local conditions? We welcome progress in \r\nan African peace and security structure with assistance \r\nfrom the international community. We consistently \r\nadvocate cooperation between the United Nations and \r\nthe African Union and between the Security Council \r\nand the African Union Peace and Security Council.\r\nWe call for intensified efforts to deal with the \r\nconflict situations in Darfur, Somalia, South Sudan, \r\nthe Central African Republic, Mali, the Democratic \r\nRepublic of the Congo, Guinea-Bissau and the \r\ninter-Sudanese area, and to combat international \r\nterrorism, extremism, transnational organized crime, \r\npiracy, trafficking in weapons and drugs, uncontrolled \r\nmigration and other, related issues.\r\nWe note the active participation of Africans in \r\npeacekeeping missions in Africa under the auspices \r\nof the United Nations and the African Union. We will \r\nstep up our support for capacity-building in African \r\ncountries to enhance their ability to deal with crises. We \r\nprovide training to peacekeepers and law enforcement \r\npersonnel in Russian academic institutions, and we are \r\nelaborating for the international community a strategy \r\nof practical measures to strengthen peace and security \r\nin Africa. We call for enhancing the initiatives of \r\nAfrican members of the Security Council. Our country \r\nparticipates in many peacekeeping missions in Africa \r\nand is one of the biggest suppliers of goods and services, \r\nparticularly for civil aviation.\r\n15-31804 23/26\r\n16/10/2015 A/70/PV.34\r\nIn conclusion, I confirm the Russian Federation’s \r\nwillingness to continue its political dialogue and \r\nmutually beneficial multidimensional cooperation \r\nwith Africa and its active participation in international \r\nprogrammes and projects to assist Africa.\r\nMr. Skoog (Sweden): First, I would like to thank \r\nthe Office of the Special Adviser on Africa and all of \r\nthose involved in making this year’s Africa Week a \r\nsuccess. \r\nSecondly, I wish to take this opportunity to pay \r\nspecial tribute to the leadership shown in recent years \r\nby the African Union and Africa’s regional economic \r\ncommunities in strengthening integration, peace and \r\ndevelopment in Africa. Building a more resilient and \r\njust global community cannot be achieved without an \r\never stronger partnership between the United Nations \r\nand regional organizations, not least in Africa.\r\nThirdly, I would like to say a few words about \r\nSweden’s long-standing partnership with Africa, both \r\nin the past and, more important perhaps, in the future. \r\nWhat started out many decades ago as support for \r\nAfrican independence, freedom, democracy and human \r\nrights, including a vigorous stand against apartheid, \r\nhas over the years evolved into a strong partnership for \r\naddressing regional and global challenges of common \r\nconcern. Looking to the future, we will continue to \r\nsupport Africa’s commitment to building, as it is put \r\nin the African Union Agenda 2063, “an integrated, \r\nprosperous and peaceful Africa driven by its own \r\ncitizens and representing a dynamic force in the global \r\narena”. We will do this bilaterally as Sweden, we will do \r\nthis as a member of the European Union, and we will do \r\nthis in partnership with the international community, \r\nas a Member of the United Nations.\r\nWe need longer-term, comprehensive approaches \r\nto security and development, in particular in conflict-\r\naffected States and situations of fragility. It is this \r\nintegrated vision that guides Sweden’s development \r\ncooperation, as well as its work as the Chair of \r\nthe Peacebuilding Commission here in New York \r\nand Co-Chair of the International Dialogue on \r\nPeacebuilding and Statebuilding. But again, this can \r\nonly be done through an ongoing conversation and in \r\nfull inclusivity and recognition of the strong legitimacy \r\nthat comes from the regional organizations themselves.\r\nIt is high time that Africa’s legitimate claim to \r\nbe adequately represented on the Security Council \r\nis acted upon. Our commitment to both security and \r\ndevelopment has guided Sweden’s work at the United \r\nNations. Ever since the days of Dag Hammarskjöld, \r\nSweden has remained a steadfast supporter of a strong \r\nUnited Nations and effective multilateralism. Tens of \r\nthousands of Swedes have served in the Blue Helmets, \r\nand in Africa alone we have participated with large \r\ntroop contributions in United Nations peace support \r\noperations, starting in the 1960s in the Democratic \r\nRepublic of the Congo and following in Somalia, \r\nLiberia, Chad and now currently in Mali. We are the \r\nsixth largest provider of voluntary contributions to the \r\nUnited Nations, a strong advocate of core funding, and \r\none of the largest contributors to the United Nations \r\ndevelopment funds and humanitarian aid, and we are \r\nproud to be so.\r\nThe universality of the Sustainable Development \r\nGoals entails a shift away from traditional development \r\nassistance. That is why my Government this month \r\nannounced a whole-of-Government approach to the \r\nimplementation of the Sustainable Development Goals \r\n(SDGs). This means that we pledge to look at how all \r\npolicy areas contribute to equitable and sustainable \r\nglobal development, including with regard to trade and \r\ninvestment policies. All of this has to start at home.\r\nBut that having been said, we still know that \r\ninternational development cooperation will be needed \r\nfor the foreseeable future, particularly in the poorest \r\nand most vulnerable countries and regions, and in \r\nthe context of the new SDGs we have reaffirmed \r\nthe importance of the 0.7 per cent goal of official \r\ndevelopment assistance (ODA) to developing countries. \r\nAll of us need to continue and step up these efforts. As \r\nfor Sweden, I am happy to announce here today that \r\nwe next year will continue to invest 1 per cent of our \r\ndomestic income to ODA.\r\nThe Acting President: I now call on the observer \r\nof the African Union.\r\nMr. Mayaki (African Union): Allow me first to \r\nconvey our warmest congratulations to Mr. Mogens \r\nLykketoft on his election as President of the General \r\nAssembly at its seventieth session. I also seize this \r\nopportunity to thank his predecessor, Mr. Sam Kutesa, \r\nfor his commendable achievements throughout the \r\npivotal sixty-ninth session.\r\nThe New Partnership for Africa’s Development \r\n(NEPAD) is central to the continent’s transformation \r\nefforts. The necessary political determination has \r\nbeen renewed by African leaders to help deliver the \r\n24/26 15-31804\r\nA/70/PV.34 16/10/2015\r\naccelerated implementation of NEPAD under the aegis \r\nof the African Union and in close collaboration with \r\nthe regional economic communities. Furthermore, \r\nthe resounding commitment of African leaders to \r\na sustainable development agreement for the next \r\n15 years that is transformative and global is proof that \r\nthe African continent is ready to eradicate all forms of \r\nmarginalization and underdevelopment and engage in \r\nstructural transformation.\r\nOver the past few years, Africa has consistently \r\ndemonstrated that its countries are capable of \r\ntransforming and even fast-tracking their economies, \r\nthereby boosting intra-African trade and consolidating \r\ninclusive growth for the entire continent. As \r\nthe development agency of the African Union, \r\nNEPAD focuses on the strategic coordination of the \r\nimplementation of the continent’s priority programmes \r\nand projects. That role is now more critical in the \r\ncontext of the African Union Agenda 2063, which is \r\nthe matrix of Africa’s future transformation.\r\nWe are now at the end of a very important year \r\nfor gender equality and women’s empowerment. This \r\nyear marks important milestones for Africa in terms \r\nof the global agendas on gender equality, namely, the \r\ntwentieth anniversary of the Beijing Declaration and \r\nPlatform for Action and the fifteenth anniversary of \r\nSecurity Council resolution 1325 (2000), on women and \r\npeace and security. In recognition of those milestones, \r\nthe African Union declared 2015 the Year of Women’s \r\nEmpowerment and Development under Africa’s Agenda \r\n2063. Agenda 2063 envisages the effective participation \r\nof women in public and private life through a full and \r\nfair share of economic, social, cultural and political \r\nopportunities and decision-making.\r\nWhile agriculture has been and remains the \r\nbackbone of many African economies and will be the \r\nbasis of our industrialization, overall the informal sector \r\ncontinues to provide critical economic opportunities for \r\nAfrica’s poor. It is the resilience and resourcefulness \r\nof this informal sector of self-employed and risk-\r\ntaking individuals, predominantly women, that sustain \r\nmany economies. In our drive for industrialization, \r\nthis informal economy will need to transit to a formal \r\neconomy.\r\nThe African Union recognizes that promoting \r\ngender equality is one of the most effective ways to \r\ndrive inclusive growth, and it supports countries, \r\nwomen’s organizations and civil society organizations \r\nin their efforts to advance gender equality and women’s \r\nempowerment. In order to ensure that there are \r\nadditional resources to support development projects \r\nthat address gender concerns in Africa, the NEPAD \r\nPlanning and Coordinating Agency, in partnership \r\nwith the Spanish Government, established the NEPAD-\r\nSpanish Fund for African Women’s Empowerment. \r\nThis NEPAD Fund has achieved many outcomes since \r\nits inception in 2007. It has contributed to women’s \r\neconomic empowerment through skills transfer, access \r\nto finance, the setting up of businesses and access to \r\nland. More than half a million women have benefited \r\ndirectly from the Fund. \r\nThe NEPAD Agency continues to prioritize the \r\nempowerment of women through its gender support \r\nprogramme and is working very closely with member \r\nStates and development partners to bring practical \r\nsupport, specifically in the areas of skill and career \r\ndevelopment, particularly for women in rural areas, \r\nnetworking, organizing women’s groups, and scaling \r\nup economic and business opportunities and start-ups.\r\nFurthermore, pursuant to the decision of the \r\nAfrican Union Assembly, the NEPAD Agency is \r\ndeveloping a policy framework on youth employment \r\nin Africa. The African continental framework on youth \r\nemployment will be mainstreamed in Agenda 2063, \r\nand the NEPAD Agency is working on this endeavour \r\nin collaboration with the African Union Commission, \r\nthe United Nations Economic Commission for Africa, \r\nthe United Nations Development Programme and the \r\nInternational Labour Organization.\r\nLet me emphasize that infrastructure remains \r\nAfrica’s top priority. With low levels of intraregional \r\neconomic exchange and only a small share of global trade, \r\nAfrica is determined to increase its competitiveness. \r\nInfrastructure inefficiencies are costing Africa billions \r\nof dollars annually and are stunting growth. Bridging \r\nthe gap in infrastructure is thus vital for economic \r\nadvancement and sustainable development. However, \r\nit is only through regional and continental cooperation \r\nand solution-finding that this can be achieved.\r\nUnder the leadership of His Excellency President \r\nMacky Sall, President of Senegal and Chair of the \r\nNEPAD Heads of State and Government Orientation \r\nCommittee, the Dakar Financing Summit in June 2014 \r\nbrought together private sector executives and African \r\nproject owners to address the challenges besetting the \r\nimplementation of the Programme for Infrastructure \r\n15-31804 25/26\r\n16/10/2015 A/70/PV.34\r\nDevelopment in Africa (PIDA). On that occasion, PIDA \r\nstakeholders prioritized 16 mega-projects in order \r\nto transform Africa, among which is the 4,500-km \r\nhighway between Algiers and Lagos, which is almost \r\ncompleted.\r\nThe NEPAD Agency is now actively involved in four \r\nfacility instruments resulting from the Dakar Financing \r\nSummit. First, the NEPAD Agency established and \r\nfinanced the PIDA Service Delivery Mechanism, which \r\nis designed to endow project owners with the required \r\ncapacity for early-stage project preparation. Secondly, \r\nthe NEPAD Agency supported the Infrastructure \r\nConsortium for Africa in the establishment of a \r\nround table of project preparation funds in order to \r\nenhance cooperation among the funds, so that they \r\ncan undertake continent-wide initiatives such as PIDA. \r\nThirdly, the African Development Bank Africa 50 Fund \r\nwas established to finance infrastructure projects, \r\nincluding PIDA projects. \r\nThe fourth instrument, and the final milestone, is \r\nthe Continental Business Network, which serves as a \r\nhigh-level platform for private-sector involvement in \r\nthe PIDA projects. At the launch of this platform, more \r\nthan 40 top global and African chief executive officers \r\nmade a concrete commitment towards the development \r\nof Africa’s regional infrastructure and recognized \r\nthe Continental Business Network as an African-\r\nled movement to fast-track high-level private-sector \r\ninvestment in the development of Africa’s regional \r\ninfrastructure.\r\nThe report of the High-level Panel on Illicit \r\nFinancial Flows from Africa observed that Africa loses \r\n$50 billion through illicit financial f lows. In order to \r\ncommence the implementation of a recommendation \r\nin the report, and of the decision of the African Union \r\nSummit of June 2015, the NEPAD Agency organized \r\nthe first-ever regional dialogue on capacity-building \r\nfor tax and mining administration officers in the West \r\nand Central Africa region. It is envisaged that this \r\ndialogue, designed for senior government officials, will \r\ncontribute to improved tax policy design and to better \r\ncontract negotiation for the extractive industries.\r\nThe year 2015 will be a landmark year for the global \r\nfight to eradicate poverty and achieve a sustainable \r\nfuture. We are pleased and thankful to see that African \r\npriorities in general and the NEPAD programmes in \r\nparticular have been taken well into account in the two \r\nmajor agreements adopted so far. The third International \r\nConference on Financing for Development, held in \r\nAddis Ababa in July, came at a critical time. A central \r\nissue is how to reform the global financing system in a \r\nway that will allow the achievement of the Sustainable \r\nDevelopment Goals (SDGs) by 2030. We therefore \r\nwelcome the Addis Ababa Action Agenda and are \r\nconvinced that its recommendations will play an \r\nimportant role in ensuring that the SDGs are achieved \r\nby 2030 and will contribute to development financing \r\neven beyond that date.\r\nAs the Sustainable Development Goals have been \r\nadopted, it is of great importance that the NEPAD \r\nAgency, the African Union system partners and the \r\nregional economic communities, through Agenda 2063 \r\nand with the United Nations agencies, promote good \r\ngovernance, quality education for all and women’s \r\nempowerment, and that they increase the application of \r\nscience, technology and innovation to improve health \r\nand well-being, conserve and sustainably benefit from \r\nthe blue economy, address climate change, eliminate \r\nhunger and attain food security, and develop quality \r\ninfrastructure, including for energy. That is why \r\nsignificant support for PAIDA — the Partnership on \r\nAfrica’s Integration and Development Agendas — from \r\nthe Member States will be critical.\r\nThe SDGs are a good foundation for long-term \r\nsustainable solutions that will enable Africa to realize \r\nits development aspirations as embodied in Agenda 2063 \r\nand the NEPAD programmes. However, it is important \r\nto maintain the coherence and alignment of the 2030 \r\nAgenda with the vision outlined in the African Union \r\nAgenda 2063 and its First Ten-Year Implementation \r\nPlan, which are to be operationalized by the NEPAD \r\nAgency.\r\nIt is most essential to reiterate that the foundation \r\nfor Africa’s renewal is premised on the reforms of \r\nnational governance systems under the African Peer \r\nReview Mechanism (APRM), which was established in \r\n2003. The Mechanism is the focal point for deepening \r\ndemocracy and the dissemination of best practices \r\namong African Union member States and reflects their \r\ncommitment to improving governance at all levels. To \r\ndate, 35 States members of the African Union have \r\nvoluntarily joined the Mechanism, 17 countries have \r\nbeen peer-reviewed, and the second-cycle review \r\nprocess is in the pipeline. Going forward, APRM has \r\nthe urgent task of ensuring the effective implementation \r\nof the national programmes of action arising from the \r\npeer review exercises.\r\n26/26 15-31804\r\nA/70/PV.34 16/10/2015\r\nAt the institutional level, the APRM is being \r\nstrengthened through its integration into the African \r\nUnion and through the development of stronger \r\ncollaboration and closer synergy with the relevant \r\nregional organizations and programmes. In this \r\nregard, the APRM is being repositioned so that it can \r\neffectively serve as the monitoring tool for the African \r\nUnion Agenda 2063.\r\nIn the preparations for the twenty-first session of \r\nthe Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change in Paris, \r\nthe NEPAD Agency, through our support to the \r\nAfrican Ministerial Conference on the Environment, \r\nhas provided technical support to the African group \r\nof negotiators. In our capacity as secretariat of \r\nthe African Union Environment Initiative and the \r\nregional environment f lagship programmes, we are \r\ncurrently undertaking programme development and \r\nimplementation to promote sound environmental \r\nmanagement for sustainable development and resource \r\nmobilization to support environmental programmes \r\nin Africa. The NEPAD Climate Fund has supported \r\ncapacity-building activities for policy coherence at \r\nthe national level and strengthening the resilience \r\ncapabilities of communities affected by climate change.\r\nIn 2015, two solid multilateral consensuses were \r\nreached, ahead of a third one coming at the end of \r\nthe year. That shows the tremendous determination \r\nof the international community to tackle the global \r\nissues currently affecting the people and the planet. \r\nNEPAD is a partner of choice for the implementation \r\nof these ambitious agendas on our continent. As the \r\ntechnical agency of the African Union, we reaffirm our \r\ncommitment to a better Africa and a better world by \r\n2030.\r\nI would like to take this opportunity to sincerely \r\nthank the Office of the Special Adviser on Africa and \r\nAmbassador Maged Abdelaziz, whose commitment \r\nto Africa’s priorities and programmes is extremely \r\nimportant. I should also like to express sincere thanks \r\nto the Permanent Observer Mission of the African \r\nUnion to the United Nations and theGroup of African \r\nStaattes in New York for their continued support.\r\nThe meeting rose at 12.55 p.m.\r\n"