"*1531541*\r\n15-31541 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 112\r\nElections to fill vacancies in principal organs\r\n(a) Election of five non-permanent members of the \r\nSecurity Council\r\nThe President: The General Assembly will now \r\nproceed to the election of five non-permanent members \r\nof the Security Council to replace those members whose \r\nterm of office expires on 31 December 2015.\r\nThe five outgoing non-permanent members are the \r\nfollowing: Chad, Chile, Jordan, Lithuania and Nigeria. \r\nThose five States cannot be re-elected. Their names \r\nshould therefore not appear on the ballot papers.\r\nApart from the five permanent members, in the year \r\n2016 the Security Council will include the following \r\nStates: Angola, Malaysia, New Zealand, Spain and the \r\nBolivarian Republic of Venezuela. The names of those \r\nStates should therefore also not appear on the ballot \r\npapers.\r\nOf the five non-permanent members that will remain \r\nin office in the year 2016, two are from Africa and the \r\nAsia-Pacific region, one is from Latin America and \r\nthe Caribbean and two are from the Western European \r\nand other States. Consequently, pursuant to paragraph \r\n3 of resolution 1991 A (XVIII), of 17 December 1963, \r\nthe five non-permanent members should be elected \r\naccording to the following pattern: three from African \r\nand the Asia-Pacific region, one from Eastern Europe \r\nand one from Latin America and the Caribbean. The \r\nballot papers reflect that pattern.\r\nIn accordance with established practice, there is \r\nan understanding to the effect that, of the three States \r\nto be elected from among the African and Asia-Pacific \r\nStates, two should be from Africa and one from the \r\nAsia-Pacific region.\r\nI should like to inform the Assembly that those \r\ncandidates — their number not exceeding the number \r\nof seats to be filled — receiving the greatest number \r\nof votes and a two-thirds majority of those present \r\nand voting will be declared elected. If the number of \r\ncandidates obtaining a two-thirds majority is less than \r\nthe number of members to be elected, there shall be \r\nadditional ballots to fill the remaining places, the voting \r\nbeing restricted to the candidates obtaining the greatest \r\nnumber of votes in the previous ballot to a number not \r\nmore than twice the places remaining to be filled.\r\nAlso, consistent with past practice, in case a \r\ntied vote should make it necessary to determine the \r\ncandidate to be elected or proceed to the next round of \r\nrestricted balloting, there will be a special restricted \r\nballot limited to those candidates that have obtained an \r\nequal number of votes.\r\nMay I take it that the General Assembly agrees to \r\nthese procedures?\r\nIt was so decided.\r\nThe President: In accordance with rule 92 of the \r\nrules of procedure, the election shall be held by secret \r\nballot, and there shall be no nominations.\r\nUnited Nations A/70/PV.33\r\nGeneral Assembly\r\nSeventieth session\r\n33rd plenary meeting\r\nThursday, 15 October 2015, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/3 15-31541\r\nA/70/PV.33 15/10/2015\r\nRegarding candidatures, the Secretariat has \r\nbeen informed by the Chairpersons of the respective \r\nregional groups of the following. For the three vacant \r\nseats from among the African and Asia-Pacific States, \r\nthere are three endorsed candidates, namely, Egypt, \r\nJapan and Senegal. For the one vacant seat from among \r\nthe Eastern European States, there is one candidate, \r\nnamely, Ukraine. For the one vacant seat from among \r\nthe Latin American and Caribbean States, there is one \r\nendorsed candidate, namely, Uruguay.\r\nIn accordance with rule 92 of the rules of procedure, \r\nwe shall proceed now to the election by secret ballot.\r\nI should like to seek the usual cooperation of \r\nrepresentatives during the time of the conduct of the \r\nelection. Please be reminded that during the voting \r\nprocess, all campaigning should cease in the General \r\nAssembly Hall. That means in particular that once the \r\nmeeting has begun, no more campaign material can be \r\ndistributed inside the Hall. All participants are also \r\nrequested to remain at their seats so that the voting \r\nprocess can proceed in an orderly manner. I thank them \r\nfor their cooperation.\r\nI would also like to remind members of the press \r\nnot to focus their cameras on delegations during the \r\nvoting process, taking into account that this is a secret \r\nballot, in accordance with the rules of procedure of the \r\nGeneral Assembly. I thank them for their cooperation.\r\nBefore we begin the voting process, I should like to \r\nremind members that, pursuant to rule 88 of the rules of \r\nprocedure of the General Assembly, no representative \r\nshall interrupt the voting except on a point of order \r\non the actual conduct of the voting. In addition, ballot \r\npapers will only be given to the delegate seated directly \r\nbehind the country’s nameplate.\r\nWe shall now begin the voting process. Members \r\nare requested to remain seated until all ballots have \r\nbeen collected.\r\nBallot papers marked “A”,”B” and “C” will now be \r\ndistributed. I request representatives to use only those \r\nballot papers that have been distributed.\r\nI would like to ask representatives to write on the \r\nballot papers marked “A”, for the African and Asia-\r\nPacific States, the names of the three States for which \r\nthey wish to vote; on the ballot papers marked “B”, for \r\nthe Eastern European States, the name of the one State \r\nfor which they wish to vote; and on the ballot papers \r\nmarked “C”, for the Latin American and Caribbean \r\nStates, the name of the one State for which they wish \r\nto vote.\r\nA ballot will be declared invalid if it contains more \r\nnames of Member States from the relevant region than \r\nthe number of seats assigned to it. A ballot will also be \r\ndeclared invalid if none of the names of the Member \r\nStates on that ballot belong to the relevant region. If \r\na ballot paper of a region includes names of Member \r\nStates that belong to that region and of Member States \r\nthat are from outside that region, the ballot remains valid \r\nbut only the names of the Member States that belong \r\nto the relevant region will be counted. The names of \r\nMember States that do not belong to that region will not \r\nbe counted.\r\nAt the invitation of the President, Mr. Santa Rosa \r\n(Angola), Mr. Crilchuk (Argentina), Mr. Kodellas \r\n(Greece), Ms. O’Brien (Ireland), Mrs. Batsuren \r\n(Mongolia) and Mr. Stefanik (Poland) acted as \r\ntellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 10.25 a.m. and \r\nresumed at 11.15 a.m.\r\nThe President: The result of the voting is as \r\nfollows:\r\nGroup A — African and Asia-Pacific States\r\nNumber of ballot papers: 192\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 191\r\nAbstentions: 1\r\nNumber of members voting: 190\r\nRequired two-thirds majority: 127\r\nNumber of votes obtained:\r\nSenegal 187\r\nJapan 184\r\nEgypt 179\r\nGroup B — Eastern European States\r\nNumber of ballot papers: 192\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 191\r\nAbstentions: 14\r\nNumber of members voting: 177\r\nRequired two-thirds majority: 118\r\nNumber of votes obtained:\r\nUkraine 177\r\n15-31541 3/3\r\n15/10/2015 A/70/PV.33\r\nGroup C — Latin American and Caribbean States\r\nNumber of ballot papers: 192\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 191\r\nAbstentions: 6\r\nNumber of members voting: 185\r\nRequired two-thirds majority: 124\r\nNumber of votes obtained:\r\nUruguay 185\r\nHaving obtained the required two-thirds majority \r\nand the largest number of votes, Egypt, Japan, \r\nSenegal, Ukraine and Uruguay were elected \r\nmembers of the Security Council for a two-year \r\nterm beginning on 1 January 2016.\r\nThe President: The following five States have thus \r\nbeen elected members of the Security Council for a \r\nmandate of two years, beginning on 1 January 2016: \r\nEgypt, Japan, Senegal, Ukraine and Uruguay.\r\nI congratulate the States that have been elected \r\nmembers of the Security Council, and I thank the tellers \r\nfor their assistance in this election.\r\nBefore concluding, I should remind members \r\nthat pursuant to paragraph 17 of resolution 68/307 of \r\n10 September 2014, the election of non-permanent \r\nmembers of the Security Council for the two-year term \r\nbeginning in 2017 will take place during the resumed \r\npart of the current session, in the spring of 2016.\r\nThe General Assembly has thus concluded this \r\nstage of its consideration of sub-item (a) of agenda item \r\n112.\r\nThe meeting rose at 11.20 a.m.\r\n"