"*1529149*\r\n15-29149 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nThe meeting was called to order at 10.50 a.m.\r\nHigh-level plenary meeting of the General Assembly \r\nAgenda items 15 and 116\r\nIntegrated and coordinated implementation \r\nof and follow-up to the outcomes of the major \r\nUnited Nations conferences and summits in the \r\neconomic, social and related fields\r\nFollow-up to the outcome of the Millennium Summit\r\nUnited Nations Summit for the adoption of the \r\npost-2015 development agenda\r\nDraft resolution (A/70/L.1)\r\nCo-Chair Rasmussen: This high-level plenary \r\nmeeting of the General Assembly is being held in \r\naccordance with resolutions 65/1 of 22 September 2010, \r\n68/6 of 9 October 2013 and 69/244 of 29 December \r\n2014, and decision 69/557 of 5 March 2015.\r\nIt is my honour, together with His Excellency \r\nMr. Yoweri Kaguta Museveni, President of the Republic \r\nof Uganda, to welcome all members to this historic \r\nSummit for the adoption of the new 2030 Agenda for \r\nSustainable Development (A/70/L.1). The presence of \r\nso many leaders is a testament to the importance and \r\ntransformative potential of this new Agenda.\r\nWhen world leaders came together here in New \r\nYork, 15 years ago, they came with one pivotal mission: \r\nto reduce poverty in the world. But equally important, \r\nthey came with concrete and ambitious goals and they \r\ncame with a fixed deadline. \r\nToday, 15 years later, we are gathered again, here \r\nin New York, to assess what has happened over the past \r\n15 years. The short answer is a lot. One billion people \r\nhave been lifted out of extreme poverty. More girls \r\nthan ever before go to school. More than 90 per cent of \r\nthe global population now has access to an improved \r\nsource of drinking water. The mortality rate of children \r\nunder five has declined by more than half. These are \r\nnot just numbers. Behind each of these figures we know \r\nthat the lives of millions of children have improved, so \r\nwe have indeed come a long way. \r\nThe Millennium Development Goals showed us \r\nthat setting targets works and that working together is \r\nthe right way forward, but the work is not done yet. \r\nToday we begin a new journey, a journey that builds on \r\nthe success of the Millennium Development Goals, but \r\nalso goes much further. We are gathered today to adopt \r\nthe Sustainable Development Goals. Today each of us \r\ncommits our nation not only to new far-sighted visions, \r\nbut also to new concrete and realistic goals and a fixed \r\ndeadline. \r\nOur leadership and direction are needed. We must \r\nmake sure that we live up to our firm and collective \r\ncommitments, and I can assure the Assembly that \r\nDenmark is ready to do its part. We will continue our \r\nefforts to eradicate poverty, create decent jobs and \r\nincrease sustainable economic growth. Since 1978, \r\nwe have, as a country, met the international target \r\nof providing 0.7 per cent of gross national income to \r\nofficial development assistance to create better lives for \r\nall. I strongly urge many more countries to meet this \r\ngoal. \r\nUnited Nations A/70/PV.4\r\nGeneral Assembly\r\nSeventieth session\r\n4th plenary meeting\r\nFriday, 25 September 2015, 11 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/26 15-29149\r\nA/70/PV.4 25/09/2015\r\nDenmark strongly supports global public-private \r\npartnerships that catalyse investments in developing \r\ncountries and middle-income countries. We strive \r\nto combat diseases, such as cancer and diabetes, by \r\npromoting healthy lifestyles, strengthening our health-\r\ncare systems and fostering scientific research. We \r\npromote the technology in energy, climate change and \r\nthe environment that makes a green transition possible, \r\nincluding beyond our own country.\r\nDenmark will work for the full and equal \r\nparticipation of women, for their empowerment and for \r\ntheir human rights and, indeed, for the human rights of \r\nall. I assure members that Denmark will continue these \r\nefforts with determination. I encourage everyone to do \r\nthe same so that 15 years from now, when world leaders \r\nwill once again meet in New York, we will have met the \r\ngoals we adopt here today. \r\nThe new Agenda has laid out our vision of where \r\nwe believe the world should be in 2030. History will \r\njudge us and hold us accountable for achieving the \r\nresults that we owe our children and their children. \r\nThe Danish presidency of the seventieth session of the \r\nGeneral Assembly will take the lead in implementing \r\nthe Development Agenda to make sure we turn our \r\nwords into action. With these words, I wish all members \r\na successful Summit. \r\nI now give the f loor to His Excellency Mr. Yoweri \r\nKaguta Museveni, President of the Republic of Uganda \r\nand Co-Chair of the high-level plenary meeting.\r\nCo-Chair Museveni: I am pleased to co-chair this \r\nimportant Summit as we gather as a community of \r\nnations to adopt a new development agenda that will \r\nguide our development efforts for the next 15 years. \r\nThis historic Summit is the culmination of months \r\nof tireless efforts and an unprecedented commitment \r\nby Member States and stakeholders to formulate a \r\nuniversal, inclusive and transformative development \r\nagenda.\r\nI would like to pay tribute to His Excellency \r\nMr. Sam Kutesa, our Minister for Foreign Affairs, for \r\nhis leadership and accomplishments as President of \r\nthe General Assembly at its sixty-ninth session, and I \r\nthank the General Assembly for supporting Uganda in \r\nfulfilling that responsibility. I also wish to congratulate \r\nand convey my appreciation to the President of the \r\nGeneral Assembly at its seventieth session, His \r\nExcellency Mr. Mogens Lykketoft, and the Secretary-\r\nGeneral, His Excellency Mr. Ban Ki-moon, for their \r\nleadership.\r\nToday heralds the dawn of a new era in our collective \r\nefforts aimed at eradicating poverty, improving the \r\nlivelihoods of people everywhere, transforming \r\neconomies and protecting our planet. Together we \r\nare sending a powerful message to people in every \r\nvillage, every city and every nation worldwide that \r\nwe are committed to taking bold steps to change their \r\nlives for the better. The 2030 Agenda for Sustainable \r\nDevelopment that we will adopt today is ambitious in its \r\nscope and breadth. In the 17 Sustainable Development \r\nGoals (SDGs), the social, economic and environmental \r\ndimensions of sustainable development are addressed in \r\nan integrated way. The Agenda also carries forward the \r\nunfinished business of the Millennium Development \r\nGoals (MDGs).\r\nOver the past 15 years, we have attained significant \r\nachievements through implementing the MDGs. \r\nGlobally, more than 1 billion people have been lifted \r\nfrom extreme poverty, and improvements have been \r\nmade in access to education, health, water and sanitation, \r\nadvancing gender equality and the empowerment of \r\nwomen. In Uganda, we have been able to reduce the \r\npercentage of people living in extreme poverty from \r\n56 per cent in the year 2000 to 19 per cent today. We have \r\nalso attained universal primary education, promoted \r\ngender equality and the empowerment of women, and \r\ncontinued to reduce child and maternal mortality.\r\nFrom our experience it has been clear that \r\nto sustainably achieve the MDGs we must have \r\nsocioeconomic transformation. It is therefore refreshing \r\nthat in the successor framework, the SDGs, key \r\ndrivers of economic growth, including infrastructure \r\ndevelopment — especially energy, transport and \r\ninformation and communication technology — have \r\nbeen duly identified and prioritized. Also included are \r\nindustrialization and value addition, human resource \r\ndevelopment through education and health, improving \r\nmarket access, and greater participation by the private \r\nsector. \r\nWhile the SDGs will be universally applicable, we \r\nalso recognize national circumstances, different levels \r\nof development and the needs of countries in special \r\nsituations, particularly the least developed countries, \r\nlandlocked developing countries, small island \r\ndeveloping States and African countries.\r\n15-29149 3/26\r\n25/09/2015 A/70/PV.4\r\nTaking urgent action to combat climate change and \r\nits severe impacts is also prioritized in the new Agenda. \r\nWe should redouble our efforts to reach an ambitious, \r\nlegally binding agreement on climate change in Paris \r\nin November, one that promotes the achievement of \r\nsustainable development while protecting the planet. \r\nThe new Agenda also rightly underscores the \r\nimportant linkages between development, peace and \r\nsecurity, and human rights. We have to intensify efforts \r\nto combat transnational crime, terrorism and the rise of \r\nradicalization and violent extremism around the world. \r\nWe should reject pseudo-ideologies that manipulate \r\nidentity by promoting the sectarianism of religion and \r\ncommunities and eclipse the legitimate interests of the \r\npeople afforded by investment and trade. Where identity \r\nissues are legitimate they should be expeditiously \r\nhandled.\r\nWe should all be proud of what has been \r\naccomplished so far as we usher in the new \r\nDevelopment Agenda. However, the critical next step \r\nwill be to ensure its successful implementation on the \r\nground. In this context, integrating the SDGs in our \r\nrespective national and regional development plans, \r\nmobilizing adequate financial resources, technology \r\ndevelopment and transfer and capacity-building will be \r\ncritical. We have to ensure full implementation of the \r\ncomprehensive framework for financing sustainable \r\ndevelopment, which we adopted in the Addis Ababa \r\nAction Agenda, to support achievement of the Goals \r\nand targets of the 2030 Agenda.\r\nOne of the major challenges many developing \r\ncountries continue to face is gaining access to affordable \r\nlong-term financing for critical infrastructure projects. \r\nIn this regard, it will be vital to promptly establish and \r\noperationalize the proposed new forum to bridge the \r\ninfrastructure gap and complement existing initiatives \r\nand multilateral mechanisms to facilitate access to \r\nlong-term financing at concessional and affordable \r\nrates.\r\nThe efforts of developing countries to improve \r\ndomestic resource mobilization, boost economic growth \r\nand address major challenges such as unemployment \r\nshould be supported by development partners and \r\ninternational financial institutions and regional \r\ndevelopment banks. We also need to do more to promote \r\nmicro-, small and medium-sized enterprises, support \r\nentrepreneurship, especially for women and youth, and \r\nenhance the contribution of the private sector and other \r\nstakeholders in sustainable development.\r\nThrough privatization, the least developed \r\ncountries themselves can also contribute to their own \r\ninfrastructure development. In order to build effective, \r\ninclusive and accountable institutions at all levels, we \r\nhave to ensure that the voices of the developing countries \r\nand regions are heard and that they are treated as equal \r\npartners in multilateral decision-making.\r\nAt the international level, we need urgent reform \r\nof the United Nations — particularly of the Security \r\nCouncil — and of our multilateral institutions in order \r\nto reflect the current geopolitical realities. We need a \r\nrenewed global partnership for development in which \r\nall the commitments made — including on overseas \r\ndevelopment, aid, trade and investments — are \r\nfulfilled. While the draft 2030 Agenda for Sustainable \r\nDevelopment (A/70/L.1) represents the collective \r\naspirations of all peoples, its success will hinge on \r\nits ability to reduce inequalities and improve the lives \r\nof the most vulnerable among us, including women, \r\nchildren, the elderly and persons with disabilities. \r\nAfter months of intensive negotiations and \r\nsteadfast commitment, we have before us an Agenda \r\nthat represents our best opportunity to transform our \r\nworld. We have heard the voices of people spanning \r\nthe globe — from eager children asking for access \r\nto equality education to young women seeking better \r\nmaternal health care; from rural villages whose \r\nfarmlands have been ravaged by droughts to the coastal \r\nfishermen on small islands States who fear that their \r\nentire existence will soon be subsumed by the rising \r\nsea levels. We continue to witness the influx of refugees \r\nand migrants into Europe from Africa and the Middle \r\nEast, which is partially caused by conflict and a lack \r\nof economic opportunities. Those voices may speak \r\nmany languages and dialects, but, in the end, their \r\nmessage is the same: Please help us to live happier, \r\nmore prosperous lives, while also protecting the planet \r\nfor our children and grandchildren.\r\nAfter the adoption of the Agenda, it is incumbent \r\nupon us all to take the development aspirations laid \r\nout in that document and turn them into reality on the \r\nground for the benefit of our people, our communities \r\nand our nations. The Agenda will create global \r\nprosperity — different from the past arrangements, \r\nwhich provided prosperity for some but at the cost \r\n4/26 15-29149\r\nA/70/PV.4 25/09/2015\r\nof parasitism, misery and underdevelopment for the \r\nothers. \r\nCo-Chair Rasmussen: I now give the f loor to the \r\nSecretary-General, His Excellency Mr. Ban Ki-moon.\r\nThe Secretary-General: We have reached a \r\ndefining moment in human history. The people of \r\nthe world have asked us to shine a light on a future \r\nof promise and opportunity. Member States have \r\nresponded with the draft 2030 Agenda for Sustainable \r\nDevelopment (A/70/L.1). The Agenda is a promise \r\nby leaders to all people everywhere. It is a universal, \r\nintegrated and transformative vision for a better world. \r\nIt is an Agenda for people, to end poverty in all its \r\nforms, an Agenda for the planet and our common home, \r\nan Agenda for shared prosperity, peace and partnership. \r\nIt conveys the urgency of climate action. It is rooted in \r\ngender equality and respect for the rights of all. Above \r\nall, it pledges to leave no one behind.\r\nThe true test of commitment to the 2030 Agenda will \r\nbe its implementation. We need action from everyone, \r\neverywhere. The 17 Sustainable Development Goals \r\nare our guide. They represent a to-do list for people and \r\nthe planet, and a blueprint for success. To achieve those \r\nnew global Goals, we will need high-level political \r\ncommitment on the part of Member States. We will \r\nneed a renewed global partnership.\r\nThe Millennium Development Goals showed \r\nwhat is possible when we work together. The Addis \r\nAbaba Action Agenda has given us a solid financing \r\nframework. Let us build on those foundations. To \r\ndo better, we must do differently. The 2030 Agenda \r\ncompels us to look beyond national boundaries and \r\nshort-term interests and act in solidarity for the long-\r\nterm. We can no longer afford to think and work in \r\nsilos. Institutions will have to become fit for a grand, \r\nnew purpose. The United Nations system is strongly \r\ncommitted to supporting Member States in that great \r\nnew endeavour.\r\n(spoke in French)\r\nWe must enter this new era on the right foot. I ask all \r\nGovernments to adopt a solid and universal agreement \r\non climate in Paris this December. I am happy to \r\nnote that several countries are already incorporating \r\nthe draft 2030 Agenda in their national development \r\nstrategies, but nobody can succeed alone. All interested \r\nparties must be mobilized, as was the case when the \r\nAgenda was drawn up. We must work together with \r\nparliaments and local authorities, with cities as well as \r\nwith rural areas. We must enlist businesses and their \r\nleaders. We must bring civil society into our policies, \r\ngiving it the possibility of demanding accountability \r\nfrom us. We must listen to scientists and academics. \r\nWe will also need to implicate ourselves in the data \r\nrevolution. Above all, we must get down to work — and \r\ndo so immediately.\r\n(spoke in English)\r\nSeventy years ago, the United Nations rose from \r\nthe ashes of war. Governments agreed on a visionary \r\nCharter dedicated to “We the peoples”. The draft Agenda \r\nthat the Assembly is adopting today advances the goals \r\nof the Charter of the United Nations. It embodies the \r\naspirations of people everywhere for lives of peace, \r\nsecurity and dignity on a healthy planet. Let us today \r\npledge to light the path to this transformative vision. I \r\ncount on your strong leadership and commitment.\r\nCo-Chair Museveni: I thank the Secretary-\r\nGeneral for his statement.\r\nIn accordance with resolution 69/244 of \r\n29 December 2014, I now give the f loor to Mr. Salil \r\nShetty, Secretary-General of Amnesty International.\r\nMr. Shetty (Amnesty International): I speak today \r\nboth on behalf of the global Amnesty International \r\nmovement, with over 7 million members and \r\nactivists, and also for many independent civil-society \r\norganizations around the world. \r\nAt the outset, I congratulate Member States for \r\nthe remarkable progress that the world has seen in \r\nthe form of the Millennium Development Goals, \r\nbut increasingly we hear the question: Is our world \r\nspinning out of its axis? It can feel that way. Hundreds \r\nof millions of people still live in poverty. Too many \r\npeople, particularly women and girls, routinely \r\nsuffer violence and multiple human rights violations. \r\nInequality, injustice, environmental destruction and \r\ncorruption are a toxic combination. There is declining \r\ntrust in Governments and big corporations, and young \r\npeople across the world are rising in protest. \r\nHorrific conflicts are destroying communities and \r\ncountries and have fuelled the largest global refugee \r\ncrisis since the Second World War. The appalling story \r\nof the three-year-old Syrian child, Alan Kurdi, whose \r\ndead body on the beach shocked the world, sums it up. \r\nWe cannot hide the reality of the world we live in. And \r\nthen there is the world we want — a world represented \r\nby the Sustainable Development Goals to be adopted.\r\n15-29149 5/26\r\n25/09/2015 A/70/PV.4\r\nWe cannot blame people for being sceptical, when \r\nthey see yet another summit declaration. There is a \r\nhuge gap between the world we live in and the world we \r\nwant, but the new Goals represent people’s aspirations \r\nand rights, and they must and can be realized. I therefore \r\nsuggest four practical tests to apply when realizing the \r\nGoals, so as to prove the sceptics wrong:\r\nFirst, there is the ownership test. The key to \r\nsuccess is for poor and marginalized people to be \r\nprimary decision-makers at every stage. The Goals \r\nmust be adequately resourced and integrated into \r\nnational and local plans and budgets, and they must be \r\nimplemented in line with each State’s existing human \r\nrights obligations.\r\nSecondly, there is the accountability test. People \r\nshould know exactly what Governments have promised \r\nand what they have delivered — that is, the right to \r\ninformation. Moreover, if Governments do not deliver, \r\npeople should be able to hold them to account through \r\nindependent mechanisms. It is not enough anymore for \r\nGovernments to say that they are legitimate because \r\nthey were elected or they have a mandate. They have \r\nto be accountable to the people directly on an ongoing \r\nbasis.\r\nThirdly, there is the non-discrimination test. Let \r\nus be clear. Leaving no one behind means challenging \r\npower structures and enforcing the rule of law. \r\nInequality is largely the direct result of discrimination \r\nand exclusion based on gender, race, descent, religion or \r\nother status. Inequality is the consequence of the failure \r\nto protect the rights of the marginalized, indigenous \r\npeoples, minorities, migrants, persons with disabilities, \r\nchildren and the elderly.\r\nFourthly, there is the coherence test. We are \r\nall aware of countries that performed well on the \r\nMillennium Development Goals but where outrage \r\nagainst persistent human rights violations has led to \r\nrevolutions. Why is that the case? It is because people’s \r\nlives are not divided into development, environment, \r\npeace and human rights; only bureaucracies are. \r\nCoherence and consistency are therefore essential.\r\nWe cannot claim to support sustainable development \r\nwhile we remain reluctant to reduce the consumption \r\nof the rich or to transfer technology. We cannot preach \r\nabout human rights while using mass surveillance. \r\nWe cannot lecture about peace while being among the \r\nworld’s largest manufacturers of arms. We cannot allow \r\nour corporations to use financial and tax loopholes \r\nwhile railing against corruption. We cannot adopt \r\nthe Sustainable Development Goals in the name of \r\ndevelopment and, at the same time, attack and arrest \r\npeaceful protesters and dissenters. We cannot launch \r\nthose Goals and, in parallel, deny refugees access to a \r\nsafe and legal route and a life with dignity.\r\nThe Sustainable Development Goals present a \r\ncompass for decent jobs, for justice and for humankind. \r\nAs members of civil society, we will stand with \r\nthe poor and the marginalized at all costs, and we \r\nwill hold Governments and businesses to account. \r\nYesterday — what was last night in New York but \r\nyesterday in many parts of the world — thousands of \r\npeople marched for the Goals to light the way. They \r\ncalled for authentic leadership from Member States, \r\nleadership with integrity and leadership from the heart. \r\nI know that Member States can live up to their hopes.\r\nCo-Chair Rasmussen: The Assembly will now \r\ntake a decision on draft resolution A/70/L.1, entitled \r\n“Transforming our world: the 2030 Agenda for \r\nSustainable Development”.\r\nIn that connection, I would like to draw the \r\nAssembly’s attention to the note by the Secretariat, \r\ncontained in document A/70/391, regarding the \r\nprogramme budgetary implications of the draft \r\nresolution. Accordingly, the Fifth Committee will \r\nexamine, during the main part of the session, the \r\nrevised estimate arising from the draft resolution.\r\nMay I take it that the Assembly wishes to adopt \r\ndraft resolution A/70/L.1?\r\nDraft resolution A/70/L.1 was adopted (resolution \r\n70/1). \r\nCo-Chair Museveni: I would like to remind \r\nmembers that, in accordance with resolution 69/244 of \r\n29 December 2014, the list of speakers was created on \r\nthe basis that statements would have a time limit of up \r\nto five minutes per statement. In light of that given time \r\nframe, I would like to appeal to speakers to deliver their \r\nstatements at a reasonable pace, so that interpretation \r\ninto the six official United Nations languages may be \r\nprovided properly.\r\nTo order to assist speakers in managing their time, a \r\nlight system has been installed at the speaker’s rostrum. \r\nMay I appeal to all speakers for their cooperation in \r\nobserving the time limits in making their statements, \r\nso that all those inscribed on the list of speakers for a \r\ngiven meeting can be heard at that meeting.\r\n6/26 15-29149\r\nA/70/PV.4 25/09/2015\r\nFinally, in order to avoid disruption for the next \r\nspeaker, I would like to seek the cooperation of \r\nrepresentatives to remain in their seats after a statement \r\nhas been delivered.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the Republic of \r\nCroatia.\r\nMs. Kolinda Grabar-Kitarović, President of the \r\nRepublic of Croatia, was escorted to the rostrum. \r\nPresident Grabar-Kitarović: I feel privileged and \r\nproud to be the first among many speakers who will \r\nin the next three days mark the end of our momentous \r\npreparatory work on the Sustainable Development \r\nGoals (SDGs) . Our meeting — one of the biggest ever \r\nin the history of international relations — also serves \r\nas a historic beginning and a milestone for humankind.\r\nThe 17 Sustainable Development Goals before \r\nus are not just another chapter in the United Nations \r\nbureaucratic procedures. They are not just another tome \r\nin the endless archives of the Organization. They form \r\nthe blueprint for our development for the next 15 years \r\nand beyond, a framework and tool for our better future. \r\n“Transforming our world” — that is not a phrase: it is \r\nan obligation for all of us.\r\nI want to express Croatia’s gratitude to Secretary-\r\nGeneral Ban Ki-moon and to the President of the \r\nGeneral Assembly at its sixty-ninth session, Sam \r\nKutesa, for their exceptional efforts and leadership in \r\nthe preparatory process of the post-2015 development \r\nagenda. The credit for that remarkable achievement \r\ngoes to many hard-working people, but, above all, it \r\ngoes to the 193 States Members of the United Nations, \r\nwhich worked together tirelessly and reached an \r\nunprecedented consensus on the goals and means for \r\nour future development.\r\nSome will say that we have too many goals and \r\ntargets. I must disagree with that. Resolution 70/1 \r\nstates that this is a “far-reaching and people-centred” \r\nAgenda. That means that no one is left behind, not the \r\nlandlocked countries, nor the small island States, so \r\nperilously exposed to the hazards of climate change, \r\nnor those who are in dire need of water, nor those who \r\nhave too much of it, nor the oceans, nor the mountain \r\ntops; nor those around the Equator, nor those on the \r\nsnow-covered parts of the planet. We are all in this \r\ntogether: developed and underdeveloped, providers and \r\nrecipients of assistance, North and South, and big and \r\nsmall.\r\nThe year 2015 is the turning point in our development \r\nhistory, when we recognize the achievements of the \r\nMillennium Development Goals (MDGs) and we chart \r\nthe road for the next 15 years. We have to be honest \r\nabout the MDGs — a lot has been done, but not all \r\nof the Goals have yet been reached. That should be \r\na warning and a lesson for the future. Our ambitions \r\nmust be matched by our determination and ability to \r\ndeliver. Today more than ever, we need real leadership. \r\nWe need people who do not just talk about change \r\nbut make change happen. It is not enough to just keep \r\nspeaking out against visible and obvious problems. It \r\nis not enough to be aware or to create a vision of the \r\nfuture. Instead, what we need is people who will get \r\nthe job done.\r\nWe are constantly exposed to well-known \r\nproblems — problems with which we have been coping \r\nfor many years and with limited success — and to \r\nnew challenges that, not so long ago, few were able to \r\nforesee. Croatia, for example, has suddenly become \r\nengulfed by the migrant crisis, which was generated far \r\nfrom our borders. While we are not the final destination \r\npoint, that tide of migrants is nevertheless having \r\na profound impact on my country and the region of \r\nSouth-East Europe. I will speak in detail about that next \r\nweek, during the general debate, but today I use it as a \r\ntelling example of how interlinked and interdependent \r\nthe world has become.\r\nOur world is not just our own. We must pass it down \r\nto our children, and, right now, what are we leaving \r\nthem? Therefore we have to approach all 17 Goals \r\nquickly and coherently, with determination and passion. \r\nThere is more to lose than could ever be regained.\r\nIn Addis Ababa we reached a groundbreaking \r\nagreement on how to generate financing for sustainable \r\ndevelopment. That was the first step, and by the end \r\nof this week we shall take another one, but our work is \r\nfar from done. The next milestone that awaits us is the \r\nConference of the Parties in Paris. Only then, with the \r\nsuccessful outcome of that climate summit, will we be \r\nable to say that in 2015 we truly set the framework for \r\nthe SDGs.\r\nThere was no better way to start this day than to \r\nlisten to the inspirational speech by His Holiness Pope \r\nFrancis earlier this morning, and there is no better way \r\nto crown our Summit than to forge our commitment to \r\nimplement all of the Sustainable Development Goals by \r\n2030. Members may rest assured that Croatia will do \r\nits part.\r\n15-29149 7/26\r\n25/09/2015 A/70/PV.4\r\nLet me end by stressing Sustainable Development \r\nGoal 5, on gender equality. An illustration of the \r\nfulfilment of that pivotal goal is the simple fact that the \r\nfirst speaker in this historic debate of ours is a woman. \r\nI promise Malala that every child will have the right to \r\neducation.\r\nI want to keep this global conversation going, \r\nbut it is not enough just to meet here once a year and \r\nmaintain our commitments to United Nations initiatives \r\nand national development strategies. We must take \r\nownership of problems that are man-made and therefore \r\nrequire us to fix them. Without leadership, there is \r\nno way to ensure that anything will take root and be \r\nsustained. Anything less than that is just not enough.\r\nCo-Chair Museveni: I thank the President of the \r\nRepublic of Croatia for her statement.\r\nMs. Kolinda Grabar-Kitarović, President of the \r\nRepublic of Croatia, was escorted from the rostrum. \r\nCo-Chair Museveni: The Assembly will now hear \r\nan address by the President of the Republic of Finland.\r\nMr. Sauli Niinistö, President of the Republic of \r\nFinland, was escorted to the rostrum.\r\nPresident Niinistö: It is a great honour for me \r\nto address this opening plenary Summit that just \r\nadopted resolution 70/1, containing the 2030 Agenda \r\nfor Sustainable Development. I would like to thank the \r\nSecretary-General for his tireless work in supporting \r\nthe achievement of previous goals and setting new \r\nones. I would also like to thank President Museveni and \r\nPrime Minister Rasmussen for chairing this historic \r\nevent.\r\nFor 15 years, the Millennium Development Goals \r\n(MDGs) have inspired us in our pursuit of development. \r\nSignificant progress has been made towards achieving \r\nall of the Goals. Global efforts have helped to lift more \r\nthan 1 billion people out of extreme poverty. To put that \r\nin perspective, it means 200 times the population of my \r\nown country, Finland, or 27 times that of Uganda.\r\nOver 1 billion people have better possibilities today \r\nthan just 15 years ago. Today, more girls can attend \r\nschool than ever before. Progress has also been made \r\nin the fight against hunger and inequality. That work is \r\nongoing. It is also important that the MDGs have kick-\r\nstarted progress where it has been lacking — especially \r\nin Africa, which has seen unprecedented economic \r\ngrowth and poverty reduction.\r\nSuch progress has not been easy or without setbacks. \r\nNot all of the Goals have been achieved. While progress \r\nhas been made towards achieving all of the MDGs, more \r\nhas been achieved in some cases than in others. Gender \r\ninequality and violence against women are proving \r\nto be intractable challenges. Broad progress towards \r\ngender equality has wavered. That is a challenge that \r\nwe must take seriously. Investing in gender equality is a \r\ndirect path towards poverty reduction, inclusive growth \r\nand prosperity. An ambitious agenda for achieving \r\ngender equality and women’s rights must be matched \r\nby ambitious resources. We simply cannot solve the \r\nworld’s problems while keeping half of the population \r\nout of leadership positions and subordinated to the \r\nother half. To achieve that goal, we need to change the \r\nway that we act and think.\r\nAnother critical factor aside from gender equality \r\nthat we cannot overlook or overcome is environmental \r\nsustainability. Addressing climate change and \r\nthe provision of health, food and water requires \r\ncoordinated global monitoring and the modelling of \r\nseveral factors — social, economic and environmental. \r\nThat also requires an ambitious climate deal in Paris in \r\nDecember 2015. The decisions made at the Conference \r\nof the Parties to United Nations Framework Convention \r\non Climate Change will be the world’s best last chance \r\nof reaching an agreement on cutting carbon emissions. \r\nThe changing climate is affecting the livelihoods of \r\nhundreds of millions of people. The migrations we are \r\nseeing in Europe this autumn are only a sad prelude \r\nto what will happen in the future if we fail to achieve \r\nenvironmental sustainability.\r\nThe 2030 Agenda for Sustainable Development \r\nis a global deal, in which each and every one of \r\nus is a participant and is therefore responsible for \r\nensuring its success. There is no room for disputes or \r\nfailure — succeed we must. The alternative is simply \r\ntoo costly in terms of excessive human suffering and \r\nmisery. We can choose whether our legacy is one of \r\nhope or despair. It is still up to us to decide.\r\nCo-Chair Museveni: I thank the President of the \r\nRepublic of Finland for his statement.\r\nMr. Sauli Niinistö, President of the Republic of \r\nFinland, was escorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of Turkmenistan.\r\nMr. Gurbanguly Berdimuhamedov, President of \r\nTurkmenistan, was escorted to the rostrum. \r\n8/26 15-29149\r\nA/70/PV.4 25/09/2015\r\nPresident Berdimuhamedov (spoke in Turkmen; \r\nEnglish text provided by the delegation): This Summit \r\non sustainable development is taking place in the year \r\nof the seventieth anniversary of the establishment of the \r\nUnited Nations, which gives it a special significance. \r\nFifteen years have passed since world leaders, for the \r\nfirst time, determined the international agenda in the \r\nsphere of development and created an international \r\nmechanism of interaction aimed at solving the most \r\npressing issues of the modern time.\r\nToday, we can state with confidence that the \r\nachievement in implementing the Millennium \r\nDevelopment Goals will serve as a solid basis for our \r\njoint actions in the coming 15 years. In addition to that, \r\nwe must achieve the Goals that are still incomplete. In \r\nthat context, the world community of nations needs a \r\nnew global strategy, one based on present-day realities \r\nand oriented towards long-term prospects. The post-\r\n2015 development agenda, presented for adoption at this \r\nSummit, is indeed a strategy of that kind. Turkmenistan \r\nfully supports resolution 70/1 and endorses its adoption.\r\nIt is our firm belief that the 2030 Agenda for \r\nSustainable Development — set out in 17 global Goals \r\nand 169 targets — reflects the main approaches to the \r\nsolution of the development challenges that are facing \r\nhumankind today. Its main feature is the expressed \r\ndetermination of the international community to achieve \r\nsustainable development in a balanced and complex \r\nmanner in all of its three components: economic, social \r\nand environmental.\r\nIn view of the aforementioned factors, I am \r\nconvinced that the precise and concerted work of \r\nthe international community in implementing the \r\neconomic component of sustainable development will \r\nfacilitate, in many ways, the achievement of the Goals \r\nof the new Agenda, such as universal access to cheap, \r\nreliable and modern energy supplies, stable economic \r\ngrowth and full employment, the creation of f lexible \r\ninfrastructure and the promotion of innovation. All of \r\nthis will eventually enable us to provide sustainable \r\nmodels of production and consumption and reduce \r\ninequalities within and among countries. \r\nThere is no doubt that the achievement of the \r\nGoals is linked to the further improvement of the \r\nexisting partnership mechanism. In that connection, \r\nI believe that it would be advisable to consider, at \r\none of the forthcoming meetings of the Economic \r\nand Social Council, the establishment of a new \r\nglobal coordination mechanism for implementing the \r\nSustainable Development Goals. Turkmenistan stands \r\nready to submit appropriate specific proposals. I also \r\nbelieve that it would be appropriate, in the context of \r\nthe implementation of the new Development Goals, \r\nto invigorate the work of United Nations regional \r\ncommissions in that regard.\r\nOne of the main features of the post-2015 agenda \r\nis its strong social orientation. It is not accidental that \r\nsocial issues stand at the forefront of the Sustainable \r\nDevelopment Goals. Their practical implementation is \r\nlinked to the enhancement of the effectiveness of the \r\ntargeted and substantive work of Member States, as \r\nwell as of the international structures that are directly \r\nresponsible for the achievement of global objectives. \r\nIt will therefore be necessary to harmonize the joint \r\nactions of countries with the work of such entities as \r\nthe United Nations Development Programme (UNDP), \r\nthe Food and Agriculture Organization of the United \r\nNations and the World Food Programme in order to \r\nachieve the Goals of eliminating poverty and combating \r\nhunger, ensuring food security and improving nutrition. \r\nIn that connection, we propose that at the seventieth \r\nsession the General Assembly consider the possibility \r\nof convening a high-level forum on the issue of food. \r\nWe express our readiness to work with all interested \r\nparties to that end.\r\nThe problems relating to ensuring a healthy way of \r\nlife occupy a very important place among social issues. \r\nIn that regard, building closer partnerships among \r\nMember States and the World Health Organization \r\nand other international organizations will become the \r\nfoundation for the successful implementation of the \r\nSustainable Development Goals.\r\nThe new international agenda should include the \r\nissue of comprehensive, just and quality education \r\namong its top priorities. It is our profound conviction \r\nthat the United Nations should actively promote \r\nthe implementation process by fostering a broad \r\ninternational dialogue and introducing new national, \r\nregional and global programmes in the field of education. \r\nTurkmenistan is prepared to actively and constructively \r\ncooperate with appropriate United Nations bodies in \r\nthe field of education. We consider UNDP, UNESCO \r\nand UNICEF to be our major partners.\r\nGender equality is the key element in the global \r\ndevelopment strategy. We have set a lofty goal for \r\nourselves, that is, to achieve full gender equality and \r\n15-29149 9/26\r\n25/09/2015 A/70/PV.4\r\nto empower all women and girls. The fulfilment of that \r\ngoal is our common duty and shared responsibility. In \r\nthat connection, we welcome the initiative of Secretary-\r\nGeneral Ban Ki-moon to hold a summit of world leaders \r\non gender equality in New York on 27 September.\r\nBy adopting the Sustainable Development Goals as \r\na programme for our joint efforts for the forthcoming \r\n15 years, we are aware that the social and economic \r\ndevelopment of the States and peoples of the planet \r\ncannot be achieved without solving the problems of \r\nclimate change and the environment. In that context, \r\nwe welcome the efforts of the United Nations and its \r\nSecretary-General to identify effective measures for \r\nreducing global environmental risks. The United Nations \r\nsummits and international conferences convened over \r\nthe past few years have made a substantial contribution \r\nto the solution of problems relating to the protection of \r\nthe world’s environment.\r\nIn early December, we will have to adopt important \r\ndecisions that will have momentous significance for \r\nthe entire world at the Conference of the Parties to the \r\nUnited Nations Framework Convention on Climate \r\nChange, to be held in Paris. Turkmenistan stands ready \r\nto support the signing of an international agreement on \r\nclimate issues and will actively advance that idea during \r\nthe time left before the Conference. Furthermore, \r\nI would like to recall that our country officially \r\npresented its concept with respect to the strengthening \r\nof international environmental cooperation and has \r\nsubmitted a number of specific proposals at various \r\nconferences. \r\nThe initiative regarding the establishment, in \r\ncooperation with the United Nations, of a regional \r\nclimate-change centre for Central Asian States is \r\namong those initiatives. Being committed to the \r\nimplementation of that idea, Turkmenistan is ready to \r\nundertake, together with UNDP, steps in 2016 towards \r\nthe establishment of such a centre in Ashgabat.\r\nThe year 2015 is a special year in Turkmenistan and \r\nin the life of its people. This year we mark the twentieth \r\nanniversary of the adoption of resolution 50/80 A on the \r\ninternational recognition of Turkmenistan’s permanent \r\nneutrality.  The recent past has vividly demonstrated the \r\neffectiveness of the foreign policy of neutrality pursued \r\nby our country and its correspondence to the long-\r\nterm interests of the international community. That \r\nis confirmed by the fact that, on 3 June, the General \r\nAssemble adopted resolution 69/285 dedicated to \r\nTurkmenistan’s permanent neutrality. In availing myself \r\nof this opportunity, I would like to express, on behalf of \r\nthe people of Turkmenistan, my profound gratitude to \r\nall Member States for the firm and unwavering support \r\nof my country’s neutral status.\r\nAn international forum dedicated to the issues of \r\nneutrality, peace and development will be held in the \r\ncapital of Turkmenistan, in the city of Ashgabat, on \r\n12 December. Allow me to renew, from this high podium, \r\nan invitation to the Heads of State or Government of \r\nMember States to visit our country during that period \r\nand to take part in the celebrations of Turkmenistan’s \r\npermanent neutrality.\r\nIn conclusion, I would like to emphasize in \r\nparticular that Turkmenistan will continue to develop \r\nclose international cooperation in the name of upholding \r\nthe lofty ideals of peace and justice and fulfilling the \r\ngoals and purposes of the United Nations Organization.\r\nCo-Chair Rasmussen: I thank the President of \r\nTurkmenistan for his statement.\r\nAllow me once again to remind members, as \r\ncolleagues and representatives, that in accordance \r\nwith resolution 69/244 of 29 December 2014, the list of \r\nspeakers was created on the basis that statements will \r\nhave a time limit of up to five minutes.\r\nMr. Gurbanguly Berdimuhamedov, President of \r\nTurkmenistan, was escorted from the rostrum.\r\nCo-Chair Museveni: I want to reinforce the \r\nstatement that the Co-Chair has just made about the \r\nfive-minutes rule so that all the people on the list \r\nare able to speak. We do not have sanctions. These \r\nreminders are our means of implementation.\r\nThe Assembly will now hear an address by the \r\nPresident of the Republic of Colombia.\r\nMr. Juan Manuel Santos Calderón, President of the \r\nRepublic of Colombia, was escorted to the rostrum.\r\nPresident Santos Calderón (spoke in Spanish): I \r\nfeel deeply honoured to participate, on behalf of the \r\nColombian people, in this Summit, where we have \r\nconvened to affirm, with unequivocal conviction and \r\nfirmness, our commitment to the 2030 Agenda for \r\nSustainable Development (resolution 70/1) and the 17 \r\nSustainable Development Goals contained therein.\r\nA few years ago, concerned with the continuity of \r\nthe Millennium Development Goals, Colombia proposed \r\n10/26 15-29149\r\nA/70/PV.4 25/09/2015\r\nsome goals that would integrate in a balanced manner \r\nthe three dimensions of sustainable development: the \r\neconomic, the social and the environmental dimensions. \r\nI am happy to report that that proposal was adopted \r\nat the United Nations Conference on Sustainable \r\nDevelopment and became the highest-profile outcome \r\nof the Conference. \r\nSubsequently, we were part of the Open Working \r\nGroup of the General Assembly on Sustainable \r\nDevelopment Goals. Our Minister for Foreign Affairs \r\nwas a member of the High-level Panel on the Post-\r\n2015 Development Agenda. Today, Colombia is part \r\nof the Inter-Agency and Expert Group on Sustainable \r\nDevelopment Goal Indicators. My country commends \r\nand welcomes those Goals because we know that they \r\nare the necessary conditions for building peace, and \r\nin turn, peace in Colombia will reap unimaginable \r\ndividends, precisely in the economic, social and \r\nenvironmental areas. It will be a virtuous circle.\r\nIn the next 15 years, all of the countries of the world, \r\nunited, must overcome our three greatest challenges: \r\neradicating poverty in all its dimensions, combatting \r\ninequality and injustice, and tackling climate change.\r\nThe Millennium Development Goals guided us \r\ntowards a more egalitarian present, and in my country \r\nwe have made significant progress, which is reflected \r\nin a better quality of life for the most vulnerable \r\nColombians. Today, for the first time in Colombia, \r\nthere are more people who are part of the middle class \r\nthan there are people living in poverty. Poverty, on the \r\nbasis of income, has declined over the past five years by \r\nabout 12 percentage points, which represents a decrease \r\nof 4.4 million in the number of Colombians living in \r\npoverty. That has made us one of the Latin American \r\ncountries in which poverty has been reduced to the \r\ngreatest extent in recent years. Something similar has \r\noccurred with regard to extreme poverty, where more \r\nthan 2.5 million people have been able to overcome that \r\ncondition. Another very important achievement is the \r\nheadway we are making in reducing inequality.\r\nThere remains, of course, a great deal to be done. For \r\nthat reason, the challenge before us today is to increase \r\nthose achievements and make them irreversible. In our \r\ncountry, we have established the goal of eradicating \r\nextreme poverty over the course of a decade, i.e. by the \r\nyear 2025, in addition to achieving levels of excellence \r\nin education and ensuring that all our children can \r\nreceive an education.\r\nAll of those actions will take place in the context \r\nof an overarching strategy of green growth. Our \r\ncommitment to the fight against climate change stems \r\nfrom two realities: first, we are the second most \r\nbiodiverse country in the world in terms of square \r\nkilometres, but, at the same time, we are extremely \r\nvulnerable to the effects of climate change, which has \r\nhit us particularly hard.\r\nOur development plan for the next four \r\nyears — and we were perhaps the first country to \r\ntake such a step — was designed with the view to \r\nachieving the Sustainable Development Goals as a first \r\nstep towards the irreversible eradication of poverty, \r\nand towards a development that improves the human \r\ncondition and preserves the environment. I say it is a \r\nfirst step because what we want is for the new Agenda \r\nto be carried out and built upon by my Government and \r\nbe adopted by future Governments as well.\r\nWe have already established in Colombia an \r\ninter-agency committee, with the participation of \r\nregional representatives, civil society, the private sector, \r\nacademia, the media and international organizations, \r\nto coordinate the implementation of the Sustainable \r\nDevelopment Goals and to design the working methods \r\nand the methods for evaluation, measuring and, above \r\nall, follow-up, because if we want to make appropriate \r\ndecisions, we need to have reliable indicators that show \r\nus where we are, how we can move forward and where \r\nwe are falling behind. Colombia has also agreed to \r\nbe part of the high-level group for the support of the \r\nSustainable Development Goals.\r\nWe are well aware that tomorrow is not a thing \r\nof the future, but that it is built today with efforts \r\nundertaken now. That is why it gives us hope that the \r\nUnited Nations, in its seventieth year, has adopted \r\nthe 2030 Agenda for Sustainable Development, with \r\nwhich we not only identify, but to which we are fully \r\ncommitted. We must all contribute; we must all act and \r\nprofoundly transform our countries. Colombia today \r\naffirms its response to this call for a better and more \r\nhuman future.\r\nCo-Chair Museveni: I thank the President of the \r\nRepublic of Colombia for his statement. \r\nMr. Juan Manuel Santos Calderón, President of \r\nthe Republic of Colombia, was escorted from the \r\nrostrum. \r\n15-29149 11/26\r\n25/09/2015 A/70/PV.4\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the Arab Republic \r\nof Egypt. \r\nMr. Abdel Fattah Al Sisi, President of the Arab \r\nRepublic of Egypt, was escorted to the rostrum. \r\nPresident Al Sisi (spoke in Arabic): At the outset, \r\nallow me to convey to the Assembly, on behalf of the \r\ngreat people of Egypt, their greetings, respect and \r\nappreciation. The people of Egypt rose to confront and \r\ntransform extremist ideologies that struck people like \r\nMalala Yousafzai and others, and they will transform \r\nthem.\r\nI would like to thank the President of the General \r\nAssembly for convening this important Summit and \r\nexpress my appreciation for the invaluable efforts \r\nwe have all exerted throughout the last three years to \r\nformulate a new post-2015 multilateral development \r\nagenda. We are happy to see the 2030 Agenda for \r\nSustainable Development for the next 15 years has \r\nbeen adopted (resolution 70/1). In this forward-looking \r\nAgenda, we set unprecedented objectives to eradicate \r\npoverty, eliminate hunger, achieve sustainable \r\ndevelopment and provide adequate health care and \r\neducation for all.\r\nIn the past few years, we have witnessed intensive \r\ninternational efforts to create an enabling environment \r\nfor sustainable development for all. The momentum \r\nof this endeavour has reached its peak over the past \r\nfew months, starting with the third International \r\nConference on Financing for Development, which was \r\nheld in Addis Ababa in July, and continuing until the \r\nfinal formulation of the post-2015 development agenda \r\nbefore us. \r\nIn this regard, I would like to reiterate the \r\nimportance of including all sectors of society in the \r\ndevelopment process to which we aspire. We need fair \r\nand balanced development that is beneficial to all, and \r\nabove all to women. Experience has shown again and \r\nagain that women in all walks of life play a pivotal \r\nrole in the political, economic and social spheres. In \r\naddition, women have a deep sense of responsibility \r\nand are the first to answer the call of their homeland. \r\nEgypt effectively participated in all phases of \r\ndrafting and formulating the Development Agenda. \r\nWe have had a clear vision throughout, which we have \r\nstrongly defended. We believe that any international \r\neffort to achieve sustainable development must take into \r\nconsideration the policy space for developing countries \r\nand their sovereign right to adopt appropriate national \r\neconomic and social programmes with development \r\npriorities that are in line with the specificities and \r\nneeds of each region.  \r\nAttaining our right to development and providing \r\ndecent standards of living were among the utmost \r\npriorities of the Egyptian people when they rose to \r\nreshape their future. In that vein, in March we launched \r\nthe 2030 sustainable development strategy, which aims \r\nto achieve comprehensive and inclusive economic \r\ndevelopment, improve the investment environment \r\nand promote human capital. In addition, the strategy \r\nendeavours to attain social justice and provide decent \r\njobs for all Egyptians.  \r\nThe launch of our national strategy to support \r\nand develop the Egyptian economy coincided with the \r\nEgypt Economic Development Conference, held in \r\nMarch. The Conference witnessed wide international \r\nparticipation from Governments and the global business \r\ncommunity. The great success of the Conference was \r\nfurther evidence that the international community \r\nconsiders the stability of Egypt the cornerstone for \r\nstability in the Middle East as a whole.\r\nRealizing the pivotal role of Egypt, last month \r\nwe inaugurated the new Suez Canal. This crowned \r\nthe efforts of the great people of Egypt, who were \r\nable in just one year not only to dig an international \r\nnavigational channel, but also to launch a gigantic \r\ndevelopment project that constitutes a major component \r\nof a new national development plan, which will enable \r\nEgypt to become a regional and international hub for \r\ntrade and investment.\r\nWhile we are hopeful today as we meet to adopt an \r\nambitious Agenda that puts the development objectives \r\nof the global community on a sustainable path, we \r\nare concerned, as the tools available to implement the \r\nAgenda are not commensurate with the expected level of \r\nambition and the magnitude of the existing challenges. \r\nThe imbalance in capacities and differences in levels \r\nof development demand differentiated responsibilities \r\nand commitments for the different members of \r\nthe international community. There is a historical \r\nresponsibility borne by those who have the capacities \r\ntowards those who do not.\r\nIn addition, the international community must deal \r\neffectively with other global challenges that hinder \r\nsustainable development, especially terrorism, which \r\n12/26 15-29149\r\nA/70/PV.4 25/09/2015\r\nhas become an international phenomenon that is not \r\nconfined to the borders of our Arab region but extends \r\nto many countries in the world. The Egyptian people, \r\nin their quest for reconstruction and development, are \r\nfacing the most dangerous extremist terrorist ideology. \r\nThey confront, with strength and determination, those \r\nwho seek to undermine development and disrupt the \r\naspirations of our people of a better life and a brighter \r\nfuture.\r\nIn conclusion, let me reaffirm that development \r\nhas always been a historical right of all countries. \r\nPursuing this right today has become an absolute must \r\nfor achieving coexistence. This requires providing \r\nthe necessary support to developing countries in their \r\njourney towards sustainable development and a life of \r\ndignity for their people.\r\nCo-Chair Rasmussen: I thank the President of the \r\nArab Republic of Egypt for his statement. \r\nMr. Abdel Fattah Al Sisi, President of the Arab \r\nRepublic of Egypt, was escorted from the rostrum. \r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Prime Minister, Minister for Finance, \r\nNational Security, Grenadines and Legal Affairs of \r\nSaint Vincent and the Grenadines. \r\nMr. Ralph Gonsalves, Prime Minister, Minister for \r\nFinance, National Security, Grenadines and Legal \r\nAffairs of Saint Vincent and the Grenadines, was \r\nescorted to the rostrum. \r\nMr. Gonsalves (Saint Vincent and the Grenadines): \r\nWe have gathered together at this special assemblage of \r\nworld leaders to adopt a comprehensive, far-reaching \r\nand people-centred set of universal and transformative \r\ngoals and targets, known collectively as the Sustainable \r\nDevelopment Goals (SDGs), to take humankind further \r\nalong the journey of a global development quest, \r\nfashioned 15 years ago as the Millennium Development \r\nGoals (MDGs). We have before us today 17 SDGs, \r\nidentified separately but bound tightly in an integrated \r\nwhole, to realize the mighty ambition to make lives \r\nfar better, and sustainably so, for all of us who occupy \r\nMother Earth, especially those who have had to endure \r\nthe pain and anguish of indigence, poverty, vulnerability \r\nand marginalization.\r\nWe have arrived at the SDGs after much stock-\r\ntaking and reflection in our conversation on the post-\r\n2015 development agenda. Solid and, in many cases, \r\nspectacular progress has been made on targets embedded \r\nin the MDGs. Still, as always, much more remains to be \r\ndone, and time is not on the side of the almost 1 billion \r\npersons globally who currently live in extreme poverty. \r\nIt is a damning indictment of our world civilization that \r\none in five persons in its developing regions lives on \r\nless than $1.25 per day. \r\nFundamentally, faith and reason have brought \r\nus together to adopt the SDGs and to build upon \r\nthe achievements of the MDGs to end poverty, \r\npromote prosperity and well-being for all, protect the \r\nenvironment and address climate change. But faith is \r\nnot an abstraction and reason is not a fanciful construct. \r\nAll the major world religions correctly advise that faith \r\nis made perfect with works and made complete with \r\ndeeds, and reason must always be grounded in the real \r\nconditions of life and living. Always, too, we must \r\napply our hearts to wisdom.\r\nMaking Mother Earth a better place for all of us \r\nto live means that our deeds must match our words. \r\nI acknowledge that the world is a complicated place \r\nawash with contradictions and that humankind is not \r\nperfect. Surely, it is still unacceptable for our global \r\neconomy to be designed and elaborated in practical ways \r\nto condemn nearly a billion persons to a life of abject \r\npoverty. Clearly, the current model of a perverse and \r\nenvironmentally destructive global capitalism needs to \r\nundergo fundamental restructuring for the SDGs to be \r\naccomplished. Nor will they will be achieved if there \r\nis failure in SDG 17, which mandates a revitalization \r\nof the global partnership for sustainable development. \r\nMy country, Saint Vincent and the Grenadines, \r\nlike all small island developing States, has a special \r\nvulnerability to the deleterious effects of climate \r\nchange. The poor throughout the world suffer most \r\nfrom the maddening acceleration of global warming. \r\nFor us in Saint Vincent and the Grenadines, this matter \r\nrepresents an existential issue of our survival, yet we \r\ncontribute nought to this looming danger.\r\nOver the past 17 years, Saint Vincent and the \r\nGrenadines has made immense progress in the \r\nattainment of the MDGs touching and concerning the \r\neradication of extreme poverty, achieving universal \r\nprimary and secondary education, promoting gender \r\nequality, reducing child mortality, improving maternal \r\nhealth, combating HIV/AIDS and other infectious \r\ndiseases, and ensuring environmental sustainability. \r\nWe commit to consolidating and building upon these \r\naccomplishments and pursuing in a focused way the \r\n15-29149 13/26\r\n25/09/2015 A/70/PV.4\r\nSustainable Development Goals over the next 15 years \r\nwith the help of our global partners.\r\nIt is true that the challenging global times in which \r\nwe live make the achievement of the SDGs a difficult \r\nexercise, but our world civilization must rise to this \r\nawesome challenge. Failure will result in an apocalypse \r\ntoo horrendous to contemplate. We are at the crossroads \r\nof a historic and unprecedented opportunity to do far \r\nbetter for all humankind, but especially for the poor. \r\nLet us resolve to do so. Let not our hands be idle; let \r\nnot our faith waver; and let not our combined reason \r\ndesert us. Let us simply shape a better future, together, \r\nwith love.\r\nCo-Chair Museveni: I thank the Prime Minister, \r\nMinister for Finance, National Security, Grenadines \r\nand Legal Affairs of Saint Vincent and the Grenadines \r\nfor his statement. \r\nMr. Ralph Gonsalves, Prime Minister, Minister for \r\nFinance, National Security, Grenadines and Legal \r\nAffairs of Saint Vincent and the Grenadines, was \r\nescorted from the rostrum. \r\nCo-Chair Rasmussen: The Assembly will now \r\nhear a statement by the Prime Minister and Minister of \r\nReform of the Republic of Cabo Verde. \r\nMr. José Maria Pereira Neves, Prime Minister and \r\nMinister of Reform of the Republic of Cabo Verde, \r\nwas escorted to the rostrum. \r\nMr. Pereira Neves (Cabo Verde) (spoke in \r\nPortuguese; English text provided by the delegation): \r\nFirst of all, I would like to extend my warmest greetings \r\nto all the Heads of State and Government, the Secretary-\r\nGeneral and all the delegations present at this historic \r\nglobal Summit for the debate and for the consensus that \r\nhas been reached so far and for the crucially important \r\nresolution 70/1, which has been adopted for the future \r\nof humankind. Indeed, we are deciding on how to \r\ntransform our world by 2030 because we wish to live \r\nin a much better world that guarantees sustainable \r\ndevelopment, prosperity and opportunity for all.\r\nIn 2000, in our common home that is the United \r\nNations, we made the commitment to achieve the \r\nMillennium Development Goals by 2015. Today, 15 \r\nyears later, we can proudly say that it was worth the \r\neffort and that the world is a much better place, although \r\nnot all Goals have been achieved and not all have \r\nhonoured their obligations. We are once again being \r\ncalled upon to make new commitments, now oriented \r\ntowards sustainable development, to be fulfilled by \r\n2030. Each one of our countries is responsible for its \r\nown development, but as Pope Francis said, we will \r\nhave to adopt the ethics of global citizenship and share \r\nresponsibilities.\r\nAt the time of its independence in 1975, Cabo \r\nVerde was considered inviable as a country. The \r\nconditions under which it began its history as a \r\nsovereign nation were extraordinarily difficult. A small \r\nisland developing State comprising a series of islands \r\nand without any traditional natural resources, Cabo \r\nVerde was characterized by drought, desertification, \r\nthe scarcity of water, famines and emigration. Now, 40 \r\nyears later, thanks to the determination of Cabo Verdean \r\nwomen and men in the islands and in the diaspora, good \r\ngovernance and hard work, we are a middle-income \r\ncountry and on track to achieving all the Millennium \r\nDevelopment Goals and their related targets.\r\nWe have come a long way. However, we are aware \r\nof the great challenges we have to face, particularly \r\npoverty, which still affects nearly a fourth of the \r\npopulation, and the high unemployment rate, especially \r\namong youth and women with little professional skills. \r\nWe must also deal with climate change and its effects. In \r\n2003, with the strong participation of local authorities, \r\ncivil society, enterprises and non-governmental \r\norganizations, we shared a development agenda aimed \r\nat building a modern, competitive, prosperous, fair \r\nand inclusive nation with opportunities for all and at \r\ntransforming Cabo Verde into an international service \r\ncentre and a logistics platform on the West African \r\ncoast.\r\nIn 2014, we evaluated our implementation of \r\nthat agenda, redefined its methods and timetable and \r\ncommitted to building a developed Cabo Verde by \r\n2030. Our main ambition is to raise the current $3,800 \r\nper capita gross domestic product to at least $12,000, \r\nand to achieve a high human development index based \r\non strong investments in education, health, social \r\nsecurity, housing, land planning and management, \r\ninfrastructure and water mobilization. In order to meet \r\nthose objectives, we must speed up the pace of our \r\neconomic growth and build a green and blue economy \r\nthat is dynamic, sustainable, innovative and able to \r\ncreate jobs and promote progress and social well-being, \r\na fair and inclusive economy that can eradicate poverty, \r\nfight inequality and create opportunities for all.\r\nSmall island developing States face huge obstacles to \r\ntheir sustainable development: difficulties in accessing \r\n14/26 15-29149\r\nA/70/PV.4 25/09/2015\r\nfinancing, high costs for transportation, energy and \r\ninfrastructure and social, economic and environmental \r\nvulnerabilities. Along with lower-middle-income, \r\nAfrican, least-developed and landlocked developing \r\ncountries, they therefore deserve special attention from \r\nthe international community if they are to meet all their \r\ncommitments directed at achieving the Sustainable \r\nDevelopment Goals by 2030. \r\nCabo Verde therefore fully supports today’s \r\nresolution 70/1, “Transforming our world: the 2030 \r\nAgenda for Sustainable Development”. We will do our \r\nhomework and work to build partnerships and bridges \r\nthat will enable us, in a win-win scenario, to help \r\nhumankind, build a developed and prosperous country \r\nand contribute to making the world a better place.\r\nCo-Chair Rasmussen: I thank the Prime Minister \r\nand Minister of Reform of the Republic of Cabo Verde \r\nfor his statement.\r\nMr. José Maria Pereira Neves, Prime Minister and \r\nMinister of Reform of the Republic of Cabo Verde, \r\nwas escorted from the rostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Prime Minister and Minister of \r\nFinance of the Commonwealth of the Bahamas.\r\nMr. Perry Gladstone Christie, Prime Minister and \r\nMinister of Finance of the Commonwealth of the \r\nBahamas, was escorted to the rostrum.\r\nMr. Christie (Bahamas): We are meeting at a \r\nhistoric moment, as we leaders adopt resolution 70/1 \r\non the 2030 Agenda for Sustainable Development. It \r\nis the hope of the people of the Commonwealth of the \r\nBahamas that we are agreeing to a new agenda that is \r\npeople-centred, planet-sensitive and inclusive in its \r\napproach to development, grounded in the common \r\nvalues and principles that we as the United Nations \r\nespouse.\r\nI am pleased to be here today to revisit the themes \r\nI addressed last year — the environment, crime and \r\nsecurity and the education and training of our young \r\npeople. What is more interesting is that this is a time to \r\nbe here when His Holiness Pope Francis — whom I had \r\nthe honour and privilege to meet just before Christmas \r\nin 2013 — has come to speak to us. In his encyclical \r\nLaudato Si’, issued on 24 May, His Holiness reminds us \r\nthat the Earth is our common home, a gift from God. He \r\nsays that the Earth cries out to us because of the harm \r\nwe have inflicted on it through our irresponsible use of \r\nthe goods with which God has endowed it.\r\nWhat more can we say? It is clear that as we adopt \r\nthe Sustainable Development Goals (SDGs), we must \r\nkeep in mind our responsibility to protect the Earth, \r\nits resources and its people. We can be proud of the \r\nsuccesses of the Millennium Development Goals that \r\nwe set for ourselves way back in 2000. It goes without \r\nsaying that there is much more to be done to eradicate \r\npoverty, eliminate substandard housing and infant \r\nmortality, improve gender equality and the rights of \r\nthe disabled, and end racism, crime, violence and war. \r\nThose themes are at the top of the Bahamian agenda.\r\nThe Government of the Bahamas is committed to \r\nthe full and effective implementation of the Sustainable \r\nDevelopment Goals and to building a stronger and more \r\nsustainable Bahamas. We are fully aware that we are \r\nprimarily responsible for our national development, \r\na responsibility that we have never shied away from. \r\nRecent events have shown that small countries \r\nmust have the resilience, elasticity of response and \r\ninstitutional infrastructure needed to withstand the \r\neconomic shocks that may come from unexpected \r\ndirections. Our international economic partners, as well \r\nas private investors and financial institutions, all have \r\na role in making sure that this resilience is sustained, \r\nparticularly as we look towards managing the biggest \r\nissue of all — climate change.\r\nI have come here today to renew our commitment \r\nto protecting our oceans and their species, migrating \r\nby 2030 to renewable sources of energy and making a \r\nsustained effort to educate the public on our need to \r\ndo so. We will need the assistance of the international \r\ncommunity. \r\nThe Bahamas, along with the rest of the Caribbean \r\nCommunity (CARICOM), has long held that per \r\ncapita gross domestic product should not be the sole \r\ndeterminant of the economic support given to our \r\nregion, and that our vulnerability to economic and other \r\nexogenous shocks must also be taken into account. \r\nIndeed, the collapse of a single large investor can \r\nthrow an entire country out of whack. Similarly, one \r\nhurricane can wipe out the gross domestic product of an \r\nentire country three times over. That was sadly evident \r\nin the tragic loss of life and widespread damage caused \r\nby the devastating passage of Tropical Storm Erika over \r\nour sister CARICOM island nation of Dominica at the \r\nend of August.\r\n15-29149 15/26\r\n25/09/2015 A/70/PV.4\r\nThose kinds of shocks have produced the high \r\nlevels of indebtedness that we in CARICOM face today. \r\nThey have certainly challenged our ability to achieve \r\ninternationally agreed development goals. It therefore \r\nbecomes increasingly important for our renewed global \r\npartnership to meaningfully address those issues \r\nin order to buttress our attempts to implement the \r\nnew Development Agenda, including the SDGs. The \r\nBahamas is pleased that the new Agenda speaks to the \r\nsustainable development challenges that we all face. \r\nIt represents a firm political commitment to leaving \r\nno one behind and ensuring a sustainable future for \r\npresent and future generations. \r\nAs we agree here on the SDGs and targets, we also \r\nagree to align them with national priorities and anchor \r\nthem in our national plans for sustainable development. \r\nAs we implement the new Agenda, we must continue to \r\nacknowledge that small island developing States (SIDS) \r\nremain a special case for sustainable development, in \r\nview of their unique and particular vulnerabilities, \r\nincluding to the adverse effects of climate change.\r\nIt is important that the new Development Agenda \r\nwill lead up to a climate treaty to be signed in Paris \r\nlater this year. It is the position of SIDS that to put \r\nthe world on a pathway at or below an increase of 1.5° \r\nCelsius, the Paris agreement must establish a global \r\nlegally binding framework with commitments that are \r\nstrong enough to reverse the current upward emission \r\ntrends by 2020 and to ensure that fossil-fuel carbon \r\ndioxide emissions from the energy and industrial \r\nsectors are reduced to zero by 2050. The survival of \r\nSIDS must be the benchmark for the 2015 agreement, \r\nand developed countries must honour their financial \r\ncommitments under the Copenhagen Accord of the \r\n2009 Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change and provide \r\nadequate means of implementation, including through \r\ncapitalization of the Green Climate Fund.\r\nThe stage has already been set, and we have \r\ndelivered a robust agenda. But our work has only \r\njust begun, and exactly how the next scenes will play \r\nout remains to be seen. What we can be certain of, \r\nhowever, is that our world of more than 7 billion people \r\nis watching and waiting in the hope that we will rise to \r\nthe challenge of truly transforming it. \r\nNowhere is that challenge more important than in \r\neducating, training and preparing our young people for \r\nthe future. In the area of education, my Government has \r\ncommitted to serving the needs of every demographic \r\nof our population, able and disabled, young and old. \r\nWe recognize education’s continued role in supporting \r\nefforts to achieve economic growth and eradicate \r\npoverty, as well as being a tool for socialization.\r\nAs I conclude, I would like to say that I am \r\nparticularly concerned about the young people of the \r\nworld. We have an obligation to them to address the \r\njoblessness and sense of hopelessness that pervade \r\nour planet. I want to bequeath to them a sustainable \r\nworld, free of violence, war and crime, and a fair \r\nchance to access the economic benefits of the world. \r\nI say again that if we fail to address that, we do so at \r\nour peril. I leave the Assembly, then, with the wish that \r\nwe recommit to being the shepherds and protectors of \r\nMother Earth.\r\nCo-Chair Museveni: I wish to thank the Prime \r\nMinister and Minister of Finance of the Commonwealth \r\nof the Bahamas for his statement.\r\nMr. Perry Gladstone Christie, Prime Minister and \r\nMinister of Finance of the Commonwealth of the \r\nBahamas, was escorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear a statement by the Chancellor of the Federal \r\nRepublic of Germany.\r\nMs. Angela Merkel, Chancellor of the Federal \r\nRepublic of Germany, was escorted to the rostrum.\r\nMs. Merkel (Germany) (spoke in German; English \r\ninterpretation provided by the delegation): In a few \r\ndays’ time, we in Germany will celebrate 25 years of \r\nGerman unity. In Europe we will celebrate the end of \r\nthe Cold War. What was a divided Europe has grown \r\ntogether in peace and freedom. For decades, many \r\ndreamed of that, but few believed it could ever happen. \r\nToday, however, we know that nothing is obliged to \r\nremain the same, and that change — change for the \r\nbetter — is possible. We also know that every great \r\nplan has its seed in our minds.\r\nAt this event today, we are united by our goal of \r\neradicating poverty by 2030, another that not so long \r\nago was too often dismissed as a pipedream. But \r\nnow, 15 years after the adoption of the Millennium \r\nDevelopment Goals, we can see that it can in fact be \r\nachieved. We have already come halfway. Poverty has \r\nbeen halved, giving us every reason to believe that we \r\nwill achieve the next stage too. We want to change our \r\nworld, and we can. We want to give it a more humane \r\n16/26 15-29149\r\nA/70/PV.4 25/09/2015\r\nface, and we can. That is the goal of the 2030 Agenda \r\nfor Sustainable Development (resolution 70/1). To that \r\nend, we are adopting new goals that cover the entire \r\nspectrum of global sustainable development and \r\nthat apply to all, industrial and developing countries \r\nalike. If we are to achieve them, we need a new global \r\npartnership.\r\nIn order to establish such a partnership, we first \r\nneed effective structures at every level – national, \r\nregional and global. That is why Germany plans to \r\nfurther develop its national sustainability strategy \r\nin the light of the 2030 Agenda. As early as 2016, \r\nGermany will be one of the first States to report on its \r\nimplementation of its national strategy at the high-level \r\npolitical forum on sustainable development. Germany \r\nalso supports regional organizations and partnerships \r\nthat can enable us to combine our efforts. Furthermore, \r\nwe are committed to strong global structures that can \r\nhelp us deal with challenges that would overwhelm \r\nindividual States. \r\nThe Ebola epidemic in West Africa was one such \r\nchallenge. It was also a painful warning that made it \r\nabundantly clear that effective cooperation among \r\nall stakeholders, with a reformed World Health \r\nOrganization at the centre, is absolutely crucial. \r\nTogether with Ghana and Norway, we have asked the \r\nSecretary-General to establish a high-level panel aimed \r\nat identifying the right lessons to be learned from the \r\nepidemic and ensuring that the world will be able to \r\nrespond faster and more effectively in future. Seventy \r\nyears since it was founded, the United Nations, with its \r\nunique legitimacy, is still essential when it comes to \r\nresolving the issues facing humankind. But it, too, must \r\nadapt to new challenges. Germany will play an active \r\npart in the necessary reform process.\r\nSecondly, a global partnership needs the necessary \r\nfinancial resources, while resilient structures will \r\nenable us to make more efficient use of those resources. \r\nThe Conference on Financing for Development held \r\nin Addis Ababa in July showed how we can mobilize \r\nthose resources. Germany stands by its commitment \r\nto devoting 0.7 per cent of its annual gross domestic \r\nproduct to development assistance, and our budget for \r\ndevelopment assistance will increase substantially over \r\nthe next few years. But while State support is important, \r\nit can be only one aspect of that assistance. Private \r\ninvestment is also crucial to our States’ development, \r\nand mobilizing it must be a policy focus for us.\r\nIn Paris at the end of this year, at the Conference of \r\nthe Parties to the United Nations Framework Convention \r\non Climate Change, we want to adopt an ambitious \r\nclimate agreement that will oblige all States to do more \r\nto protect the environment. The agreement would fix \r\nthe framework for a path of sustainable development \r\nthat can ensure that global warming remains below \r\n2° Celsius. To achieve that, we need a shared vision \r\nof how to end carbon emissions at a global level by \r\nthe end of this century. And to do that we also need \r\nthe right kind of investment. It is important that the \r\nindustrialized countries — and Germany, as one of \r\nthem, will do its part — stick to the pledge they made in \r\nCopenhagen and, beginning in 2020, make $100 billion \r\na year available to developing countries to help them \r\nprotect the environment. That will help to create the \r\nbelief that all countries in the world can develop in a \r\nclimate-friendly way and that vulnerable countries in \r\nparticular will get the help they need to adapt to climate \r\nchange.\r\nPeace will always be the key prerequisite for \r\nsuccessful development. Yet millions of people — more \r\nthan at any time since the Second World War — are \r\nbeing forced to f lee war, terror and violence. Their \r\nsuffering is exacerbated by their lack of prospects for \r\nthe future and by the destruction of their environment. \r\nAnyone who has witnessed the suffering of those who \r\nhave left their homes to seek protection and a future \r\nelsewhere, and who is aware of the challenge facing the \r\ncountries that are taking them in, knows that in the end \r\nthere can be only one solution, which is that we must \r\ntackle the causes of their f light and expulsion.\r\nThe 2030 Agenda provides the right framework \r\nfor that. It balances the economic, environmental and \r\nsocial aspects of development. Each and every one of \r\nus should — indeed must — work to implement it so \r\nthat people the world over can live lives of dignity. \r\nThat must be our shared ambition. By agreeing on the \r\nAgenda, we are laying the groundwork for efforts to \r\ntackle the issues. Our priority now is to work for that \r\nend at every level, national, regional and global, and \r\nthat is what Germany will do.\r\nCo-Chair Rasmussen: I thank the Chancellor of \r\nthe Federal Republic of Germany for her statement.\r\nMs. Angela Merkel, Chancellor of the Federal \r\nRepublic of Germany, was escorted from the \r\nrostrum.\r\n15-29149 17/26\r\n25/09/2015 A/70/PV.4\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear a statement by the Prime Minister of the Republic \r\nof India.\r\nMr. Narendra Modi, Prime Minister of the Republic \r\nof India, was escorted to the rostrum.\r\nMr. Modi (India) (spoke in Hindi; English text \r\nprovided by the delegation): That towering figure of \r\nour times, Mahatma Gandhi, once said that we must \r\nalso care about the future world that we ourselves \r\nwill never see. And indeed, whenever the world has \r\nrisen collectively to meet its obligations to the future, \r\nhumankind has made progress in the right direction and \r\ngained in strength.\r\nSeventy years ago, when a catastrophic world \r\nwar ended, the Organization represented the birth of \r\na new hope. Today, we have gathered here once again \r\nto chart a new course for humankind. I would like to \r\ncommend the Secretary-General for organizing today’s \r\nvery important Summit. The vision behind the 2030 \r\nAgenda for Sustainable Development (resolution 70/1) \r\nis lofty, and its Goals are equally comprehensive. It \r\ngives priority to problems that have persisted over the \r\npast decades and reflects our evolving understanding of \r\nsocial, economic and environmental issues.\r\nIt is gratifying that we all share a vision of a world \r\nwithout poverty. Its elimination is our number-one Goal. \r\nSome 1.3 billion people in the world today are forced \r\nto live a life of wretched poverty. But the question we \r\nface is neither merely about how to meet the needs of \r\nthe poor, nor is it simply a question of their dignity or \r\nof respect for them, or of our moral responsibility. If \r\nour shared vision is of a just, peaceful and sustainable \r\nworld, that can never be possible as long as poverty \r\nstill exists. Eliminating it is therefore the greatest \r\nobligation we have. A great Indian thinker, Pandit Deen \r\nDayal Upadhyay, placed the welfare of the poorest at \r\nthe centre of his thoughts, and that is also what we see \r\nin the 2030 Agenda. It is a happy coincidence that in \r\nIndia we are beginning the celebration of Deen Dayal’s \r\nhundredth anniversary today.\r\nWe welcome the prominence the Agenda gives \r\nto environmental goals, especially those relating to \r\nclimate change and sustainable consumption, and we \r\nparticularly welcome the focus on the future of island \r\nStates and the specific Goal on ocean ecosystems. I have \r\nalways been a proponent of the blue revolution, which \r\nencompasses the protection and development of small \r\nisland States, as well as of the lawful and appropriate \r\nuse of marine resources and open skies. Those three \r\naspects are all connected.\r\nIt is a matter of great satisfaction for us in India \r\nthat much of the country’s development agenda is \r\nmirrored in the Sustainable Development Goals of the \r\nUnited Nations. Ever since we gained independence \r\nwe have nurtured the dream of eradicating poverty as \r\nwell. We have chosen the path of empowering the poor, \r\nwith education and the development of skills as our \r\npriorities. We are working on providing the poor with \r\nthat education and those skills. We have made it our \r\nmission to achieve financial inclusion within a specific \r\ntime frame. We have opened 180 million new bank \r\naccounts, which I believe is the greatest conceivable \r\nway to empower the poor, since it enables benefits to \r\nbe directly transferred to them. We are also making \r\nprogress with an ambitious project for giving insurance \r\nbenefits to the poor. Very few people in India have the \r\nbenefit of pensions, and we are working on providing \r\nthem to the poor. Today even the very poorest have a \r\nnew hope of being able to fight and overcome poverty. \r\nOur citizens are now confident that they will be able to \r\nrealize their dreams.\r\nAll over the world, when we speak of economic \r\ndevelopment, we usually limit ourselves to discussing \r\ntwo sectors: the public and the private. What we have \r\ndone is to focus on a new sector, which we define as \r\nthe personal, represented by individual enterprise, so \r\nthat we have the private, public and personal sectors. \r\nFor us, that individual enterprise sector includes small \r\nenterprises, micro-finance, innovation and start-ups.\r\nOur priorities are housing, power, water, education, \r\nhealth care and sanitation for all. All are essential to \r\na life of dignity. In order to achieve them, we have \r\ncreated concrete initiatives and a specific time frame. \r\nThe empowerment of women is an integral part of all \r\nour development programmes. We have a programme \r\nwith the slogan “Save the girl child, educate the girl \r\nchild” that we have taken to every household in the \r\ncountry.\r\nWe are trying to make our farms more productive \r\nand better connected to markets, and our farmers less \r\nvulnerable to the vagaries of nature. We are working to \r\nrevive manufacturing and improve the service sector, and \r\nwe are investing in infrastructure on an unprecedented \r\nscale. We are making our cities smart and sustainable \r\nand turning them into engines of progress. We are \r\ncommitted to a sustainable path to prosperity, and that \r\n18/26 15-29149\r\nA/70/PV.4 25/09/2015\r\ncommitment stems from our traditions and culture. At \r\nthe same time, it also demonstrates our commitment to \r\nthe future. I represent a culture that regards the Earth as \r\nour mother, for there is a saying in our ancient texts that \r\nthe Earth is our mother and we are her children.\r\nOur national plans are ambitious and purposeful. \r\nOver the next seven years, we plan to build new \r\ncapacity totalling 175 gigawatts of renewable energy. \r\nWe are focusing on energy efficiency and carrying \r\nout afforestation on a large scale. We have imposed a \r\ncarbon tax and are reforming our transportation and \r\ncleaning up our cities and rivers with a waste-to-wealth \r\nmovement. I believe that ensuring the sustainable \r\ndevelopment of the one sixth of humankind that our \r\npopulation represents will have great consequences for \r\nthe sustainable development of our beautiful planet. It is \r\nclear that such a world would be one of fewer challenges \r\nand more comprehensive hopes and aspirations, and I \r\nthink that we can be confident that we would succeed.\r\nWe will share our success and resources with others. \r\nIn the Indian tradition, we see the world as a family, \r\nand as our texts say, the wise regard the entire planet as \r\none family. Today, India is fulfilling its responsibilities \r\nas a development partner in Asia and Africa, and with \r\nsmall island States from the Pacific to the Atlantic.\r\nAll nations have a national responsibility for \r\nsustainable development. At the same time, they also \r\nneed space in which to make their own policies. We are \r\nhere at the United Nations today because we all believe \r\nthat international partnerships should be at the centre \r\nof our efforts, whether directed towards development \r\nor the challenges of climate change. The bedrock of \r\nour collective enterprise is the principle of common but \r\ndifferentiated responsibilities.\r\nWhen we speak of climate change, there is a hint, \r\nunspoken or not, of safeguarding what we already have. \r\nBut when we speak of climate justice, the responsibility \r\nof saving the poor from the vagaries of climate will help \r\nus to develop a positive attitude. It is important to focus \r\non solutions to the challenges of climate change that can \r\nhelp us reach our goals. We should forge a global public \r\npartnership to harness technology, innovation and \r\nfinance in order to make clean and renewable energy \r\navailable to all. We must also work to effect changes in \r\nour lifestyles that can make us less energy-dependent \r\nand our consumption more sustainable. It is also vital \r\nthat we launch a global education programme that can \r\nprepare future generations for the task of protecting \r\nand conserving nature.\r\nI hope that the developed countries will meet their \r\nfinancial commitments in the area of development \r\nand climate change without in any way lumping them \r\ntogether. I also hope that the Technology Facilitation \r\nMechanism can help make technology and innovation \r\ninto effective instruments for the global public good, \r\nnot just for private profit.\r\nWe have seen that distance does not insulate anyone \r\nfrom challenges, which can rise out of the shadows of \r\nconflict and deprivation in distant lands. The entire \r\nworld is connected. We are all dependent on one \r\nanother, so we must focus on the good of humankind \r\nin our international partnerships. We must also reform \r\nthe United Nations, including the Security Council. \r\nThat is essential if we are to ensure that our institutions \r\nhave greater credibility and legitimacy. With a more \r\nbroad-based representation, we can be more effective \r\nin achieving our goals.\r\nWe must work towards shaping a world where every \r\nindividual can look forward to a future of security, \r\nopportunity and dignity. We have the responsibility of \r\nleaving behind a better environment for the generations \r\nto come. I believe there can be no greater cause or \r\nchallenge than that. At the United Nations, we are \r\ncalled to rise to that challenge, employing all of our \r\nwisdom, experience, generosity, compassion, skill and \r\ntechnology. I am confident that we can.\r\nIn conclusion, let me express my good wishes and \r\nhopes for everyone’s well-being with these lines from \r\nour ancient texts: “May all be happy, may all be healthy, \r\nmay all know well-being, and may there be no sorrow \r\nof any kind”.\r\nCo-Chair Museveni: I thank the Prime Minister \r\nof India for his statement. As he represents 1.2 billion \r\npeople and exceeded the time limit by 13 minutes, that \r\nequals one minute for every 100 million people.\r\nMr. Narendra Modi, Prime Minister of the Republic \r\nof India, was escorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear a statement by the Prime Minister of Ireland.\r\nMr. Enda Kenny, Prime Minister of Ireland, was \r\nescorted to the rostrum.\r\nMr. Kenny (Ireland): I am honoured to address this \r\nhistoric Summit. Transforming our world is not only \r\nambitious but essential. The actions of each nation are \r\nabsolutely critical to how we will live together on this \r\nplanet that we call home.    \r\n15-29149 19/26\r\n25/09/2015 A/70/PV.4\r\nOn our small Atlantic island, the Irish people \r\ncarry the generational memory of occupation, hunger, \r\nconflict and mass emigration. As a result of our history, \r\nwe have a deep commitment to addressing suffering \r\nand hardship wherever they are found. Our past has \r\ntaught us that no one country can stand alone in an \r\ninterconnected world. Global challenges need global \r\nresponses.\r\nThe suffering of men, women and children — people \r\njust like the people of all of our countries — caught \r\nup in conflict and hardship through no fault of their \r\nown, requires a response that draws on our common \r\nhumanity and our common compassion. As we meet \r\ntoday, we are facing humanitarian challenges on a scale \r\nnot seen since the Second World War.  \r\nIn Europe we find ourselves responding to a \r\nrefugee crisis that has its origins not just in conflict \r\nbut in abject poverty and underdevelopment. Ireland \r\nwill therefore work closely with our European Union \r\npartners to save life and to give the chance of new life \r\nto people trapped in conflict and trapped in poverty. \r\nBut we have to have equal focus on tackling the \r\ncauses that motivate people to f lee their homes in the \r\nfirst place and to risk their lives for an uncertain future. \r\nThat is why the agreement adopted at this Summit \r\n(resolution 70/1) is so vital to guarantee not just hope \r\nbut sustainable lives and futures.\r\nFrom the beginning, Ireland has been very clear \r\non what is needed: first, an agreement galvanizing \r\naction; secondly, action to end extreme poverty, hunger \r\nand undernutrition and make better, faster progress on \r\ngender equality and the empowerment of women and \r\nyoung girls; and, thirdly, action to promote the critical \r\nrole of good governance and the rule of law.\r\nThis what we commit to in our country: our \r\ndevelopment aid programme will continue to be \r\ncentral to our foreign policy; we will continue to work \r\nto achieve the United Nations 0.7 per cent target for \r\ndevelopment assistance; we will continue to focus our \r\naid on the poorest countries, especially in Africa, as \r\nwe have been doing for many years; and we will work \r\nrelentlessly with our partners for the elimination of \r\nextreme hunger and malnutrition by 2030.\r\nLet me therefore salute the vision and tireless \r\nefforts of Secretary-General Ban Ki-moon in leading \r\nus to this point.\r\nOur country, Ireland, was honoured to play its \r\npart in co-facilitating intergovernmental negotiations \r\nwith Kenya. I would like here to thank Ambassador \r\nDonoghue and Macharia Kamau for the extraordinary \r\nwork that they did in getting 193 countries to agree to \r\nthis Summit proposal.\r\nToday’s agreement, however, is the work of all \r\nthe States Members of the United Nations. In the Irish \r\nlanguage, we have a saying: “We live in the shelter of \r\neach other” — a shelter that our human family in the \r\nMiddle East is now looking for urgently.\r\nOur shared future and our shared humanity are \r\nevident not only in what we do but in the mutual \r\nrecognition that we are “kind” together. At this Summit, \r\nhere in New York, we have shared our vision for life \r\nand its living with our own “kind” in our own “home”.\r\nThis morning, the world listened to Pope Francis. \r\nWhat did he say? He said that human beings take \r\nprecedence over everything else. So now, united nations \r\nof the world, let us act in the interests of those people.\r\nCo-Chair Museveni: I thank the Prime Minister \r\nof Ireland for his statement. He finished right on time; \r\nI congratulate him. \r\nMr. Enda Kenny, Prime Minister of Ireland, was \r\nescorted from the rostrum.\r\nCo-Chair Museveni: I now call on the Minister for \r\nForeign Affairs of Jamaica.\r\nMr. Nicholson (Jamaica): I am pleased to represent \r\nthe Government and the people of Jamaica at this \r\nSummit to adopt the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1).\r\nThe year 2015 has been pivotal and decisive for the \r\ninternational community. We celebrate the seventieth \r\nanniversary of the United Nations, recalling its origins \r\nas an institution that rose from the ashes of war to \r\nembody the hopes and aspirations of peoples around the \r\nworld for peace and development.\r\nFrom the Third World Conference on Disaster \r\nRisk Reduction, held in Sendai in March, to the \r\nThird International Conference on Financing for \r\nDevelopment, held in Addis Ababa in July, to this \r\nSummit, the States Members of the United Nations have \r\nbeen working together to develop solutions to some of \r\nthe most vexing and complex challenges confronting \r\nour nations.\r\n20/26 15-29149\r\nA/70/PV.4 25/09/2015\r\nWe remain hopeful that this high level of \r\ncommitment to tackling multidimensional challenges \r\nthrough global action will continue through the end of \r\nthe year, to our next meeting in Paris at the Climate \r\nChange Conference.\r\nThe 2030 Agenda was designed to be transformative \r\nand to ensure that people are placed at the centre of the \r\ndevelopment process and that our stewardship of the \r\nplanet is characterized by our respect for its resources. \r\nIndeed, the Agenda has the potential, if properly funded \r\nand implemented, to change the lives of our peoples, to \r\nprotect the planet and to engender prosperity in ways \r\nwe are yet to realize.\r\nJamaica stands fully behind the 2030 Agenda. We \r\nbelieve that it is a worthy successor to the Millennium \r\nDevelopment Goals (MDGs). For while the MDGs \r\nprovided a useful tool for focusing development efforts, \r\nthis Agenda will help ensure that these efforts are \r\nsustainable.\r\nIt is no coincidence that it is an Agenda for people, \r\nplanet, prosperity, peace and partnerships. These \r\nare the ingredients that will make for a world free of \r\nextreme poverty, where prosperity can be achieved and \r\nsustained.\r\nAt the United Nations Conference on Sustainable \r\nDevelopment held in Rio de Janeiro in 2012, we made \r\na clear commitment to shift the paradigm towards \r\nsustainable development and away from the fragmented \r\napproach that until then had dominated the treatment of \r\ndevelopment issues. The 2030 Agenda makes good on \r\nthat commitment.\r\nHowever, while we laud the breadth of the new \r\nagenda, we must also acknowledge that this is the very \r\nquality that will make it difficult for it to be effectively \r\nimplemented. Significant external support will be \r\nrequired in many cases. In this regard, we are pleased \r\nwith the commitment to a more robust and revitalized \r\nglobal partnership for sustainable development. We must \r\nwork, therefore, to ensure that the global partnership \r\ndoes not fall behind. This is one lesson we have learnt \r\nfrom the MDGs: that deviation from our commitment \r\nto partnership can lead to underachievement.\r\nWe are conscious of the fact that implementation of \r\nthe Agenda requires financing from a range of sources, \r\ninclusive of domestic, international, public and private \r\nsources, as well as capacity-building support and the \r\ntransfer of appropriate technology. We are therefore \r\npleased that the Technology Facilitation Mechanism \r\nis being launched at this Summit. Access to scientific \r\nresearch, technology and innovation is central to our \r\nefforts to ensure successful implementation.\r\nAs a small island developing State (SIDS) and \r\na middle-income country, Jamaica is familiar with \r\nthe range of challenges that attend both categories. \r\nWe know that SIDS in particular will face numerous \r\nchallenges in their implementation efforts. We welcome \r\nthe support for SIDS that has been built into the Agenda, \r\nparticularly in relation to the means of implementation. \r\nWe look forward to working with other members of the \r\ninternational community to ensure that SIDS are able to \r\nmake effective use of this support. We are particularly \r\nattentive to the need for capacity-building in the areas \r\nof data collection and statistical analysis, given that in \r\nthe absence of these capabilities it would be difficult, \r\nif not impossible, to measure our progress. We would \r\nnot wish to be left behind in the wake of the advances \r\nfacilitated by the ongoing data revolution. After all, the \r\nbasic premise of the Agenda is to leave no one behind.\r\nThis is but the beginning of our journey \r\ntowards achieving the 2030 Agenda for Sustainable \r\nDevelopment. We must forge ahead in the knowledge \r\nthat the Agenda is emblematic of the range of challenges \r\nthat are currently before us. We must therefore remain \r\ncommitted to this Agenda and work together to tackle \r\nthe challenges and embrace the opportunities. Jamaica \r\nis firmly of the view that it is only through joint action \r\nat the international level and adherence to the principles \r\nof multilateralism that we will be able to achieve our \r\ndevelopment aspirations.\r\nLet us not be daunted by the estimated \r\nmulti-trillion-dollar price tag. We must each do our \r\npart, in keeping with our respective capabilities, \r\nto ensure that succeeding generations are truly the \r\nbeneficiaries of the future that we want. We owe no less \r\nto the current and future inhabitants of our planet. I \r\nhave no doubt that we are equal to the task ahead.\r\nCo-Chair Museveni: The Minister for Foreign \r\nAffairs of Jamaica exceeded the time limit by two \r\nminutes. That is not so disastrous.\r\nI now call on the Minister for Foreign Affairs of the \r\nRepublic of Côte d’Ivoire.\r\nMr. Diby (Côte d’Ivoire) (spoke in French): Let me \r\nat the outset convey to you, Co-Chair Rasmussen and \r\nCo-Chair Museveni, the warm congratulations of His \r\n15-29149 21/26\r\n25/09/2015 A/70/PV.4\r\nExcellency Alassane Ouattara, President of the Republic \r\nof Côte d’Ivoire, on your well-deserved appointment \r\nto chair this special United Nations Summit for the \r\nadoption of the post-2015 development agenda. The \r\nPresident would have very much liked to participate in \r\nthis special Summit, but national obligations prevented \r\nhim from attending.\r\nI would also like to pay tribute to Secretary-General \r\nBan Ki-moon, whose determination to work for a better \r\nworld for all has resulted in the elaboration of the new \r\nDevelopment Agenda that we are discussing here.\r\nI pay tribute also to the President of the General \r\nAssembly at its sixty-ninth session, the eminent \r\npersonalities and the various groups of experts whose \r\ncommendable efforts provided us with the outstanding \r\nresolution on the Agenda for Sustainable Development \r\nthat we have just adopted (resolution 70/1).\r\nThe Millennium Development Goals Report 2015 \r\nshows that tremendous progress has been made, which \r\nis very welcome. However, as many challenges remain \r\nthat have yet to be taken up, this new, more ambitious \r\nand more transformative Development Agenda takes on \r\neven greater importance and relevance.\r\nIn Côte d’Ivoire, during the 2012-2015 period, \r\nsignificant progress was made in the implementation of \r\nthe Millennium Development Goals (MDGs) in several \r\nareas.\r\nIn the health sector, infant mortality fell sharply \r\nsince 2002, from 181 to 125 per 1,000 in 2015. The \r\nmaternal mortality rate dropped from 597 per 100,000 \r\nlive births in 1998 to 544 in 2015. In the fight against \r\nHIV/AIDS, indicators of progress are satisfactory \r\noverall, with the prevalence rate decreasing to 1.8 per \r\ncent in 2013/2014.\r\nThis year the Government adopted a mandatory \r\neducation policy. Beginning this school year, education \r\nis now compulsory and free of charge for all children \r\naged 6 to 16. With these achievements, the challenge \r\nfor our country now is to continue the efforts already \r\nundertaken in order to develop the social sectors and \r\nto increase infrastructure investment so as to promote \r\nrapid growth.\r\nCôte d’Ivoire fully supports the new Agenda \r\nfor Sustainable Development, which is based on 17 \r\nSustainable Development Goals (SDGs). The 11 major \r\nthemes underpinning the SDGs figure prominently \r\nin the priorities of Côte d’Ivoire. Indeed, the national \r\ndevelopment plan covering the period 2016-2020 \r\nalready incorporates the SDGs, as will future plans.\r\nIn addition, Côte d’Ivoire has created an \r\ninstitutional and legal framework for the protection \r\nof the environment and the promotion of sustainable \r\ndevelopment. The upcoming meeting of the Conference \r\nof the Parties to the United Nations Framework \r\nConvention on Climate Change, in Paris, will enable us \r\nto agree on clear, firm and binding commitments.\r\nOne of the major challenges currently facing the \r\nIvorian Government is to work together with elected \r\nofficials, civil society and the private sector for \r\nnational ownership of the SDGs. My delegation would \r\ntherefore invite the United Nations system and all of \r\nour development partners to support Côte d’Ivoire in \r\nthis endeavour.\r\nCo-Chair Museveni: I congratulate the Minister \r\nfor Foreign Affairs of Côte d’Ivoire for finishing \r\nexactly on time, which is excellent.\r\nI now call on the Minister for Foreign Affairs of the \r\nRepublic of Trinidad and Tobago.\r\nMr. Dookeran (Trinidad and Tobago): On behalf \r\nof the Government of the Republic of Trinidad and \r\nTobago, I have the honour to address the Assembly on \r\nthis occasion for the adoption of the global 2030 Agenda \r\nfor Sustainable Development (resolution 70/1). I wish to \r\napplaud the efforts of all those who worked tirelessly to \r\nensure that while this Agenda is truly global in scope, \r\nit preserves legitimacy and relevance at the regional \r\nand local levels. It is aspirational yet achievable and, \r\nthough grounded in the Millennium Development \r\nGoals (MDGs), is more comprehensive and integrated \r\nand therefore more coherent in its application.\r\nA few weeks ago, Trinidad and Tobago celebrated \r\nthe fifty-third anniversary of its independence as a \r\nsovereign State and, exactly one week ago today, its \r\nfifty-third year as a proud Member of the United Nations. \r\nOn the occasion of our independence, the first Prime \r\nMinister of Trinidad and Tobago, Mr. Eric Williams, in \r\nhis national address spoke of the aspirations of a small \r\nf ledgling nation on the global stage in the following \r\nterms:\r\n“You hope soon to be a member of the world \r\nfamily of nations, playing your part, however \r\ninsignificant, in world affairs. You are on your own \r\nin a big world in which you are one of many nations, \r\nsome small, some medium-sized, some large. You \r\n22/26 15-29149\r\nA/70/PV.4 25/09/2015\r\nare nobody’s boss, and nobody is your boss. What \r\nuse will you make of your independence?”\r\nFifty-three years on, as I stand here today to \r\nherald the endorsement by Trinidad and Tobago of a \r\nnew global Sustainable Development Agenda, I reflect \r\nwith satisfaction, and indeed with a great sense of \r\nnational pride, upon our several contributions to global \r\naffairs. I am much gratified that our Founding Father \r\nwould conclude that our independence has not been \r\nsquandered. This ground-breaking Agenda, anchored \r\nin the principle that “no one shall be left behind”, is one \r\nthat should represent a triumph for all States, including \r\nthe small and the marginalized. Indeed, it marks a new \r\nphase in the focus of multilateralism and represents \r\nthe evolution of the United Nations as a dynamic body \r\ncapable of responding to emerging needs and challenges \r\nand reflecting the diversity of its membership.\r\nIt is therefore fitting that, as the international \r\ncommunity commemorates 70 years of the existence \r\nof the United Nations, we should also launch a new \r\ncollective vision for the peoples of the world for the next \r\n15 years. Trinidad and Tobago endorses this new global \r\nDevelopment Agenda. This Agenda consolidates the \r\nprogress made by the family of nations in the context \r\nof the MDGs and compels us all to do more to lift \r\nhumanity out of extreme poverty and marginalization \r\non a sustainable basis through enhanced international \r\ncooperation in the economic, social, environmental and \r\ncultural spheres, while promoting universal respect for \r\nhuman rights.\r\nTrinidad and Tobago’s implementation of the 2030 \r\nAgenda for Sustainable Development will be guided \r\nby its own national sustainable development strategy, \r\nwhich seeks to implement the Sustainable Development \r\nGoals through 12 strategic priority areas over the \r\nperiod 2015 to 2025. Our intention is to place strong \r\nemphasis on the social and economic empowerment \r\nof our people through incentivizing sustainable \r\ngrowth and diversification, achieving macroeconomic \r\nstability, job growth, respecting the International \r\nLabour Organization principle of decent work and the \r\nprotection of the environment.\r\nIt is our intention to achieve these aims through \r\na progressive programme of institutional reform; \r\nthe establishment of a permanent mechanism for \r\nimproved dialogue among the social partners, namely, \r\nGovernment, labour and the private sector and other \r\nelements of civil society; and focused interventions \r\nfor improvement in data collection and analysis. We \r\nrecognize that the fulfilment of the Goals and targets \r\nof this Agenda will require the availability of accurate, \r\ntimely, high-quality and disaggregated data. We are \r\ntherefore pleased to note that the strengthening of data \r\nand statistical systems is one of the areas for which \r\nsmall island developing States will be prioritized for \r\nassistance through partnerships and international \r\ncooperation.\r\nDespite its middle-income status, Trinidad and \r\nTobago, as a small island developing State, is still \r\ngrappling with many developmental challenges that \r\nare exacerbated by its size, lack of economies of scale, \r\nopenness and a disproportionate dependence on a \r\nlimited number of resources. These challenges result in \r\na high degree of vulnerability to exogenous economic \r\nand environmental shocks. Although we have achieved \r\nsuccess in implementing the majority of the Millennium \r\nDevelopment Goals, concerns still persist in a number \r\nof areas.\r\nConsequently, we stress the importance of the \r\nrevitalization of the global partnership for development, \r\nthe parameters of which are established in the Addis \r\nAbaba Action Agenda. We submit that a necessary \r\nelement of this revitalized partnership must be the \r\ncontinued recognition of the special case of small \r\nisland developing States and the unique development \r\nchallenges they face, and of the need to design financial \r\ntools and facilities to effectively respond to these issues. \r\nWe wish to highlight that a key area of outstanding \r\nwork, which should be completed as soon as possible, \r\nis the design of new and broader indices of development \r\nthat complement gross domestic product per capita.\r\nTrinidad and Tobago believes that the cornerstone of \r\nthe integrated Sustainable Development Agenda should \r\nbe the development of tools to measure and monitor \r\nimplementation that is fit for purpose. As a responsible \r\nMember State committed unreservedly to this agenda, \r\nwith tremendous faith in the ability of the multilateral \r\nsystem to facilitate the implementation of universal \r\nagreements, Trinidad and Tobago will continue to \r\nwork with all partners towards the achievement of this \r\ncritically important objective.\r\nTrinidad and Tobago joins with other members \r\nof the international community in endorsing the 2030 \r\nAgenda for Sustainable Development. Let us work \r\ntogether for the full and effective implementation of \r\nthis landmark Agenda for the benefit of all our peoples.\r\n15-29149 23/26\r\n25/09/2015 A/70/PV.4\r\nCo-Chair Museveni: I now call on Mr. Abdullah \r\nAbdullah, Chief Executive Officer of the Islamic \r\nRepublic of Afghanistan.\r\nMr. Abdullah (Afghanistan): It is a great honour \r\nfor me to represent my country at this historic Summit. \r\nAt the outset, allow me to commend the Co-Chairs of \r\nthe intergovernmental negotiations on the post-2015 \r\ndevelopment agenda for convening this gathering and \r\nto express my sincere appreciation to both for their \r\nskilful leadership and tireless efforts.\r\nThe 2030 Agenda for Sustainable Development \r\n(resolution 70/1) offers a compelling vision, promising \r\npeace and prosperity to the peoples of the world through \r\nglobal partnerships to ensure that we live and manage \r\nthe resources of our planet in a sustainable manner. \r\nHis Excellency President Ghani asked me to convey \r\nto Member States that the Agenda — a synthesis \r\nof past efforts, as articulated in key United Nations \r\nconferences — is an inspired leap of aspiration into the \r\nfuture. We therefore pay tribute to the work of several \r\ngenerations of thinkers and practitioners who devoted \r\ntheir lives to understanding and changing the economic, \r\nsocial and environmental dimensions of development.\r\nThe Millennium Development Goals \r\n(MDGs) — which, sadly, have yet to be fulfilled by \r\nsome countries — focused our attention on results-\r\noriented development, forcing Governments and their \r\ndevelopment partners to think through the linkages \r\namong policy, delivery, measuring, monitoring, \r\naccountability and having a voice in public resource \r\nmobilization and management. Yet, as President Ghani \r\nreminds us, the unfinished MDG agenda in the poorest \r\ncountries and the unintended consequences of focusing \r\non some Goals require us to pay careful attention to \r\nlearning and acting on the lessons learned. One of those \r\nlessons is that, while the United Nations system does an \r\nexcellent job in setting global agendas, its development \r\nmachinery requires a major transformation if it is \r\nto be a catalyst for the 2030 Agenda for Sustainable \r\nDevelopment.\r\nThe five pillars of the 2030 Agenda, however, \r\nrequire that systematic attention be paid to regional \r\ncooperation and coordination. To cite just one example, \r\nif regional barriers to trade and transit between Central \r\nand South Asia were to open up, tens of millions of \r\npeople would be lifted out of poverty into a life of \r\ndignity. Even more significant, if true and meaningful \r\ncooperation in the arena of peace and security took \r\nplace, the spectre cast by radicalism and terrorism over \r\nour lives would be lifted.\r\nAfghanistan began to pursue its MDGs almost half \r\na decade later than other Member States. According \r\nto our 2005-2015 MDG report, we have had a mix of \r\nachievements and setbacks. While the poverty rate has \r\nremained constant for several years, we have made \r\nconsiderable progress in primary education, gender \r\nequality and women’s empowerment, and child and \r\nmaternal mortality rates have been reduced.\r\nA big part of Afghanistan’s transformation \r\ndecade 2015-2025 coincides with the 2030 Agenda for \r\nSustainable Development. Afghanistan will remain \r\ncommitted to developing strategies and policies to \r\nintegrate our national development agenda with the \r\n2030 Agenda. My Government’s efforts to provide \r\nvillages across the country with a minimum level of \r\nbasic services in health, education, clean water and \r\nimproved agriculture through a citizens’ charter top the \r\nnational development agenda.\r\nAfghanistan has been making strides to become \r\nan economic hub in the region and to establish \r\ncorridors that connect people, goods and resources \r\nand create opportunities for investment, development \r\nand economic growth. I am grateful to see that the \r\nAgenda attaches importance to the implementation \r\nof special and differentiated treatment for the least \r\ndeveloped countries, in accordance with World Trade \r\nOrganization agreements.\r\nThe adoption of the Addis Ababa Action Agenda \r\nwas a milestone. We also support interconnectedness \r\nwith other relevant programmes, including the Istanbul \r\nProgramme of Action for the Least Developed Countries \r\nand the Vienna Programme of Action for Landlocked \r\nDeveloping Countries. We agree with the notion that \r\nresponsibility for the follow-up and review of the \r\nimplementation of the 2030 Agenda for Sustainable \r\nDevelopment lies primarily with States.\r\nIn conclusion, allow me to express Afghanistan’s \r\nfirm belief that in order to achieve the ambitious Goals \r\nof the new Agenda, a strong political commitment \r\nand revitalized global partnership and cooperation \r\nare essential. I would like to reaffirm our strong \r\ncommitment and dedication to implementing the \r\nAgenda and our unwavering effort in fulfilling all its \r\nGoals and targets by 2030.\r\nCo-Chair Museveni: I now call on Mr. Mark \r\nWilson, Group Chief Executive Officer of Aviva.\r\n24/26 15-29149\r\nA/70/PV.4 25/09/2015\r\nMr. Wilson (Aviva): It certainly is an honour and a \r\nprivilege for me to be here and set out the role of business \r\nin achieving the global goals. I have spent much of my \r\ncareer in emerging and developing economies, and have \r\nsometimes seen the unacceptable face of capitalism. \r\nBut I have also seen that business and capitalism have \r\nbeen among the great forces of liberation in history. I \r\nam crystal-clear as to why I am in business. I am in \r\nbusiness to positively impact the lives of customers and \r\nsociety. Making a profit is a by-product, albeit a very \r\nimportant one, that allows my business to also remain \r\nsustainable. \r\nIn my company, Aviva, one of our core values is \r\nto create legacy, or, as I call it, to be a good ancestor. \r\nAviva has been in business since 1696 because our \r\nancestors made good long-term decisions. We do the \r\nsame thing today for our 34 million customers and for \r\nthe over $500 billion in assets we manage for them. \r\nThe Sustainable Development Goals are a unique \r\nopportunity to create a global legacy. \r\nI was born in New Zealand, and I now live in the \r\nUnited Kingdom, which is also a sporting nation. To \r\ndeliver the Goals and win, just as in sport, we have to play \r\nas one team. This quest is far too big for Governments, \r\nnon-governmental organizations, business, finance \r\nor regulators on their own. We have got to mobilize a \r\nglobal coalition the likes of which the world has never \r\nseen. Nothing less than Team Humanity.\r\nAviva is a founding partner of Project Everyone and \r\nhas done a stellar job in planning to get the message about \r\nthe Goals to everyone on the planet. Our duty now is to \r\ntransform that message into action. The United Nations \r\nGlobal Compact, an excellent organization, has helped \r\ncompanies implement the Millennium Development \r\nGoals, and the work is even more important for the \r\nSustainable Development Goals. \r\nThe question is: How do we align business and \r\nthe Goals together? The Goals certainly contain some \r\nfine aspirations for the $150 billion or so of overseas \r\ndevelopment assistance, but we have to do much more \r\nto mobilize the $300 trillion of capital in the financial \r\nmarkets. To return to my sporting metaphor, we are \r\ncurrently trying to illuminate a stadium with a candle \r\nwhen there is a huge set of f loodlights towering above \r\nthe grandstand. All we need to do is to turn on that \r\n$300-trillion switch, and I believe the glow will \r\nenlighten the world.\r\nToday I have one very simple request. I would \r\nrespectfully suggest that the General Assembly target \r\n2017 for the adoption of a resolution on sustainable \r\nfinance. That resolution would set out the United \r\nNations own road map for sustainable capital markets, \r\nwhich to date simply does not exist. I suggest we \r\nconvene the best minds in the United Nations, around \r\nthe world and in finance to work out exactly how to do \r\nthis. The United Nations talks rightly of a duty to look \r\nafter future generations. Our legacy will be determined \r\nby our success aligning the actions of the United \r\nNations, its Member States, civil society, business and, \r\nindeed, finance globally. If we can do that, we will play \r\nas one team and I can assure everyone present that we \r\nwill then win with the global Goals.\r\nCo-Chair Museveni: I now call on Mr. Jim Yong \r\nKim, President of the World Bank Group.\r\nMr. Kim (World Bank Group): I thank you, Sir, and \r\nthe Secretary-General for the opportunity to address \r\nthis historic Summit.\r\nTogether, we have reached an important milestone \r\nin adopting the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1). Its Goals and targets \r\nrepresent our commitment to a more ambitious agenda \r\nfor international development in the next 15 years. \r\nThe Goals reflect our dream for a world in which \r\neveryone everywhere can reach their full potential. \r\nAnd they seek to preserve our planet — what Pope \r\nFrancis has called “our common home” — for all future \r\ngenerations.  At the World Bank Group, we pledge to \r\nuse our comprehensive experience and knowledge of \r\nfinancing development to support the Goals. We will \r\nadapt the financial tools of the rich to serve the poor. \r\nAs we discussed two months ago in Addis Ababa, \r\nthe multilateral development banks together plan to \r\nprovide financial support of more than $400 billion for \r\nthe first three years of the 2030 Agenda for Sustainable \r\nDevelopment. In addition, the World Bank and the \r\nInternational Monetary Fund (IMF) have launched a \r\njoint initiative to strengthen tax systems in developing \r\ncountries. Our aim is to assist lower-income countries \r\nto increase their tax collection by at least 2 to 4 per cent \r\nof gross domestic product. Those actions are the first \r\nessential steps towards raising the resources needed for \r\nthe Sustainable Development Goals — moving from \r\nbillions of dollars to the trillions needed in development \r\nassistance.\r\n15-29149 25/26\r\n25/09/2015 A/70/PV.4\r\nWe will also bring our best global development \r\nknowledge to tackle the world’s toughest challenges. \r\nWe have over 50 years of development experience in \r\nhelping countries grow their economies and invest in \r\ntheir people and insuring them against falling back into \r\npoverty. More than ever, we know what has worked and \r\nwhat has not when it comes to development. Working \r\nwith the priorities set by developing countries, we \r\nwill tackle challenges and create strategies to resolve \r\nthem. Based on our experience with the Millennium \r\nDevelopment Goals, we also know that the Sustainable \r\nDevelopment Goals will and must change the way we \r\nwork. They will ensure that we are doing all we can, as \r\neffectively and as fast as we can, to help the poor and \r\nthe vulnerable.\r\nI personally have experienced the power of setting \r\ngoals and putting the poor first throughout my career. \r\nIn the suburbs of Lima, where we will be holding our \r\nannual meetings of the IMF and the World Bank in \r\njust a few weeks, my organization, Partners in Health, \r\nworked to provide poor people a standard of health \r\ncare available previously only in the richest countries. \r\nWhen I was Director of the World Health Organization \r\nHIV/AIDS Department in Geneva, we set a target of \r\ntreating 3 million people infected with HIV/AIDS in \r\nless than three years. At the World Bank Group, we \r\nhave committed to ending extreme poverty by 2030 and \r\nboosting shared prosperity. \r\nIn each instance, clear goals focused our wills, our \r\nminds and our actions. They made us look carefully at \r\nwhether what we were actually doing helped those in \r\nneed. They also made us work differently; they ensured \r\nthat our strategy had a clear focus with expected \r\noutcomes. For too long, our low aspirations for the poor \r\nhave often turned out to be their worst enemy. We have \r\nnot been bold enough in helping them lift themselves \r\nout of poverty. The poverty of our own imagination \r\nand aspirations has prevented us from building a more \r\njust and more prosperous world, but the Sustainable \r\nDevelopment Goals give us an Agenda that is much \r\nmore ambitious than any before it. \r\nI believe that we are up to the task. The multilateral \r\ndevelopment banks and the IMF will work closely \r\ntogether to substantially increase the amount of \r\nfinancing available to meet our high aspirations. We are \r\nbuilding upon a record of great accomplishment. Just \r\nover the past 15 years, close to 1 billion people have \r\nlifted themselves out of extreme poverty. Such progress \r\nshows that even seemingly impossible development \r\ngoals are entirely possible. We are now the very first \r\ngeneration in human history that can see the end of \r\nextreme poverty. We must not turn away from that \r\nchallenge. We must seize the moment and use all our \r\nknowledge and grit to reach those new goals. We will \r\nsucceed. Together we will make the world a more just \r\nand prosperous place for generations to come.\r\nCo-Chair Museveni: I now call on Ms. Christine \r\nLagarde, Managing Director of the International \r\nMonetary Fund.\r\nMs. Lagarde (International Monetary Fund): As \r\nwe say, “In unity lies strength”. Two months ago in \r\nAddis Ababa, the international community put that \r\nto the test. We pledged to secure financing to make \r\nsustainable development not a goal, but a reality for \r\nall. Today we face yet another moment of truth as \r\nwe come together to adopt the ambitious Sustainable \r\nDevelopment Goals (SDGs). Our joint success will \r\ndepend on decisive action and implementation at both \r\nthe country and collective levels. \r\nWith regard to countries, countries can and \r\nmust act at three levels: economically, socially and \r\nenvironmentally. \r\nThe first priority is macroeconomic stability, \r\nwhich is not sufficient on its own. While priorities will \r\nvary across countries, structural reforms and economic \r\ndiversification will be needed. Equally, as mentioned by \r\nMr. Kim, revenue mobilization and efficient, effective \r\npublic spending, including investment, will be key.\r\nA second priority is inclusion. I affirm that more \r\ninclusive growth is also stronger growth, so we must \r\nempower people to fulfil their potential. Improving \r\ngirls’ education and removing barriers to women’s \r\nemployment and access to finance would not only \r\nboost growth but would also tackle income inequality \r\nand poverty because — let us not forget — poverty and \r\nexclusion are sexist.\r\nThe third priority is the environment. Countries \r\nhave a crucial stake in managing their natural resources \r\nefficiently and effectively. At the same time, limiting \r\nthe harmful impact of economic activity on the \r\nenvironment can and will require targeted interventions. \r\nIn short, each country must do all it can to drive its \r\nown development, but durable progress cannot be \r\nachieved in isolation — it requires the engagement of \r\nthe international community. \r\n26/26 15-29149\r\nA/70/PV.4 25/09/2015\r\nWe therefore need collective action. Why? Because \r\nin today’s interconnected world, for good and for ill, \r\ncause and effect, spillovers and spillbacks travel across \r\nborders instantly and unceasingly, irrespective of the \r\nwalls that are being built. And they do so at all levels: \r\nmacroeconomic, where an economic shock in one \r\ncountry will affect all others; inclusion, where social \r\ntransformations drive the winds of change; and the \r\nenvironment, where, with global warming, everyone \r\nreaps what others have done.\r\nThe International Monetary Fund (IMF) — with \r\nits 188 members and 70-year track record of promoting \r\nglobal economic cooperation and stability — well \r\nunderstands the need for, and power of, collective \r\naction. Indeed, we are not only promising; we are also \r\ndelivering. In our research, policy advice and capacity-\r\nbuilding, we have included social and environmental \r\ndimensions that were not there, and we will continue \r\nto do so.\r\nWe are also expanding our support for developing \r\ncountries in several ways. First, the poorest countries \r\ncan now borrow 50 per cent more from our interest-free \r\nfacilities. Secondly, we are strengthening our technical \r\nsupport to help countries boost domestic revenue \r\nmobilization to finance development spending. We are \r\ndoing that together with the World Bank. Thirdly, we \r\nare intensifying our support for fragile and conflict-\r\naffected States. Importantly, in the long-term we are \r\nmaintaining the zero interest rate on our Rapid Credit \r\nFacility loans.\r\nThe IMF is working with its member countries and \r\ninternational partners in the spirit of global cooperation \r\nto achieve the SDGs. We have done so, we are doing so \r\nand we will continue to do so. In 2000, they clapped \r\nwith two hands. Earlier today, we clapped with two \r\nhands. The second Secretary-General of the United \r\nNations, Dag Hammarskjöld, once said: “We are not \r\npermitted to choose the frame of our destiny, but what \r\nwe put into it is ours”. Likewise, the year 2030 — the \r\nSDGs target date — will one day be upon us, and what \r\nit will look like lies in our hands. Let us hope that they \r\nwill clap, too.\r\nThe meeting rose at 2.20 p.m.\r\n"