"*1529562*\r\n15-29562 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nThe meeting was called to order at 9.05 a.m.\r\nAddress by Mr. Rosen Plevneliev, President of the \r\nRepublic of Bulgaria\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Bulgaria.\r\nMr. Rosen Plevneliev, President of the Republic of \r\nBulgaria, was escorted into the General Assembly \r\nHall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHis Excellency Mr. Rosen Plevneliev, President of the \r\nRepublic of Bulgaria, and to invite him to address the \r\nAssembly.\r\nPresident Plevneliev: Allow me to congratulate \r\nyou, Mr. President, on assuming the presidency of \r\nthe General Assembly at its seventieth session. I also \r\nwish to extend my sincere gratitude to His Excellency \r\nMr. Sam Kutesa for his work as President of the General \r\nAssembly at its sixty-ninth session.\r\nToday, we celebrate the seventieth anniversary of \r\nour unique Organization. We reflect on what we have \r\naccomplished, but also on what we have fallen short \r\nof achieving. It is also a time to map the way ahead. \r\nThe Secretary-General has announced “Strong United \r\nNations. Better World.” as the slogan for this year’s \r\nanniversary. But are we stronger as a community? Are \r\nwe shaping a better world for our children? We are \r\nliving in turbulent times. The number of crises around \r\nthe world is at a record high with failing States, frozen \r\nconflicts, wars and terrorism creating insecurity around \r\nEurope. Our citizens feel that instability. They expect \r\npoliticians to act boldly, to solve and not to deepen the \r\ncrises.\r\nThe ongoing conflicts in Syria, the Middle East \r\nand North Africa are threatening the lives of millions. \r\nThe rising extremism that no borders can contain is \r\na serious challenge to the international community. \r\nThe degrading humanitarian situation in several \r\nconflict zones has forced millions of people to leave \r\ntheir homes, pack their whole lives into a suitcase \r\nand embark on a perilous, sometimes even deadly \r\njourney to safety. Hundreds of thousands of people \r\nare at Europe’s doorstep, reaching out for a helping \r\nhand, struggling and fighting for the right to live. As \r\na result, nationalistic parties that feed on people’s fears \r\nhave seized the day and are gaining momentum. Hate \r\nspeech, racism, xenophobia, populism and aggressive \r\nnationalism are again on the rise.\r\nAll of those challenges transcend national borders \r\nand call upon us to act with resolve on a global scale. \r\nRobert Schuman, called “the Father of Europe” as one \r\nof the founding fathers of the European Union and the \r\ngreatest peace projects the world has ever seen, stated \r\nin the Schuman Declaration of 9 May 1950: “World \r\npeace cannot be safeguarded without the making of \r\ncreative efforts proportionate to the dangers which \r\nthreaten it.” We should not wait for the crises to appear \r\non our television screens to prompt us to act. It is high \r\ntime that we acted together to address the causes, not \r\nthe consequences.\r\nUnited Nations A/70/PV.19\r\nGeneral Assembly\r\nSeventieth session\r\n19th plenary meeting\r\nWednesday, 30 September 2015, 9 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nPeace is not just the absence of war. Peace is human \r\nrights. Peace is the rule of law. Peace is rules that apply \r\nto everyone, including global and regional Powers. \r\nSecurity, development, human rights and the rule of law \r\nare interdependent and mutually reinforcing universal \r\nvalues. They are the pillars of the United Nations. \r\nEvery crisis can be traced back to an initial phase when \r\nsomeone violated the law and human rights. To prevent \r\nfuture crises, a United Nations early-warning crisis \r\ndetection system needs to be set up to safeguard the \r\nrule of law and human rights.\r\nPoverty, inequalities and environmental degradation \r\nare issues that require our attention. Bulgaria welcomes \r\nthe adoption of the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1) and is fully committed \r\nto its implementation. For the first time in the history \r\nof humankind, people are at the very heart of a \r\ndevelopment agenda that leaves no one behind. This \r\ntruly transformative Agenda reflects the complexity of \r\nthe challenges we face today. It takes into consideration \r\nthe right of every individual to live in dignity and \r\nprosperity and ensures the equal participation of all \r\nsections of society.\r\nClimate change is a serious problem. Its impact \r\ncontinues to cause more disparities and conflicts. \r\nClimate change negotiations have entered a critical \r\nstage. 2015 is a landmark year — we have an opportunity \r\nto end two decades of intense climate negotiations and \r\nbegin a new era through the adoption of a global, legally \r\nbinding protocol in Paris in December. My country will \r\ncontribute to the successful finalization of that process.\r\nWomen’s participation in all aspects of social and \r\npolitical life still remains a major challenge in many \r\nparts of the world. Development will never be truly \r\nsustainable and lasting peace will never be achieved, \r\nif half of the world’s population is excluded. Gender \r\nequality is an absolute necessity for the full realization \r\nof human rights and the functioning of democracy.\r\nToday, the international community faces a \r\ndeteriorating global security environment, characterized \r\nby a rising number of civil wars, growing extremism \r\nand an increased number of humanitarian crises. A \r\nrenewed focus on conflict prevention is needed. In the \r\nfive years since its beginning, the conflict in Syria has \r\ncome to represent a major threat to international peace \r\nand security. The presence of Daesh in the region has \r\nbecome a key obstacle to a political settlement in Syria \r\nand a serious risk to the stability and the territorial \r\nintegrity of Iraq. The most recent terrorist attacks in \r\nEgypt, Tunisia, Kuwait and Turkey have shown that \r\nviolent extremism and radicalization transcend national \r\nborders.\r\nJoint action by the international community in \r\nthe fight against violent extremism is crucial. The \r\nUnited Nations is the best platform for managing \r\nand coordinating international efforts. We need \r\nGovernments and law enforcement institutions to \r\ncooperate closely with regional organizations, civil \r\nsociety, local communities, media and the private sector \r\nin order to ensure durable and viable solutions. On a \r\nnational level, we should adopt policies and measures \r\nthat can prevent the radicalization of marginalized \r\ngroups and ensure their better integration in society.\r\nAs long as the conflict in Syria continues, the \r\nrefugee crisis will not subside. The efforts of the \r\nentire international community should focus on ending \r\nhostilities in conflict zones and supporting institution \r\nbuilding, the rule of law and respect for human \r\nrights. The role of neighbouring States is also of great \r\nimportance.\r\nEurope is currently focused on the establishment \r\nof a solidarity scheme that will allow the fair relocation \r\nand resettlement of refugees among all Member States. \r\nWe need to establish an appropriate mechanism that can \r\ndistinguish those in need from those just looking for \r\na better life. The migrant crisis is a security concern. \r\nApart from the fear of infiltration by extremists on \r\nEuropean soil, the issue of illegal human trafficking, \r\nwhich requires our urgent attention and concerted \r\naction, has again been raised.\r\nGiven the unprecedented migratory f low towards \r\nEurope, the European Union (EU) has to demonstrate \r\nsolidarity and responsibility. In the EU, we need not just \r\nto address the crisis but to solve it in a manner guided by \r\nEuropean unity and our common desire for a peaceful \r\nand free Europe. The European Union represents the \r\nlargest area of human rights, peace and democracy in \r\nthe world. It is a family that stands together.\r\nThe international community was deeply shocked \r\nby the deliberate destruction of world cultural heritage \r\nsites in Syria and Iraq by terrorists. That is not only a \r\ncultural tragedy, but a severe blow to human civilization. \r\nSocieties without ethics and values, without morals and \r\nculture, have no future. In that respect, I would like to \r\nunderline UNESCO’s important role in the protection \r\n15-29562 3/54\r\n30/09/2015 A/70/PV.19\r\nof cultural heritage sites in armed conflicts and in the \r\nprevention of illegal trafficking in cultural artefacts.\r\nThere is a clear need to revitalize the Middle East \r\npeace process. Bulgaria fully supports the Secretary-\r\nGeneral’s Special Coordinator for the Middle East Peace \r\nProcess, Mr. Nickolay Mladenov, in his challenging \r\nmission. My country reaffirms its position that the \r\nUnited States-led formula, the two-State solution, is \r\nthe realistic, just and lasting way to settle the Israeli-\r\nPalestinian conflict.\r\nBulgaria has consistently supported diplomacy as \r\nthe only way to resolve the issue of the Iranian nuclear \r\nprogramme. We welcome the Joint Comprehensive Plan \r\nof Action and hope that all the measures agreed therein \r\nwill be fully implemented in a timely fashion.\r\nThis year we celebrate 70 years since the end of \r\nthe Second World War. We remember all the innocent \r\nlives that perished in the death camps of the Holocaust. \r\nThere will always be people who will try to justify \r\nthe killing of innocents in the name of a cause they \r\nconsider worthy. We should never forget that we are all \r\nborn equal, born in peace to live in peace and strive \r\nfor peace. I remember the words of the young Muslim \r\nman from Mali, Lassana Bathily, who saved several \r\ninnocent lives during the hostage crisis earlier this year \r\nin Paris:\r\n“We are brothers. It is not a question of Jews, \r\nChristians or Muslims. We are all in the same boat \r\nand we have to help one another.”\r\nToday we need active citizens who care for human \r\nrights. As President, I stand behind Bulgarian civil \r\nsociety in their demands that State institutions be \r\ntransparent and efficient. I am proud of the example \r\nBulgarian civil society set in 1943 by saving all 48,000 \r\nBulgarian Jews from the Nazi camps. Unfortunately, \r\nBulgaria was not in a position to do the same for the \r\nJewish people from northern Greece and parts of \r\nYugoslavia, as they were not Bulgarian citizens. We \r\ndeeply mourn the loss of their lives, as well as all \r\nthe victims of the Holocaust, whom we will always \r\nremember.\r\nTemples of different religions — an Orthodox \r\nchurch, a mosque, a synagogue and a Catholic \r\ncathedral — are located just across from my office, in \r\nthe very heart of the Bulgarian capital, Sofia. They have \r\ncoexisted peacefully, some of them for centuries. That \r\nis a great example of tolerance, wisdom and respect for \r\ndiversity. And it is up to all of us to shape the world we \r\nlive in with tolerance and humanism.\r\nThe annexation of Crimea was a blatant violation \r\nof international law and its principles. Bulgaria stands \r\nfirmly behind Ukraine’s sovereignty and territorial \r\nintegrity. For us, Crimea is Ukraine and Ukraine \r\nis Europe. My country condemns any attempts to \r\nfurther destabilize Ukraine. The full implementation \r\nof the Minsk Agreements is essential. We call on all \r\nstakeholders to engage constructively in a political \r\ndialogue in order to reach a just political solution.\r\nThe Bulgarian Chairmanship-in-Office of the \r\nSouth-East European Cooperation Process will work \r\nfor the adoption of a Joint Declaration to reaffirm the \r\nprinciple of the inviolability of national borders in \r\nthe Balkans. We want borders not to be moved, but to \r\nfall. Enhanced regional cooperation and the European \r\nintegration of all the countries in the region is our \r\nultimate goal.\r\nAmong the eight Secretary-Generals of the United \r\nNations, all of them men, a national from the Group \r\nof Eastern European States has never been appointed. \r\nThe recently adopted resolution 69/321 (2015) stresses \r\nthe need to ensure equal and fair distribution based on \r\ngender and geographical balance, while meeting the \r\nhighest possible requirements for the appointment of \r\nthe Secretary-General. The time has come for a woman \r\nfrom Eastern Europe to be entrusted with the highest \r\nposition in the Secretariat. Once a joint letter by the \r\nPresidents of the General Assembly and the Security \r\nCouncil, as envisaged in the resolution, starts the formal \r\nprocess for soliciting candidates for Secretary-General, \r\nBulgaria stands ready to nominate the candidate who \r\nwill be the best fit for the post. That will be a person of \r\nexcellence, with extensive experience in international \r\nrelations, with great interpersonal skills, an efficient \r\nmanager and communicator, a true leader.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of Bulgaria \r\nfor the statement he has just made.\r\nMr. Rosen Plevneliev, President of the Republic of \r\nBulgaria, was escorted from the General Assembly \r\nHall.\r\n4/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nAddress by Mr. Juan Carlos Varela Rodríguez, \r\nPresident of the Republic of Panama\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Panama.\r\nMr. Juan Carlos Varela Rodríguez, President of the \r\nRepublic of Panama, was escorted into the General \r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHis Excellency Mr. Juan Carlos Varela Rodríguez, \r\nPresident of the Republic of Panama, and to invite him \r\nto address the Assembly.\r\nPresident Varela Rodríguez (spoke in Spanish): \r\nThis is the second year that I have come to the General \r\nAssembly as President of Panama, representing a \r\npeaceful, healthy and noble people, to whom I send my \r\ngreetings from this rostrum, as I also greet the rest of \r\nthe world’s people.\r\nLike the illustrious Panamanian Ricardo J. Alfaro, \r\nwho took part in the international conference in San \r\nFrancisco when the Charter of the United Nations was \r\ndrafted there in 1945, I stand here today to reaffirm our \r\ncommitment to human rights and international peace \r\nand security. I would like to take this opportunity \r\nto recognize the efforts of the thousands of men and \r\nwomen of this Organization, in particular those who \r\nhave given their lives to achieve the objectives of the \r\nUnited Nations.\r\nI preside over a Government whose foreign policy \r\nis based on dialogue and consensus, as well as on the \r\ncontinuing search for social peace and the common \r\ngood. That was in evidence during the historic Summit \r\nof the Americas that was held in Panama in April, \r\nwhich became the stage for the recent rapprochement \r\nbetween Cuba and the United States of America, both \r\nof whose people and Governments we congratulate on \r\ntaking that important step. We hope that the process of \r\nnormalizing relations between them will culminate in \r\na fair and just end to the economic blockade of Cuba. It \r\nwill be a major challenge for Latin America to maintain \r\nthe spirit of fraternity that prevailed in Panama during \r\nthe Summit, but we are determined to do so.\r\nI congratulate the Governments of Colombia and \r\nVenezuela on the progress achieved in Quito with \r\nrespect to normalizing relations between them in order \r\nto guarantee the well-being of their peoples and to \r\nstrengthen the unity between them as part of the great \r\nfamily to which we all belong and within which we are \r\nall eager to overcome any differences through dialogue. \r\nI reiterate our support for the Colombian peace process \r\nand to welcome the agreements recently reached there. \r\nWe call for that same resolve and determination that \r\nthe Government of Colombia brought to bear in its \r\npeace efforts, which we all supported, to be applied to \r\ndismantling the structures for producing drugs, which \r\nhave introduced such violence to that country and to \r\nthe countries that serve as conduits for transporting \r\nnarcotics to the main consumer markets.\r\nIn order to ensure the well-being and prosperity of \r\nall nations, armed conflicts and territorial disputes must \r\nend. We strongly condemn terrorism. It is unacceptable \r\nin the twenty-first century for human beings to be \r\nburned alive or decapitated on the basis of their faith. \r\nThe international community needs to close ranks \r\nto protect humankind and to promote dialogue and \r\ntolerance as the only mechanism for achieving peace. \r\nPanama will stand firm in the belief that, together, we \r\ncan meet such challenges. We call on the great Powers \r\nthat united more than 70 years ago to bring an end to \r\nthe Second World War to continue to work with all \r\nMember States on a road map to defeat terrorism and \r\nto bring lasting peace to all the countries of the world.\r\nPeace depends on recognizing the legitimate \r\naspirations of all peoples. In that regard, in recognizing \r\nthe hope of the people of Palestine to become a State, \r\nPanama calls on the State of Israel and on Palestine to \r\nreach an agreement that will permit the coexistence of \r\nthe Jewish State of Israel and the State of Palestine. The \r\nfuture of humankind depends on the structural capacity \r\nof each nation to address its people’s problems so that \r\npeople do not attack each other.\r\nThe world today is facing two different kinds of \r\nwar: armed conflicts and the ongoing wars that are \r\nbeing waged against poverty, inequality, the lack of \r\nopportunities and organized crime, which engender \r\ninsecurity and violence, leading many young people to \r\nfeel excluded and to fall prey to organized crime and \r\nterrorism. The best tool for addressing those scourges \r\nis to design State policies that offer our young people a \r\nbetter education, more opportunities and decent jobs and \r\nthat permit them to grow up in safe neighbourhoods and \r\ncommunities with adequate public infrastructure. That \r\nis a task that requires the participation of Government, \r\nthe private sector and civil society.\r\n15-29562 5/54\r\n30/09/2015 A/70/PV.19\r\nIn this era of telecommunication and social \r\nnetworks, Panama recognizes that the exchange of \r\ninformation and intelligence among Governments \r\nis crucial. With the development of air and maritime \r\nconnectivity, Governments and their security agencies \r\nmust be able to distinguish between a tourist or business \r\ntraveler and elements of organized crime. Panama is \r\naware of its responsibility as a transit country and is \r\nmoving to develop a regional security centre to combat \r\ncrime in a more coordinated fashion and to support \r\nother countries of the region in that effort.\r\nOur country is not immune from the illegal f low \r\nof migrants escaping war and seeking a better future. \r\nWe reiterate our commitment to treating them with \r\ndignity and to offering them humanitarian assistance. \r\nWe are taking the relevant measures in that regard \r\nand are building the necessary infrastructure in our \r\ncountry. Hundreds of migrants, including Africans, \r\nLatin Americans and others, pass through Panama each \r\nmonth, leaving their families and children behind on \r\njourneys that can take upwards of two years. When I \r\nrecently asked one migrant why he had left his country, \r\nhe replied that he was simply seeking a place where \r\nthere was peace. We all have an obligation toward \r\nmigrants. Just as we joined forces to fight the Ebola \r\nvirus and HIV/AIDS, we need to continue our joint \r\nstruggle to solve the problems that lead our brothers \r\nand sisters to migrate from their countries.\r\nI am convinced that the most effective way to \r\ncombat inequality and seek better days for humankind \r\nis through the honest management of our countries’ \r\nresources for the benefit of our people. In a world of \r\nsuch conspicuous wealth, there is no justification for \r\nthe poverty that aff licts millions of its citizens. Heads \r\nof State and their collaborators must understand \r\nthat politics is a form of service and that we are the \r\ntemporary custodians of resources that belong to our \r\npeople and for which we are accountable.\r\nIn today’s world, women suffer disproportionately \r\nfrom the effects of inequality, poverty, war, forced \r\ndisplacement during conflict, human trafficking and \r\nunequal opportunities. Therefore, Heads of State and \r\nGovernment and the United Nations have a critical \r\nrole to play in defending and promoting the rights \r\nand freedoms of women. I reiterate the call that I \r\nmade during the Global Leaders’ Meeting on Gender \r\nEquality and Women’s Empowerment to the effect \r\nthat countries must provide more resources to combat \r\nfemicide, trafficking in persons and all acts of violence \r\nagainst women.\r\nWe are facing major challenges, but we also have \r\nenormous opportunities to change course and ensure \r\na better planet for future generations. In the light of \r\nthe upcoming summit on climate change in Paris, we \r\ncall on all countries to reach a definitive, universal and \r\ninclusive agreement that will enable us to jointly address \r\nthe damage caused to our planet, which has been so \r\nseverely affected by our unsustainable practices.\r\nThe Coalition for Rainforest Nations consists of \r\nsome 52 member countries and is co-chaired by Panama. \r\nThe Coalition proposes to include a commitment to \r\nreducing emissions, which have been exacerbated by \r\ndeforestation and forest degradation, and to strengthen \r\nmechanisms for financing. Those mechanisms also \r\ninclude climate change mitigation and adaptation \r\nmeasures. We all have the right to have access to safe \r\ndrinking water, and that is one of the main challenges \r\nfor our Governments. Protecting our water resources \r\nand our oceans, recovering our forests, expanding the \r\nproduction and distribution of safe drinking water for \r\neveryone in our countries and providing appropriate \r\nsolid-waste treatment are also priorities on our agenda.\r\nOur citizens need access to decent housing and a \r\nmodern and efficient public-transport system, which \r\nare essential for improving the quality of life, and \r\nfamily life in particular. All States are obligated to \r\nensure that their people have access to education and \r\npublic-health systems. In our country, we have invested \r\nheavily in building, remodelling and equipping \r\nschools and hospitals, and in providing appropriate \r\nhuman-resources training. We are therefore taking \r\nvery positive and decisive steps to reach those goals. \r\nOur economy continues to grow, and we are making \r\nprogress with our social and public infrastructure plans. \r\nThose large infrastructure projects, together with a \r\nrobust international financial system, will enable our \r\nservice-based economy to grow and will help produce \r\nnew and better employment for our young people.\r\nIn 2016, Panama will conclude our canal expansion. \r\nThat and the expansion of our ports, airports and \r\nfinancial system are the two most important pillars of \r\nour service-based economy. Protecting our financial \r\nand logistical systems in order to ensure that they are \r\nused only for legitimate purposes is our responsibility. \r\nThat is why we have strengthened our security and \r\nintelligence cooperation with other Governments. We \r\n6/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nhave enacted important laws and undertaken reforms \r\nthat protect our financial system from any negative \r\npractices. In accordance with the conclusions reached \r\nat the third International Conference on Financing \r\nFor Development, held recently in Addis Ababa, I am \r\nvery pleased to announce that Panama is making a \r\ncommitment to increasing its international cooperation \r\nin the area of fiscal transparency.\r\nWe also announce our commitment to making \r\nfurther progress in automatically exchanging data \r\nand information on tax matters at the bilateral level, \r\nas our main trading partners have done. That exchange \r\nmust be contingent on the right of each country \r\nto take measures that are commensurate with its \r\ncapacities, national circumstances and international \r\ngeopolitical realities. Each country has the right to take \r\nthe necessary measures in the area of the automatic \r\nexchange of data and information that should be used \r\nfor the common good. Those measures should ensure \r\nthat such information will not be utilized for any \r\npurposes that would harm the competitiveness of some \r\ncountries or be a detriment to others. We propose that \r\nthe discussion of those particular issues be incorporated \r\ninto the regular agenda of the United Nations, so that \r\nsuch initiatives can be discussed by countries on an \r\nequal footing. Our privileged geographical location \r\ncontributes significantly to the development of our \r\neconomy and our citizens. We also have a global vision \r\nof development that reflects our country’s motto, which \r\nis “Pro Mundi Beneficio” or “For the Benefit of the \r\nWorld”.\r\nStrengthening the United Nations system is also our \r\nresponsibility. We must review the governance structure \r\nof the United Nations, and in particular the Security \r\nCouncil, in order to achieve greater transparency and \r\ngeographical representation. That is why Panama is \r\nactively participating in the current reform process of \r\nthe Security Council and is working to bring about a \r\nrapprochement in country positions. Since the birth \r\nof the Organization, we have always reaffirmed our \r\ncommitment to working together with all countries as \r\nwe seek to establish the common good and to build a \r\nbetter world. That is why, at this very rostrum from \r\nwhich His Holiness Pope Francis made a call for \r\nmillions of Catholics to support the United Nations on \r\nthe seventieth anniversary of this noble Organization, \r\nI, as a Head of State, reaffirm Panama’s commitment \r\nto ensuring that our capacities are at the service of the \r\ninternational community and to working hand-in-hand \r\nwith all nations, so that we can move forward towards a \r\nworld that is more just and more equitable and in which \r\npeace and dialogue will always prevail.\r\nThe President: On behalf of the General Assembly, \r\nI thank the President of the Republic of Panama for the \r\nstatement he has just made.\r\nMr. Juan Carlos Varela Rodríguez, President of \r\nthe Republic of Panama, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Maithripala Sirisena, President of \r\nthe Democratic Socialist Republic of Sri Lanka\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Maithripala Sirisena, President of the \r\nDemocratic Socialist Republic of Sri Lanka, and to \r\ninvite him to address the Assembly.\r\nPresident Sirisena (spoke in Sinhala; English \r\ntext provided by the delegation): My country is a \r\nlong-standing Member of the United Nations, and it is \r\nindeed an honour and a pleasure for me, as the newly \r\nelected President of the Democratic Socialist Republic \r\nof Sri Lanka, to address the General Assembly at its \r\nannual general debate. On behalf of the Government \r\nand people of Sri Lanka, I wish to heartily congratulate \r\nHis Excellency Mr. Mogens Lykketoft on his election \r\nas President of the General Assembly at its seventieth \r\nsession. Let me also convey my gratitude to the former \r\nPresident, His Excellency Mr. Sam Kutesa, who \r\ncontributed immensely to the achievements of the \r\nprevious session.\r\nThe United Nations now has a distinguished track \r\nrecord of 70 years. We at the United Nations have \r\nconsistently engaged in the responsible and challenging \r\ntask of working to ensure global peace, security and \r\ndevelopment during these past 70 years. However, \r\nI realize that similar challenges still lie ahead of us. \r\nWhen leaving office at the height of the Korean crisis \r\nin 1953, Mr. Trygve Lie, the first Secretary-General, \r\ndescribed the position of Secretary-General as “the \r\nmost impossible job in the world”. It is no secret that all \r\nSecretaries-General, during their terms of office, have \r\ncontributed substantively to promoting the universality \r\nof the United Nations and to making it an Organization \r\nthat can serve humankind well in to the future. The \r\nincumbent Secretary-General, His Excellency Mr. Ban \r\nKi-moon, has also made a remarkable contribution to \r\nthe Organization. I would ask Secretary-General Ban \r\n15-29562 7/54\r\n30/09/2015 A/70/PV.19\r\nKi-moon to accept my respectful gratitude and that of \r\nmy people for the service he has rendered.\r\nSri Lanka has been a Member of the United Nations \r\nfor 60 years. As a Member State, we have played a \r\nvery active and responsible role in the Organization. \r\nSri Lanka is a nation that respects the purposes and \r\nprinciples of the Charter of the United Nations and \r\ninternational conventions and treaties. A main objective \r\nof the United Nations is to recognize, safeguard and \r\npromote human rights. Sri Lanka remains committed to \r\nfulfilling that responsibility. In that respect, we intend \r\nto implement a new programme and plan of action in \r\nSri Lanka to advance human rights.\r\nSri Lanka has played a multifaceted role in the \r\nUnited Nations. Our contribution to United Nations \r\npeacekeeping missions, which began in the 1960s, \r\ncontinues. Sri Lanka looks forward to further \r\nenhancing our committed contribution to United \r\nNations peacekeeping in the future.\r\nA new era of democracy dawned in Sri Lanka on \r\n8 January, ushering in justice, freedom and equality. Our \r\nsocial and human development approach is founded on \r\npluralism, reconciliation and sustainable development. \r\nThe development vision of my Government for the next \r\nfive years is based on the same principles. The theme \r\nof this session — “The United Nations at 70: the road \r\nahead for peace, security and human rights” — is \r\ntherefore very much in consonance with the vision of my \r\nGovernment. Moreover, my Government is committed \r\nto developing a proactive and practical programme in \r\nSri Lanka to further ensure peace, security and human \r\nrights.\r\nIn the past eight months, in two consecutive \r\nelections, the people of Sri Lanka elected a new president \r\nand a new Government. In its first six months in power, \r\nmy Government has introduced essential amendments \r\nto the Constitution in order to strengthen democracy \r\nin Sri Lanka. Those amendments have reinforced the \r\nfoundations of good governance through institutional \r\nreforms that strengthen pluralism and democracy. \r\nWith my personal involvement and facilitation, some \r\nof the executive powers vested in the presidency were \r\ntransferred to the Parliament and other independent \r\ninstitutions.\r\nFollowing the general elections in August, I was \r\nable to unite the two major political parties in Sri Lanka \r\nso as to create an alliance for governance by consensus \r\nin the country, changing the confrontational political \r\nculture that had prevailed there for six decades. \r\nOur new vision for the country involves achieving \r\nthe twin objectives of sustainable development and \r\nreconciliation. A fundamental requirement in that \r\ncontext is dealing with the past honestly and building \r\na modern Sri Lankan nation. In dealing with the past, \r\nwe will follow a process of truth-seeking, justice, \r\nreparation and non-recurrence.\r\nIt is imperative that Sri Lanka adopt a new social, \r\neconomic and political approach, so that it can rise to \r\nthe challenges of the twenty-first century. In that regard, \r\nreconciliation has received priority attention in my \r\ncountry. The new Government of consensus has, under \r\nmy leadership, already taken several steps to introduce \r\nand operationalize the constitutional and institutional \r\nreforms required to accelerate the achievement of those \r\ngoals. Sri Lanka is a country that has suffered from \r\nconflict. While conflict brings destruction to a society, \r\nit is possible for many lessons to be learned during and \r\nafter a conflict.\r\nAll forms of war and terrorism are a disgrace to \r\nhumankind. The Preamble of the Universal Declaration \r\nof Human Rights refers to the disregard and contempt \r\nfor human rights, which results in barbarous acts and \r\nultimately rebellion. Whatever its root causes are, the \r\nchallenge of this era is to find ways and means to defeat \r\nbrutality against humankind. Problems can arise from \r\nresorting to terrorism as a means of solving grievances, \r\nas well as from actions taken to eliminate terrorism. Sri \r\nLanka has succeeded in eliminating the terrorism that \r\ncontinues to disturb other developing countries from \r\nAsia to Africa and Latin America.\r\nWe defeated one of the world’s most ruthless terror \r\nenterprises. In addition, our post-conflict experiences \r\nhave also been meaningful. We believe that all those \r\nexperiences can be shared fruitfully with other \r\ndeveloping countries affected by terrorism. Sri Lanka \r\nremains prepared to engage in a more active dialogue \r\nwith such countries and will continue to speak and \r\nadvocate against terrorism.\r\nIt is in that context that I wish to address the theme \r\nof this session. We all know that the United Nations \r\nwas established with the objective of preventing the \r\nrecurrence of the human tragedies that took place in \r\nthe first half of the twentieth century and which had \r\na negative impact on humankind. At the heart of this \r\nyear’s theme is “peace, security and human rights”. \r\nThat theme motivates us to review whether, during \r\n8/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nthe past seven decades, we have lived up to the initial \r\nexpectations of the United Nations. I believe that, if \r\nglobal development is to succeed, it is important to \r\nhave a dialogue within the South as much as between \r\nthe North and the South. My country, which lies in the \r\nSouth, can contribute immensely to nurturing such \r\nSouth-South dialogue.\r\nSri Lanka is in the forefront of the oldest \r\nrepresentative democracies in the South Asian region. \r\nWe have been fortunate in being able to preserve the \r\ndemocratic ethos in our country despite the prolonged \r\nconflict. Despite several factors militating against \r\nmaintaining a high economic growth rate, we have \r\nsucceeded in sustaining the State social-welfare \r\npolicies carried over from independence. We have never \r\ncompromised on those policies, which include universal \r\nfree education, free health care and the eradication of \r\npoverty. Following a path of social democracy, Sri \r\nLanka has succeeded in achieving high scores in the \r\nHuman Development Index, even during the years of \r\nconflict. That success is testimony to our commitment \r\nto achieving the Millennium Development Goals.\r\nDevelopment should help to empower women \r\nand young people and ensure security for children. \r\nFrustration among the young usually leads to conflict. \r\nYet young people are the driving force for sustainable \r\ndevelopment, and we should therefore work to transform \r\nthem into a highly skilled workforce that can succeed in \r\nthe knowledge-based world of the twenty-first century. \r\nThat should be a major component of the post-2015 \r\ndevelopment agenda adopted in the form of the 2030 \r\nAgenda for Sustainable Development (resolution 70/1).\r\nSimilarly, we should launch a national programme \r\nto empower women and thereby enhance their \r\ncontribution to development. Special programmes to \r\nprotect children and safeguard their rights are also an \r\nessential factor in developing an effective and humane \r\nsociety. My understanding of sustainable development \r\nis that we should aim not for a development model \r\nthat is isolated and confined to particular sectors or \r\ngroups, but one that is inclusive and capable of lifting \r\ndevelopment standards and levels globally. To that end, \r\nI would like to stress the need for a fresh, universal \r\napproach.\r\nAs we learn from the Buddhist ethos that is \r\ningrained in Sri Lankan culture, there are three kinds \r\nof human conflict. The first is the conflict between \r\nhumans and nature, in which we constantly engage in \r\norder to enjoy material comforts in life. In that context \r\nhuman beings today attempt to exploit natural resources \r\nextensively in the name of development. The second \r\nis the conflict among humans. Such conflicts occur \r\namong individuals, communities and nations, and the \r\nUniversal Declaration of Human Rights affirms that \r\nthey occur when human rights are not protected by the \r\nrule of law. The third type of conflict is that within the \r\nhuman being. The first two kinds occur when we lose \r\nthe battle within us as human beings, and the third type \r\nis therefore the root cause of all conflicts.\r\nExtremism, overconsumption, the arbitrary \r\nexploitation of the environment, violations of human \r\nrights and vicious disparities in income are all results \r\nof our inability to overcome our cravings. Among other \r\nproblems, they cause insecurity, conflict, violations \r\nof rights and exploitation. The edifice of sustainable \r\ndevelopment should, therefore, be built on a foundation \r\nof self-discipline and equity. If we could practise that \r\nat the personal, community, national and global levels, \r\nit would be a giant leap forward for humankind. I \r\npropose that we, as national leaders, take such a self-\r\ndisciplined, equity-based approach into consideration \r\nwhen drawing up relevant action plans for the future.\r\nIn conclusion, I would like to express my firm \r\ncommitment and dedication to elevating my beloved \r\nmotherland of Sri Lanka and its people to the level of \r\none of the greatest and noblest nations of the world, and \r\ncontributing to the liberation of all humankind.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Democratic Socialist \r\nRepublic of Sri Lanka for the statement he has just \r\nmade.\r\nMr. Maithripala Sirisena, President of the \r\nDemocratic Socialist Republic of Sri Lanka, was \r\nescorted from the General Assembly Hall.\r\nAddress by Ms. Kolinda Grabar-Kitarović, \r\nPresident of the Republic of Croatia\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Croatia.\r\nMs. Kolinda Grabar-Kitarović, President of the \r\nRepublic of Croatia, was escorted into the General \r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations Her \r\nExcellency Ms. Kolinda Grabar-Kitarović, President of \r\n15-29562 9/54\r\n30/09/2015 A/70/PV.19\r\nthe Republic of Croatia, and to invite her to address the \r\nAssembly.\r\nPresident Grabar-Kitarović: Allow me to \r\ncongratulate you on your election, Mr. President, \r\nand to thank His Excellency Mr. Sam Kutesa for his \r\nleadership throughout the previous session. We have \r\ngreat expectations for this session, recognizing that \r\nthere is an urgent need for action on so many issues and \r\nin so many areas of the globe. While acknowledging \r\nthe challenges that lie ahead, we sincerely hope that \r\nby working together we can turn those challenges \r\ninto opportunities and make significant progress in \r\nachieving some of our common goals.\r\nAs we celebrate the 70 years of the United Nations, \r\nI find myself reflecting on the past 23 years, beginning \r\nin 1992, when Croatia joined the United Nations and has \r\nsince gone on to contribute to the Organization’s legacy \r\nand achievements for almost a third of its existence. \r\nDuring those 23 years, Croatia has transformed itself \r\nfrom a recipient of United Nations assistance and an \r\nitem on the Security Council’s agenda into an active \r\nmember supporting the work of our Organization in \r\nmany areas. Croatia has served on the Security Council \r\nand has held the presidency of the Economic and Social \r\nCouncil, and has actively and substantively contributed \r\nto our common cause, whether in peacekeeping \r\nmissions, peacebuilding efforts, arms control, economic \r\nand social development, gender equality, strengthening \r\nthe international legal architecture, or reforming the \r\nGeneral Assembly. The United Nations can rest assured \r\nthat Croatia will continue its efforts and contributions.\r\nCan we truly say that we are doing enough to \r\nensure peace, security and human rights? Are we \r\ndoing enough to protect our planet, the only one we \r\nhave? Member States, all 193 of us, should not forget \r\nhow important membership is, nor how important \r\nare the commitments that we have made to ensuring \r\nglobal peace and security. Strengthening the role of the \r\nUnited Nations and promoting international relations \r\nand economic order is in the interest of all nations. \r\nThat is not an empty phrase, but a reality that we must \r\nconstantly be mindful of.\r\nWe must ask ourselves whether we are currently \r\nmeeting the expectations that people around the globe \r\nhave of the United Nations and of us as Members. \r\nThe answer is obvious, and not f lattering. Too many \r\narmed conflicts persist, too many people are denied \r\nbasic human rights, too many children go to sleep \r\nhungry every night, and too many women and girls \r\nare left behind. We are witnessing a breakdown in \r\nbasic governance and increasing economic despair \r\nin too many parts of the world, with more than \r\n1 billion children worldwide living in poverty. It is \r\nheartbreaking just to read the number of children \r\nwho, according to UNICEF, die each day as the result \r\nof poverty — 22,000. This is where a commitment to \r\nthe 2030 Sustainable Development Goals (resolution \r\n70/1) is not just necessary, but perhaps overdue. I was \r\ninspired by the spirit of our Summit last week and hope \r\nthat it will materialize swiftly and purposefully into \r\nactions and accomplishments.\r\nWe live in a world so rich with potential and beauty, \r\nnatural and man-made alike, and yet we have witnessed \r\none atrocity after another. This year marks numerous \r\ntragic anniversaries, among which we note the one \r\nhundredth anniversary of the unspeakable Armenian \r\ntragedy, the seventieth anniversary of the liberation \r\nof Auschwitz, and the twentieth anniversary of the \r\ngenocide at Srebrenica. With regard to anniversaries, \r\nwe should ask ourselves whether they are personal \r\nevents intended only for the victims and the survivors, \r\nor whether they are general reminders designed to alert \r\nall of us to how much we have forgotten since our initial \r\nattempt to maintain world peace.\r\nAccountability should always be at the centre of \r\nour actions. The fight against impunity for war crimes, \r\ncrimes against humanity and genocide is not only a \r\nmatter of justice. It is an equally important element of \r\nconflict prevention. No crime should go unpunished, \r\nand the effective prosecution of those responsible \r\nhas to be ensured. We should spare no effort to put \r\nan end to the culture of impunity. Croatia is a strong \r\nsupporter of the International Criminal Court. As the \r\nvictim of aggression in the 1990s, we are proud to be \r\nthe thirteenth State to ratify the Kampala amendments \r\non the crime of aggression.\r\nNearly everything can be prevented. Time will, as \r\nalways, determine who was right and who was wrong, \r\nbut is that the only alternative to hindsight? Too often, \r\nwe have to deal with the consequences of our inaction. \r\nToo often, instead of solving problems at their source \r\nand addressing the root causes at an early stage, we \r\nare required to spend more time and resources on the \r\ncrises after allowing them to spin out of control. That \r\nis because we ignored the early signs or we just did \r\nnot have the time or the courage to get involved. We \r\nmust change that approach. We must act in time, with \r\n10/54 15-29562\r\nA/70/PV.19 30/09/2015\r\ndetermination and adequate resources. That is not \r\nonly the right thing to do. It is smart thing to do. The \r\nmigrant crisis, which has f looded numerous European \r\nStates, is a textbook case of paying too high a price as a \r\nconsequence of inaction.\r\nThe challenge of migration is nothing new. It \r\nhas been a part of human existence since the dawn \r\nof humankind. However, with 60 million people on \r\nthe move worldwide, what is new is the lack of clear \r\nguidelines and comprehensive policies. We need sound \r\nlegal, social, economic, humanitarian and logistical \r\nsolutions. The current migrant and refugee problem \r\nhas national, regional and global aspects. It cannot be \r\naddressed — yet alone solved — by one State alone. It \r\nis a multidimensional problem that requires multilateral \r\nsolutions, in terms of protection against terrorism, \r\npreventive diplomacy and sound development. Whoever \r\nwants to avoid that issue, or pretend that it does not \r\nexist, will simply not be able to help solve it.\r\nSince mid-September, with almost 80,000 people \r\nhaving entered Croatia, my country has joined a list \r\nof European Union and neighbouring South-East \r\nEuropean countries that have been heavily burdened by \r\nthe current crisis. Croatia has to look at that issue from \r\nits own perspective, while keeping in mind historical, \r\ncurrent and future global policy trends. And finding \r\nthe right balance of national, regional and global \r\nconsiderations is the hardest task. We must focus on \r\nboth micro and macro levels at the same time, while \r\nkeeping in mind what is really at stake: human lives and \r\nthe future of so many individuals and their families. \r\nHere, I ask for consensus within the European Union. \r\nHere, I ask for a global response. Here, I ask that we \r\nfocus on the rule of law and the conventions that we \r\nsigned at the end of the Second World War.\r\nThe solution to the migrant crisis in Europe will \r\nhave to be addressed at the highest global level in several \r\nways. It is an issue that involves ways of defending \r\nagainst terrorism, which, together with extremism in \r\nall its forms, must be prevented and defeated at its \r\ncore. But it is also an issue that involves providing \r\nsufficient financial and material aid to refugee camps \r\nin Turkey, Jordan, Lebanon and elsewhere in that part \r\nof the world. And equally important, it is an issue of \r\nefficiently policing and administering international \r\nborders. Last but not least, it is an issue that involves \r\ncombating those who profit from human trafficking \r\nand eliminating their networks.\r\nThe first thing that always comes to mind is \r\neducating our children, our future generations, working \r\nharder at achieving global citizenship and building on \r\nthe United Nations idea of a global classroom, such \r\nas the Global Education Initiative, in which Croatia is \r\nproud to serve as a champion country. It is important \r\nto establish a curriculum on common standards for \r\nglobal citizenship, a curriculum that should become \r\ncompulsory for all children in their formative years. We \r\nneed to deliver on the promise of the right to education.\r\nIt seems clear that legislation is not enough. We \r\nneed a change of mindset and behaviour, and that is only \r\npossible through education. We must promote education \r\nthat instils tolerance, trust, compassion, integrity, truth \r\nand respect for the dignity of the individual and gender \r\nequality. Children are not born with hatred, intolerance, \r\nracism, sexism, prejudice or stereotypes in their hearts \r\nand minds. They have much to teach us.\r\nThe rostrum in front of me bears the logo which \r\n70 years ago became a symbol, not just of the United \r\nNations, but of the better world that we then envisioned \r\nfor ourselves. Since that time, progress has been \r\nachieved in some areas, while there have been alarming \r\ndevelopments in others. I am hopeful that our quest for \r\na better, safer and more prosperous world is far from \r\nover.\r\nTo take one example of the dangers we face, the \r\nimpact of climate change and global warming on the \r\neconomy, development, security, political stability and \r\nhuman rights of all countries can no longer be ignored. \r\nAs we can see for ourselves, the United Nations logo \r\nshows the world from the perspective of the Arctic \r\nCircle and, sadly, last year’s winter was one of the \r\nwarmest ever. As the Arctic ice melts and the oceans \r\ngrow warmer, do we truly grasp the full impact that \r\nthat has already had on our planet?\r\nWe cannot predict the final impact that those \r\nchanges will have. All over the world, and in Croatia \r\nas well, we are recording changes in sea temperature \r\nand have witnessed unprecedented changes in the \r\necosystem. In Croatia’s beautiful Adriatic Sea, we have \r\nbegun documenting the arrival of new species of fish \r\nfrom tropical waters. That represents a trend that many \r\nother countries are witnessing, and there has to be a \r\njoint solution on that front. With sea levels rising, many \r\ncoastal States, like Croatia, will be seriously affected, \r\nwhile the even greater impact that some of our fellow \r\n15-29562 11/54\r\n30/09/2015 A/70/PV.19\r\nMember States may face will be detrimental to their \r\nvery existence.\r\nIt is vital that our actions deal with the \r\ninterrelationship between climate change, natural \r\nresources, prosperity and security. We have to fully \r\nunderstand how those interactions will affect our future \r\nprosperity, stability and development. In that regard, we \r\nmust realize how fragile life is on this planet and that \r\nthe damage that we have done may not be reversible. \r\nWe must learn how to change our behaviour and to \r\nshow more respect for our planet.\r\nThe twenty-first session of the Conference of the \r\nParties to the United Nations Framework Convention \r\non Climate Change is a chance that we cannot afford \r\nto miss. We should collectively take pride in the fact \r\nthat we did not miss the chance presented by the Third \r\nInternational Conference on Financing for Development \r\nat Addis Ababa. We must remain committed to finding \r\nand executing the effective means of implementation \r\nfor our ambitious 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1) and follow the Addis \r\nAbaba Action Agenda to the fullest extent.\r\nUnfortunately, the world continues to be appalled \r\nby the brutality of a multitude of violent acts and to \r\nface increasingly complex security threats involving \r\nnon-State actors. In this context of evolving security \r\nchallenges, the rise of terrorism presents a threat to all \r\nof us and calls for a well-coordinated response. Croatia \r\nwelcomes the work of the High-level Independent Panel \r\non Peace Operations and its review of United Nations \r\npeacekeeping operations. We hope that its report will \r\nprovide future guidance for increasing the effectiveness \r\nof United Nations peace operations as one of the key \r\nmechanisms for ensuring global peace and stability.\r\nIn implementing the mandates of peace operations, \r\nwe stress the importance of giving the highest priority \r\nto the protection of civilians, the prevention of \r\natrocities, especially sexual and gender-based violence, \r\nand the protection of children. In addition, I would like \r\nto welcome efforts made in other review processes, \r\nnamely the review of the peacebuilding architecture \r\nand the implementation of Security Council resolution \r\n1325 (2000). I am truly confident that all expert \r\nrecommendations will find a way to be implemented.\r\nWe are witnessing fragile peace and security \r\nsituations in many parts of the world. Under such \r\ncircumstances, our dedication to security agreements \r\nis becoming increasingly important. This is why we \r\nregret that the Review Conference of the Parties to the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\ndid not produce the much-needed results. Croatia \r\nbelieves that this Treaty continues to be the most \r\neffective multilateral instrument for preventing nuclear \r\nproliferation and achieving nuclear disarmament. We \r\nshould therefore spare no effort to uphold and enhance \r\nthe Treaty in the future.\r\nThe uncontrolled spread of conventional weapons \r\nrepresents another significant threat to security and \r\nstability. In that respect, Croatia was proud to preside \r\nover the first Review Conference of the Convention on \r\nCluster Munitions, which is among the most insidious \r\ntypes of weapons because they continue to be a threat \r\nlong after a conflict ends. It is no coincidence that \r\nthe Conference took place in Dubrovnik, a city that \r\nsuffered attacks from these kinds of weapons in the \r\nHomeland War.\r\nAs a country with a rich historical heritage with \r\nseven UNESCO world heritage sites, Croatia strongly \r\ncondemns the deliberate destruction of the world’s \r\ncultural history and urges the United Nations and \r\neveryone to do more to protect and safeguard heritage in \r\nareas where it is threatened by conflicts and extremists.\r\nIn terms of diplomacy and foreign relations, this \r\nyear could mark a turning point in bilateral relations \r\nand a shift towards global policy. In this regard, I cannot \r\noveremphasize the importance of trust, not just trust \r\namong Member States and international institutions, \r\nbut trust and truth at every level.\r\nOn the positive side, we are pleased to note the \r\npositive outcome of the negotiations on the Iranian \r\nnuclear programme. We congratulate the parties to the \r\ntalks on their determination and political will to resolve \r\nan issue that has been burdening international relations \r\nfor so long. This is a major victory for diplomacy. We \r\nexpect in the coming months to see to what extent the \r\nremoval of the nuclear threat is contributing to the \r\nvitally important question of the stabilization of the \r\nMiddle East and beyond.\r\nAnother milestone in international security \r\nhas been achieved with the entry into force of the \r\nArms Trade Treaty. This legally binding instrument \r\nestablishes for the first time minimum standards in the \r\ntrade of conventional arms at a global level. Croatia is \r\nproud to be among the countries that have ratified and \r\nput into effect this milestone treaty.\r\n12/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nCroatia is fully committed to promoting peace \r\nand stability globally, but even more so regionally. \r\nWe host the Regional Arms Control Verification and \r\nImplementation Assistance Centre, an organization \r\nwith the important mission of fostering dialogue and \r\ncooperation on security matters in South-East Europe, \r\nwith a focus on harmonizing norms and standards, thus \r\nfacilitating rapprochement with the European Union \r\nand NATO.\r\nThe issue of most pressing concern is related to \r\nthe challenges in Europe, in particular its southern \r\nneighbourhood. The challenge of the migrant crisis has \r\nsomehow triggered a connection between geography \r\nand peoples’ destinies and has brought to the fore the \r\ntragic consequences of unresolved conflicts. As to \r\nSyria, Iraq, Libya, Yemen and the other crisis areas of \r\nthe Middle East and North Africa, we share a grave \r\nconcern about the continuing and growing trend of \r\nviolence, religious intolerance and terrorist actions. In \r\nthose countries, we see unspeakable acts of barbarism \r\nand terror with such appalling forms of killing as \r\nbeheadings, we see sexual violence against women and \r\ngirls and other extremely heinous crimes — against \r\nhumanity, culture, religion, dignity and, most appalling \r\nof all, human life. It is shocking and sickening. It has \r\nnothing to do with Islam, a religion of peace, tolerance \r\nand understanding.\r\nWe urgently need to stand together, face this huge \r\nchallenge and mobilize all our efforts to fight the \r\nIslamic State in Iraq and the Levant and all forms of \r\nintolerance and discrimination. At the same time, we \r\nhave to find prospects for a peaceful resolution of these \r\nconflicts and pave the way for a better life. It is not \r\nenough to end human suffering; it is just as important \r\nto provide hope and opportunities.\r\nWe need to build safe, tolerant and f lexible \r\ncommunities that are resistant to radicalization and the \r\nmarginalization of certain social groups, particularly \r\nthe most vulnerable ones. To that end, we must expand \r\neconomic, educational and other opportunities. By \r\nso doing, we will eliminate the preconditions for \r\nradicalization and violent extremism, which may lead \r\nto terrorism. In this regard, we call for the timely \r\nimplementation of the newly adopted Sustainable \r\nDevelopment Goals.\r\nThere is no development without security. And there \r\nis no real security without justice, human rights, rule \r\nof law and good governance. Sustainable development \r\nrests upon economic, social and environmental pillars \r\nand the positive synergy between them. There are few \r\nstraight lines leading to the final goal; rather, it is a \r\nmeticulous task that requires connecting all the dots, \r\nbig and small. The complexity of the 2030 Agenda \r\nis testimony to that fact. However, it is the only way \r\nforward if we are truly committed to leaving no one \r\nbehind.\r\nOn the European continent, in Ukraine, the \r\nimplementation and the viability of the peace process \r\nhave to be ensured. The ceasefire must be respected \r\nand the Minsk peace plan adhered to by all parties. \r\nCroatia, together with its partners in the European \r\nUnion, remains committed to Ukraine’s sovereignty, \r\nindependence and territorial integrity, as well as to \r\nassisting and supporting Ukraine on its reformist path \r\ntowards a peaceful and prosperous future.\r\nWe emphasize the importance of the stability of \r\nSouth-East Europe and its prosperity. Croatia remains \r\nstrongly committed to doing its utmost to support the \r\nprocesses of the Euro-Atlantic integration of its south-\r\neastern neighbourhood. We strongly believe that this \r\nis the most efficient and constructive way to secure \r\npeace, stability and prosperity for this part of Europe. \r\nIn particular, as we approach the twentieth anniversary \r\nof the Dayton Peace Accords, we all should support \r\nBosnia and Herzegovina, a politically emancipated \r\nState in which decisions are taken for the equal benefit \r\nand prosperity of its three constituent peoples and other \r\ncommunities and individuals.\r\nHistory is more often than not the real litmus test \r\nfor leadership. The attribute that all great leaders have \r\nhad in common is the ability to see past the boundaries \r\nof their own timidity. That has often been called vision, \r\nor perhaps foresight. In any case, I believe that we all \r\nof us fail when we are forced to make a distinction \r\nbetween friends or allies and adversaries. Drawing \r\nthose distinctions and picking sides creates another \r\nwall in terms of global policy. It not only blocks vision, \r\nbut it confines reason. And once that line is crossed, \r\nhistory teaches us that conflict is inevitable. In terms \r\nof all the current crises, I have to say that the traditional \r\nbilateral diplomacy should be reevaluated in the light of \r\nshifting global policy.\r\nNever judge a country, person or problem by its \r\nsize. Do not look at numbers and do not be limited \r\nby vocabulary, legal terms, boundaries or borders. In \r\nterms of size, Croatia ranks 124th in the world, but \r\n15-29562 13/54\r\n30/09/2015 A/70/PV.19\r\nwe are determined that our international presence \r\nand relevance will be far greater than our size. Our \r\ngeographical location keeps us at the global table, \r\nsometimes against our will, but mostly by choice. \r\nI, for one, am not going anywhere and will continue \r\nto ask real questions. More and more leaders must \r\nrealize, as I have from the start, that we should, all of \r\nus, look on solidarity and membership in multilateral \r\nand international organizations as a privilege for our \r\ncitizens. When we leave New York and return home, we \r\nneed to evaluate our national and international interests \r\nand values. We should talk to friendly States and to \r\nadversaries. We should engage in dialogue, ask real \r\nquestions, build trust and keep our perspective. We, the \r\npeoples of the United Nations, have the tools and the \r\nmeans. Now is the time to find the will to use them.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of Croatia \r\nfor the statement she has just made.\r\nMs. Kolinda Grabar-Kitarović, President of the \r\nRepublic of Croatia, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Luis Guillermo Solís Rivera, \r\nPresident of the Republic of Costa Rica\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Costa Rica.\r\nMr. Luis Guillermo Solís Rivera, President of the \r\nRepublic of Costa Rica, was escorted into the \r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Luis Guillermo Solís Rivera, President \r\nof the Republic of Costa Rica, and to invite him to \r\naddress the Assembly.\r\nPresident Solís Rivera (spoke in Spanish): Costa \r\nRica would like to congratulate you, Sir, on your \r\nelection as President of the General Assembly at its \r\nseventieth session. I reiterate my country’s commitment \r\nto work with you, as we do with all Member States, to \r\nachieve the goals that we have set for this session and to \r\nstrengthen global governance and multilateralism. You \r\nhave demonstrated excellent judgement in focusing this \r\ndebate on the celebration of the seventieth anniversary \r\nof the Organization, especially the interrelationship \r\nbetween peace, security and human rights.\r\nThe intensity and gravity of events leading up \r\nto this session make our discussion both timely and \r\nurgent. Millions of human beings are living through \r\na black, starless night. Their pain, their despair and \r\ntheir anguish are testing us to the core of our humanity. \r\nCaught in the perilous grip of circumstances from \r\nwhich no one can escape, let us demonstrate that a new \r\nera is dawning for our civilization and that we are not \r\nwitnessing its decline.\r\nCosta Rica urges, therefore, that we in the General \r\nAssembly, instead of going in for the same rhetorical \r\nexercise we engage in every year and every decade, \r\nrepeating what we already know, take action and \r\ntranslate into deeds what until now have been merely \r\nwords. What we say and what we do must be consistent. \r\nWe are not prisoners of fate, but rather, the shapers of \r\ndestiny. Our actions matter.\r\nMr. Tesfay (Eritrea), Vice-President, took the \r\nChair.\r\nThis must be the time for the General Assembly to \r\ntrigger long-awaited processes, to shake off indifference \r\nand to embrace solidarity with renewed passion and \r\ncommitment. This must be the time for the General \r\nAssembly to show that, while we are a community of \r\nnations, we are also much more than the sum of our \r\nindividual interests. This must be the time for the \r\nGeneral Assembly to consolidate the leadership of the \r\nUnited Nations as the centre of global governance and \r\nto continue to engage in reforms that will make it more \r\neffective, efficient, robust, proactive and dynamic.\r\nTo that end, let us begin by electing in the most \r\ndemocratic way possible the person who will hold the \r\nposition of Secretary-General. Since 1946, the selection \r\nprocess for the person to hold the most important position \r\nin the international community has been characterized \r\nby its lack of transparency. Costa Rica is determined to \r\nchange that. Along with Estonia, my country is leading \r\nthe efforts of nearly 30 States to establish a process \r\nthat is transparent, democratic, equitable, inclusive and \r\nthat, unlike its predecessor, will be consistent with the \r\nCharter of the United Nations and similar high-level \r\ninternational processes.\r\nCosta Rica is proud to have included, in resolution \r\n69/321, adopted just a few weeks ago, an invitation \r\nto Member States to suggest female candidates for \r\nthe position of Secretary-General. The time has \r\ncome for that position to be held by a woman. Let us \r\nacknowledge the ability, competence and commitment \r\n14/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nof women in all spheres, and let us send an unequivocal \r\npolitical signal that, as we commemorate the twentieth \r\nanniversary of the Beijing Declaration and Platform for \r\nAction, the Organization is practising what it preaches \r\nin terms of equality and the empowerment of women \r\nand girls.\r\nIn order to consolidate the position of the United \r\nNations at the centre of global governance, the Security \r\nCouncil should assume its responsibilities in its response \r\nto the maintenance of international peace and security, \r\ntaking into account human rights in its actions and \r\nimproving its work in the prevention of conflicts. The \r\nCouncil’s focus on conflict prevention is inadequate, \r\nand when it does take action, that action often comes \r\ntoo late. That has been true in the case of Libya, Mali, \r\nthe Central African Republic, Somalia, the Sudan, \r\nSouth Sudan and Yemen. I say that because of the acts \r\nof sexual violence and gender-based violence that have \r\nbeen perpetrated against girls and boys, women and \r\nmen in Iraq, Syria and north-eastern Nigeria. I would \r\nalso refer to the genocides in Rwanda and Srebrenica \r\nand to the tolerance that has been shown for violations \r\nconstantly committed against many peoples, including \r\nthe people of Palestine, and against racial, ethnic or \r\nsexual minorities in other parts of the world, including \r\nin the West. I also say that because of the millions of \r\nSyrians who have been displaced in historic proportions, \r\nand the thousands more who continue to risk their lives \r\nat sea to escape death inflicted by chemical weapons, \r\nbarrel bombs and cluster munitions, weapons whose \r\nuse Costa Rica categorically condemns.\r\nNone of those crises erupted without prior warning. \r\nThey developed over years, and sometimes decades, \r\nof offences against human dignity and human rights. \r\nThey were caused by deficient or corrupt Governments \r\nand institutions, which engaged in acts of repression, \r\ndiscrimination and exclusion, acts that eventually \r\nrestricted fundamental freedoms; deprived people of \r\ntheir economic, social and cultural rights; exacerbated \r\ndisparities in development; and failed to uphold the \r\nright of the peoples of the world, including the right of \r\nthe people of Israel, to live within secure borders.\r\nThe primary responsibility for promoting, protecting \r\nand fulfilling peoples’ rights and fundamental freedoms \r\nrests with the States. However, when Governments fail \r\nto meet their responsibility to protect, because they \r\nlack either the will or the ability to safeguard the rights \r\nof their own people, then it is up to the international \r\ncommunity, and in particular the Security Council, to \r\nintervene and to deploy the wide range of resources and \r\ntools at its disposal to resolve conflict. Despite those \r\nresources, we did not do enough to prevent the current \r\nhuman tragedy. We did not do what was necessary to \r\nprevent thousands from venturing out to sea with their \r\nchildren.\r\nIf the United Nations is to consolidate its position \r\nas the centre of global governance, it must ensure that \r\nrespect for and the promotion of human rights are \r\nnot subject to manipulation. We must be particularly \r\nwary of the attempts by some States to manipulate the \r\npurposes and principles of the Charter of the United \r\nNations in an effort to prevent the United Nations from \r\ntackling the global challenges for which it was set up \r\nand from effectively defending the rights of individuals. \r\nSome try to distort the purposes and principles of the \r\nCharter by affirming, for example, that human rights \r\nviolations are not related in any way to the maintenance \r\nof international peace and security, or that sovereignty \r\nprecludes the commitment of this Organization to such \r\nissues.\r\nSovereignty, a concept associated with the birth of \r\nthe nation State, should no longer be used as an excuse \r\nfor the international community to sit back and be a \r\nsilent witness to a bloody theatre of war. The less we \r\nconsider sovereignty as a wall or a shield, the more likely \r\nit is that we shall be able to fulfil our responsibility \r\nto protect the civilian population. In the words of the \r\nSecretary-General,\r\n“Early action to prevent conflict and protect human \r\nrights helps to strengthen sovereignty, rather than \r\nchallenge or restrict it” (S/PV.7389, p. 3).\r\nThus, no single country — none — can hide behind \r\nthe wall of sovereignty and silence when serious \r\nviolations of human rights are perpetrated. No crime \r\nagainst humanity should go unpunished. For its part, \r\nCosta Rica reaffirms its support for the Secretary-\r\nGeneral’s “Rights Up Front” initiative, which places \r\nhuman rights issues at the heart of efforts by the United \r\nNations. It is an attempt to correct the systemic failures \r\nof the past, as the initiative recognizes that the violations \r\nof those rights indeed constitute early warning signs of \r\ncoming crises.\r\nBecause human lives are at stake, Costa Rica \r\nsupports the French proposal to restrict the veto in \r\ncases of mass atrocities. That proposal dates back to our \r\nmembership in the Small Five Group and also to efforts \r\nspearheaded by Liechtenstein in the Accountability, \r\n15-29562 15/54\r\n30/09/2015 A/70/PV.19\r\nCoherence and Transparency group. The latter Group \r\nhas made efforts to adopt a code of conduct that would \r\nrequire the permanent members of the Security Council \r\nto refrain from using the veto in situations of genocide, \r\nwar crimes and crimes against humanity and to be \r\npolitically committed to acting promptly and decisively \r\nin such situations.\r\nThe opinion of a single permanent member cannot \r\ncontinue to bear more weight than the necessity to save \r\nlives. When a permanent member uses, or threatens \r\nto use, the veto, in those circumstances, it publicly \r\nabandons and disregards the right of victims to justice \r\nand peace and undermines international efforts to put \r\nan end to impunity. The veto breaches the trust that \r\nmillions of people have vested in the United Nations as \r\ntheir last hope in such cases as those mentioned. We all \r\nagree on the importance of strengthening the rule of law \r\nto consolidate the institutions that protect the civilian \r\npopulation to address the root causes of conflicts, to \r\npromote accountability and to combat impunity, both \r\nnationally and internationally.\r\nIt is no coincidence, then, that the rule of law has a key \r\nplace in the 2030 Agenda for Sustainable Development \r\n(resolution 70/1). However, only one permanent \r\nmember of the Security Council acknowledges the \r\ncompulsory jurisdiction of the International Court of \r\nJustice, and only two have ratified the Rome Statute of \r\nthe International Criminal Court. Costa Rica calls upon \r\nall States to adhere to and implement international \r\ninstruments for the protection of human rights and the \r\nfight against impunity in the face of atrocious crimes. \r\nOnce again, we call on all States to ratify the Rome \r\nStatute, including the 2010 Kampala amendments. The \r\nmore multipolar our world, the stronger will be our \r\nconfidence in the rule of international law throughout \r\nthe world.\r\nThe commitment to maintaining international \r\npeace and security is also reaffirmed by all permanent \r\nmembers of the Security Council. However, at the same \r\ntime, they are the largest producers and exporters of \r\nconventional weapons in the world. Moreover, despite \r\nthe explicit prohibitions in the Arms Trade Treaty, \r\nthose countries continue to conduct international \r\narms transfers, including transfers of small and light \r\nweapons, and including to conflict areas in the world. \r\nThe explicit prohibitions on transfers of conventional \r\narms contained in the treaty exist to prevent human \r\nsuffering and to save lives. They are not there to be \r\nignored. Costa Rica calls on the States that have signed \r\nthe Arms Trade Treaty to ratify it, and on those who have \r\nratified it, to set to work without delay, enthusiastically, \r\nenergetically and with dedication, on securing its full \r\nand effective implementation.\r\nFurthermore, States possessing nuclear weapons, \r\nincluding the permanent members of the Security \r\nCouncil, have violated their unequivocal commitment \r\nto nuclear disarmament pursuant to article VI of the \r\nTreaty on the Non-Proliferation of Nuclear Weapons. \r\nThey argue that the current security climate is not \r\nconducive to nuclear disarmament, and they cling to \r\nthe traditional paradigm of State security that keeps \r\n16,000 nuclear warheads in the world, many on high-\r\nalert status and even susceptible to cyberattacks.\r\nCompliance with article VI is not conditional or \r\noptional; it is mandatory. Nuclear disarmament cannot \r\nbe postponed any longer. The fact that 115 States have \r\nsigned the humanitarian pledge for the prohibition \r\nand elimination of nuclear weapons demonstrates that \r\nthe international community is convinced of the need \r\nto place nuclear weapons on an equal footing with \r\nother weapons of mass destruction, weapons that are \r\nprohibited under specific treaties. Costa Rica calls for \r\nmore States to endorse the humanitarian pledge and to \r\nfill the legal vacuum by prohibiting and eliminating the \r\nnuclear threat once and for all.\r\nPlacing the United Nations at the centre of global \r\ngovernance is not limited exclusively to improving \r\nthe work of the Security Council or strengthening its \r\nrole in conflict prevention. It also implies a greater \r\nstrengthening of the General Assembly and the \r\nOrganization as a whole. Thus our efforts must go \r\nfurther. Let us focus not only our attention, but also \r\nadditional resources, on building up the third pillar, \r\nthat of human rights.\r\nIn terms of human rights, the United Nations \r\nhas fostered a significant policy development, even \r\nextending border protection to cover an increasing \r\nnumber of vulnerable groups, such as children, people \r\nwith disabilities, the elderly, migrants and indigenous \r\npeoples. But while the principles and obligations are \r\nclear, and an institutional structure of deliberative and \r\nexecutive bodies exists, the situation on the ground in \r\nmany parts of the world is far from what it should be, \r\nand the distribution of resources does not match the \r\nstatements and declarations.\r\nThe promotion and defence of human rights cannot \r\ncontinue to be limited to rhetoric. In a year that marks \r\n16/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nthe twentieth anniversary of the adoption of the Beijing \r\nDeclaration and Platform for Action, gender equality \r\nand the empowerment of women in many regions of \r\nthe world must cease to be mere words and become \r\ncommitments aligned with and following from the \r\nDeclaration, incorporating public policies at the national \r\nlevel that bring us genuinely closer to the targets of \r\nthe 2030 Agenda for Sustainable Development, with a \r\ncross-cutting focus on gender that is realized in every \r\nGoal, target and indicator we have committed to.\r\nThe major challenges facing multilateralism \r\ntherefore require a more effective and efficient \r\ngovernance structure if we are to achieve respect for \r\nhuman rights and their observance and progressive \r\ndevelopment. It is crucial to create opportunities for \r\neffective participation by non-State actors and to \r\nenhance regional structures for implementing the global \r\nagenda, but above all, it is essential to make increased \r\nbudgetary provision for strengthening institutional \r\nframeworks, given that at the moment the third pillar \r\nof the United Nations receives only 3 per cent of its \r\nregular institutional budget.\r\nWe should adjust our regulatory framework and \r\ninstitutional efforts in the area of human rights so that \r\nthe Human Rights Council, the system of human rights \r\ntreaties and the Security Council, among others, can \r\nbetter synchronize their efforts. The challenge is to \r\nensure that we act as a single Organization, effectively \r\nand coherently, not clumsily, not fragmented, so that \r\nwe can protect and promote people’s rights, including \r\nthe right to development. We showed that we could \r\ndo that throughout the negotiating process that led \r\nto the adoption of the 2030 Agenda for Sustainable \r\nDevelopment, in which Costa Rica shared its experience \r\non the issues of conservation, environmental protection, \r\nunilateral disarmament and leadership in creating a \r\nmodel for sustainable development. And we will show \r\nit again in Paris at the end of this year when we reach \r\na landmark agreement on climate change, because \r\nclimate change constitutes such a serious threat to \r\nhuman development.\r\nCosta Rica firmly believes that, where Paris is \r\nconcerned, we need serious, binding, people-centred \r\ncommitments that respect our rights and involve \r\ncomprehensive action on climate issues not only on \r\nthe part of Governments but also from the various \r\neconomic and social sectors. In that regard, I would \r\nlike to especially commend the leadership of President \r\nFrançois Hollande and the support that President Barack \r\nObama has given to the process through his clean energy \r\nplan. We must also take advantage of the opportunities \r\nthat international cooperation offers by way of means \r\nof implementation in order to facilitate every country’s \r\nparticipation in global efforts, and particularly that of \r\nmiddle-income countries. Our country has launched \r\nthe Geneva Pledge for Human Rights in Climate \r\nAction, a voluntary initiative based on recognition of \r\nthe relationship between the enjoyment of human rights \r\nand the impact and consequences of climate change, \r\nand we call on all States to commit to it.\r\nThe gap between words and deeds only increases \r\nmistrust and erodes multilateralism. Costa Rica refuses \r\nto accept a situation that undermines the authority of \r\nthe United Nations, puts us in a very vulnerable position \r\nin the face of threats old and new, and damages our \r\nmuch-needed Organization’s legitimacy in the minds of \r\nits Member States and the international community as \r\na whole. That is why it should be here in the General \r\nAssembly that we say that we, the people, wish to be \r\nable to live in peace, freedom, equality, justice and \r\ndemocracy and to have the opportunity, in the words \r\nof that apostle of Cuban independence, José Martí, to \r\ncreate, believe and grow. Those words resonate today \r\nmore than ever.\r\nTerrorism, organized crime, drug-trafficking and \r\nworldwide pandemics are proof that threats to a nation’s \r\nsecurity are no longer confined within its borders. \r\nCollective threats must be addressed collectively. The \r\nviolations of the most basic human rights, above all \r\nthe right to life, committed by terrorists and other so-\r\ncalled non-State actors, as well as the dreadful acts that \r\nhave been perpetrated in areas affected by the Islamic \r\nState in Iraq and the Levant against women and girls \r\nand other vulnerable groups, pose a serious threat to \r\ninternational peace and security.\r\nCosta Rica strongly and unequivocally condemns \r\nterrorism, in all its forms and manifestations, regardless \r\nof the perpetrators or their purposes. In the face of the \r\nhuman tragedy of still uncertain proportions caused by \r\nthe displacement of civilians f leeing violence, Costa \r\nRica emphasizes the importance of seeking a global, \r\ncollaborative and integrated approach that can enable us \r\nto speedily address this critical situation in a sustained \r\nmanner. History shows that we get better results when \r\nwe place cooperation above confrontation, tolerance \r\nabove terrorism and ideas above radical ideologies.\r\n15-29562 17/54\r\n30/09/2015 A/70/PV.19\r\nRegarding the fight against terrorism, Costa Rica \r\nis concerned about the use of sexual violence as a tactic \r\nof terror and the links between violent extremism and \r\ncontrol over women’s autonomy and its effects on and \r\nrestrictions of their rights. We are also worried about the \r\ngrowing use of armed drones outside conflict zones and \r\nabout various Governments’ reinterpretations of human \r\nrights and humanitarian principles. My country believes \r\nit is urgent that we take action to better understand this \r\nissue and address all of its implications. It is here at \r\nthe United Nations, through our disarmament bodies, \r\nthat we should begin to adopt measures that increase \r\ntransparency and ensure accountability regarding their \r\nuse.\r\nTo mark its seventieth anniversary, let us make the \r\nUnited Nations a more robust, dynamic and energetic \r\norganization that, rather than debating abstract \r\nconcepts, seeks practical and specific solutions. Let us \r\nstart by electing the first woman to occupy the post of \r\nSecretary-General and ensuring that the process is an \r\ninclusive, transparent and equitable one that will give \r\nus a visionary, independent, strong leader who will be \r\nthe first to react, lead and act on humankind’s most \r\nurgent challenges and crises.\r\nLet us demand coherence and consistency from the \r\npermanent members of the Security Council regarding \r\nthe rule of law and international law, arms control \r\nand nuclear disarmament, to cite three examples. The \r\nCouncil is a key part of global governance, and its \r\nlegitimacy depends on the consistency of its actions. \r\nLet us also work to strengthen the General Assembly \r\nand its bodies with the aim of increasing the efficiency \r\nand effectiveness of the entire Organization.\r\nLet us protect the innocent civilians who are \r\nthe deliberately targeted victims of unspeakable \r\ncrimes of sexual violence and attacks by chemical \r\nweapons, cluster munitions, armed drones and barrel \r\nbombs. Sovereignty does not and should not protect \r\nGovernments that commit atrocities against their own \r\npeople. Let us end impunity and back efforts to commit \r\nto and adopt a code of conduct that prevents the use of \r\nthe veto in cases of genocide, war crimes and crimes \r\nagainst humanity.\r\nLet us together combat terrorism, which is \r\nspreading like wildfire and is an increasing threat \r\nto international peace and security, human rights, \r\nuniversal culture and sustainable development. And \r\nlet us do so in strict observance of international law, \r\nincluding standards of human rights, international \r\nhumanitarian and international refugee law. We cannot \r\noverstate the danger of self-serving reinterpretations of \r\nsuch standards, especially when they are used to justify \r\nunilateral action for solutions that should always be \r\nreached multilaterally.\r\nLet us work without ceasing and without excuses \r\nfor a culture of peace. As the seat of the University \r\nfor Peace, now in its thirty-fifth year, Costa Rica calls \r\non all States for their support in providing it with \r\nthe resources it needs to fulfil its important task of \r\neducating the leaders that our world needs if it is to \r\nprevent and resolve conflicts and promote lasting peace.\r\nIn commemorating our Organization’s seventieth \r\nanniversary, let us remember the importance of keeping \r\nour doors open to new realities; to civil society and \r\nnon-governmental organizations; to women; to young \r\npeople, with whom we should engage in promoting \r\nreconciliation and sustainable peace; to groups with \r\nsuggestions, such as the Elders; to collaboration between \r\nUnited Nations system agencies so as to provide holistic \r\nresponses to the challenges we face; to the regional and \r\nsubregional organizations that also play a crucial role \r\nin conflict prevention and management; to all peoples \r\nand individuals and their ideas, dreams, beliefs and \r\naspirations; and to change and readiness to act.\r\nThe Costa Rican poet Jorge Debravo once said \r\nthat over the ages, humankind has continued to ascend \r\nan unending upward path to progress. It appears that \r\nsometimes we have regressed. We have only stopped \r\nalong the way for self-affirmation. Seventy years \r\nin human history seems of no longer duration than \r\na gust of wind. However, when we measure those \r\nyears in terms of the lives that have been saved, the \r\nagreements reached and the progress made in finding \r\ncommon solutions to the gravest crises that humankind \r\nhas confronted, the passage of seventy years begins \r\nto feel monumental. It is extraordinary what we can \r\naccomplish when we stand together and act as one.\r\nIn closing, I cite the optimistic words of my teacher \r\npoet Debravo:\r\n“The world is moving towards an era of love \r\nand brotherhood. Misery shall disappear from the \r\nface of the Earth. Equal rights and opportunities \r\nshall prevail despite those who struggle to enslave \r\nthem. Join me in the fight, brothers! For what \r\nmust come will come sooner if our arms turn the \r\nwindmills of history together!”\r\n18/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Costa Rica for the statement he has just made.\r\nMr. Luis Guillermo Solís Rivera, President of the \r\nRepublic of Costa Rica, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. John Dramani Mahama, President \r\nof the Republic of Ghana\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nGhana.\r\nMr. John Dramani Mahama, President of the \r\nRepublic of Ghana, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. John Dramani Mahama, \r\nPresident of the Republic of Ghana, and to invite him to \r\naddress the Assembly.\r\nPresident Mahama: Let me congratulate the \r\nSecretary-General, the staff of the United Nations \r\nand, indeed, all Member States, on the occasion \r\nof the seventieth anniversary of this all-important \r\ninternational Organization.\r\n“Study history, study history”, Winston Churchill, \r\nthe famous British Prime Minister once said, for “in \r\nhistory lies all the secrets of statecraft”. And so we \r\nstudy history. In millions of schools throughout the \r\nworld, there are untold numbers of students studying \r\nhistory and learning about the events of our past. And \r\nin the pages of the books they use to study, history is \r\ncompressed and reduced to its barest essentials. The \r\nimmensity of a whole era is whittled down and conveyed \r\nin mere paragraphs, with significant events carefully \r\npackaged into simple sentences. Nevertheless, within \r\nthose pages are indeed the secrets of statecraft. From \r\nthose pages, we come to understand what our world \r\nonce was and the process by which it evolved to become \r\nwhat the world is today. Reading them, we learn from \r\nthe mistakes that were made.\r\nThe world, into which the United Nations was \r\nborn 70 years ago, seems like such a faraway reality. \r\nIn 1945, the names that filled newspapers were those \r\nof Auschwitz, Buchenwald, Hiroshima, Nagasaki, \r\nDresden and even that of the Red Army. In 1945, \r\nEcuador declared war on Germany and Japan. Syria \r\nalso declared war on Germany and Japan. The Soviet \r\nUnion was victorious in the Battle of Konigsberg, \r\nas well as the Vienna Offensive. Spain broke off \r\ndiplomatic relations with Japan. And the historically \r\nneutral country of Switzerland closed its borders with \r\nGermany. Those are just a few of the events that took \r\nplace before the watershed San Francisco Conference in \r\nApril of that year, when 50 nations convened to declare \r\ntheir commitment to peace.\r\nMy country, Ghana, was not among those nations. \r\nIt would take another 22 years for the then Gold Coast \r\ncolony to gain its independence and become Ghana. \r\nIn fact, a great many of the countries represented here \r\nin this Hall — particularly those from the so-called \r\ndeveloping world — did not exist as sovereign nations. \r\nNevertheless, here we are today, very much a part of \r\nthis Organization, aptly called the United Nations, and \r\nvery much a part of this world. That is why I wish to \r\nstate, quite emphatically, at the start of my address, that \r\nit is time for there to be greater inclusivity at the United \r\nNations. Truth be told, it is long past time. The world \r\nthat was in 1945 does not exist now in 2015. Therefore, \r\nthe visionary Organization that was formed to meet the \r\nneeds of that world must now be reformed to meet the \r\nneeds of today’s world. And those needs are many.\r\nThe names that fill today’s newspapers are those \r\nof the Islamic State in Iraq and Syria, Boko Haram \r\nand Al-Qaida. The hashtags that circulate on the social \r\nmedia now refer to Sandra Bland, who died under \r\nsuspicious circumstances while in police custody in \r\nTexas; Aylan Kurdi, a young Syrian boy who, along \r\nwith his family, washed up on the shores of a beach \r\nin Turkey; and Madau Gach Dut, one of the thousands \r\nwho have died in the conflict in South Sudan. I could \r\ncontinue, because the names are many and the lists are \r\nlong.\r\nThousands have died in Syria, Pakistan, Nigeria, \r\nMexico, Afghanistan and Somalia, and thousands more, \r\nthe majority of whom are from African nations, have \r\ndied in the Mediterranean Sea, while attempting to f lee \r\npoverty, hunger, disease, political strife or persecution. \r\nThen, too, there are those who did not die while seeking \r\nrefuge and whose perilous journeys brought them \r\nsafely to the borders of other nations While some of \r\nthose nations welcomed their arrival, others subjected \r\nthem to further alienation and degradation.\r\nThe numbers are staggering. That is not the history \r\nthat is being taught in schools — at least, not yet. Those \r\n15-29562 19/54\r\n30/09/2015 A/70/PV.19\r\nare not events that lend themselves to being written \r\ndown in a book and condensed into nicely worded \r\nparagraphs and sentences. Those are not events that \r\nonce happened a long time ago. Those are events that \r\nare happening today. They are events that are happening \r\nin our time. And as we gather here today to discuss the \r\nroad ahead, I wish to quote a few words from the speech \r\nthat Franklin Roosevelt, before his untimely death, had \r\nbeen writing and preparing to deliver at that fateful \r\nSan Francisco Conference. Mr. Roosevelt wrote, “The \r\nwork, my friends, is peace”.\r\nDespite all the changes that have occurred in the \r\nworld over the course of the last 70 years, that singular \r\ntruth remains the same. But peace, as so many great \r\nmen and women have reminded us, is not just the \r\nabsence of war. Peace is also the presence of dignity \r\nin one’s life, the achievement of equality in one’s \r\nendeavours and the respect of one’s humanity and its \r\nattendant rights. If we are to discuss the road ahead, \r\nwe must do so with new language, with ideas and \r\nsolutions that do not exist in the annals of history. And \r\nwe must begin with an examination of our most basic \r\ninstitutions — governmental, cultural, societal and \r\npersonal.\r\nSome of the institutions that were set in place to \r\nprotect and promote peace are the very ones violating \r\ntheir mandates and engendering fear in the public. \r\nWhen one race of citizens feels as though their lives \r\ndo not matter, when refugees successfully escape the \r\nhorrors of war only to be further brutalized on foreign \r\nsoil, when the already-traumatized victims of conflict \r\nare violated by international peacekeepers who were \r\nsent there to ensure their safety and well-being, then \r\nwe, as leaders and as the world community, must stop \r\nbeing silent and start taking action. We must create \r\nchange, because fear serves as fuel for disillusionment \r\nand apathy, for hatred and xenophobia, all of which form \r\nthe seed that, if allowed to take root, will ultimately \r\ngrow and bear the rotten fruit of war.\r\nWhat we learned 70 years ago, with the formation \r\nof the United Nations, is that we must each be our \r\nbrother’s keeper; we must allow ourselves, as people \r\nand, even more, as nations, to belong to one another. In \r\nGhana we are also reviewing our rules of engagement \r\nto maintain a balance between the maintenance of law \r\nand order and the basic rights of our people to free \r\nspeech and free expression.\r\nSince the beginning of time, cultural and societal \r\ntraditions have been used as markers of identity. Kente \r\ncloth is as defining to Ghana as kimonos are to Japan, as \r\nquinceañeras are to Latin America, and as bar mitzvahs \r\nare to Judaism. Yet some practices and beliefs, although \r\nconsidered traditional, have no place in our world \r\ntoday, and they should not be permitted a place in the \r\nworld that we are planning for the future. Among those \r\ntraditions are those that deny individuals, particularly \r\nwomen and children, their basic rights and force them \r\ninto situations that relegate them to a life vulnerable to \r\npoverty, disease and other unbearable hardships.\r\nMost of the world’s poorest people are women. \r\nCurrently, we create programmes and policies to address \r\nthat imbalance; yet, regardless how successful they \r\nmay be, they are not permanent solutions. They do not \r\nsolve the ultimate problem, that is, the vast inequality \r\nbetween men and women that so many traditions have \r\ninculcated over the years.\r\nIn Ghana, through the Livelihood Empowerment \r\nAgainst Poverty programme, we have provided cash \r\ngrants to a total of 77,000 households throughout the \r\nnation. That programme, which is aimed at poverty \r\nalleviation, also entitles its recipients to the provision \r\nof free health care through the national health \r\ninsurance scheme. In order to address the issue of child \r\nmortality and malnutrition, preparatory work is under \r\nway to earmark disbursements for pregnant women and \r\nmothers of children under the age of one year.\r\nIt is not a secret that when it comes to gender \r\nequality, education is the key to change. Gender \r\ninequality is a problem that must be addressed at its \r\nroot. We speak often of ability and access, and those are \r\nhonourable concepts, but the actuality is that being able \r\nto get an education and having access to an education is \r\nnot the same as actually getting an education.\r\nIn Ghana, we have made tremendous progress in \r\nachieving the Millennium Development Goal (MDG) \r\ntarget on universal basic education. We have instituted \r\nthe Girl Child Programme, which encourages parents \r\nto send girls to school, and at the primary level we \r\nhave achieved gender parity between boys and girls. \r\nBut what happens beyond the primary level is another \r\nmatter altogether. Young girls are often taken out of \r\nschool and married off. Africa has the highest rates of \r\nchild marriage in the world, following only Asia. It was \r\nthe intention of the 1964 United Nations Convention \r\non Consent to Marriage, Minimum Age for Marriage \r\n20/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nand Registration of Marriages to abolish the practice \r\nof child marriage. Yet in West Africa, two out of five \r\ngirls will be married before the age of 18. Those young \r\ngirls will face increased maternal mortality rates \r\nand increased rates of sexually transmitted diseases; \r\nthey are subject to the sort of poverty that is nearly \r\ninsurmountable. However, research shows that 64 per \r\ncent fewer girls will become child brides if allowed to \r\ncomplete secondary school.\r\nRecognizing the significant difference that that \r\nchange could make in our nation, Ghana has launched a \r\ncampaign, under the auspices of UNICEF, to end child \r\nmarriage in our country by focusing not only on young \r\ngirls’ access to school, but also on their completing their \r\neducation. That is being achieved through enhanced \r\naccess to secondary education and beyond, without \r\ncompromising quality.\r\nThus far this year we have had a fruitful General \r\nAssembly. We adopted the 2030 Agenda for Sustainable \r\nDevelopment and its Sustainable Development Goals \r\n(resolution 70/1), we have discussed how to establish \r\nresilient health systems, and we have held a summit \r\non peacekeeping and strategies to deal with religious \r\nextremism. We will take many memories back with us, \r\nbut one remarkable image that made a huge impression \r\non me in the early days of this gathering was the Pope’s \r\ncar. It was breathtaking to watch the pontiff as he \r\ngreeted massive crowds and moved even Government \r\nofficials to tears in an open gallery; but nothing was \r\nmore breathtaking than watching him entering and \r\nbeing driven through the streets of New York in a tiny \r\nFiat 500. It was a great metaphor for the times in which \r\nwe are living, and a powerful lesson about some of the \r\nchanges we must make to confront our rapidly changing \r\nfuture.\r\nI felt a strange sense of solidarity with that small \r\nvehicle as I watched it cruise down the streets of New \r\nYork, dwarfed by the humongous sport-utility vehicles \r\nsurrounding it. It reminded me of the plight of the so-\r\ncalled developing nations in our relationships with \r\nthe wealthier, larger, more established nations of the \r\nworld. There is a sense of being protected, yet also of \r\nbeing overpowered; of being guided, yet intimidated \r\nto stay the course they are navigating. However, more \r\nthan any of that, what struck me was the modernity of \r\nthe moment. The survival of our planet depends on us \r\ncoming to terms with such modernity. It requires us to \r\nredefine our relationship with nature and to realize that \r\nwe are just one part of a larger ecosystem. We must \r\nfinally realize that we are dependent upon nature, and \r\nnot the other way around.\r\nIn recent years, signs of transformation in Africa \r\nhave generated great hope and very high expectations. \r\nMany African nations have embraced democracy, and \r\nfree and fair elections have become a regular occurrence \r\non the continent’s calendar. Several African nations are \r\nseeing accelerated economic growth, and a more than \r\nmodest amount of success is being achieved in reducing \r\nhunger and poverty on the continent.\r\nMy own country, Ghana, has benefited greatly \r\nin working to achieve the MDG targets. Ghana is \r\nconsidered one of the bright lights of Africa, that \r\nplace that was once derisively referred to as the \r\ndark continent. Our nation boasts a strong, stable \r\ndemocracy, with an economy that has been growing \r\npositively for more than two decades. While we are \r\nexposed to the current uncertainty in the international \r\nmarkets, strong cooperation with our multilateral and \r\nbilateral partners has led to positive movement towards \r\nfiscal consolidation. Moreover, our current agenda for \r\ntransformation is aimed at diversifying our economy \r\nand accelerating growth. My Government is committed \r\nto maintaining strict fiscal discipline in order to \r\nstabilize the macroeconomy and stimulate growth and \r\nbusiness activity.\r\nAll of that notwithstanding, one of the major \r\nconstraints facing all of Africa is a shortage of electric \r\npower, and there Ghana is no exception. In many African \r\nnations, power outages resulting from shortfalls in power \r\ngeneration are even considered normal. In Ghana, two \r\ndecades of consistent, positive growth has resulted in \r\nthe demand for power outstripping supply. The resulting \r\nload management programme has, unfortunately, \r\nslowed growth, while taking a steep toll on economic \r\nand social life. Small and medium-sized enterprises, \r\nwhich can least afford the high cost of purchasing and \r\noperating generators to back up their power supply, \r\nare being severely affected by that. We are pursuing a \r\nprogramme to introduce emergency generation so as to \r\nbalance demand and supply. Looking forward, we plan \r\nto put an additional 3,500 megawatts of power into our \r\ntransmission grid, utilizing the significant gas reserves \r\nthat we have discovered in our offshore concessions. \r\nThat will be supplemented by renewable power, mainly \r\nfrom solar, biomass and wind sources.\r\nThe road ahead, not only for so-called developing \r\nnations like Ghana but for all nations, demands that we \r\n15-29562 21/54\r\n30/09/2015 A/70/PV.19\r\nachieve energy sufficiency in a sustainable manner that \r\ndoes not further worsen the fragile environment of our \r\nplanet. In December, representatives from around the \r\nworld will meet in Paris to discuss issues of climate \r\nchange, the effects of which have become undeniable. \r\nThe changes to our planet as a result of global warming \r\nare apparent for all to see: the receding glaciers in \r\ntemperate climates, the reduction in rainfall and the \r\nadvancing deserts in Africa, and the lakes that are \r\nvirtually disappearing in the Middle East and Asia. All \r\nthose things should serve as a wake-up call for us to \r\ntake drastic and immediate action to save our planet \r\nand save humankind. We must curb our consumerism, \r\nnot just out of respect for the environment but also in \r\nthe exercise of tolerance and the mindful practice of \r\ncoexistence.\r\nRecently, the United States and Cuba have taken \r\nsignificant measures to normalize relations between \r\ntheir two countries. That is an important first \r\nstep towards discarding the relics of the Cold War \r\nrepresented by the economic blockade of Cuba. I am \r\nalso encouraged by the historic agreement between \r\nthe United States and partners, on the one hand, and \r\nIran, on the other, to curtail the development of nuclear \r\nweapons in that country and encourage the peaceful use \r\nof nuclear technology. That gives me hope that, with \r\ndedication and focus, we can also resolve the seeming \r\nintractable issue of Palestine. Ghana supports a two-\r\nState solution to that conflict, with a peaceful and \r\nstable Israel in coexistence with a sovereign Palestinian \r\nState. To that end, we call for the immediate cessation \r\nof settlement construction in the Palestinian territories.\r\nSeventy years from now, I wonder what those \r\nlooking back at this era will think of it. I wonder what \r\nthey will think of us. When those millions and millions \r\nof girls and boys study our era and the events that are \r\nnow shaping our world and lives, what will our actions \r\nor inactions say to them? What secrets of statecraft will \r\nthey learn? And most important, what sort of world will \r\nthe work that we are doing here today — the work of \r\npeace — produce for them to inherit? It is, after all, \r\ntheir history that we are holding right now in our hands. \r\nWe cannot fail them.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of Ghana for \r\nthe statement he has just made.\r\nMr. John Dramani Mahama, President of the \r\nRepublic of Ghana, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Faure Essozimna Gnassingbé, \r\nPresident of the Togolese Republic\r\nThe Acting President: The Assembly will now hear \r\nan address by the President of the Togolese Republic,\r\nMr. Faure Essozimna Gnassingbé, President of the \r\nTogolese Republic, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: I have the honour to \r\nwelcome to the United Nations His Excellency Mr. Faure \r\nEssozimna Gnassingbé, President of the Togolese \r\nRepublic, and to invite him to address the Assembly.\r\nPresident Gnassingbé (spoke in French): \r\nBefore I begin, Sir, allow me to express my warmest \r\ncongratulations to my friend John Dramani Mahama, \r\nPresident of the Republic of Ghana, for his excellent \r\nstatement.\r\nI am pleased to address the Assembly as we embark \r\nupon a new phase in our long search for peace, security, \r\ndevelopment and shared prosperity. At the outset, allow \r\nme to express my warm congratulations to Mr. Mogens \r\nLykketoft on his election to the presidency of the General \r\nAssembly at its seventieth session. I would also like to \r\nreiterate our full appreciation for the positive efforts \r\nthat Secretary-General Ban Ki-moon has undertaken \r\nsince assuming his post.\r\nEver since its founding, our Organization has fully \r\nengaged with States, regional organizations and citizens \r\nto promote peace and security and to progressively raise \r\nstandards of living. I therefore salute the long path we \r\nhave traveled together.\r\nSince becoming a Member of the Organization, on \r\n20 September 1960, my country has made the values \r\nand priorities at the heart of the United Nations its own. \r\nTogo has striven with great determination to contribute \r\nto the triumph of the noble ideals of our Organization. \r\nIn return, Togo has also received a great deal from the \r\nfamily of the United Nations. The most recent example \r\nof that fruitful cooperation goes back to the presidential \r\nelection of 25 April. We will not forget that, throughout \r\nthe electoral process, Togo benefited from the \r\nmultidimensional support and attentive interest of its \r\nfriends and partners, in particular the United Nations \r\nDevelopment Programme and the United Nations \r\n22/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nOffice for West Africa. That solidarity was a source \r\nof encouragement to us and provided added impetus \r\nfor us to make the extra effort that the Togolese people \r\nexpected of us in order to succeed in the holding of \r\nthe election. I would like to take this opportunity to \r\nexpress the deep gratitude of the Togolese people for \r\nthat support.\r\nToday, the Togolese people intend to build fully \r\non that success, thanks in particular to our political \r\nreforms, which seek to further strengthen democracy \r\nand our ability to work together in the pursuit of progress. \r\nIn that regard, fully aware of the stakes involved in \r\nensuring peace and security in a just and fair society, \r\nTogo plans to make economic and social inclusion the \r\npriority in its strategy of national unity. The priority of \r\npriorities for Togo is to advance in consolidating the \r\nwell-being of all its citizens, and thereby be able to play \r\na more active role in the realization of our new post-\r\n2015 development agenda.\r\nOur national priorities for the coming years \r\nessentially dovetail with our new commitments \r\nunder the framework of the Sustainable Development \r\nGoals (SDGs). The new 2030 Agenda for Sustainable \r\nDevelopment with its SDGs (resolution 70/1) requires \r\nus to do a much better job than we were able to do in \r\nthe past with the Millennium Development Goals. Even \r\nif we did not succeed in achieving all of those Goals \r\nwithin the agreed timetable, today we at least have the \r\nbenefit of the experience, mistakes and successes of the \r\npast, which represent a huge capital on which to draw in \r\norder to better address the challenges before us.\r\nAt a time when we are deliberating the future of \r\ninternational cooperation, I think that it is crucial for \r\nus not to forget the high price that we have just paid in \r\ntackling the Ebola virus. Since I was supervising the \r\nfight against that disease in the Economic Community \r\nof West African States — the epicentre of the outbreaks \r\nof that virus — I would like to take this opportunity to \r\nexpress our profound gratitude to the States, regional \r\norganizations, bilateral and multilateral partners \r\nand non-governmental organizations that mobilized \r\nsignificant resources and assisted the countries most \r\naffected in various ways to stem the epidemic. I would \r\nalso like to salute the heroism of the health-care \r\npersonnel of various nationalities and communities who \r\nnever abdicated their responsibilities, even when their \r\nlives were in danger. They saved lives and demonstrated \r\nour capacity to respond to extreme situations.\r\nFinally, I would to express my sincere condolences \r\nfor all of those who gave their lives in attempting to \r\nsave the lives of others. Ebola has claimed lives, \r\ndestroyed communities and weakened economies. It \r\nis responsible for losses of approximately $2 billion in \r\ngross domestic product in the three countries affected. \r\nToday, Ebola has been weakened but has not been \r\ncompletely conquered. We must all remain vigilant, not \r\nonly to eradicate the residual hotbeds of that disease \r\nbut also to rebuild systems that are more resilient to the \r\nvulnerabilities and shocks to which we remain exposed. \r\nSuch crises must not, however, prevent us from staying \r\nthe course or from keeping our promises to achieve \r\neconomic growth and social progress. I urge all of our \r\npartners to remain active and committed, including \r\nthose in countries that have so far been spared.\r\nWhile we can be pleased with the fact that economic \r\ngrowth in Africa has been among the highest in the \r\nworld in recent years, we must nevertheless note that, \r\nat the current pace, Africa will not be able to provide \r\na massive number of jobs for its young people, nor to \r\nsignificantly reduce poverty. The need for accelerated, \r\ninclusive economic growth requires structured actions \r\nand financing that go far beyond our traditional, \r\nfinancial architecture. For that reason, Togo hopes that, \r\nfollowing the Addis Ababa Conference on Financing for \r\nDevelopment, the community of donors will spare no \r\neffort to assist African countries, more constructively \r\nand with fewer restrictions, in their quest to diversify \r\nsources of financing and to expand their domestic \r\nbudgetary space.\r\nIn the same vein, at a time when we are seeking more \r\nappropriate mechanisms for financing development in \r\nAfrica, it would be regrettable if cultural values that \r\nform the bedrock of African societies were sacrificed. \r\nThat could jeopardize the results that have already been \r\nachieved. In that regard, pressure should no longer be \r\nbrought to bear on our States to force them to adopt \r\nprogrammes and initiatives that would lead to cultural \r\nshocks. As the bishops of Africa said in their common \r\ndeclaration in June, we are concerned by the fact that \r\naspects of the Sustainable Development Goals that are \r\nlinked to sexual and reproductive health could be made \r\nthe conditionalities for the granting of resources, as \r\nthe endorsement of such issues continues to be highly \r\ncontroversial in African societies.\r\nThe long and rich experience of the United Nations \r\nteaches us that peace and security are at the same \r\ntime preconditions and elements of development. \r\n15-29562 23/54\r\n30/09/2015 A/70/PV.19\r\nThat dual requirement must be fully taken into \r\naccount in the strategies that we will have to develop \r\nto effectively implement the SDGs. Togo, whose \r\neconomy is largely dependent upon the West African \r\nhinterland, knows the true value of security in the \r\nAfrican subregion. Combating the terrorist group Boko \r\nHaram and all forms of extremism and racism must \r\ncontinue relentlessly, with the help of the international \r\ncommunity and in line with the values promoted by the \r\nUnited Nations. The shifts in power in that regard that \r\nwe have been seeing throughout Africa in recent years \r\ndo not correspond to any of the fundamental values of \r\nour continent. Togo expects to capitalize on what has \r\nbeen achieved through the reform of its defence and \r\nsecurity system in order to better tackle new challenges \r\nand threats. We can never stress enough how crucial \r\nit is to align our policies in the areas of security, the \r\ndefence of human rights and environmental protection. \r\nThe environmental dimension of crises and conflicts, \r\nthe impact of climate change in exacerbating poverty \r\nand the repeated threats to human rights during times \r\nof war are realities that we cannot conceal if we want \r\nto preserve stability in our States over the long term. \r\nThat is why the Climate Change Conference to be held \r\nin Paris in December will be the first test of whether \r\nor not the sustainable commitments we have just made \r\nare sound.\r\nGiven the importance of what is at stake, it falls to \r\nus to adopt a binding international agreement at that \r\nConference that will improve the lives of millions of \r\npeople throughout the world by taking the necessary \r\nmeasures to keep climate change below the threshold \r\nof a 2°C rise in temperature. In Togo, unfortunately, we \r\nare already experiencing the effects of climate change \r\nevery day, including coastal erosion, which amounts to \r\na 10 to 12 metres annual advance of the sea, threatening \r\nour coastal populations. There are therefore immediate \r\nrisks for the survival of those populations that require \r\nmore urgent responses and significant investments. It \r\nis therefore crucial that future international financing \r\naimed at combating the effects of climate change, and \r\nspecifically financing that will make its way into the \r\nGreen Fund, not come through a reduction in traditional \r\nofficial development assistance.\r\nI would like to take this opportunity to recall that \r\nthe economic, security and environmental challenges \r\nconnected with the seas and oceans will be addressed \r\nduring the African Union Extraordinary Summit on \r\nMaritime Security and Safety and Development in \r\nAfrica, which Togo will have the privilege of hosting \r\nnext year. At that Summit, we hope to be able to adopt \r\neffective measures and make decisions that will enable \r\nus to work together so that the oceans and seas remain \r\na major asset for the development of Africa.\r\nAfter 70 years of peacekeeping operations, we \r\nmust acknowledge that such operations are no longer \r\nsufficient to ensure the effectiveness of our actions \r\nwhen faced with the changing nature of crises and \r\nconflicts. It is for that reason that we must constantly \r\ninnovate in order to adapt our responses to the current \r\nsecurity challenges. In that regard, my country, which \r\nhas always participated in peacekeeping missions, \r\nwelcomes the report (A/70/95) of the High-level \r\nIndependent Panel on United Nations Peace Operations, \r\nwhich was established by the Secretary-General to \r\nassess peacekeeping operations. Its recommendations \r\nshould receive our full attention. My country also \r\nwelcomes the holding, two days ago, of the summit \r\nmeeting on peacekeeping operations, organized by a \r\ngroup of States at the initiative of the United States of \r\nAmerica. That meeting sought to make more resources \r\navailable for peacekeeping operations.\r\nThe magnitude of the challenges we are facing today \r\nrequires that we constantly renew our commitment \r\nto the original purposes of the United Nations. It is \r\nour duty to preserve, in times of war and in times of \r\npeace, human dignity and to build a world based on the \r\npromotion and protection of human rights.\r\nIn that regard, I would like to pay well-deserved \r\ntribute to the Office of the United Nations High \r\nCommissioner for Human Rights, which recently closed \r\nits office in Togo after having helped the Government, \r\nnational institutions and civil society strengthen their \r\ncapacities in the area of the protection and promotion of \r\nhuman rights. The eight years of cooperation that have \r\njust come to an end enabled Togo to make significant \r\nprogress in the area of human rights. We intend to \r\nrelentlessly pursue our efforts in that area, because \r\nwe are firmly convinced that a society in which the \r\nrights of the individual are protected and guaranteed \r\nhas all the cards it needs to achieve its promises of \r\ndevelopment and prosperity. It is my strong desire \r\nthat the multifaceted cooperation that has mobilized \r\nus in the great United Nations family can continue to \r\nbe strengthened in all the areas in which it can enable \r\nhuman beings to progress more easily in solidarity and \r\nin sharing.\r\n24/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nWith that, I wish a happy birthday to the United \r\nNations, our common Organization, and renew my \r\nwishes for success in its future actions. Above all, I \r\nexpress the hope that the years to come can give us an \r\nopportunity to preserve and strengthen our collective \r\ncommitment to the ideals of peace, security and \r\nsustainable development.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Togolese \r\nRepublic for the statement he has just made.\r\nMr. Faure Essozimna Gnassingbé, President of the \r\nTogolese Republic, was escorted from the General \r\nAssembly Hall.\r\nAddress by His Majesty Sultan Hassanal Bolkiah \r\nMu’izzaddin Waddaulah, Sultan and Yang Di \r\nPertuan of Negara Brunei Darussalam\r\nThe Acting President: The Assembly will now \r\nhear an address by the Sultan and Yang Di Pertuan of \r\nNegara Brunei Darussalam.\r\nHis Majesty Sultan Hassanal Bolkiah Mu’izzaddin \r\nWaddaulah, Sultan and Yang Di Pertuan of Negara \r\nBrunei Darussalam, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the \r\nUnited Nations His Majesty Sultan Hassanal Bolkiah \r\nMu’izzaddin Waddaulah, Sultan and Yang Di Pertuan \r\nof Negara Brunei Darussalam, and to invite him to \r\naddress the Assembly.\r\nSultan Hassanal Bolkiah Mu’izzaddin Waddaulah: \r\nFirst of all, I would like to congratulate His Excellency \r\nMogens Lykketoft on his election as the President of the \r\nGeneral Assembly at its seventieth session and wish him \r\nmuch success. I also extend my thanks to the outgoing \r\nPresident, His Excellency Mr. Sam Kutesa, for his \r\nvaluable contribution to the work of the Organization, \r\nas well as my best wishes for his future endeavours. \r\nI would also like to commend Secretary-General Ban \r\nKi-moon for his able leadership, as well as the United \r\nNations agencies for their active engagement with \r\nMember States.\r\nIt gives me great pleasure to be here as we \r\ncommemorate together the seventieth anniversary \r\nof the founding of the Organization. This is indeed a \r\nhistoric occasion to celebrate our achievements, as well \r\nas to reflect on matters that require our urgent action.\r\nThe existence of the United Nations for the \r\npast 70 years is a testament to its relevance. It has \r\nbecome the world body that we look up to, our point \r\nof reference on all aspects of humankind, and it has \r\nno equal. It was established in 1945 in the wake of the \r\nmass destruction brought about by the Second World \r\nWar, and the need to restore peace and security was \r\nits main focus. Today, its mandate has grown hugely to \r\ninclude emerging challenges and evolving threats, such \r\nas the proliferation of weapons of mass destruction, \r\nclimate change, pandemic diseases and terrorism and \r\nviolent extremism. As part of a comprehensive global \r\nmandate, it has also been tasked with addressing \r\nmultidimensional socioeconomic matters.\r\nWe recognize that the United Nations is not a \r\npanacea for all of the world’s woes, but that has not \r\ndiminished its overall success. On that note, we \r\ncommend the role played by all of the United Nations \r\nagencies and the Organization’s development work \r\naimed at improving people’s lives around the world.\r\nOne profound achievement is in the containment \r\nof pandemic diseases, which pose serious threats to \r\nthe world’s population. In 1980, the World Health \r\nOrganization succeeded in completely eradicating \r\nsmallpox and, more recently, it worked with affected \r\ncountries to contain the breakout of the Middle East \r\nrespiratory syndrome and Ebola.\r\nOver the years, we have seen how our humanitarian \r\nworkers and peacekeepers risk their lives to carry out \r\nthe work of the United Nations, with some losing their \r\nlives in the course of their noble work. Those brave \r\nindividuals will always deserve our highest respect for \r\ntheir commitment and sacrifice to make our world a \r\nsafer place.\r\nWith a membership of 193 States, the expectations \r\nwill inevitably be high for the effectiveness of the \r\nOrganization in addressing the ever-increasing issues \r\nthat affect the lives of the people we represent. I am \r\ntherefore pleased that our new post-2015 development \r\nagenda, contained in the 2030 Agenda for Sustainable \r\nDevelopment (see resolution 70/1), embraces most, if \r\nnot all, of those concerns. Its inclusiveness signifies \r\nthe trust and faith that we have in our Organization. \r\nIt is therefore important that we fulfil our national \r\nand collective responsibilities to implement the new \r\nAgenda and realize our peoples’ hopes and dreams for \r\na better life.\r\n15-29562 25/54\r\n30/09/2015 A/70/PV.19\r\nIn 1984, Brunei Darussalam’s admission into \r\nthe United Nations signified a global endorsement \r\nof its sovereignty and territorial integrity as a fully \r\nindependent nation. Since then, we have benefited \r\nextensively from that membership. The United Nations \r\nhas provided us with a platform for enhancing our \r\nbilateral and multilateral relations with our friends and \r\npartners. Through the United Nations, we have also \r\nbeen able to demonstrate our unwavering commitment \r\nto the maintenance of peace, stability and development. \r\nBrunei Darussalam firmly believes that tolerance, \r\ncompassion and social harmony have been essential \r\nfor the lasting peace and security that our close-knit \r\ncommunity has been enjoying to this day. Such values \r\nhave been the foundation of our country’s stability and \r\nprosperity, which has provided an enabling environment \r\nfor development.\r\nIn our region, the shared principles of the member \r\nStates of the Association of Southeast Asian Nations \r\n(ASEAN), namely, territorial integrity, non-interference, \r\nconsensus, the rule of law and good governance, guide \r\nour efforts to achieve closer cooperation for peace, \r\nstability and prosperity. That national and regional \r\nexperience represents our contribution to the United \r\nNations as part of the multilateral process. And it is \r\nthrough the United Nations that I envision the creation \r\nof a caring global community with similar values and \r\nprinciples that can unleash our potential to work and \r\nachieve greater things together. In order to bring us \r\ncloser together and foster greater understanding and \r\nempathy with one another, we should nurture more \r\ncultural exchanges, which would enable us to live as \r\na family of nations. In that way, we might be able to \r\navert new conflicts and better utilize the resources of \r\nsocioeconomic development.\r\nAccording to the World Bank, the average cost of \r\ncivil war is equivalent to more than 30 years of gross \r\ndomestic product growth for a medium-size developing \r\ncountry. The cost of peacekeeping during and after a \r\ncivil war is also extremely high and, above all, there is \r\nthe loss of lives, which cannot be measured. Preventive \r\ndiplomacy is therefore a cost-effective means of \r\naddressing conflicts, and certainly an integral part of \r\nconflict prevention efforts. It is a long-term process and \r\na worthwhile investment, in which the United Nations \r\nhas made some headway. We highly value the important \r\nwork of the good offices of the Secretary-General, the \r\nSpecial Envoys and the resident political missions as \r\nsome of the key tools of preventive diplomacy. However, \r\nmore can be done to enhance conflict prevention.\r\nIf we wish to move forward, the Secretary-General’s \r\nview — and I agree — is that we have to strengthen the \r\npartnerships between the United Nations and regional \r\nor subregional organizations. Such organizations have a \r\nunique influence and easy access to crisis situations in \r\ntheir respective regions, and the United Nations should \r\nbe able to leverage that strength to defuse tension \r\nbefore it escalates into conflicts. Through the ASEAN \r\nRegional Forum, ASEAN member States, along with \r\nother member participants, have long worked together to \r\ncreate an atmosphere of trust and confidence. Two years \r\nago, they adopted a workplan on preventive diplomacy, \r\nand its implementation has made significant progress \r\nand contributed towards the maintenance of peace and \r\nsecurity in the region. I wish to take this opportunity \r\nto thank the United Nations for providing coaching \r\nand training programmes to help ASEAN implement \r\nthat plan. I believe that our Organization is in the best \r\nposition to promote the necessary cooperation and \r\npartnerships based on mutual respect, understanding \r\nand tolerance, which can prevent wars and conflicts, \r\nreligious persecution, violent ideological confrontation \r\nand terrorism.\r\nSince our last gathering, we have witnessed the \r\ntragic loss of life caused by inhumane terrorist acts in \r\nvarious parts of the world. Such acts are unacceptable, \r\nand we join others in condemning terrorism and in totally \r\nrejecting extremism and radicalism. We reiterate our \r\nsupport for all efforts by the international community \r\nto prevent and eliminate all forms of terrorism. In that \r\nregard, we also support intercultural dialogue among \r\npeoples of different religions, cultures and initiatives, \r\nsuch as the United Nations Alliance of Civilizations, \r\nthe Global Movement of Moderates, the King Abdullah \r\nBin Abdulaziz International Centre for Interreligious \r\nand Intercultural Dialogue, World against Violence \r\nand Violent Extremism, and the Summit on Countering \r\nViolent Extremism.\r\nIt is crucial that we address the root causes of \r\nterrorism and extremism in a comprehensive manner. \r\nWe need to ensure that irresponsible parties do not \r\nexploit the despair and suffering of others to fuel their \r\nown extremist agendas. That is why we need to resolve \r\nthe plight of our Palestinian brothers and sisters, an \r\nissue that remains at the core of the conflict in the \r\nMiddle East. For over 60 years, Palestinians have \r\nstruggled to achieve self-determination. A lasting \r\n26/54 15-29562\r\nA/70/PV.19 30/09/2015\r\npeaceful solution is long overdue. In that regard, I am \r\npleased to see that Palestine has been accepted as a \r\nmember in various international bodies. That has been \r\nreflected in the General Assembly’s historic decision \r\nto allow the f lag of Palestine to f ly proudly with the \r\nf lags of other sovereign and independent nations of \r\nthis world body. Those are all positive developments \r\nthat should contribute to obtaining the recognition of \r\nPalestinian statehood.\r\nI wish to reiterate our commitment to continuing \r\nto work with others to ensure that the United Nations \r\nremains a strong force for peace, security and human \r\nrights. After all, the success of our Organization lies \r\nin our own collective efforts, which constitute the true \r\nstrength of this Organization.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Sultan and Yang Di \r\nPertuan of Negara of Brunei Darussalam for the \r\nstatement he has just made.\r\nHis Majesty Sultan Hassanal Bolkiah Mu’izzaddin \r\nWaddaulah, Sultan and Yang Di Pertuan of Negara \r\nBrunei Darussalam, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Mahmoud Abbas, President of the \r\nState of Palestine\r\nThe Acting President: The Assembly will now hear \r\nan address by the President of the State of Palestine.\r\nMr. Mahmoud Abbas, President of the State of \r\nPalestine, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Mahmoud Abbas, President \r\nof the State of Palestine, and to invite him to address \r\nthe Assembly.\r\nPresident Abbas (spoke in Arabic): I come before \r\nthe General Assembly today from Palestine to sound \r\nthe alarm concerning the grave dangers of what is \r\nhappening in Jerusalem, where extremist Israeli groups \r\ncontinue with their systematic and repeated incursions \r\ninto the Al-Aqsa Mosque. Those incursions are aimed \r\nat imposing a new reality and at temporarily dividing \r\nHaram Al-Sharif by allowing extremists — under the \r\nprotection of Israeli occupying forces, Ministers and \r\nKnesset members — to enter the Mosque. In so doing \r\nat specified times, they prevent the access of Muslim \r\nworshipers from freely exercising their religious rights. \r\nThe Israeli Government is pursuing that plan in direct \r\nviolation of the status quo of 1967. The occupying Power \r\nis thus committing a grave mistake, because we will not \r\naccept such actions. The Palestinian people refuses to \r\naccept the implementation of an illegal plan that is an \r\naffront to the sensitivities of Palestinians and Muslims \r\nthroughout the world. I call on the Israeli Government, \r\nbefore it is too late, to end the use of brutal force aimed \r\nat desecrating the Islamic and Christian holy sites in \r\nJerusalem, and, in particular, to halt its actions directed \r\nagainst the Al-Aqsa Mosque, for such actions will \r\ntransform the conflict from a political to a religious one \r\nand create an explosive situation in Jerusalem, as well \r\nas in the rest of the occupied Palestinian territory.\r\nIt is my honour to come to speak on behalf of \r\nthe State of Palestine in the General Assembly at its \r\nseventieth session, which coincides with the seventieth \r\nanniversary of the United Nations, which has made \r\nthe promotion and protection of international peace \r\nand security and the preservation of human rights its \r\nprimary goals.\r\nThe question of Palestine was one of the first just \r\ncauses brought before the United Nations, dating from \r\nthe time of its inception. Yet, to date, regrettably, it \r\nremains unresolved. The Organization and its Members \r\nremain unable to end the injustice inflicted upon our \r\npeople or to assist it in exercising its right to self-\r\ndetermination and freedom in its own independent and \r\nsovereign State.\r\nI ask the Assembly to reconsider the history of the \r\nquestion of Palestine and the relevant United Nations \r\nresolutions in order to realize a self-evident truth. A \r\nhistoric injustice was inflicted upon a people who \r\nhad lived peacefully in their land and made genuine \r\nintellectual, cultural and humanitarian contributions to \r\nhumankind and their homeland. That people does not \r\ndeserve to be deprived of its homeland, to die in exile, \r\nto be swallowed by the sea or to spend its life f leeing \r\nfrom one refugee camp to another. Yet, regrettably, its \r\njust cause remains at a standstill after these many years.\r\nOur people have placed their hopes in the countries \r\nof this Organization to help them to gain their freedom, \r\nindependence and sovereignty, so that their wish and \r\ntheir right to their own State, which is the aspiration \r\nof all peoples of the Earth, can be achieved. That \r\nentails a just solution for the Palestine refugee issue \r\n15-29562 27/54\r\n30/09/2015 A/70/PV.19\r\nin accordance with resolution 194 (III) and the Arab \r\nPeace Initiative. Is that too much to ask?\r\nWe are calling for justice, peace and what is right. \r\nPalestine was partitioned into two States, and Israel \r\nwas established 67 years ago. But the second part of \r\nresolution 181 (II), of 29 November 1947, still awaits \r\nimplementation. Palestine, which is an observer State \r\nin the United Nations, deserves full recognition and \r\nfull membership. In the light of all the enormous \r\nsacrifices that we have made, our years of patience \r\nin exile and suffering, and our acceptance of peace in \r\naccordance with the two-State solution, which should \r\nbe based on international law, the relevant United \r\nNations resolutions, the Arab Peace Initiative and the \r\nQuartet road map, it is unconscionable that the question \r\nof Palestine has remained unresolved for all these \r\ndecades.\r\nThe continuation of the impasse is unacceptable, \r\nbecause it means yielding to the logic of the brute force \r\nthat is being inflicted upon us by the Israeli Government. \r\nThat Government continues its illegal settlement \r\nexpansion in the West Bank, especially in occupied \r\nEast Jerusalem. It continues its blockade of the Gaza \r\nStrip, deepening the immense suffering of our people \r\nthere, in defiance of United Nations resolutions and the \r\nagreements signed by both sides under international \r\nauspices. In that regard, we recall the words of the late \r\nIsraeli Prime Minister Yitzhak Rabin in 1976, when he \r\nstated that Israel would become an apartheid State if \r\nit continued its occupation of Palestinian territory. He \r\ndescribed the Israeli settlements on Palestinian land as \r\na cancer. That is what Yitzhak Rabin said. Why do they \r\ndo that to us?\r\nThe persistence of the issue forces us to ask the \r\nfollowing questions. Do the votes of democratic \r\ncountries against Palestine-related resolutions and \r\nthe legitimate rights of our people serve peace and \r\nthe interests of those who believe in the two-State \r\nsolution? Or do they serve and encourage extremists, \r\nthereby fanning their hatred and racism and making \r\nthem believe that they are above the law, to the point \r\nthat they committed the crime of burning a Palestinian \r\nfamily in the town of Duma in the West Bank, a crime \r\nwhich claimed the lives of an infant, Ali Dawabsheh, \r\nhis father and mother? What is left of this family is an \r\norphan child, Ahmed, a 4-year-old, who teeters between \r\nlife and death in hospital as a result of his burns, while \r\nthe killers remain free because they have not yet been \r\narrested. Where is justice? Where is fairness? Where \r\nis democracy? Where is the democratic State that lays \r\nclaim to democracy and the rule of law?\r\nThis was not the first crime of this type. On \r\nprevious occasions, they had burned alive and killed a \r\nPalestinian child, Mohammed Abu Khdeir, in Jerusalem, \r\nand another, Mohammed Al-Dura, in Gaza, and before \r\nthem thousands had been killed in Gaza and the West \r\nBank. We still remember the Deir Yassin massacre of \r\n1948 and all other crimes committed against our people. \r\nAll of these crimes have gone unpunished. Until when \r\nwill Israel remain above international law and without \r\naccountability?\r\nOwing to time constraints, I shall not be able to \r\ndiscuss in detail how many Israeli violations have been \r\ncommitted against our people and how many repressive \r\nlaws have been issued by successive Israeli Governments, \r\nthe latest of which is the official governmental \r\ninstructions given to fire live ammunition at and arrest \r\nand repress peaceful Palestinian demonstrators. Why is \r\nthis happening?\r\nWe do not respond to the hatred and brutality of the \r\nIsraeli occupation with hatred and brutality. Instead, \r\nwe are working to spread the culture of peace and \r\ncoexistence between our peoples and in our region. We \r\nare eager to see the day when our people and all peoples \r\nin our region will enjoy peace, security, stability and \r\nprosperity. This cannot be achieved with continued \r\noccupation, settlement, colonization, the wall, the \r\nburning of people, places of worship and homes, the \r\nkilling of youth, children and infants, the burning of \r\ncrops, and the arrest and detention of people without \r\ncharge or trial.\r\nHow can a State claim that it is an oasis of \r\ndemocracy and that its courts and security apparatus \r\nfunction according to the law and yet also accept the \r\nexistence of so-called price-tag gangs and other known \r\nterrorist organizations that terrorize and intimidate our \r\npeople, confiscate their property and insult their holy \r\nsites? All of this occurs under the watch of the Israeli \r\narmy and police, who do not deter or punish the gangs, \r\nbut rather provide them with protection.\r\nIs it not time to end these injustices? Is it not \r\ntime to stop this suffering? Is it not time for the racist \r\nannexation wall to be torn down? Is it not time for the \r\nhumiliating and degrading checkpoints and barriers \r\nset up by the Israeli occupying forces in our land to be \r\nremoved? Is it not time for the Israeli blockade imposed \r\non the Gaza Strip to be lifted so that our people can \r\n28/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nmove in freedom and dignity in their own homeland \r\nand beyond? Is it not time to end the racist, terrorist, \r\ncolonial settlement of our land, which is undermining \r\nthe two-State solution? Is it not time for the 6,000 \r\nPalestinian prisoners and detainees in Israeli jails to see \r\nthe light of freedom and live among their families and \r\ncommunities? Is it not time for the longest occupation \r\nin history, which is suffocating our people, to come to \r\nan end? These are the questions we ask the international \r\ncommunity.\r\nDespite all the obstacles imposed by the \r\noccupation, since the establishment of the Palestinian \r\nNational Authority and until this moment, we have \r\nworked tirelessly to build the foundations of our State, \r\nits infrastructure and sovereign national institutions. \r\nWe have made real progress on the ground, as has been \r\naffirmed by several international bodies, in particular \r\nthe United Nations, the World Bank and the International \r\nMonetary Fund. With the support of our brothers \r\nand friends, we will continue our efforts and work \r\ntogether to strengthen our State, which is committed \r\nto upholding international standards, the rule of law \r\nand transparency as a democratic and modern State. In \r\nthis context, we highly value the efforts of the Ad Hoc \r\nLiaison Committee, under Norway’s chairmanship, and \r\nurge donor countries to continue to support a better \r\nlife for our people and our efforts to develop our State \r\ninstitutions.\r\nOur membership in international organizations \r\nand our accession to treaties and conventions are not \r\ndirected against anyone; rather, they are a measure \r\naimed at safeguarding our rights, protecting our people, \r\nharmonizing the laws and regulations of our country \r\nwith international standards, and strengthening its \r\ninternational legal status and identity. Is this a mistake?\r\nWith respect to the internal Palestinian situation, \r\nwe are determined to preserve the unity of our land and \r\nour people. We will not accept temporary solutions or \r\na fragmented State. We will not allow this to happen, \r\nand we will not let those who are trying to make us do \r\nthis prevail. We will instead seek to form a Government \r\nof national unity that functions according to the \r\nprogramme of the Palestine Liberation Organization, \r\nand we will proceed to hold presidential and legislative \r\nelections.\r\nPalestine is a country of holiness and peace. It is the \r\nbirthplace of Christ, the messenger of love and peace, \r\nand the home of the Isra and Mi’raj, the ascension to \r\nheaven and night journey of Mohammed, peace be \r\nupon him, who was sent as a gift of mercy to the world. \r\nPalestine is still looking for peace, and its people want \r\nto live in their homeland in safety, security, harmony, \r\nstability and good neighbourliness with all peoples \r\nand countries of the region. This is attested to by their \r\ncultural, humanitarian and spiritual contributions to \r\nhumankind all along, from the start.\r\nJust recently, on 17 May, two nuns from Palestine, \r\nMarie-Alphonsine Ghattas and Mariam Baouardy, \r\nwere canonized as saints by His Holiness Pope Francis \r\nat the Vatican in the presence of tens of thousands of \r\nthe faithful from around the globe. On that occasion, \r\nthe f lag of Palestine was raised at the Vatican, whose \r\nrecognition of the State of Palestine is documented in \r\nthe agreement signed between the Holy See and the \r\nState of Palestine. It is our hope that those that have \r\nnot yet recognized us as a State will do so as soon as \r\npossible. We look forward to seeing the independent \r\nState of Palestine take its rightful place among the \r\ncommunity of nations. We are confident that it will \r\nactively contribute to achieving the economic, cultural \r\nand humanitarian progress of civilization, with positive \r\nresults for our people, the region and the entire world.\r\nPeace will be achieved by and through Palestine. \r\nThose who wish to seek and promote peace, I repeat, \r\nthose who wish to seek and promote peace and to fight \r\nterrorism, should start by resolving the question of \r\nPalestine. That is the beginning and the end of it.\r\nI take the opportunity to express, on behalf of my \r\npeople, our thanks to all those who, on 10 September, \r\nvoted in favour of resolution 69/320. Its adoption has \r\nenabled us to raise the Palestinian f lag at United Nations \r\nHeadquarters. The day is not far off when, God willing, \r\nwe will raise the Palestinian f lag in East Jerusalem, the \r\ncapital of the State of Palestine.\r\nI wish also to pay tribute to various recent decisions \r\nin European parliaments. Some of these have clearly \r\ncondemned Israel’s settlement activities and affirmed \r\nthe right of the Palestinian people to sovereignty and \r\nindependence in their own State, side by side with the \r\nState of Israel — which we recognize even though Israel \r\ndoes not recognize our existence — and some have \r\nestablished a committee on relations with Palestine. A \r\nnumber of European countries have also affirmed their \r\nrecognition of the State of Palestine, thereby endorsing \r\nour natural right to independence. In that regard, we \r\nwish to thank the Kingdom of Sweden for having the \r\n15-29562 29/54\r\n30/09/2015 A/70/PV.19\r\ncourage of its convictions and recognizing the State of \r\nPalestine.\r\nAll who say they support the two-State solution \r\nmust recognize both States, not just one. If one supports \r\nthe two-State solution, how can one not recognize the \r\nother State? Today I call on those countries that have \r\nnot yet recognized the State of Palestine to do so. We \r\nare fully confident that they will do so out of conviction \r\nthat our people and cause are deserving of justice. \r\nFrom this rostrum at United Nations Headquarters and \r\nagainst the backdrop of the religious holidays, I extend \r\na sincere call on the people of Israel for peace based on \r\njustice, security and stability for all. I also call on the \r\nSecurity Council and the General Assembly to shoulder \r\ntheir responsibilities before it is too late. I sincerely \r\nhope that they will fulfil their responsibilities before \r\nit is too late.\r\nAll those present are well aware that Israel has \r\nundermined the efforts of the Administration of \r\nPresident Barack Obama, and mostly recently the \r\nefforts undertaken by Secretary of State Kerry, to reach \r\na peace agreement by means of negotiation. The polices \r\nand practices of the Israeli Government and the stances \r\nadopted by its Prime Minister and Cabinet Ministers \r\nlead to a clear conclusion, namely, that they are doing \r\ntheir utmost to sabotage the two-State solution that we \r\nhave been seeking based on resolutions of international \r\nlegitimacy. There can be no other explanation.\r\nWe welcome the international and European efforts, \r\nincluding the French initiative calling for the formation \r\nof an international support group on achieving peace. \r\nThe Arab States, at their recent summit, confirmed their \r\nsupport for a Security Council resolution to reaffirm \r\nthe key parameters for a peaceful two-State solution, \r\nbased on the pre-1967 borders, with a time frame for \r\nending the occupation.\r\nAs it is pointless to waste time negotiating just \r\nfor the sake of it, what we require now is to mobilize \r\ninternational efforts and establish a framework to \r\noversee an end to the occupation, in line with the \r\nresolutions of international legitimacy. Until that is \r\ndone, I appeal to the United Nations, and particularly \r\nthe Secretary-General and the President of the General \r\nAssembly, to provide international protection for the \r\nPalestinian people in accordance with international \r\nhumanitarian law. We need protection — we need \r\ninternational protection. We cannot maintain the \r\nstatus quo. We are being assailed on all sides. Acts of \r\naggression are being committed against us on all sides. \r\nWe have no protector. Our last resort is the United \r\nNations. We are therefore appealing to the Assembly, \r\nwe are begging the Assembly, to provide us with \r\ninternational protection.\r\nWe have tried to bring pressure to bear on Israel \r\nto implement the signed agreements and to negotiate \r\nin conformity with the two-State solution through \r\ndirect contact with the Israeli Government. Yes, we do \r\nmaintain direct contact with the Israeli Government, as \r\nwell as indirect contact through the United States of \r\nAmerica, the Russian Federation, the European Union \r\nand the United Nations, the Quartet members and other \r\nparties. However, the Israeli Government persists in \r\nundermining the two-State solution and in entrenching \r\ntwo regimes on the ground: the current apartheid \r\nregime imposed on the State of Palestine and against \r\nthe Palestinian people, on the one hand, and another \r\nregime of extensive privileges and protection for Israeli \r\nsettlers, on the other hand. Our occupied Palestinian \r\nterritory reflects two systems: the apartheid system and \r\nthe other system that extends extensive privileges to the \r\nIsraeli settlers. How is that possible? In what way is \r\nit admissible? That is the question that we pose to the \r\nUnited Nations.\r\nThe transitional Oslo accords and annexes and the \r\nsubsequent accords signed with Israel stipulated that \r\nthe agreements should be implemented within a time \r\nframe of five years, which ended in 1999. What was the \r\noutcome to be? It was to be full independence for the \r\nState of Palestine and the end of the Israeli occupation. \r\nBut Israel stopped withdrawing its forces from the \r\nareas classified as “B” and “C”, which represent more \r\nthan 60 per cent of the West Bank territory, including \r\nEast Jerusalem. Instead, Israel intensified its settlement \r\nactivities everywhere, in breach of all of the signed \r\naccords, some of which were signed by the current \r\nIsraeli Prime Minister.\r\nIn 2009, in his speech in Cairo, President Obama \r\ncalled for the cessation of the settlement activities. What \r\nwas the response on the part of Israel? The Government \r\nincreased its settlement activities by at least 20 per cent \r\nin the West Bank and East Jerusalem, thus violating \r\nits obligation not to undertake any illegal or unilateral \r\naction that could be considered permanent. Moreover, \r\nthe occupying Power has repeatedly encroached on the \r\narea classified as “A”, which is supposed to be under full \r\nPalestinian security jurisdiction and in which we have \r\n30/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nestablished the institutions of the Palestinian State. Let \r\nme repeat that, yes, Israel has also violated that area.\r\nAt the same time, Israel refuses to review the \r\neconomic agreements that control the ability of \r\nthe Palestinian economy to develop and become \r\nindependent. It is determined to impose dominance \r\non the Palestinian economy, similar to its military \r\nand security dominance, and it rejects the right of the \r\nPalestinian people to development and to the exploitation \r\nof their natural resources. In so doing, Israel has \r\nundermined the foundations on which the political and \r\nsecurity agreements are based. Those agreements have \r\nalso been eroded by the measures taken by successive \r\nIsraeli Governments, measures that have negated the \r\ntransitional phase leading to the independence of our \r\nState. All these gross violations of the agreements have \r\nmade the situation intolerable.\r\nGiven that background, we declare that as long as \r\nIsrael refuses to commit to the agreements it signed \r\nwith us, thereby ensuring that we are a pro forma \r\nauthority without real powers, and as long as Israel \r\nrefuses to cease its settlement activities and to release \r\nthe fourth group of Palestinian prisoners in accordance \r\nwith our agreements, Israel leaves us no choice but to \r\nassert that we will not remain the only ones committed \r\nto the implementation of those agreements, while Israel \r\ncontinuously violates them.\r\nWe therefore declare that we cannot continue to be \r\nbound by those agreements and that Israel must fully \r\nassume all its responsibilities as an occupying Power, \r\nbecause the status quo cannot continue and the decisions \r\nof the Palestinian Central Council last March are \r\nspecific and binding. As long as Israel does not commit \r\nto the signed agreements and instead undermines them \r\nall, we, for our part, renounce our commitment to those \r\nagreements, and Israel must bear full responsibility for \r\nthe situation. This is a decision taken by the Palestinian \r\nParliament, and I affirm it right here and now. Our \r\npatience has run out. It seems that Israel is deaf to the \r\ntruth. Israel will have to resume its role as an occupying \r\nPower and bear its responsibilities accordingly.\r\nThe State of Palestine, based on the 4 June 1967 \r\nborders with East Jerusalem as its capital, is a State \r\nunder occupation. Yes, we are under occupation, just \r\nas many countries were during the Second World War. \r\nIt should be noted that our State is recognized by 137 \r\nStates, which is four times the number of States that \r\nrecognized Israel at its foundation, and the right of our \r\npeople to self-determination, freedom and independence \r\nis recognized globally as being inalienable and \r\nindisputable. I further recall resolution 67/19 of 2012, \r\nwhich accorded to Palestine observer State status \r\nand reaffirmed that the Executive Committee of the \r\nPalestine Liberation Organization would be the interim \r\nGovernment of the State of Palestine and that the \r\nPalestine National Council would be the Palestinian \r\nParliament of the State of Palestine. Given all that, why \r\ndoes Israel not recognize the State of Palestine?\r\nI must reiterate that the current situation is \r\nunsustainable. We shall start implementing the \r\ndeclaration I have just announced by legal means. We \r\nshall not resort to violence; we shall use peaceful and \r\nlegal means to implement it. Either the Palestine National \r\nAuthority will be a transitional power and move the \r\nPalestinian people from occupation to independence, \r\nor Israel must fully bear its responsibilities as the \r\noccupying Power.\r\nAt the same time, and based on our commitment to \r\nthe principles of international law, the State of Palestine \r\nwill continue to accede to international conventions and \r\nto join organizations — all international organizations. \r\nThat is our right and is fully in line with our status \r\nunder international law. Palestine will move forward \r\nin the defence of its people under occupation through \r\nall available legal and peaceful means, including as \r\na High Contracting Party to the Geneva Conventions \r\nof 1949 and a State party to the Rome Statute of the \r\nInternational Criminal Court. Yes, Palestine is a State \r\nparty to the International Criminal Court. Those who \r\nfear international law and international courts should \r\nstop committing crimes. We do not like having to seek \r\njustice from the International Criminal Court, but \r\naggression forces us to do so. We will seek support \r\nfrom all international organizations, including the \r\nInternational Criminal Court.\r\nAll that notwithstanding, my hand remains \r\noutstretched for the just peace that will guarantee my \r\npeople’s rights, freedom and human dignity. I say to \r\nour neighbours, the sons and daughters of the Israeli \r\npeople, that peace is in their interest and in our interest \r\nand in the interest of their future generations and our \r\nfuture generations. Maintaining a narrow viewpoint is \r\nunhelpful and destructive. Focusing only on oneself is \r\nunhelpful and destructive. It is my sincere hope that \r\nthose neighbours will consider the dangerous reality on \r\nthe ground and look to the future and accept for the \r\nPalestinian people what they accept for themselves. \r\n15-29562 31/54\r\n30/09/2015 A/70/PV.19\r\nThen, they will find that the achievement of peace will \r\nbe possible, and they will enjoy security, safety, peace \r\nand stability. These values are the aspirations that we \r\nalso seek to realize for our Palestinian people.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the State of \r\nPalestine for the statement he has just made.\r\nMr. Mahmoud Abbas, President of the State of \r\nPalestine, was escorted from the General Assembly \r\nHall.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mr. Ahmet Davutoğlu, Prime \r\nMinister of the Republic of Turkey\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Republic \r\nof Turkey.\r\nMr. Ahmet Davutoğlu, Prime Minister of the \r\nRepublic of Turkey, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Ahmet Davutoğlu, \r\nPrime Minister of the Republic of Turkey, and inviting \r\nhim to address the Assembly.\r\nMr. Davutoğlu (Turkey): I bring warm greetings \r\nand hope that the seventieth session of the General \r\nAssembly will prove most fruitful.\r\nI would like to congratulate Mr. Mogen Lykketoft \r\non his assumption of the presidency. I would also like \r\nto extend my sincere appreciation to Mr. Sam Kutesa \r\nfor his time and efforts as President of the General \r\nAssembly at the sixty-ninth session.\r\nSeventy years ago, our Organization was \r\ncreated — in the words of former Secretary-General \r\nDag Hammarskjöld — “not to take mankind to heaven, \r\nbut to save humanity from hell”. Looking back, the \r\nUnited Nations has been instrumental in averting \r\nanother and even deadlier world war. But it has failed to \r\nprevent people from suffering the pains of hell in many \r\nregional conflicts, including those of Bosnia, Rwanda \r\nand, over the past four years, Syria.\r\nThe tragic story of 3-year-old Aylan should serve \r\nas a reminder of what the United Nations should \r\nstand for. Just earlier this month, Aylan’s tiny, lifeless \r\nbody washed ashore after the boat he was on capsized \r\nin the Aegean. His family was trying to escape the \r\nindiscriminate barrel bombs in his town somewhere in \r\nSyria, to an imagined land of hope anywhere in Europe. \r\nThe Turkish policeman who found Aylan said that he \r\nfelt not like an officer on duty, but like the little boy’s \r\nfather, helplessly holding his beloved son. Indeed, \r\nAylan was our baby; he belonged to each and every one \r\nof us and to all humankind. From the moment that we \r\nfound him, washed ashore and lifeless, we were each \r\nplunged into the misery of our own conscience.\r\nWe human beings are not merely blank pages in \r\nthe book of history. We are all capable of both the best \r\nand the worst. This is a simple but powerful fact of our \r\nexistence that can make us bring our best to the fore. We \r\nmust join our efforts, no later than today, to effectively \r\ndeal with the increasingly complex and tragic facts \r\nfacing humanity. For its part, Turkey has assumed more \r\nthan its fair share of the burden. Providing protection to \r\nmore than 2 million Syrians and 200,000 Iraqis, Turkey \r\nnow shelters the largest number of refugees in the \r\nworld. Our doors will remain open. We embrace those \r\nf leeing war and persecution. So far, we have invested \r\nalmost $8 billion, of which international contributions \r\naccount for a mere $417 million. To date, 66,000 Syrian \r\nbabies have been born in Turkey. Some 9 million \r\nmedical consultations and 280,000 surgical operations \r\nhave been provided to our Syrian refugee population. \r\nCurrently, 230,000 school-age Syrian children are \r\nreceiving a formal education and 460,000 more will be \r\nintegrated into our education system by the end of the \r\nyear.\r\nThe number of would-be illegal migrants who \r\nhave drowned in the Mediterranean Sea has reached a \r\nstaggering 6,000.Meanwhile, 55,000 seaborne migrants \r\nhave been rescued by the Turkish Coast Guard, while \r\n235,000 illegal entrants have been intercepted by \r\nTurkish law enforcement agencies since 2011. More than \r\n4 million Syrians have f led chemical weapons, missiles \r\nand indiscriminate aerial bombardment by the Assad \r\nregime and ground assaults by the terrorist organization \r\nDaesh. And more than 12 million internally displaced \r\npersons, almost half of them children, are in desperate \r\nneed of help.\r\nThis tragedy will not end before the people of Syria \r\nhave a legitimate Government that truly represents \r\ntheir will and enjoys their full consent. Until then, the \r\ninternational community must act swiftly to protect \r\nthem in their homeland, including by creating a safe \r\nzone beyond the reach of aerial bombardment by the \r\n32/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nregime and ground assault by Daesh and other terrorist \r\norganizations. Anyone hoping to solve the Syrian \r\ncrisis must think of a Syria without Assad, a vicious \r\ntyrant who indiscriminately kills his own people with \r\nchemical weapons and barrel bombs. Every minute \r\nhe remains in power adds to the shame of those who \r\nsupport him. As the world must realize, a diplomatic \r\nsolution to the crisis should be based on a transition \r\nthat will lead to political change. Turkey will continue \r\nto work towards that end.\r\nPeople may no longer hear the voices of the 300,000 \r\nwho have lost their lives so far. But last week I met with \r\nrepresentatives of the thousands who dared to walk \r\nhundreds of miles to Edirne, Turkey, the last stop on \r\ntheir journey to their imagined land of hope in Europe. \r\nI promised to bring their voice to the world community. \r\nI have fulfilled my promise, yet our responsibility \r\nremains.\r\nIndeed, it was with that sense of responsibility \r\nthat we proposed the inclusion of item 130, “Global \r\nawareness of the tragedies of irregular migrants in \r\nthe Mediterranean basin with specific emphasis on \r\nSyrian asylum-seekers”, in the agenda of the seventieth \r\nsession. Our proposal was accepted by the General \r\nAssembly on 18 September. We will therefore have \r\nthe chance to look at viable responses to the migrant \r\ntragedy in the form of partnerships between countries \r\nof origin, destination and transit. That is now a priority \r\nmatter for all humankind.\r\nThe people of Syria are not the only ones to \r\nsuffer. The Palestinian tragedy continues unabated. \r\nIn my address to this body on 29 November 2012 (see \r\nA/67/PV.44), I called on the international community \r\nto stand in solidarity with the Palestinians in their \r\nbid for their own independent State, for which they \r\nhave been calling for more than 60 years. Today, we \r\nfinally witness and salute the Palestinian f lag f lying \r\nat full mast at the United Nations alongside those of \r\nall other States. That constitutes another significant \r\nstep towards enabling the parties to come together on \r\nan equal footing at the negotiating table in a process \r\naimed at achieving an equitable and sustainable peace.\r\nThe State of Palestine will be independent today or \r\ntomorrow, and East Jerusalem, Al-Quds Al-Sharif, will \r\nbe its capital, As President Mahmoud Abbas just said, \r\nthe Palestinian f lag will be raised in Al-Quds Al-Sharif \r\nsoon, and we will be there to celebrate that event \r\ntogether. All Muslims and Christians and all nations \r\nwill freely gather there. The city of Al-Quds matters \r\nfor the whole of humankind. It is a city that is sacred to \r\nIslam, Judaism and Christianity, and should be treated \r\naccordingly. The expansion of illegal settlements \r\nand the violations targeting the holy sites, Al-Haram \r\nAl-Sharif and the Al-Aqsa Mosque in particular, must \r\nimmediately and unconditionally stop, if we are to \r\ntalk about a peace process. The holiness of Al-Haram \r\nAl-Sharif must be respected. We strongly reject and \r\ncondemn attempts to establish a temporal and spatial \r\ndivision of Al-Haram Al-Sharif, which is in clear \r\nviolation of international law.\r\nMembers have just heard the statement of His \r\nExcellency President Abbas. For us too, Palestine is \r\nan indivisible whole, consisting of East Jerusalem, the \r\nWest Bank and Gaza. The right of Palestinians to live \r\ntogether as one must be recognized. As an integral part \r\nof the State of Palestine, Gaza should be freed from \r\nthe illegal and inhumane blockade of the past eight \r\nyears. Turkey’s commitment to providing the necessary \r\npolitical and economic support for the Palestinians to \r\nlead a dignified life will continue.\r\nThe current vacuum created on our southern \r\nborders as a result of the crisis in Syria has played into \r\nthe hands of terrorists, who also target Turkey. This is a \r\nthreat that has the potential to spread to the whole region \r\nand beyond. Terrorism has no justification. It should be \r\ncondemned unconditionally. Any attempt to affiliate \r\nterrorism with any religion or ethnic group is patently \r\nmisguided and serves only to strengthen the terrorist \r\nthreat. Today, as in the past, Turkey is combating \r\nterrorism of all kinds, Daesh and the Kurdish Workers \r\nParty included. Our counter-terrorism efforts and our \r\ncontribution to international cooperation to that end are \r\nwell known to our partners. Daesh is a product of the \r\nvacuum created by the crisis in Syria. Fighting Daesh \r\ntherefore means removing the conditions that created it. \r\nHence, we will never succeed until Al-Assad goes. We \r\ndream of a new democratic multicultural Syria, both \r\nwithout Al-Assad and without Daesh. We expect our \r\nallies, partners and friends to continue to clearly and \r\npublicly display their support for and solidarity with \r\nTurkey in its fight against all types of terrorism.\r\nThe issue of foreign terrorist fighters is of utmost \r\nconcern. According to United Nations figures, 25,000 \r\nforeign terrorist fighters are believed to be coming from \r\nover 100 countries. This threat needs to be addressed at \r\nits source. Enhancing international cooperation in terms \r\nof information exchange is crucial, but deficiencies in \r\n15-29562 33/54\r\n30/09/2015 A/70/PV.19\r\nthis regard unfortunately continue. For our part, we \r\nhave included more than 20,000 individuals in our \r\nno-entry list since 2011 and have deported more than \r\n2,000 who are intending to reach conflict regions \r\nbeyond our borders or are returning from them.\r\nFrom Libya and Yemen to Ukraine, from South \r\nto North and from East to West, the global security \r\nenvironment is fragile. At a time of such volatility, \r\nparticularly in our region, Turkey resolutely assumes \r\nresponsibility in global issues, to the best of its abilities \r\nand within its means. Turkey has become a leading \r\nactor and a trustworthy partner with $3.5 billion dollars \r\nof official development assistance. We see a clear link \r\nbetween sustainable economic development and global \r\nstability. One way to ensure this is through inclusive \r\neconomic growth where no one in our societies, \r\nincluding women and the vulnerable, is left behind. \r\nToday, half of the world’s population lives on a daily \r\nincome of under $2.50, and close to 20,000 children die \r\nevery day of hunger and poverty. Turkey, as the current \r\nPresident of the Group of 20 (G-20) since December \r\n2014, has highlighted the importance of international \r\ncooperation, coordination and solidarity in addressing \r\nglobal uncertainties and risks. We have placed \r\ninclusiveness and overcoming inequality at the top of \r\nthe G-20 agenda.\r\nOur generation has witnessed the highest number \r\nof refugees and internally displaced persons since \r\nthe Second World War. The great majority of today’s \r\nhumanitarian crises are conflict-related. The global \r\nhumanitarian system is running out of funds and \r\naffected people are running out of time. While Turkey \r\nhosts currently the largest number of refugees in the \r\nworld, it also holds the Chair of the Global Forum on \r\nMigration and Development. Our overarching theme \r\nis: “Strengthening Partnerships: Human Mobility for \r\nSustainable Development”. Our key priorities include \r\npromoting the positive linkages between migration \r\nand development. It is high time that we addressed the \r\ncomplex humanitarian agenda in a holistic manner, with \r\na special emphasis on the humanitarian-development \r\nnexus. We therefore look forward to hosting the first \r\never World Humanitarian Summit in Istanbul from \r\n23 to 24 May next year.\r\nCultural divides will rob us of our future if we \r\nallow them to. The current conflicts around the world \r\ndemonstrate the spread of hatred, discrimination and \r\nextremism. These crises result in the segregation of \r\npeople with specific ethnic or religious backgrounds, \r\nand they also hinder tolerance, coexistence and \r\nharmony among civilizations. We must avoid alienation, \r\nexclusion and the vilification of certain communities \r\nand religions if we want to bring down the walls that \r\ndivide us. We must act together against all forms \r\nof racism and xenophobia, including Islamophobia, \r\nwithout exception. Only then can we collectively fight \r\nagainst extremism, radicalization and terrorism in an \r\neffective manner. We must encourage inclusiveness and \r\ndemocratic legitimacy, and must respect the people’s \r\nwill and consent.\r\nWe cannot condone the prioritization of oppressive \r\nsecurity vis-à-vis universal rights and freedoms that \r\nwe have collectively undersigned at the United Nations. \r\nOur differences may remain, yet our collective abilities \r\nto overcome the divides must be strengthened. The \r\nUnited Nations Alliance of Civilizations, a project \r\ninitiated nearly 10 years ago jointly by Turkey and \r\nSpain, aims to provide lasting solutions in that respect. \r\nThere are many ways to respond to unfounded fear, \r\nmistrust and hatred in societies and among nations. \r\nConflict is one. But there is a peaceful means of \r\npreventing and resolving conflicts: mediation. Turkey, \r\ntogether with Finland, launched the Mediation for \r\nPeace initiative at the United Nations five years ago. It \r\nhas attracted considerable interest and yielded tangible \r\nresults in heightening awareness of the importance of \r\nthe peaceful resolution of conflicts.\r\nWe wish to see a political solution to the crisis in \r\nUkraine based on Ukraine’s territorial integrity and the \r\nprinciples of the Minsk agreements. Any solution to \r\nthis conflict should also ensure the rights and security \r\nof the Crimean Tatars.\r\nIn terms of peace, security and prosperity in \r\nour entire neighbourhood, the South Caucasus \r\nhas a prominent place. That region, regrettably, \r\ncontinues to be destabilized and weakened by three \r\nmajor unresolved conflicts in the greater area of the \r\nOrganization for Security and Cooperation in Europe. \r\nWe are determined to continue our efforts to facilitate \r\na peaceful resolution to these conflicts on the basis of \r\nrespect for the sovereignty and territorial integrity of \r\nthe Republic of Azerbaijan and the inviolability of its \r\ninternationally recognized borders. The same applies \r\nto Georgia, where we support unity, territorial integrity \r\nand sovereignty. We welcome the recent steps towards \r\nnormalization and permanent stability in the Balkans. \r\nWe therefore appreciate the progress made so far in the \r\nBelgrade-Pristina dialogue.\r\n34/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nTurkey is a part of Europe, historically and currently. \r\nOn the basis of shared universal values, it continues \r\nto work towards its strategic objective of becoming a \r\nmember of the European Union. We believe that today \r\nEurope needs Turkey more than ever to strengthen its \r\nsecurity and prosperity.\r\nExpanding relations and cooperation with Africa \r\nhas become an important pillar of Turkey’s multifaceted \r\nforeign policy, which puts special emphasis on \r\nhumanitarian diplomacy. We will continue to share our \r\nexperience and knowledge with our African partners \r\nand friends on the basis of mutual benefit and in \r\naccordance with the principle of African solutions to \r\nAfrican challenges.\r\nIn Asia, Turkey has been an integral part of the \r\ninternational efforts aimed at achieving a lasting peace \r\nand stability in Afghanistan. We firmly believe that the \r\ninternational community must continue its support to \r\nAfghanistan.\r\nAs I near the end of my remarks, I wish to draw the \r\nAssembly’s attention to our continuing commitment to \r\na just, comprehensive and lasting solution in Cyprus. \r\nIt must be based on the political equality of the two \r\npeoples and their equal ownership of the island. We \r\nexpect a lasting settlement to be reached as soon as \r\npossible. And we support the efficient and constructive \r\nefforts of the Turkish Cypriot side to that end.\r\nAs the world population grows and is expected to \r\nreach 10 billion, the international community stands \r\nat the threshold of a critical period. Despite our many \r\nachievements, our need for a free, peaceful, stable, \r\nprosperous and just world continues. The road ahead for \r\npeace security and human rights will be paved with our \r\ngood intentions. But most likely, our best intentions will \r\nnot be sufficient to respond to the mounting challenges \r\nbefore us. We need a paradigm shift. The United \r\nNations, as the ultimate global institution representing \r\nthe vision of peace, must remain relevant and effective \r\nin coping with all the major challenges. Some of those \r\nchallenges have already brought new tragedies upon us. \r\nOver the past 70 years, both the world and the United \r\nNations have changed and evolved. However the change \r\nin the United Nations is not yet comprehensive enough \r\nto make it fully fit for purpose. Despite the major steps \r\ntaken so far to adapt the Organization to the new global \r\nrealities, any reform will remain incomplete unless it \r\nincludes the Security Council.\r\nSeventy years ago, the founders of the Organization \r\nentrusted it with the task of protecting the dignity, \r\nsecurity and prosperity of all humankind. That task \r\ntoday requires the ability to take firm and decisive \r\naction against atrocities committed everywhere by \r\naggressors and oppressors. The inability to do so not \r\nonly will jeopardize the lives of millions affected by \r\nongoing crises, it will threaten all future generations \r\nby calling into question the credibility of the United \r\nNations system. The responsibility to reach the broadest \r\npossible consensus on comprehensive reform to render \r\nthe Security Council more democratic, representative, \r\ninclusive, transparent, effective and accountable falls \r\nupon us all. We owe it not only to future generations but \r\nto the visionary founders of the Organization.\r\nSo, to add to Secretary-General Hammarskjöld’s \r\nvision of the United Nations as saving humankind, \r\nwhat now befalls this institution is the task of salvaging \r\nour shared future.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Turkey for his statement.\r\nMr. Ahmet Davutoğlu, Prime Minister of the \r\nRepublic of Turkey, was escorted from the rostrum.\r\nAddress by Sheikh Hasina, Prime Minister of the \r\nPeople’s Republic of Bangladesh\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the People’s \r\nRepublic of Bangladesh.\r\nSheikh Hasina, Prime Minister of the People’s \r\nRepublic of Bangladesh, was escorted to the \r\nrostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming Her Excellency Sheikh Hasina, Prime \r\nMinister of the People’s Republic of Bangladesh, and \r\ninviting her to address the General Assembly.\r\nSheikh Hasina (Bangladesh) (spoke in Bangla; \r\nEnglish text provided by the delegation): Let me extend \r\nmy heartiest felicitations to Mr. Lykketoft on his \r\nelection to the presidency of the General Assembly at \r\nits seventieth session. I also commend His Excellency \r\nMr. Sam Kutesa for his excellent leadership of the \r\nAssembly during its previous session.\r\nThis year is a transformative one for the United \r\nNations and the world at large; it marks the seventieth \r\n15-29562 35/54\r\n30/09/2015 A/70/PV.19\r\nanniversary of the founding of the global body. Our \r\nforefathers were inspired to establish the Organization \r\nbased on the clear recognition that we share a common \r\ndestiny. Since its inception, the United Nations has made \r\nremarkable strides in advancing peace and security, \r\nhuman rights and development. Seventy years on, it \r\ncontinues to inspire the shared dreams and aspirations \r\nof all humankind.\r\nThis is a critical year for sustainable development. \r\nThe third International Conference on Financing \r\nfor Development in Addis Ababa and the recently \r\nconcluded United Nations Summit on the post-2015 \r\ndevelopment agenda here in New York have ushered in \r\nnew hope for the peoples of the world. With our drive \r\nto achieve a meaningful climate change agreement in \r\nParis this year, we hope to transform our future by \r\nending poverty, limiting climate change and preserving \r\nour planet.\r\nTwo global challenges pose the greatest threat to \r\nthe sustainability of human civilization. First, terrorism \r\nand violent extremism remain major impediments \r\nto global peace and development. Terrorists do not \r\nsubscribe to any religion. Terrorism and violent \r\nextremism are global challenges. All countries should \r\nunite to effectively address those challenges.\r\nI, myself, am a victim of terrorism and violent \r\nextremism. My father, the father of the nation, \r\nBangabandhu Sheikh Mujibur Rahman and my mother, \r\nBegum Fazilatunnesa Mujib, and three brothers, as \r\nwell as other close relatives, were brutally assassinated \r\non 15 August 1975. I, myself, have been subjected to \r\nterrorist attacks at least 19 times. My Government, \r\ntherefore, maintains a zero-tolerance policy for all forms \r\nof terrorism, violent extremism and radicalization. \r\nWe remain steadfast in tackling the extremist and \r\nanti-liberation forces that remain active in their aim to \r\ndestroy the democratic, progressive and secular ethos \r\nof our nation.\r\nSecondly, climate change poses formidable \r\ndevelopment challenges. We will be unable to sustain \r\nour development endeavours without effectively \r\naddressing climate change. The new 2030 development \r\nagenda makes it clear that all our actions need to be \r\nunderpinned by a strong commitment to protecting and \r\npreserving our planet, biodiversity and climate. With \r\nonly a small window of opportunity, we must succeed \r\nin setting the world on a safer, greener and more \r\nprosperous course.\r\nWe realize that regional cooperation is critical \r\nin fostering sustainable development and achieving \r\npeaceful, stable societies. Bangladesh has taken the lead \r\nin building regional cooperation processes such as the \r\nSouth Asian Association for Regional Cooperation, the \r\nBay of Bengal Initiative for Multi-Sectoral Technical \r\nand Economic Cooperation and the Bangladesh-China-\r\nIndia-Myanmar Economic Corridor. We have also taken \r\nthe initiative of developing infrastructure to enhance \r\ntrade and people-to-people contacts in relations among \r\nBangladesh, Bhutan, India and Nepal.\r\nToday we are witnessing unprecedented migration \r\nand human mobility that is reshaping history and \r\ngeography. Migration has been recognized as a \r\nkey enabler of development in the 2030 Agenda for \r\nSustainable Development (resolution 70/1). Cooperation \r\namong our countries is essential if we are to harness \r\nthe full potential of migration. With that objective, we \r\nhave decided to lead the Global Forum on Migration \r\nand Development in 2016.\r\nOver the years, peacekeeping and peacebuilding \r\nhave emerged as United Nations f lagship activities. \r\nBangladesh is proud to be associated with those \r\nendeavours as a leading troop-contributing country. \r\nOur valiant peacekeepers have so far made their mark \r\nin 54 peacekeeping missions in 40 countries. We \r\nhave the distinction of having the highest number of \r\nfemale police personnel participating in United Nations \r\npeacekeeping missions. Our contribution to United \r\nNations peace operations has made us a reliable partner \r\nin United Nations peace initiatives.\r\nDevelopment efforts in many of our countries \r\nover the past 15 years have been largely guided by the \r\nMillennium Development Goals (MDGs). The overall \r\nprogress made in implementing the MDGs inspired \r\nus to adopt a bigger, bolder and more ambitious set \r\nof Sustainable Development Goals (SDGs). Given the \r\nambition reflected in the SDGs, we surely will need \r\nto scale up the mobilization of resources from public, \r\nprivate, domestic and international spheres. It is \r\nessential that developed countries fulfil their official \r\ndevelopment assistance commitment of 0.7 per cent \r\nof gross national income to developing countries, and \r\n0.2 per cent to the least developed countries. We also \r\nneed to address the challenges faced by developing \r\ncountries in accessing environmentally sound \r\ntechnology. Without such technology transfers and \r\ncapacity-building, I am afraid that many development \r\ngoals and targets will never be achieved.\r\n36/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nOver four decades ago, the father of our nation, \r\nBangabandhu Sheikh Mujibur Rahman, in his maiden \r\nspeech before the General Assembly, envisioned “the \r\nbuilding of a world order in which the aspiration of all \r\nmen for peace and justice will be realized” (A/PV.2243, \r\npara. 2) and freedom from poverty, hunger, exploitation \r\nand aggression. That clarion call continues to guide our \r\ndevelopment pursuits and engagement in global affairs. \r\nWe continue to transform Bangladesh into a land where \r\nthe rule of law and social justice prevail over poverty, \r\ninequality, impunity and exclusion. I have presented \r\nthe Vision 2021 initiative, towards a middle-income, \r\nknowledge-driven economy in what we are calling a \r\n“digital Bangladesh”. With our steady progress so far, \r\nI am confident that we will soon realize the dream of \r\nthe father of the nation of building sonar Bangla, or \r\n“golden Bangladesh”. \r\nBangladesh is widely recognized today as a role \r\nmodel for the developing world. We have one of the \r\nfastest poverty reduction rates in the world, despite \r\na modest resource base; our poverty rate has fallen \r\nfrom 56.7 per cent in 1991 to 22.4 per cent today. \r\nBangladesh has already met or is on track to meet \r\nMDGs 1, 2, 3, 4, 5 and 6. During the past six years \r\nyears, our average gross domestic product growth \r\nhas remained at about 6.2 per cent, despite the global \r\nrecession; from 2005 to 2015, our export earnings have \r\nincreased more than threefold; during the same period, \r\nforeign currency reserves have jumped by a factor of \r\n7.5, from $3.5 billion to $26 billion. Moreover, during \r\nthe same period, Bangladesh has graduated from the \r\nUnited Nations Development Programme low human \r\ndevelopment category to the medium category, and \r\nfrom the World Bank’s lower-income country status to \r\nlower-middle income.\r\nWe realize that investments in human capital \r\nthat target our large youth population would pay rich \r\ndividends. That is why our Government has placed \r\nparticular emphasis on education and health care for \r\nall. We now offer stipends to 13.4 million poor students \r\nenrolled in sixth grade to the undergraduate level and \r\nfree education for girls up to the higher secondary \r\nlevel in order to address the challenge of student \r\ndrop-outs. On the first day of this year, we distributed \r\nover 326.35 million free text books throughout the \r\ncountry. Since 2010, nearly 1.59 billion text books \r\nhave been distributed. This is perhaps the biggest such \r\nundertaking anywhere in the world. Our people living \r\nin rural areas receive over 200 services from over 5,275 \r\ndigital centres. They have access to health-care services \r\nthrough more than 16,500 technology-connected health \r\ncomplexes.\r\nWe have seen the visible results of women’s economic \r\nand political empowerment by promoting their greater \r\naccess to productive resources and representation at the \r\nnational and local levels. Likewise, we attach priority \r\nto addressing the needs and challenges of the various \r\nvulnerable segments of our population. Our lead role \r\nin the United Nations promotion of the rights and well-\r\nbeing of persons affected by autism and other neuro-\r\ndevelopmental disabilities arose from our efforts to \r\nbuild an inclusive society.\r\nAs we did during the MDG era, we would like to lead \r\nby example in implementing the SDGs in Bangladesh. \r\nAttaching due importance to the SDG framework, we \r\nare currently developing the next five-year plan for \r\n2016-2020. My Government is determined to ensure \r\nthat no one is left behind in our aspiration to build a \r\nresilient, peaceful and prosperous society. We believe \r\nthat sustainable development cannot be achieved in \r\nthe absence of durable peace and security. We remain \r\ncommitted, as ever, to upholding peace and the rule of \r\nlaw and to putting an end to the culture of impunity. \r\nIn that spirit, we are pursuing the perpetrators of war \r\ncrimes, crimes against humanity, rape and genocide \r\ncommitted during our 1971 Liberation War. \r\nMr. Cardi (Italy), Vice-President, took the Chair.\r\nOur Government attaches the utmost importance \r\nto preserving the religious harmony and tolerance that \r\nhave nurtured our social fabric throughout the ages. \r\nWe have recently settled maritime and land boundary \r\ndemarcations and related issues with our neighbours \r\nIndia and Myanmar. At the stroke of midnight on 31 July, \r\nwe exchanged 162 enclaves with India, whereby more \r\nthan 50,000 stateless enclave residents obtained their \r\nmuch-cherished citizenship. That brought to a peaceful \r\nend the lingering humanitarian situation of the enclave \r\nresidents. By so doing, jointly with India, we have set a \r\nunique precedent for the rest of the world.\r\nIn that spirit, I urge the comity of nations to renew \r\nour collective resolve to achieve a peaceful, stable and \r\nprosperous world free from poverty and inequality, \r\nviolence and extremism, climate change and conflict, \r\nand oppression and injustice. Let us demonstrate \r\nforesight, moral courage and political leadership in \r\nbuilding a better life and brighter future for all of our \r\n15-29562 37/54\r\n30/09/2015 A/70/PV.19\r\nchildren. May Bangladesh live forever! Long live the \r\nUnited Nations!\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nPeople’s Republic of Bangladesh for the statement she \r\nhas just made.\r\nSheikh Hasina, Prime Minister of the People’s \r\nRepublic of Bangladesh, was escorted from the \r\nrostrum.\r\nAddress by Mr. Stefan Löfven, Prime Minister \r\nof Sweden\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Kingdom \r\nof Sweden.\r\nMr. Stefan Löfven, Prime Minister of Sweden, was \r\nescorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Stefan Löfven, Prime \r\nMinister of Sweden, and inviting him to address the \r\nAssembly.\r\nMr. Löfven (Sweden): Sixty years ago, Secretary-\r\nGeneral Dag Hammarskjöld said these simple words, \r\nwhich summarize our task here today: \r\n“The United Nations is an expression of our \r\nwill to find a synthesis between the nation and the \r\nworld ... to serve the world by serving our nation, \r\nand to serve our nation by serving the world.” \r\nWe will never forget Dag Hammarskjöld’s life, and we \r\nwelcome the new resolution 69/246, investigating his \r\ndeath, but now more than ever, we need to ensure that \r\nhis idea of international solidarity lives on.\r\nThe current refugee situation is a global crisis, a \r\nglobal responsibility and now also a global crisis of \r\nresponsibility. The United Nations system and all the \r\nworld’s leaders need to come together to ensure that \r\nthose f leeing war and repression are treated in a safe, \r\norderly and dignified way. We should dramatically \r\nincrease the number of resettlement places, expand \r\nlegal avenues for migration and base all our efforts on \r\nthe principle of non-refoulement and the right to seek \r\nasylum. It is extremely urgent that all the countries of \r\nthe European Union treat people seeking refuge in the \r\nUnion with a spirit of humanity, solidarity and shared \r\nresponsibility.\r\nSweden will do its share. We are the largest per \r\ncapita receiver of asylum seekers in Europe and we \r\nare increasing our funding to the Office of the United \r\nNations High Commissioner for Refugees, which is in \r\ndire need of more resources. But that is something no \r\ncountry or continent can tackle alone. It is time for us \r\nall to step up to solve this crisis. It is not simply our \r\ntask. It is our duty in the service of our nations and the \r\nworld.\r\nTo solve the current crisis, we also need to stop \r\nthe horrors in Syria. Extrajudicial executions, sexual \r\nand gender violence, and atrocities that may amount \r\nto war crimes and crimes against humanity cannot \r\nbe tolerated by the international community. Sweden \r\nsupports the efforts to secure humanitarian assistance \r\nfor the Syrian people. We stand behind Special Envoy \r\nStaffan de Mistura and his proposal to form working \r\ngroups with Syrian participation to implement the \r\nGeneva communiqué (S/2012/523, annex). To support \r\nthat process, we want to see an international contact \r\ngroup comprising key international and regional actors. \r\nAnd time is of the essence. The Security Council and \r\nits major Powers must shoulder their responsibility. The \r\nbloodbath must end.\r\nMeanwhile, other conflicts cannot be forgotten. A \r\nseven-year-old child in Gaza has already lived through \r\nthree wars. Peace talks need to be resumed so that \r\nthe State of Israel can live alongside a democratic, \r\ncoherent and viable Palestinian State. Sweden has \r\nrecognized the State of Palestine. We want to see a \r\nmore equal relationship that will pave the way for the \r\ntwo-State solution that Israelis, Palestinians and a \r\nbroad international community view as the right path \r\nto peace. Sweden will also step up its efforts to promote \r\npeacekeeping and crisis management.\r\nWe are contributing civilian personnel to missions \r\nin South Sudan, Afghanistan, Liberia, the Democratic \r\nRepublic of the Congo and the Middle East, and we \r\nhave sent military personnel to the United Nations \r\nMultidimensional Integrated Stabilization Mission \r\nin Mali and the Global Coalition to Combat the \r\nIslamic State of Iraq and the Levant. We stand ready \r\nto contribute to future United Nations missions and \r\nare continuing research on developed doctrines and \r\nmethods for peacekeeping to share within the United \r\nNations. \r\nWorking to maintain peace also means following \r\nthrough on our mutual promises of disarmament, \r\n38/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nnamely, to pursue legal, practical and technical \r\nsolutions to fully rid our world of its remaining 16,000 \r\nnuclear weapons; to finally destroy what remains of \r\nother inhumane arms, such as biological and chemical \r\nweapons; to implement the Arms Trade Treaty; and \r\nto fight the spread of small arms and light weapons, \r\nincluding ammunition. If we sway from those goals, \r\nhumankind will suffer for our faults. \r\nIf peace is more than the absence of war, \r\npeacebuilding is more than the direct prevention of \r\nmilitary conflict. Lack of resources, rising sea levels \r\nand natural disasters have already wreaked havoc on \r\nwomen and men living in vulnerable States. Climate \r\nchange can work as a conflict multiplier, threatening \r\npeace as well as our chances to achieve all our \r\nSustainable Development Goals. We need a course of \r\naction to create a low-carbon and climate-resilient world \r\neconomy. We must protect land and ocean ecosystems. \r\nThat is not a choice; it is a necessity for our survival. \r\nThe world must therefore reach a fair, ambitious \r\nand legally binding agreement in Paris in December \r\nthat, over time, will hold the rise in global temperature \r\nbelow 2°C, to the extent possible. Sweden will play its \r\npart by becoming one of the first fossil-free welfare \r\nnations in the world and having no net emissions of \r\ngreenhouse gases by 2050. We will be strong financial \r\nsupporters of the Green Climate Fund and international \r\nclimate action, with a view to supporting adaptation \r\nand transfer of technology on a global scale.\r\nThe coming decade will also need to see major \r\ninvestments in the schooling, higher education and \r\nprofessional training of our youth. We need fair and \r\nequal societies, where the just contributions of those \r\nwho have are used to finance the gift of knowledge and \r\npower to those who have not. That is a foundation for \r\npeace that is too precious to neglect. Moreover, it is \r\nclosely connected to the potential of gender equality. \r\nBarring women from power, public debate, work and \r\neducation and depriving them of their human right to \r\ndecide for themselves, including control over their own \r\nbodies, reproduction and sexuality — all that is a global \r\ndisgrace. \r\nIt is time once and for all to get rid of structures that \r\ndiscriminate against and belittle people, on whatever \r\ngrounds. It is time to fully realize Security Council \r\nresolution 1325 (2000), granting women their crucial \r\nrole in peace and State-building. It is time to see sexual \r\nviolence as one of the most destructive weapons of all \r\nand to fight it with the full force of the international \r\ncommunity.\r\nNew times also demand a new mindset. As several \r\nleaders of island countries have told me: “We are not a \r\nsmall island nation; we are a large ocean State”. To fully \r\ngrasp the potential of the new world economy, we need \r\nto remove old colonial prejudice and false conceptions \r\nof large and small, North and South, East and West. We \r\nshould welcome and enhance the transformation and \r\nexpansion of the global economy through free and fair \r\ntrade and create a global deal for decent work, while \r\nworking to free some 160 million child labourers and \r\nalso to end modern slavery. Sweden is taking concrete \r\nmeasures to maintain political support at the highest \r\nlevel for our common 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1), and we will continue to \r\nallocate 0.1 per cent of our gross national income to \r\nofficial development assistance. \r\nFor me, words that are not followed by actions \r\nare not worth being spoken, but the challenges for the \r\ninternational community also show the dire need for \r\na strengthened and reformed United Nations. Sweden \r\ncontributes resources, but we also want to contribute \r\nreforms. We want to make the United Nations more \r\neffective, transparent and fit-for-purpose. We will work \r\nto strengthen cooperation between the United Nations \r\nand regional organizations, not least the African Union.\r\nIn 2017, it will have been 20 years since Sweden \r\nlast held a seat on the Security Council. Over the years, \r\nwe have stood by those fighting for independence and \r\ndignity and against repression, colonialism, apartheid \r\nand inequality. We now seek Members’ confidence to \r\nchampion the perspective of small and medium-sized \r\nStates as a non-permanent member of the Security \r\nCouncil. We will strive tirelessly for a Council that \r\ncan respond swiftly to the security challenges of our \r\ntime and that is more representative, transparent and \r\neffective. A reformed Council must reflect today’s \r\nrealities, with adequate representation for Africa, Asia \r\nand Latin America. We also support efforts to limit the \r\nuse of the veto.\r\nAlthough we see distress, we also see hope. The \r\nagreement on the Iranian nuclear issue was indeed a \r\nvictory for the idea of diplomacy. Shared efforts create \r\nshared progress. Our decision on the new Sustainable \r\nDevelopment Goals will, if thoroughly implemented, \r\nenable us to create another landmark in human history. \r\nAnd the upcoming Climate Change Summit in Paris \r\n15-29562 39/54\r\n30/09/2015 A/70/PV.19\r\nwill give us the opportunity to act — late, but hopefully \r\nnot too late.\r\nSweden is fully committed to those tasks. We \r\nbelieve that international solidarity is the first and \r\nforemost foundation for shared peace and prosperity. \r\nInternational cooperation is the only way to transform \r\nsolidarity into substantial change. This year must be \r\nthe essential milestone for global development and \r\nfor future generations. So let us create that milestone, \r\nserving our nations and serving our world.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of Sweden \r\nfor the statement he has just made.\r\nMr. Stefan Löfven, Prime Minister of Sweden, was \r\nescorted from the rostrum.\r\nAddress by Mr. Muhammad Nawaz Sharif, \r\nPrime Minister of the Islamic Republic \r\nof Pakistan\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Islamic \r\nRepublic of Pakistan.\r\nMr. Muhammad Nawaz Sharif, Prime Minister of \r\nthe Islamic Republic of Pakistan, was escorted to \r\nthe rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Muhammad Nawaz \r\nSharif, Prime Minister of the Islamic Republic of \r\nPakistan, and inviting him to address the Assembly.\r\nMr. Sharif (Pakistan): We congratulate Mr. Mogens \r\nLykketoft on his election as President of the General \r\nAssembly at its the seventieth session. It acknowledges \r\nhis distinguished career in public service. We share his \r\ncommitment to building a more just and stable world. \r\nWe also pay tribute to Mr. Sam Kutesa for his able \r\nstewardship of the sixty-ninth session.\r\nSeventy years ago, the United Nations was \r\ncreated from the ruins of the most devastating war \r\nthe world has ever witnessed. Its purpose was to build \r\nuniversal peace and prosperity on the basis of equitable \r\nprinciples, cooperation and collective action. Despite \r\nthe constraints of the Cold War, the United Nations \r\nserved the international community as a beacon of hope, \r\na repository of freedom, an advocate of the oppressed \r\nand a vehicle for development and progress. \r\nBut we, the peoples of the United Nations, have \r\nnot succeeded in beating arms into ploughshares or \r\npromoting universal prosperity and larger freedoms. \r\nConfrontation between major Powers has returned at \r\na time when many parts of the world are in turmoil. \r\nTerrorism is spreading. Poverty and deprivation have \r\nyet to be overcome. Gross violations of human rights \r\nare rampant. We are witnessing human dislocation, \r\nwith refugees and forced migrants on a scale not \r\nwitnessed for over half a century. Our very existence is \r\nthreatened by the wanton damage done to our planet’s \r\nlife-sustaining systems.\r\nYet this is also a moment of opportunity. Today, our \r\ninterdependent world possesses the financial, scientific \r\nand organizational capabilities to address the diverse \r\nand interrelated challenges that pose a common threat \r\nto all Member States. At the historic Summit held over \r\nthe weekend, we collectively committed ourselves to \r\nachieving 17 Sustainable Development Goals with a \r\nview to promoting equitable and inclusive development \r\nfor all our peoples. The real challenge remains to \r\nmobilize the collective political will and resources to \r\nensure the comprehensive implementation of the Agenda \r\nwe have solemnly endorsed. Pakistan has already \r\ninitiated action on national goals to promote the post-\r\n2015 development agenda. We are also creating a robust \r\nmechanism for the monitoring and implementation of \r\nthese Goals and targets. \r\nLater this year, in Paris, we will need to respond \r\nwith common but differentiated responsibilities to the \r\nthreat posed by climate change. Partisan interests must \r\nnot stand in the way of an ambitious and collective \r\ncommitment to halting and reversing the damage done \r\nto our planet.\r\nOn the seventieth anniversary of the United Nations, \r\nwe should strive to adapt the global Organization \r\nto respond effectively to the current and emerging \r\nchallenges that confront us all. Pakistan supports the \r\ncomprehensive reform of the United Nations, including \r\nof the Security Council. We need a Security Council \r\nthat is more democratic, representative, accountable \r\nand transparent — a Council that reflects the interests \r\nof all Member States, in accordance with the principle \r\nof sovereign equality, not an expanded club of the \r\npowerful and privileged.\r\nPeacekeeping has been one of the key responsibilities \r\nof the United Nations. Pakistan is proud of its historic \r\nand current role as a major troop-contributor. We regard \r\n40/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nit as our obligation to uphold international peace and \r\nsecurity.\r\nPakistan is the primary victim of terrorism. We \r\nhave lost thousands of lives, including those of civilians \r\nand soldiers, to terrorist violence. The blood that has \r\nbeen shed, including that of our innocent children, has \r\nreinforced our resolve to eliminate that scourge from \r\nour society. We will fight terrorism in all its forms \r\nand manifestations, irrespective of its sponsors. Our \r\nOperation Zarb-e-Azb is the largest anti-terrorism \r\ncampaign against terrorists anywhere, involving over \r\n180,000 members of our security forces. It has made \r\nsubstantial progress in cleansing our country of all \r\nterrorists and will conclude only when our objective has \r\nbeen accomplished. The operation is complemented by \r\nan all-inclusive national action plan that encompasses \r\npolice and security actions, political and legal measures, \r\nand social and economic policy packages aimed at \r\ncountering violent extremism.\r\nThe global threat of terrorism cannot be defeated \r\nunless we address its underlying causes. Poverty and \r\nignorance are part of the problem. Extremist ideologies \r\nmust be opposed. But the narrative of the terrorists \r\nmust also be countered through the just resolution of \r\nthe several instances of oppression and injustice against \r\nMuslims in various parts of the world. Unfortunately, \r\nsome seek to use the global campaign against terrorism \r\nto suppress the legitimate right of occupied peoples to \r\nself-determination.\r\nThe rise and spread of terrorism across the Middle \r\nEast today poses unprecedented security challenges. \r\nWracked by violence, ethnic and sectarian conflicts \r\nand the rise of Daesh, several countries of the region \r\nare today a vortex of conflict and instability. Others \r\nare being sucked into the quagmire. The tragedy of \r\nPalestine has intensified. The accepted avenue for peace \r\nbetween Palestine and Israel, a two-State solution, \r\nappears further away today than ever before, due to \r\nthe intransigent stance of the occupying Power. Yet, \r\nas I speak, the proud Palestinian f lag is being raised \r\njust outside this Hall. We hope that that is just the first \r\nstep. We look forward to welcoming Palestine as a full \r\nMember of the United Nations.\r\nMuslims are suffering across the world. Palestinians \r\nand Kashmiris are oppressed by foreign occupation; \r\nminorities are persecuted; and there is discrimination \r\nagainst Muslim refugees f leeing persecution or war. \r\nThe international community must redress those \r\ninjustices against the Muslim people.\r\nWe welcome the comprehensive nuclear agreement \r\nreached between Iran and the P5+1, which shows \r\nwhat diplomatic engagement and multilateralism can \r\nachieve, and augurs well for the peace and security of \r\nour region and beyond.\r\nRelations between Pakistan and Afghanistan \r\nunderwent a positive transformation after the \r\nestablishment of the National Unity Government \r\nin Kabul. In response to a request from the Afghan \r\nGovernment, and with the support of the international \r\ncommunity, Pakistan has made strenuous efforts to \r\nfacilitate the process of Afghan reconciliation. Indeed, \r\ndialogue was opened between the Afghan Government \r\nand the Taliban, which was an unprecedented first. \r\nUnfortunately, certain developments stalled the \r\nprocess. Thereafter, militant attacks intensified, which \r\nwe unequivocally condemn. Pakistan will persist in its \r\nendeavour to help restart the dialogue process and to \r\npromote peace and stability in Afghanistan. However, \r\nwe can do so only if we receive the requisite cooperation \r\nof the Afghan Government. Tensions between \r\nAfghanistan and Pakistan are in neither country’s \r\ninterest. We are encouraged that the international \r\ncommunity, including the major Powers, desires the \r\ncontinuation of the peace process in Afghanistan.\r\nPakistan greatly appreciates China’s proactive role \r\nin promoting peace and prosperity in Afghanistan and \r\nin our region. We welcome China’s vision of “One Belt, \r\nOne Road”. The China-Pakistan economic corridor \r\nannounced during President Xi Jinping’s visit to \r\nPakistan earlier this year will spur regional economic \r\nintegration and bring prosperity to the entire region \r\nand beyond. That is an inspiring model of South-South \r\ncooperation that should be emulated. We also welcome \r\nRussia’s greater focus on Asian cooperation. The \r\nShanghai Cooperation Organization, which Pakistan \r\nwill be joining this year as a full member, holds great \r\npromise for promoting regional connectivity.\r\nThe history of South Asia is one of missed \r\nopportunities. Among its dire consequences is \r\nthe persistence of poverty and deprivation in our \r\nregion. Development is my Government’s first \r\npriority and has underpinned my policy to build a \r\npeaceful neighbourhood. Our peoples need peace to \r\nprosper. Peace can be achieved through dialogue, not \r\ndisengagement.\r\n15-29562 41/54\r\n30/09/2015 A/70/PV.19\r\nIn 1997, when the composite dialogue was launched \r\nwith India, our two countries agreed that it would \r\nencompass two principal items — Kashmir and peace \r\nand security — along with six other issues, including \r\nterrorism. The primacy and urgency of addressing \r\nthose two issues is even more compelling today. \r\nConsultations with Kashmiris, who are an integral \r\npart of the dispute, are essential to evolving a peaceful \r\nsolution. Since 1947, the Kashmir dispute has remained \r\nunresolved. Relevant Security Council resolutions \r\nhave remained unimplemented. Three generations of \r\nKashmiris have known only broken promises and brutal \r\noppression. Over 100,000 have died in their struggle for \r\nself-determination. That is the most persistent failure \r\nof the United Nations.\r\nWhen I assumed office as the Prime Minister of \r\nPakistan in June 2013 for the third time, one of my \r\nfirst priorities was to normalize relations with India. I \r\nreached out to the Indian leadership to emphasize that \r\nour common enemy was poverty and underdevelopment. \r\nCooperation, not confrontation, should define our \r\nrelationship. Yet today, ceasefire violations along \r\nthe Line of Control and the working boundary are \r\nintensifying, causing the deaths of civilians, including \r\nwomen and children. Wisdom dictates that our \r\nimmediate neighbour should refrain from fomenting \r\ninstability in Pakistan. The two countries should \r\naddress and resolve the causes of tension and take all \r\npossible measures to avert further escalation. That is \r\nwhy I wish to take this opportunity to propose a new \r\npeace initiative with India, starting with measures that \r\nare the simplest to implement.\r\nFirst, we propose that Pakistan and India formalize \r\nand respect the 2003 understanding for a complete \r\nceasefire on the Line of Control in Kashmir. To that \r\nend, we call for the expansion of the United Nations \r\nMilitary Observer Group in India and Pakistan in order \r\nto monitor observance of the ceasefire. Secondly, we \r\npropose that Pakistan and India reaffirm that they will \r\nnot resort to the use or the threat of the use of force \r\nunder any circumstances. That is a central element \r\nof the Charter of the United Nations. Thirdly, steps \r\nmust be taken to demilitarize Kashmir. Fourthly, both \r\ncountries should agree to an unconditional mutual \r\nwithdrawal from the Siachen glacier, the world’s highest \r\nbattleground. Easing threat perceptions through such \r\npeace efforts will enable Pakistan and India to agree on \r\na broad range of measures to address the peril posed by \r\noffensive and advanced weapons systems.\r\nPakistan neither wants, nor is engaged in, an arms \r\nrace in South Asia. However, we cannot remain oblivious \r\nto the evolving security dynamics and arms build-up in \r\nour region, which obliges us to take essential steps to \r\nmaintain our security. As a responsible nuclear-weapon \r\nState, Pakistan will continue to support the objectives \r\nof nuclear disarmament and non-proliferation. We have \r\nmaintained the highest standards of nuclear security \r\nand established an effective regime to ensure the safety \r\nand security of our nuclear facilities and stocks. South \r\nAsia needs strategic stability and this requires serious \r\ndialogue to achieve nuclear restraint, conventional \r\nbalance and conflict resolution.\r\nFinally, we look forward to playing our part to build \r\na brighter era of peace and prosperity in South Asia. We \r\nowe it to our people and to succeeding generations.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nIslamic Republic of Pakistan for the statement he has \r\njust made.\r\nMr. Muhammad Nawaz Sharif, Prime Minister of \r\nthe Islamic Republic of Pakistan, was escorted \r\nfrom the rostrum.\r\nAddress by Ms. Erna Solberg, Prime Minister \r\nof Norway\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of Norway.\r\nMs. Erna Solberg, Prime Minister of Norway, was \r\nescorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming Her Excellency Ms. Erna Solberg, Prime \r\nMinister of Norway, and inviting her to address the \r\nAssembly.\r\nMs. Solberg (Norway): The United Nations is \r\nnow 70 years old. At the start of the meeting in San \r\nFrancisco where the United Nations Charter was \r\ndrafted, President Truman said “You members of this \r\nconference are to be architects of the better world. In \r\nyour hands rests our future.” And he was right. The \r\nUnited Nations Charter has served humanity well for \r\n70 years.Despite many challenges, there have been \r\nimportant milestones: decolonization, the establishment \r\nof the universal human rights system, the Millennium \r\nDevelopment Goals, and a reduction in the number of \r\ninter-State wars.\r\n42/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nUnfortunately, as we celebrate these 70 years, \r\nthe forces of disorder, discrimination, violence and \r\ndisruption are on the rise again. International law, \r\nuniversal norms and human rights are being violated \r\nby States and non-State actors alike. One of the \r\nconsequences is the massive refugee crisis that we are \r\nseeing, with 60 million refugees and displaced people.\r\nAll States benefit from a global legal order where \r\nright prevails over might. One of the most important \r\nrules of the new world order created in 1945 is respect \r\nfor internationally recognized borders. This basic \r\nprinciple has been blatantly violated in Europe during \r\nthe last couple of years, and Europe’s security landscape \r\nhas been changed. We must return to a situation where \r\nall States abide by their obligations under international \r\nlaw.\r\nThe four most serious humanitarian crises in \r\nthe world are, in fact, political crises. Power hungry \r\npoliticians, armed groups and military leaders have \r\nignored the plight of their peoples in the countries \r\nconcerned: South Sudan, Yemen, Syria and Iraq. \r\nWhen State authorities ignore the rule of law or fail \r\nto live up to their human rights obligations, the result \r\nis often conflict and chaos. The regional and global \r\nconsequences of these crises are far-reaching.\r\nDuring the course of 2015, the United Nations has \r\nbeen carrying out three important reviews of peace \r\noperations, of the peacebuilding architecture and of \r\nSecurity Council resolution 1325 (2000). These reviews \r\nwill be important tools for improving our work on \r\npeace, security, human rights, mediation and conflict \r\nprevention. We must ensure that the United Nations \r\nhas the funding and the political backing to prevent \r\npolitical exclusion and poor governance. Then we \r\nwill be better able to prevent armed conflict and the \r\nresulting humanitarian crises.\r\nThe permanent members of the Security Council \r\nhave a particular responsibility. Norway urges all \r\nStates to join the proposed code of conduct to enable \r\nthe Security Council to act decisively against mass \r\natrocities. We support the French initiative to suspend \r\nthe use of veto in such situations. We will also step up \r\nour efforts to support United Nations peacekeeping and \r\nthe capacity of the United Nations to prevent conflict.\r\nThe f low of arms to conflict areas and the lack \r\nof protection for civilians further increase human \r\nsuffering. The Arms Trade Treaty, with its humanitarian \r\ngoals, gives us an important tool for addressing these \r\nproblems. The Secretary-General has called on all \r\nparties to conflict to refrain from using explosive \r\nweapons with wide-area effects in populated areas. We \r\nsupport his call.\r\nAt the Oslo Conference on Safe Schools, we \r\nendorsed the Guidelines for Protecting Schools and \r\nUniversities from Military Use during Armed Conflict. \r\nSome 49 countries have already endorsed the Safe \r\nSchools Declaration. They have committed themselves \r\nto protecting education from attack in conflict \r\nsituations. We urge other countries to come on board.\r\nWe see progress in Iraq, and we have hope for \r\nSouth Sudan. Norway is committed to supporting the \r\ntransitional arrangements to help South Sudan out of its \r\nself-destructive conflict. The crisis in Syria started with \r\npeaceful protests calling for freedom. These were met \r\nwith a violent crackdown. Upholding human rights is \r\none of the fundamental obligations of any Government. \r\nThe exodus from Syria today is a direct consequence of \r\nthe violence unleashed by the Government.\r\nThe conflict in Syria has also allowed extremist \r\nterror groups like the Islamic State in Iraq and the Levant \r\n(ISIL) to gain a foothold. Now, both the Government \r\nand non-State groups such as ISIL and the Al-Nusra \r\nFront are committing monstrous atrocities. The spread \r\nof these extremist groups needs to be stopped.\r\nNorway will adhere to global norms in its response \r\nto the crisis. We are receiving refugees at our borders in \r\nline with the United Nations Convention relating to the \r\nStatus of Refugees of 1951 and our international human \r\nrights obligations. We have agreed to take in a high \r\nnumber of refugees from Syria’s neighbouring countries \r\nfor resettlement under United Nations quotas. We are \r\ntaking part in the rescue efforts in the Mediterranean. \r\nWe have already doubled our humanitarian aid to Syria \r\nand the region this year and we will increase our aid \r\nfurther. We will be hosting a donor conference in \r\ncooperation with Germany and the United Nations. \r\nWhen leaders fail to shoulder their most basic \r\nresponsibilities, the international community must \r\nmake use of the tools the United Nations has at its \r\ndisposal. The United Nations has established many \r\nglobal standards. Fifteen years ago, the Security \r\nCouncil adopted resolution 1325 (2000) on women \r\nand peace and security. It is a landmark resolution, but \r\nits implementation is taking too long. In several war-\r\nravaged towns in Syria, groups of women are calling \r\nfor a ceasefire and evacuation. They do this at great \r\n15-29562 43/54\r\n30/09/2015 A/70/PV.19\r\npersonal risk. Their bravery should inspire us. We must \r\nintensify the implementation of the Security Council \r\nresolutions on women and peace and security.\r\nSeventy years ago, we set out to eradicate \r\nextremism. The fight against extremism must be \r\nmaintained, also in our countries. Extremism is once \r\nagain raising its head in different shapes and forms. \r\nThe ideology of disorder, discrimination, violence and \r\ndisruption dominates the ideologies of ISIL, Al-Qaida \r\nand their various affiliates. International cooperation \r\nat all levels is essential. In June, Norway hosted a \r\nEuropean conference on countering violent extremism, \r\nwhere a European youth network was launched. The \r\nUnited Nations Global Counter-Terrorism Strategy will \r\nremain a cornerstone of our efforts. We also welcome \r\nthe Secretary-General’s initiative in developing a new \r\nUnited Nations plan of action for this issue, and I would \r\nlike to highlight the importance of including girls and \r\nwomen in the planning and implementation of efforts to \r\ncounter violent extremism.\r\nThe recently adopted Sustainable Development \r\nGoals are another example of the important role the \r\nUnited Nations continues to play. We know that health \r\nand education are fundamental to inclusive growth and \r\njobs. Ebola was a wake-up call for us all. Education \r\nis also crucial in resolving conflicts and rebuilding \r\nsocieties. However, we need to address the considerable \r\nfinancial gap in the field of education. A first step is the \r\nInternational Commission on the Financing of Global \r\nEducation Opportunities, announced at the recent \r\nOslo Summit on Education for Development. Norway \r\nwill double its investment in education for the period \r\nfrom 2014 to 2017. But sustainable development is not \r\npossible without respect for human rights. It is therefore \r\nvital to ensure that the human rights pillar of the United \r\nNations is strong and assertive. If we do not provide \r\nadequate funding for human rights efforts, we will not \r\nbe able to achieve the results we want and need.\r\nThe United Nations should not be seen as a costly \r\nburden; it provides win-win solutions for all Member \r\nStates. I would like to highlight two areas where that is \r\nparticularly clear. First, the United Nations Convention \r\non the Law of the Sea has been called the constitution \r\nof the oceans. It provides a clear framework for all \r\nactivities in oceans and seas. It regulates the rights \r\nand duties of various States. And it should be used to \r\nthe full in order to help to decrease tensions, prevent \r\nconflict and find peaceful solutions. Secondly, climate \r\nchange is a fact. The Climate Summit to be held in \r\nParis later this year is our opportunity to shoulder \r\nour responsibilities and take action. We, the Member \r\nStates, must grasp that opportunity for the sake of our \r\nfuture as nations and as a global community.\r\nWe can be the generation that defeats extreme \r\npoverty. We can be the generation that prevents \r\npolitical crises from becoming humanitarian crises. We \r\nare already the first generation to experience human-\r\nmade climate change. Let us also be the generation that \r\nhalts climate change. And we can be the generation that \r\nfinally realizes the right to education for all. With the \r\nCharter of the United Nations as our starting point, we \r\nmust adapt our global norms to address new challenges. \r\nThe forces of disorder, discrimination, violence and \r\ndisruption must be stopped. The United Nations is a \r\ncrucial arena for developing shared measures to address \r\nshared threats. We must use it to the full if we are to \r\nmeet the threats we are facing today, from climate \r\nchange to terrorism. We can thus ensure that the United \r\nNations continues to serve humanity well for the next \r\n70 years. Its Member States can still be, in Truman’s \r\nwords, the architects of a better world.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of \r\nNorway for the statement she has just made.\r\nMs. Erna Solberg, Prime Minister of Norway, was \r\nescorted from the rostrum.\r\nAddress by Mr. Josaia Voreqe Bainimarama, \r\nPrime Minister of the Republic of Fiji\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Republic \r\nof Fiji.\r\nMr. Josaia Voreqe Bainimarama, Prime Minister of \r\nthe Republic of Fiji, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure \r\nin welcoming His Excellency Mr. Josaia Voreqe \r\nBainimarama, Prime Minister of the Republic of Fiji, \r\nand inviting him to address the Assembly.\r\nMr. Bainimarama (Fiji): I would like to add \r\nmy congratulations to the President on his election \r\nto those of the leaders who have spoken before me. I \r\nwish him success in guiding the General Assembly at \r\nits seventieth session to a productive and meaningful \r\nconclusion. I would also like to thank His Excellency \r\nMr. Sam Kutesa for his outstanding leadership during \r\nthe sixty-ninth session.\r\n44/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nLast year, I addressed the Assembly on the heels of \r\nan election victory in Fiji (see A/69/PV.15). I said that \r\nFiji was now a fairer, more just and more compassionate \r\nsociety, and that we would accelerate our efforts to \r\nalleviate poverty, thanks to a rapidly strengthening \r\neconomy. Today I am proud to assure the Assembly that \r\nour democracy is working, our economy is growing \r\nand we are gradually lifting more people out of poverty \r\nevery day. This is not an experiment. It is a very real \r\nand revolutionary change in the way we Fijians govern \r\nourselves and treat one another.\r\nI will not say that it has been easy, because it has \r\nnot. But we have had one year of the give-and-take \r\nof parliamentary democracy based on a common and \r\nequal citizenry, under a Constitution that values every \r\nFijian equally, regardless of ethnicity, birthright, faith, \r\ngender, social condition or geography. That is a first. In \r\nthe past, we had elections; today, we have elections that \r\ndo not result in the tyranny of the majority. Things have \r\nbeen raucous at times, as we have battled over ideas and \r\nexchanged accusations on the f loor of Parliament, in \r\nthe media and before the public. Democracy sometimes \r\nseems messy, chaotic and prone to petty squabbles, but \r\nit is a price that we Fijians gladly pay for the chance to \r\nenjoy its many blessings.\r\nAs is natural, our society is now also more \r\ncompassionate and our economy more robust. We have \r\ncarried out wide-ranging social and economic reforms \r\ndesigned to free the energies of our people, encourage \r\ninvestment, create employment and lift up the poor \r\nand marginalized in Fiji. We have introduced free \r\nschooling at the primary and secondary level for the \r\nfirst time and made great efforts to bring the benefits of \r\nGovernment programmes, technology and the modern \r\nmarket to people in remote and underserved areas of \r\nthe country. Infrastructure development, including \r\nroads, electricity, water and health care, is our priority.\r\nThe results have been encouraging. Our economy \r\nhas grown at more than 4 per cent per annum for the \r\npast three years, and the rate for 2014 was more than \r\n5.3 per cent. National and international economic \r\nexperts expect us to meet or exceed that figure this \r\nyear. Investment, particularly domestic investment, is \r\nbooming. Construction is up, tourism is up, we have a \r\nhealthy surplus in foreign exchange reserves and job \r\nopenings have increased substantially, showing that \r\nFijians are confident. They believe in themselves, in \r\ntheir democracy and in their country’s future. This is \r\nthe most sustained period of economic growth in our \r\nhistory, and it is part of a revolution of initiative and \r\nenergy directly linked to our new democracy.\r\nDedication to basic human rights is the foundation \r\nof democracy. No democracy can survive if each \r\nindividual’s rights are not sacred and if the State fails \r\nto protect, or even works to undermine, the ability of \r\nall to think and believe and worship as they choose. No \r\ndemocracy can survive if elections only mean that the \r\nwinners take all. No democracy can survive if it does \r\nnot enshrine human dignity as a right and make every \r\neffort to assure the people’s socioeconomic rights, as \r\nour Constitution provides for.\r\nWe have made believers out of people who once \r\ndoubted and criticized us. We have overcome sanctions \r\nand isolation, imposed by other democratic nations in the \r\nmistaken belief that they would push us to democracy. \r\nIn fact, we needed no push. We were already committed \r\nto that path. What we needed was engagement and \r\nsupport, and I am pleased to say that we have it again, \r\nat last. It is clear that we have fashioned our own \r\ndemocracy on dedication to the rights and dignity of \r\neach person in Fiji, and we bring that dedication to our \r\nwork at the United Nations.\r\nSince Fiji established its Mission in Geneva last \r\nyear, my Government has worked energetically with the \r\nhuman rights community. Earlier this year, I addressed \r\nthe Human Rights Council in Geneva, outlining Fiji’s \r\nhuman rights priorities, particularly as they relate to our \r\nprogressive bill of rights in the 2013 Fijian Constitution. \r\nFijians now enjoy an unprecedented level of protection, \r\nenforced through an independent judiciary and a \r\nhuman rights and anti-discrimination commission. I \r\nhave invited a number of special mandate holders under \r\nthe Human Rights Council to visit Fiji. I am pleased \r\nthat the Special Rapporteur on the right to education \r\nwill visit Fiji within a year to assess and support my \r\nGovernment’s efforts and initiatives to strengthen the \r\nright to education. Fiji has also committed to ratifying \r\nthe core human rights instruments in the not so distant \r\nfuture. That is a solemn commitment that f lows \r\nnaturally from our basic belief that all Fijians have the \r\nright to live with dignity. We understand that this will \r\ncarry additional obligations towards our own people, \r\nobligations we are eager to take on.\r\nAs we participate in the Human Rights Council, we \r\nfind, yet again, that the voice and the unique concerns \r\nof the Pacific small island developing States have \r\ntrouble being heard. We have a unique perspective \r\n15-29562 45/54\r\n30/09/2015 A/70/PV.19\r\nof the world to share with the international human \r\nrights community. That includes calling attention to \r\nthe detrimental effect that climate change is having \r\non our ability to extend and strengthen human rights \r\nin the region. It also includes educating others about \r\nthe challenges many of us face in creating proper \r\ninstitutions and changing long-held cultural attitudes \r\nthat can be obstacles to full respect for human rights. \r\nThose are issues that Fiji will continue to raise now, and \r\nas a member of the Human Rights Council for the term \r\n2018-2020, if we are elected.\r\nLike our neighbours in the South Pacific and \r\nother small island developing States, we see the bright \r\nfuture we have charted for ourselves dimmed by the \r\nprospect of climate change and sea-level rise. Fiji has \r\nbeen outspoken in insisting that all nations carry out \r\ntheir duty to reduce carbon emissions and control \r\nthe production of greenhouse gases. Fiji is making \r\nstrenuous efforts to do its part, but our part in creating \r\nthe crisis is very small, practically negligible. The \r\nmajor developed nations and — I must say it — the \r\nmajor developing nations as well, must do more. It is \r\nsimply not acceptable for advanced economies to build \r\na high standard of living by degrading the Earth and \r\nthe seas. It is also not acceptable for major nations that \r\nare industrialising to assert that they need to degrade \r\nthe Earth, the air and the seas in order to build their \r\neconomies, just as the advanced countries did years \r\nago. The emergency is now. The solution must be now. \r\nThe time for excuses is over.\r\nEarlier this month, the Pacific leaders at the third \r\nSummit of the Pacific Island Development Forum \r\nadopted the Suva Declaration on Climate Change. This \r\nlandmark declaration clearly sets out the agreed demands \r\nof the Pacific island developing States for an acceptable \r\noutcome at the United Nations Climate Conference in \r\nParis later this year. The Suva Declaration calls for \r\nthe 2015 climate change agreement to limit global \r\naverage temperature increase to less than 1.5°C above \r\npre-industrial levels. It calls for the Paris agreement to \r\nbe legally binding on all parties, and for it to recognize \r\nloss and damage as a stand-alone element. We also call \r\nfor climate change adaptation measures to be 100 per \r\ncent grant-financed.\r\nThe choices we face may be politically difficult \r\nin the short run, but the consequences we are already \r\nseeing — environmental degradation, unbearable heat, \r\ndrought, powerful tropical storms and unpredictable \r\nweather patterns — are simply unacceptable. We are \r\nelected as leaders, and leaders must be able to explain \r\nthese consequences to their people and convince \r\nthem to make the necessary short-term sacrifices for \r\neveryone’s benefit. These consequences are real for Fiji \r\nand its neighbours. We have plans to move 45 villages \r\nto higher ground, and we have already started. We \r\nhave committed to resettling people from other low-\r\nlying South Pacific island States who face the prospect \r\nof being swallowed up by the rising ocean and falling \r\ninexorably into oblivion. Should that happen, the people \r\nof those island States would be refugees, as desperate \r\nand lost as the hundreds of thousands f leeing conflict \r\nin Syria and Iraq. It is very real and it is happening now. \r\nIt is time to shed our indifference.\r\nFiji particularly welcomes the establishment of \r\nthe Sustainable Development Goal (SDG) on the \r\nconservation and sustainable management of oceans \r\nand seas. Our destiny is shaped by the ocean in which \r\nwe are set. But we also welcome this Goal as citizens \r\nof the Earth, because the health of the oceans and seas \r\nis vital for everyone. In the Pacific Ocean, for too \r\nlong now, we have observed the decline in our ocean’s \r\nhealth, as evidenced by dying coral, marine pollution, \r\ndamaged coastal ecosystems, declining fish stocks, and \r\nocean acidification. Those of us who are old enough to \r\nremember our ocean in much healthier times must do \r\nmore than lament that our grandchildren may never see \r\nthe ocean as it was created. We must do all we can to \r\nmake sure that they know the ocean as it was when our \r\nforebearers bequeathed it to us.\r\nAs a founding member of the United Nations group \r\nof friends of oceans and seas, Fiji has been working to \r\nestablish a high-level global platform to ensure that we \r\nmeet SDG14. I am proud to say that we have found a \r\nstrong ally in the Government of Sweden to establish \r\nthe triennial United Nations conference on oceans and \r\nseas, with five international conferences spanning \r\nthe 15 years of the 2030 Sustainable Development \r\nAgenda. They will be conferences for action, not talk. \r\nGovernments, international organizations, scientists, \r\nbusiness leaders and others will gather at the five \r\nconferences to assess progress and hold all participants \r\naccountable for meeting targets. We will host the \r\ntriennial conference in Fiji in June 2017, and all those \r\ndedicated to the integrity of implementation of the \r\noceans Goal will be welcome.\r\nWe Fijians do not ask others to do what we are \r\nunwilling to do. We are a nation that stands up. We \r\nstand up for peace. We stand up for our neighbours. \r\n46/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nAnd we stand up for the environment. We held our first \r\nnational green growth summit in Fiji only a couple \r\nof months before I appeared before the Assembly last \r\nyear. In that short time, Fiji developed and has begun \r\nimplementing its own green growth framework — a \r\nmaster plan for an economic model that is more holistic, \r\nintegrated, inclusive and, above all, sustainable. Our \r\nframework links economic growth and environmental \r\nprotection and builds an economy that grows in a more \r\nintelligent way and nurtures the interests of all our \r\ncitizens. No project will proceed if it is not sustainable, \r\nor if it jeopardizes our natural resources in any way. \r\nWe hold our resources in trust for future generations, \r\nand we will not squander them for short-term economic \r\ngain. We will continue to grow, develop and modernize, \r\nbut we will embrace a future in which our forests, our \r\nmangroves, our coral reefs and our marine life thrive. \r\nIf everyone does the same with their part of the world, \r\nlarge or small, we may have a chance to save this planet.\r\nI believe that Fiji’s commitment to the United \r\nNations as an institution and to the work of the United \r\nNations is second to none. Our contributions to \r\nworldwide peacekeeping are a matter of national pride, \r\nhonour and commitment. Today, Fijian military, police \r\nand correctional officers are actively engaged in United \r\nNations peacekeeping missions in Iraq, the Golan \r\nHeights, Lebanon, Darfur and South Sudan, as well as \r\nin the Multinational Force and Observers in Sinai. We \r\nare also proud to now be serving in the United Nations \r\nTruce Supervision Organization, headquartered in \r\nJerusalem.\r\nThis national mission of ours — to work with other \r\nnations to bring peace to the world — has become a \r\npart of our national identity. It involves great sacrifice \r\non the part of many Fijian families and, of course, it \r\nis dangerous work that has resulted in the tragic loss \r\nof life. But I bring to the General Assembly today the \r\nsolemn will of the Fijian people to continue to serve the \r\ncause of peace through the United Nations wherever the \r\nOrganization is called on to heal the wounds of strife \r\nand war.\r\nFiji has been a Member of the United Nations since \r\nits independence, in October 1970. Since that time Fiji’s \r\nleaders have attended the General Assembly every year \r\nto play our part in this great global gathering. Every \r\nyear we have been wisely guided by a President of \r\nthe General Assembly hailing from one of our fellow \r\nMember States, but never by a President from the Pacific \r\nIslands developing States. We believe the time has \r\ncome for the Pacific Islands to provide the Assembly’s \r\nPresident, and we have put forward a candidate for \r\nthe Assembly’s seventy-first session. Our candidate, \r\nduly submitted to the Asia-Pacific Group, is currently \r\nFiji’s Permanent Representative to the United Nations, \r\nAmbassador Peter Thomson. He is a seasoned diplomat \r\nwho has demonstrated extraordinary leadership in \r\nservice to the United Nations. Fiji looks to the friends \r\nof the Pacific Islands at the United Nations to give \r\ntheir support to our candidate for the President of the \r\nAssembly at its seventy-first Session.\r\nFiji is fully committed to the work of the United \r\nNations under President Lykketoft’s stewardship at this \r\nseventieth session of the General Assembly. I pledge to \r\nhim our full support and cooperation as he carries out \r\nthe responsibilities that lie before him. This body holds \r\nthe promise of raising human beings out of poverty and \r\ndegradation to health and hope, from conflict and fear \r\nto peace, and from an effort to tame our environment \r\nto a commitment to live in harmony with it. Fiji will \r\nbe with him this year, and we will be with our fellow \r\nnations until we realize that promise.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Fiji for the statement he has just made.\r\nMr. Josaia Voreqe Bainimarama, Prime Minister of \r\nthe Republic of Fiji, was escorted from the rostrum.\r\nAddress by Mr. Joseph Muscat, Prime Minister \r\nof the Republic of Malta\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Republic \r\nof Malta.\r\nMr. Joseph Muscat, Prime Minister of the Republic \r\nof Malta, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Joseph Muscat, Prime \r\nMinister of the Republic of Malta, and inviting him to \r\naddress the Assembly.\r\nMr. Muscat (Malta): As we all know, this year \r\nconstitutes a landmark year for our Organization as we \r\ncelebrate its seventieth anniversary. The Organization’s \r\nfounding fathers wanted to turn the ashes of the Second \r\nWorld War into a new order that would secure peace, \r\nadvance global prosperity, alleviate poverty and \r\npromote human rights worldwide. They wanted to \r\n15-29562 47/54\r\n30/09/2015 A/70/PV.19\r\ncreate what they termed a strong United Nations and a \r\nbetter world. \r\nAs we commemorate this seventieth anniversary, \r\nlet us pause and ask whether today’s world is really a \r\nbetter one. In an era of negativity and media onslaught \r\nwith respect to global problems, it would be easy to \r\nanswer “no”, and there are valid reasons to do so. But \r\nour duty is, as the standard bearers of optimism, to defy \r\nthe logic of pessimism and answer “yes”. Indeed, the \r\nproblems are many, but the world has never experienced \r\nsuch a degree of commitment by global citizens who \r\nare looking beyond the notion of the traditional nation \r\nState and come together as a global community.\r\nThe United Nations has contributed significantly to \r\ntransforming our world into a safer and more just place \r\nfor humankind. It has contributed to the eradication of \r\ndisease, the promotion of justice, freedom and human \r\nrights, the attainment of peace in different parts of the \r\nworld, and to stemming the proliferation of weapons \r\nof mass destruction. Its efforts at mediation and the \r\npeacebuilding and peacekeeping successes shepherded \r\nby the United Nations have resulted in more people \r\nbeing able to determine their destiny. The Millennium \r\nDevelopment Goals spurred us on in our commitment \r\nto seek a better life for the poor and the malnourished, \r\nand we have now adopted the Sustainable Development \r\nGoals (resolution 70/1). If proof were needed that the \r\nUnited Nations can actually make a difference, we have \r\nseen it. Indeed, if we reflect over the last 70 years, I \r\nbelieve there is much to be proud of.\r\nThe question that needs to be addressed, however, \r\nis not whether the United Nations has been a force for \r\ngood — which it very obviously has — but whether \r\nin today’s vastly different world, it is still capable of \r\nmeeting the challenges it faces. The Organization is, I \r\nbelieve, still a work in progress. We continue to live in a \r\nvastly uneven world plagued by conflict, inequality and \r\ninjustice. New and profound challenges have emerged, \r\nmany of which are global in nature and which therefore \r\nrequire global solutions.\r\nLast year (see A/69/PV.12), I stressed that more \r\nattention needed to be focused on the plight of migrants \r\nin the Mediterranean, the cradle of civilization that has \r\nnow sadly been turned into a graveyard. My country \r\nfinds itself at the crossroads between the Middle East, \r\nEurope and Africa. The tragedy that is occurring \r\nso close to home is starkly evident and of immense \r\nconcern to us. We are the only country in Europe, \r\nand probably the only country around the world, that \r\ndedicates 100 per cent of its limited military resources \r\nto saving people at sea each and every day. \r\nLast April, we witnessed the funeral of 24 migrants \r\nwho perished together with 800 others in what is \r\nprobably the worst-ever-recorded capsizing of a boat \r\nladen with migrants in the Mediterranean. Those \r\nunnamed individuals were mourned by all of us. Sadly, \r\nhowever, that was not the last tragedy. While many have \r\nbeen rescued through the concerted efforts of European \r\ncountries, several thousand others have continued \r\nto lose their lives on this perilous journey, a journey \r\nwhich they are sometimes forced to take at gunpoint by \r\nunscrupulous people smugglers. \r\nSo far, this year has broken all records in terms of \r\ndesperate people attempting to f lee from persecution \r\nand hopelessness in search of a better life and to attain \r\nthe right to live in peace, free from anxiety, poverty and \r\npersecution. We see it happening in the Mediterranean \r\nSea, and now we see it happening across the Balkans. \r\nThis proves that it not a Mediterranean problem, nor \r\nis it European problem. It is a global phenomenon that \r\nneeds global responses.\r\nMalta has been highlighting this situation for years \r\nand years now in the General Assembly. In November, \r\nwe will host a summit bringing together the leaders \r\nof the European Union and key African nations. The \r\nValletta Summit will be an opportunity to enhance our \r\ndialogue and improve our understanding in an attempt \r\nto address this issue comprehensively, in a spirit of \r\npartnership and cooperation with all the countries \r\ninvolved. It is expected to build and strengthen the \r\npresent frameworks of action in the field of migration \r\nin an effort to address the phenomenon in a more \r\nholistic manner and in order to take advantage of \r\nthe opportunities presented while dealing with the \r\nchallenge of forced displacement. \r\nThe first priority must remain the saving of \r\nlives. This is our moral duty as human beings. \r\nEurope intensified the search and rescue operations \r\nin an attempt to reduce the loss of lives. We are also \r\nproviding assistance and refuge to those who qualify. \r\nNevertheless, an important and necessary part of the \r\nEuropean Union effort requires greater commitment to \r\ntaking on the smugglers before they can put the lives \r\nof more innocent people at risk. The international \r\ncommunity should be under no illusion. When it comes \r\nto those criminals, we are dealing with individuals \r\n48/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nwho feed on the desperation of innocent people. In the \r\nprocess, they are making a fortune — and the money \r\nis also being used to finance other criminal activities, \r\nprobably even including terrorism. Those people must \r\nbe held accountable for their crimes and brought to \r\njustice.\r\nEfforts to combat those networks must, in the \r\nfirst instance, be stepped up nationally and regionally. \r\nCloser cooperation is essential, most of all among the \r\ncountries of origin, transit and destination, including \r\nthrough better intelligence-sharing and joint criminal \r\ninvestigations. Improved implementation of national \r\nenforcement policies and stronger penalties to punish \r\nsmugglers are also essential measures to effectively \r\naddress that challenge.\r\nWe have to continue doing our best to give shelter \r\nto those f leeing from war and those qualifying for \r\nasylum. But it must also be clear that a free-for-all \r\npolicy is not on the table. People who do not qualify for \r\nasylum should be returned. Safe countries of origin that \r\ndo not help in returns should face sanctions. Those that \r\ncollaborate should be rewarded with further aid and \r\naccess to markets.\r\nNevertheless, tackling the root causes of migration \r\nis the only real long-term solution. There are several \r\ncauses. Starting with development, 2015 is a pivotal \r\nyear for global sustainable development and poverty \r\neradication. Through the adoption of the Addis Ababa \r\nAction Agenda, agreed to in July, as well as the post-\r\n2015 development agenda, which we welcomed just \r\na few days ago, we are called upon to respond in a \r\ntransformative manner to the fundamental challenges \r\nfacing the world today: eradicating poverty, achieving \r\ninclusive and sustainable development for present and \r\nfuture generations and ensuring the promotion and \r\nprotection of all human rights and fundamental values \r\nas the basis for peaceful and prosperous societies. \r\nHowever, we should all be starkly aware that that is only \r\nthe first step of a process that can be successful only if \r\nwe are truly fully committed to its implementation.\r\nHowever, all of those efforts will be futile unless \r\nwe clearly and determinedly address the long-standing \r\nconflicts in the countries of origin and transit. It is \r\nnot just Malta’s or Europe’s problem. It is everyone’s \r\nproblem. The United Nations needs to act, as it is \r\nmorally bound to do. Yes, we have to tackle the war \r\nin Syria. But it is a delusion to think that solving Syria \r\nwill in itself solve the migration phenomenon. What \r\nabout Somalia, Eritrea and the whole list of forgotten \r\nconflicts generating the mass displacement of people? \r\nWhat about climate change, which is expected to \r\ndisplace so many people? Even in the best-case scenario, \r\nwe live in a world where the mass displacement of \r\npeople will be a key feature. That is because we need \r\nto recognize that not only desperation makes people \r\nmove, but also aspiration. People aspire to a better life \r\nfor themselves and their families. At a time when the \r\nworld is getting smaller, mothers and fathers, such as \r\nourselves, will set out, believing, rightly or wrongly, \r\nthat they will secure a better future for their children. \r\nWe therefore need tools and institutions to establish \r\nrules and tackle the phenomenon permanently, not \r\nsimply as a humanitarian effort, but they should \r\ncomprise an economic, social and environmental \r\nframework to anticipate and manage those f lows.\r\nI come from a family of nations that has been very \r\nmuch in the news for failing to agree unanimously on a \r\nmandatory distribution system for refugees. I was one \r\nof the most vociferous critics in Europe, indicating our \r\nfailures. Nevertheless, I stand in front of the Assembly \r\ntoday as a proud European. Can anyone mention to \r\nme any other group of nations that has gone so far as \r\nto agreeing, albeit with considerable birth pangs and \r\nbruises, to such a system? There is none. Only Europe \r\nhas done so to date. Therefore I ask, “Where is everyone \r\nelse”?\r\nWe made a first step. Now the global community has \r\nto follow. The United Nations is the apposite forum. At \r\nthe end of the Second World War, nation States realized \r\nthat their financial system was broken, that they could \r\nno longer operate in a vacuum. The Bretton Woods \r\nAgreement laid the basis for rules and institutions to \r\ntackle the new reality. We now need a Bretton Woods \r\nof migration: rules and institutions that ensure that all \r\nthe members of the international community, not just \r\nthe few, share and shoulder the phenomenon of mass \r\nmigration, with both legal channels and instruments \r\nto deal with crises. In other words, a European quota \r\nalone should not exist, but a global quota system for \r\nmigrants, for not only this, but all crises. I urge that such \r\na discussion begin. Let us not allow people smugglers, \r\nthe criminals, decide for us. Let us read the writing on \r\nthe wall and lay the foundations for that new system.\r\nOn a related subject, in our immediate neighbourhood \r\nin the Mediterranean, the escalation in Libya proceeded \r\nat such a fast pace that the United Nations responded by \r\ntaking the lead role to resolve that conflict. The conflict \r\n15-29562 49/54\r\n30/09/2015 A/70/PV.19\r\nis providing all the necessary space for criminals to \r\nsmuggle people and take control of significant parts of \r\nthe country. Malta strongly supports the indefatigable \r\nefforts of the United Nations to launch a national \r\ndialogue for a reconciliation process and the formation \r\nof a national unity Government in Libya. Malta \r\nrecognized and welcomed the initialling of the United \r\nNations-led draft agreement in Morocco last July. The \r\nagreement’s initialling was the result of ongoing United \r\nNations-facilitated consultations among various Libyan \r\nrival parties.\r\nHopefully, we will witness an all-inclusive peace \r\nagreement. We have to acknowledge the political will \r\nand courage demonstrated by those who initialled \r\nthe draft agreement, which seeks to resolve Libya’s \r\ninstitutional and security crises. The major challenge \r\nahead, especially in neighbouring countries such \r\nas ours, is to ensure that the implementation of the \r\nagreement is put into effect. All Libyan actors in that \r\nprocess must realize that it is their homeland that needs \r\nto be saved, and that all hostilities and violent disputes \r\nmust cease immediately. The actors must continue to \r\nengage actively in an inclusive political dialogue for \r\nnational reconciliation. \r\nAnd we must be very sincere. If a complete \r\nagreement proves elusive again, it is high time that the \r\nUnited Nations and the global community back those \r\npeople of good will on both sides of the divide who are \r\nwilling to reach an agreement, and sideline those on \r\nboth sides who are simply wasting their people’s future.\r\nThis is an important year for my country. For the \r\nsecond time in 10 years, we will very soon host the \r\nCommonwealth Heads of Government Meeting. The \r\nsummit, guided by the theme “The Commonwealth: \r\nAdding Global Value”, will be the culmination of a \r\nnumber of activities and forums, namely, the people’s \r\nforum, the youth forum, the business forum and, for \r\nthe first time, the women’s forum. In organizing the \r\nevent and our assumption of the chairmanship of the \r\nCommonwealth, we plan to address issues of common \r\nconcern, including global political and security \r\nchallenges, the most urgent of which is the unprecedented \r\nincrease in extremism and radicalization, as well as \r\nto assess the state of development in the wake of the \r\nadoption of the post-2015 agenda and related financing \r\nfor the development process, with particular attention \r\nto practical steps that Commonwealth Governments \r\nmight take to accelerate the implementation of the \r\noutcomes of key global processes.\r\nMalta is confident that the Commonwealth can \r\nalso provide added value to the international debate on \r\nclimate change, particularly since that gathering will \r\ntake place on the eve of the twenty-first Conference of \r\nthe Parties to the United Nations Framework Convention \r\non Climate Change (COP21). Climate action will be \r\nprominently featured on the summit agenda. Noting \r\nthat the Commonwealth gathers disparate countries \r\nfrom all continents and from vulnerable island States, \r\nas well as the Group of 20 economies, the summit will \r\nplay an important role in strengthening regional and \r\ninternational cooperation and providing support for the \r\nsuccessful outcome of COP21. We now look forward to \r\nthe successful conclusion to the United Nations Paris \r\nsummit on climate change in December. In seeking to \r\nreach an ambitious, fair, balanced and legally binding \r\nagreement, we must be principled and practical in our \r\napproach.\r\nMalta believes that climate change is a decisive \r\nchallenge, which if not urgently managed will put \r\nat risk not only the environment but also the world’s \r\neconomic prosperity, development and, more broadly, \r\nstability and security. In 1988, our former President, \r\nthe late Mr. Vincent Tabone, proposed a resolution \r\nthat called for the world’s climate to be declared the \r\ncommon heritage of humankind (resolution 43/53). \r\nThe impact of climate change requires a global and \r\ncoordinated response. Malta was the first to alert the \r\ninternational community to the need to address the \r\nwarnings on human-induced climate change by the \r\nscientific community. We now aspire to being one \r\nfacilitator among others in securing an equitable deal.\r\nI am of the firm conviction that what binds us \r\ntogether is stronger than what divides us. The challenges \r\nwe face should unite us as we need to, and indeed \r\nwe must, face them together. As standard bearers of \r\noptimism, we respond to the day’s great problems with \r\neven greater resolve. Malta will play its part.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Malta for the statement he has just made.\r\nMr. Joseph Muscat, Prime Minister of the Republic \r\nof Malta, was escorted from the rostrum.\r\n50/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nAddress by Mr. Charles Michel, Prime Minister \r\nof the Kingdom of Belgium\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Kingdom \r\nof Belgium.\r\nMr. Charles Michel, Prime Minister of the Kingdom \r\nof Belgium, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Charles Michel, Prime \r\nMinister of the Kingdom of Belgium, and inviting him \r\nto address the Assembly.\r\nMr. Michel (Belgium) (spoke in French): A \r\npredecessor of the President of the General Assembly \r\nat its first session, in 1946, was one of my compatriots, \r\nMr. Paul-Henri Spaak. In the midst of the Second \r\nWorld War, he said that we must take advantage of the \r\nexceptional circumstances to seize the opportunity \r\nto make substantial progress in the world and to save \r\nsucceeding generations from the scourge of war. That \r\nwas the objective of the founders of the United Nations \r\n70 years ago.\r\nThe Universal Declaration of Human Rights \r\nenshrines fundamental human rights and universal \r\nvalues. All human beings are born free and equal. \r\nFreedom of thought, freedom of opinion and freedom \r\nof expression are intangible. Those freedoms are \r\nthe foundation of a democratic world in which each \r\nindividual’s dignity, no matter what his country, origin \r\nor culture, must be fully respected.\r\nSince 1945, the world has changed and much \r\nprogress has been realized. I am 40 years old. \r\nThe challenges our generation faces are multiple, \r\ncomplex and increasingly interrelated — conflicts, \r\npoverty, climate and migration. The 2030 Agenda for \r\nSustainable Development (resolution 70/1) should give \r\nnew impetus and greater force to our joint action for \r\ndevelopment. As I said, I am 40 and was born well after \r\nthe independence of the African States. My belief is \r\nthat the destiny of Europe and Africa are inextricably \r\nlinked. Everyone stands to gain from the success of \r\nothers, but we can also lose much from failures. I have \r\nnot known the period of colonization. I know only an \r\nAfrica of free and independent African States, so I have \r\nno sense of nostalgia nor guilt. But I do have a feeling of \r\nresponsibility. We must look clearly and optimistically \r\nto the future of the continent, to which my country is \r\nespecially committted. We want a sincere and frank \r\nrelationship of equals, a partnership in which everyone \r\nis fully respected and no one teaches the other lessons.\r\nWith its more than 1 billion people, I am convinced \r\nthat Africa will have an increasingly more important \r\nplace in the world. We know the potential of the \r\ncontinent. Africa has the talent and Africa has the \r\nresources. I think first of the young Africans, who are \r\nfull of vitality and ingenious and who want to take their \r\ndestiny into their own hands. They have a feeling of \r\ndignity and freedom that nothing and nobody can stop. \r\nThe primary condition for development is respect \r\nfor the rule of law and the guarantee of personal \r\nfreedom. The years 2015 and 2016 are election years in \r\nAfrica. There can be no democracy without legitimacy, \r\nand there can be no legitimacy without respect for the \r\nconstitutional agreements that unite the leaders with \r\ntheir peoples. Certain countries, such as Nigeria and \r\nSenegal, have demonstrated wisdom. But we can only \r\ncondemn the coup d’état attempts, such as that which \r\nrecently occurred in Burkina Faso. Ultimately, we must \r\ncall on all Heads of State to fully respect the electoral \r\ncycles as set out by their Constitutions.\r\nThe Charter of the United Nations enshrines the \r\nsovereignty of all States. Sovereignty first of all entails \r\nthe primary responsibility of leading a country in the \r\npublic interest. In no case can sovereignty it serve as \r\na pretext for an oligarchy. Sovereignty involves duty \r\nto the people. Ignoring the people’s will or trampling \r\non their freedoms will succeed only for a short period \r\nof time, because the people’s thirst for freedom and \r\ndignity will sooner or later win.\r\nIn Burundi, we spared no effort to ensure respect \r\nfor the Constitution and the Arusha agreements. The \r\nobstinacy to remain in power at whatever cost is a \r\ncertain form of blindness that upsets the balance.\r\nToday, unfortunately, the country is deeply divided, \r\nand it is Burundian citizens, many of them now refugees, \r\nwho are the main victims. We would like to once again \r\nmake an urgent appeal for a political dialogue between \r\nthe Government and the opposition under the auspices \r\nof the countries of the region, within the framework of \r\nthe East African Community.\r\nThe Democratic Republic of the Congo is a great \r\ncountry situated in the heart of Africa. It has a young, \r\ndynamic population and abundant natural resources, \r\nbut also a history of tragic conflict for which its \r\npopulation has paid a terrible price for many years. \r\n15-29562 51/54\r\n30/09/2015 A/70/PV.19\r\nRespect for the rule of law and constitutional order is \r\nthe only road to stability. With elections in the offing, \r\neveryone is expecting the country’s political officials \r\nto demonstrate that they have the best interests of their \r\ncountry and people at heart.\r\nMy country is also committed to working to \r\nimprove both security and development in the Sahel \r\nregion. Destabilization in Libya, explosive population \r\ngrowth and climate change have all resulted in serious \r\nproblems, as we know. We want to continue to support \r\npeacekeeping operations in the Niger and Mali, as well \r\nas the efforts of the United Nations Multidimensional \r\nIntegrated Stabilization Mission in Mali.\r\nAlong with official development assistance, \r\nwe should encourage private initiative. Economic \r\ndevelopment must create jobs and produce more \r\nrevenue for States. Improving the business climate \r\nand combating corruption will promote investment. \r\nWe should also encourage innovative financing for \r\ndevelopment, such as, for example, the idea of an \r\ninternational tax on financial transactions.\r\nWe are all dealing increasingly with the rise of \r\nterrorism, and my country has not been spared. Terrorists \r\nwant to destroy our universal values, and they do it by \r\nstriking down innocent victims indiscriminately. While \r\nwe must mobilize all possible means against these new \r\nthreats, it is the duty of democracies to fight fanatics \r\nwith respect for the rule of law. It will not be easy, \r\nbut we must keep a constant watch over the balance \r\nbetween the right to security and respect for individual \r\nliberties. We must mobilize our security forces, police \r\nand judicial authorities, but we should also, perhaps, \r\nrely more on local communities, religious and spiritual \r\nleaders and civil society. Since 2003, negotiations on \r\nan international convention on terrorism have been at \r\na standstill. In that regard, I would like to urge that \r\nwe put renewed effort into making that international \r\nconvention on terrorism a reality as soon as possible, \r\nand in that way add to the means for taking action at \r\nour disposal.\r\nOther speakers before me have also urged that \r\nwe must work to resolve the conflicts in Libya, Iraq \r\nand Syria. To be clear, in Syria it is not a question \r\nfor us of choosing between the fanatical barbarism \r\nof the Islamic State, on the one hand, or the tyranny \r\nand massacres of Bashar Al-Assad, on the other. We \r\nbelieve we must act in parallel, at once eradicating \r\nDaesh and at the same time forcing a political transition \r\ntowards free and credible elections. Syria needs strong \r\ninstitutions and a legitimate Government. That is the \r\nonly possible path to peace and stability. We advocate \r\na comprehensive humanitarian and political approach, \r\nwith the possibility of considering a military option \r\nconducted with respect for international law. We \r\nsupport the extraordinary commitment of Mr. Staffan \r\nde Mistura, the Special Envoy of the Secretary-General, \r\nto re-starting a dialogue between all the parties.\r\nIt has to be said frankly that the situation in \r\nLibya is the result of a failure on the part of the \r\ninternational community, and it shows clearly that only \r\na comprehensive approach makes sense. At present, \r\nextremist groups of all stripes are sowing terror, as \r\nthe attacks attempting to undermine the democratic \r\ntransition in Tunisia attest. Here, too, we fully support \r\nthe United Nations efforts to promote a political \r\ndialogue.\r\nWe see that conflict and war push populations to \r\nseek safety elsewhere, far from home. Today, 60 million \r\npeople around the world are displaced and often risk \r\ntheir lives to f lee conflict. Syria, sadly, is only one \r\nof the tragic examples of such situations. We should \r\nsupport the countries that have to deal most directly \r\nwith the consequences of those conflicts — Lebanon, \r\nJordan and Turkey — and I welcome the fact that the \r\nEuropean Union has decided to mobilize €1 billion to \r\nsupport hosting refugees in those three countries.\r\nIn the Middle East, the peace process is stalled. \r\nWe believe the status quo is not an option. Raising \r\nthe Palestinian f lag here at the United Nations, as we \r\nhope to do, is of course a symbol, but it is not enough. \r\nMore than ever, in our view, the objective should be \r\nrecognition of a sovereign and independent Palestinian \r\nState, with full respect for Israel’s security. We have to \r\ntell it like it is — neither rockets nor illegal settlements \r\ncan pave the way to that vital goal. Europe must work \r\nharder with all its partners, and it is in that spirit that \r\nBelgium supports France’s initiative to establish a \r\ncontact group bringing together countries of goodwill.\r\nThe Charter of the United Nations establishes the \r\nprinciple of sovereign equality. The territorial integrity \r\nand sovereignty of every country must be guaranteed \r\nabsolutely. In that regard, we stand by Ukraine in \r\nupholding the principles and obligations of international \r\nlaw. The Minsk agreements must be fully implemented \r\nby all the parties.\r\n52/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nI would like to conclude by pointing out that while \r\nof course peace and security will always continue to \r\nbe our goals, and differences between countries will \r\ncontinue to exist, it is the duty of humankind and of \r\nthe General Assembly to resolve emerging conflicts \r\nthrough dialogue and mutual understanding, rather than \r\nguns and fanaticism. The peace agreement in Colombia, \r\nthe Iranian nuclear agreement and the resumption of \r\ndiplomatic relations with Cuba show that dialogue and \r\nrespect can produce concrete results. The international \r\norder must assume that everyone, regardless of origin, \r\nculture or religion, fully endorses our basic universal \r\nvalues. As President Obama put it so well only days ago \r\nin this very Hall, “You can jail your opponents, but you \r\ncannot imprison ideas” (A/70/PV.13, p. 11).\r\nAs a Head of Government, I know the responsibility \r\nthat lies on the shoulders of those who represent their \r\npeople. And, like all those here, I know that everywhere \r\nin the world there are pitfalls, contradictions and \r\ntragedies. But, above all, the world is made up of women \r\nand men with dreams and hopes both for themselves and \r\nfor those they love. The spirit of freedom, innovation, \r\nintelligence, ingenuity, respect and tolerance are the \r\nbest weapons we have to overcome the challenges of \r\nthis century together. I would like to end with the words \r\nof Paul-Henri Spaak, the first President of the General \r\nAssembly, who said during his presidency that between \r\na perfect world and a better world, he chose the better \r\nworld. We know that a perfect world is unattainable. \r\nBut a better world depends only us. A better world \r\ndemands courage, responsibility and solidarity. With \r\nthat conviction, I wish to affirm here my country’s \r\ncommitment to a better world.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I wish to thank the Prime \r\nMinister of the Kingdom of Belgium for the statement \r\nhe has just made.\r\nMr. Charles Michel, Prime Minister of the Kingdom \r\nof Belgium, was escorted from the rostrum.\r\nAddress by Mr. Tammam Salam, President \r\nof the Council of Ministers of the Lebanese \r\nRepublic\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Council of \r\nMinister of the Lebanese Republic.\r\nMr. Tammam Salam, President of the Council of \r\nMinisters of the Lebanese Republic, was escorted \r\nto the rostrum.\r\nThe Acting President: I have great pleasure \r\nin welcoming His Excellency Mr. Tammam Salam, \r\nPresident of the Council of Ministers of the Lebanese \r\nRepublic, and inviting him to address the General \r\nAssembly.\r\nMr. Salam (Lebanon) (spoke in Arabic): It is my \r\npleasure, at the outset, to congratulate the President for \r\npresiding over the work of the General Assembly at its \r\nseventieth session. I also take this opportunity to thank \r\nMr. Sam Kutesa, Minister for Foreign Affairs of Uganda, \r\nfor the efforts exerted throughout his presidency of the \r\nAssembly during its sixty-ninth session.\r\nOn the seventieth anniversary marking the \r\nestablishment of the United Nations, in which my country \r\nhad the honour of contributing by way of the drafting of \r\nthe Charter of the United Nations, I would like to stress \r\nLebanon’s commitment in fully assuming its active role \r\nas a member of the international community in order \r\nto fulfil the noble aims unanimously approved by all \r\nnations: chiefly, safeguarding international peace and \r\nsecurity, the right of peoples to self-determination and \r\nrespect for the human rights and fundamental freedoms \r\nof all human beings.\r\nWe speak about the fundamental rights of human \r\nbeings; in our region that concept is withering away, \r\nday after day, under the pressure of wars; dimming \r\nbefore an ever growing shadow hiding behind the veil \r\nof religion; and completely disintegrating when faced \r\nwith the barbaric colonization practised by the State \r\nof Israel, while it seeks to hide under a modern and \r\ndemocratic cloak. Before the eyes of the entire world, \r\nnations in our region are disintegrating. Millions are \r\nleaving their homes, wandering off to the unknown.\r\nThere is Aylan: the 3-year-old child seen earlier \r\nthis month by the entire world, after his body washed \r\nashore towards his eternal resting place. His tragedy \r\nsums up the prevailing status of fundamental human \r\nrights in our region. His picture describes the story of a \r\ntormented people drifting in the sea without direction, \r\nor packed on sidewalks in cities and train stations, \r\nwaiting for a permit, or a visa or simply a meal. The \r\nnarrative has far outpaced any political, military or \r\nlegal framework, to put forth a major question related \r\nto the present and the future of humankind.\r\n15-29562 53/54\r\n30/09/2015 A/70/PV.19\r\nWe have all followed the efforts made on the part \r\nof some European countries to accommodate additional \r\nnumbers of refugees on their territory. Those efforts are \r\nrooted in the cultural and civilizational heritage rooted \r\nin the bitter experience of devastating wars. Yet we \r\ncontinue to believe that the best solution to the problem, \r\nand the least expensive for Syria, the neighbouring \r\ncountries and the world, is to tackle the tragedy directly \r\nand deal with its root causes.\r\nLebanon reiterates its call to the international \r\ncommunity, especially all prominent world Powers, \r\nto rise above reluctance and wavering and to stop the \r\nfighting on Syrian territory, whose price is the blood of \r\nthe Syrians. We urge them to end the ongoing massacre \r\nby fostering a political solution that safeguards the \r\ncountry’s unity, independence and territorial integrity, \r\nwhile fulfilling the Syrian people’s aspirations for a \r\nfree and dignified life.\r\nThat call does not stem only from the links of \r\nneighborhood, kinship, history and common interests \r\nbetween the Syrian and Lebanese peoples, but also \r\nfrom Lebanon’s firm interest in ending the Syrian crisis \r\nbecause of the heavy burden of the massive waves of \r\ndisplaced persons, dubbed by the United Nations itself \r\nas a “national disaster”.\r\nIf Europe, with its sizeable capacity and generous \r\nhumanity, has been confused by the sight of thousands \r\nof displaced persons suddenly appearing in its cities, \r\nLebanon, with its limited space and scarce capacity, \r\nhas been hosting, over the past four years, 1.5 million \r\ndisplaced Syrians, amounting to one third of its \r\npopulation. Lebanon’s public infrastructure and host \r\ncommunities have been exhausted maximally at a time \r\nof steadily declining international assistance due to the \r\nso-called donor fatigue.\r\nWhile upholding its international obligations, \r\nLebanon reiterates its appeal to donor countries to fulfil \r\ntheir commitments, and even to increase their financial \r\ncontributions, in order to provide direct assistance to \r\nLebanese public institutions and host communities, \r\naccording to the response plan launched by Lebanon last \r\nDecember in collaboration with the United Nations. We \r\nfirmly stress the principle of shared responsibility and \r\nburden-sharing among countries, while underlining the \r\nimportance of establishing safe areas or buffer zones \r\nfor refugees in Syria and setting up collection centres \r\non the border.\r\nThe problem of the displaced population is only one \r\nfacet of the many negative repercussions Lebanon has \r\nendured due to the neighbouring war. Perhaps the most \r\ndaunting consequence of the conflict is the terrorism, \r\nwhich has demanded steep sacrifices. It is no secret that \r\nfor more than a year now a group of our military forces \r\nis still being held by terrorist groups, and we are still \r\nexerting tremendous efforts to free them.\r\nBased on a firm political resolution and efficient \r\nsecurity action, we have succeeded in addressing the \r\nscourge of terrorism. Our people has proved to the world \r\nthat Lebanon is not an incubator of terrorism meddling \r\nwith some countries of the region under the cover of \r\nIslam — the religion of tolerance, love and moderation. \r\nThe increasing responsibilities assumed by our military \r\nand security apparatus in the fight against terrorism \r\nhave heightened our determination to strengthen our \r\nforces as a main pillar of security, stability and social \r\nharmony in the country. In stressing the need to address \r\nits root causes, Lebanon renews its commitment to fight \r\nterrorism in all its forms. We reaffirm our readiness \r\nto cooperate in the framework of a joint international \r\neffort, undertaken by the Security Council, aimed at \r\neradicating terrorism and its sources of financing.\r\nDespite the numerous political crises that Lebanon \r\nnow faces — chief among them the vacuum created by \r\nthe absence of a President of the Republic — Lebanon \r\nis proud to be a paragon of diversity and an oasis of \r\ncoexistence among the members of various religions \r\nand sects. That is at a time when developments in the \r\nMiddle East continue to threaten the social, cultural \r\nand religious diversity of the region. We believe that \r\nsafeguarding the integrity of Lebanon is tantamount to \r\nprotecting a vital remnant of pluralism in the Levant. \r\nTherefore, consolidating stability in the country requires \r\nstrengthening its political, security and socioeconomic \r\ncomponents, and it entails a consensual decision on \r\nthe part of our brothers and friends. That needs to be \r\ndone in order to prevent regional polarization from \r\ninfluencing Lebanon, help the Lebanese people end \r\nthe current political vacuum and paralysis and bolster \r\nthe work of the constitutional institutions with the \r\nimmediate election of a new President of the Republic.\r\nWe followed the recent agreement between Iran \r\nand the five permanent Security Council members and \r\nGermany with great interest. We now hope that that \r\ndevelopment will open a new chapter in international \r\nrelations, marking the beginning of progress in the \r\nregion and improvement in the political situation in \r\n54/54 15-29562\r\nA/70/PV.19 30/09/2015\r\nLebanon. We consider that the baseline requirement for \r\nsuccessful and normal relations among the countries \r\nin the region, which is in the best interests of their \r\npeoples, is a commitment to good-neighbourly policy, \r\nrespect of States’ sovereignty and non-interference in \r\ntheir internal affairs, security and stability.\r\nWhile marking the ninth anniversary of the \r\nadoption of Security Council resolution 1701 (2006), \r\nLebanon reaffirms its commitment to all the provisions \r\nof that resolution, based on the belief that it will \r\nstrengthen stability and security in southern Lebanon \r\nand will contribute to extending the State’s authority \r\nover its entire territory. Lebanon reiterates its call to \r\nthe international community to compel Israel to cease \r\nits violations of Lebanese sovereignty and cooperate \r\nwith the United Nations Interim Force in Lebanon \r\n(UNIFIL). I take this opportunity to thank the UNIFIL \r\ncommand, structures, troops and all participating \r\ncountries in order to demarcate the rest of the Blue Line \r\nand ensure that the Israelis withdraw immediately from \r\nthe northern Ghajar area, Shaba’a farmlands and the \r\nKfar Shouba Hills.\r\nLebanon denounces Israel’s continued occupation \r\nof Palestinian land and its blockade of the Gaza Strip. \r\nWe call upon the international community to compel \r\nit to lift that inhumane blockade and ensure decent \r\nliving conditions for the Palestinians. We condemn \r\nthe repeated Israeli attacks on the Al-Aqsa Mosque \r\nand warn of their serious repercussions. We hold Israel \r\nresponsible for the failure to reach a peaceful settlement \r\nto the conflict based on the two-State solution. In the \r\nmeantime, we call upon the Security Council to take \r\nthe appropriate action to resume negotiations, aimed at \r\nending the occupation within a specified time frame, \r\nbased on resolutions 242 (1967) and 338 (1973), the \r\nMadrid terms of reference and the Arab Peace Initiative. \r\nWhile Lebanon rejects the resettlement of refugees on \r\nits territory, we also stress the right of Palestinians \r\nto return to their homeland, in accordance with the \r\nrelevant United Nations resolutions.\r\nA number of crises are roiling in the Middle East \r\nregion, bringing upheaval. The time has come for \r\nthe world to mobilize its energies and address them \r\nseriously, rather than ignoring them and shirking its \r\nresponsibility. That is not only because the Levant \r\nis the spiritual and linguistic cradle for so much of \r\nhumankind, but also because our humanitarian duty \r\ncommands the international community to take action. \r\nAnd our undeniable interest requires us to contain \r\nthe wildfire that is raging now and prevent it from \r\nspreading to everyone’s homes.\r\nI call upon the countries of the world to shun their \r\ninaction and resignation and assume the responsibility \r\nof restoring security and stability in our region and \r\nensure people’s right to a better future. The countries \r\nof the world must reach out and put an end to the death \r\ntoll in Syria, Iraq, Libya and Yemen, and in the land of \r\npeace, Palestine. I beseech the international community \r\nto reach out and restore the glow of the Levantine jewel, \r\nknown as Lebanon, and ensure that our children’s \r\nright — which is the right of all children — to sail on \r\nthe vessels of their dreams, rather than on the literal \r\nboats of humiliation and death, which are carrying \r\nthem to foreign shores.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Council \r\nof Ministers of the Lebanese Republic for the statement \r\nhe has just made.\r\nMr. Tammam Salam, President of the Council of \r\nMinisters of the Lebanese Republic, was escorted \r\nfrom the rostrum.\r\nThe meeting rose at 3.05 p.m.\r\n"