"*1529229*\r\n15-29229 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nThe meeting was called to order at 9.05 a.m.\r\nHigh-level plenary meeting of the General Assembly\r\nAgenda items 15 and 116 (continued)\r\nIntegrated and coordinated implementation \r\nof and follow-up to the outcomes of the major \r\nUnited Nations conferences and summits in the \r\neconomic, social and related fields\r\nFollow-up to the outcome of the Millennium Summit\r\nUnited Nations Summit for the adoption of the \r\npost-2015 development agenda\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the Republic of \r\nNauru.\r\nMr. Baron Divavesi Waqa, President of the Republic \r\nof Nauru, was escorted to the rostrum.\r\nPresident Waqa: I congratulate Mr. Lykketoft on \r\nhis election to the presidency of the General Assembly \r\nat its seventieth session. I take this opportunity to also \r\nrecognize the excellent stewardship of the President \r\nof the Assembly at its sixty-ninth session, Mr. Sam \r\nKutesa, in recommending “Transforming our world: \r\nthe 2030 Agenda for Sustainable Development” for \r\nadoption (resolution 70/1).\r\nWe further convey our appreciation to Secretary-\r\nGeneral Ban Ki-moon for his leadership and vision of \r\nthe post-2015 development as one that embraces a life \r\nof dignity for all and insists on leaving no one behind. \r\nThis vision has contributed to the success of Agenda \r\n2030.\r\nAs one of the smallest Members of the United \r\nNations family, we are of the view that leaving no one \r\nbehind is a powerful tenet for the new Agenda and a \r\nbedrock for the paradigm shift we look to achieve in \r\nthe next 15 years. On this point, I call on the United \r\nNations to recognize the right of the Government of the \r\nRepublic of China on Taiwan, one of our long-standing \r\ndevelopment partners to be included and involved in the \r\nimplementation of this universal Agenda. The Republic \r\nof China on Taiwan has played a key leadership role in \r\nthe development of our Pacific region, and we should \r\nnot leave it behind.\r\nWe must get universality right, and universality \r\ndoes not mean a uniform approach. It must fit the \r\npurpose, whether addressing the challenges faced \r\nby the largest or smallest among us. This means \r\nfundamentally changing the way we think and act. \r\nWe must consider the 2030 Agenda holistically, rather \r\nthan look at each issue in isolation. Failing to achieve \r\nsome of our lofty Goals can undermine or prevent the \r\nachievement of others.\r\nIn this regard, we remain alarmed at the lack of \r\nambitious actions by our developed partners and the \r\ninternational community to reduce greenhouse gas \r\nemissions. Climate change remains one of the greatest \r\nchallenges of our time and will continue to pose an \r\nexistential threat to our island and undermine our \r\nefforts to achieve our sustainable development. We \r\ntherefore insist on reaching a legally binding agreement \r\nUnited Nations A/70/PV.7\r\nGeneral Assembly\r\nSeventieth session\r\n7th plenary meeting\r\nSaturday, 26 September 2015, 9 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nin Paris that is guided by a long-term temperature-rise \r\ngoal of well below 1.5° Celsius and consistent with our \r\nvision for a safe and secure world for us all.\r\nLiving on a vulnerable small island, we often \r\nexperience the consequences of global decisions more \r\nseverely than others and so can see more clearly on \r\nwhich the path international inaction is setting us. This \r\nfurther exposes us to the growing risks of climate-related \r\ndisasters, and we will require targeted and sustained \r\nsupport to establish risk-informed development. For \r\nthis reason, we are excited by the United Nations \r\nDevelopment Programme’s f lagship 5-10-50 initiative, \r\nwhich aims at building our resilience in the face of \r\ndisasters, and we would be interested in participating as \r\none of the 50 countries for that programme. Moreover, \r\nwe should ensure that our development remains risk-\r\ninformed and sustainable.\r\nNauru, with the support of Pacific small island \r\ndeveloping States, advocated for a dedicated sustainable \r\ndevelopment goal on oceans and seas. There is no \r\nsustainable development without healthy, productive \r\nand resilient oceans. This is, of course, a critical \r\nenvironmental imperative, but there are vital economic \r\nand social reasons that are deeply embedded and go to \r\nthe heart of whether we will be able to develop or not.\r\nFor my country, the ocean is the source of almost \r\nall development possibilities. Unlike larger countries, \r\nwe do not have a diversified portfolio of industries. \r\nPhosphate mining and fishing constitute the bulk of \r\neconomic opportunities, along with less than a handful \r\nof other sources of income. It is for those reasons that \r\nwe are pleased that oceans have a central role in the \r\n2030 Agenda and that the need to increase benefits to \r\nsmall island developing States from the sustainable use \r\nof marine resources is specifically included.\r\nThe Sustainable Development Goals are an \r\nopportunity to improve the quality of life for our \r\npeoples. However, we need to empower our peoples \r\nto be active participants in their own development. \r\nInstitution-building at the national level is critical. \r\nIn addition, we need to create an environment that is \r\nconducive to providing equality and justice for our \r\npeoples — one that respects human rights and ensures \r\nthe effective rule of law and good governance at all \r\nlevels.\r\nOn the practical level, we need to embark on a \r\nprompt and comprehensive implementation of the 2030 \r\nAgenda as soon as it takes effect on 1 January 2016. \r\nAn early acceleration period would support our efforts \r\nto integrate the SDGs into our national and regional \r\npriorities. \r\nWe need to transform the way we do things — business \r\nas usual is no longer sufficient if we wish to achieve \r\na sustainable future. As we recommit ourselves and \r\nundertake to be good partners in implementing the \r\n2030 Agenda for Sustainable Development, we must \r\nensure that our efforts are matched by a spirit of trust, \r\nmutual respect and equal partnership. We therefore call \r\non our development partners to honour their official \r\ndevelopment assistance commitments, facilitate the \r\ntransfer of technology and mobilize the necessary \r\nresources, in order to support us in realizing the 2030 \r\nAgenda.\r\nIn this endeavour, the Assembly has the full \r\nassurance and support of the Government and people \r\nof Nauru and can rely on its commitment to action. God \r\nbless the Republic of Nauru and God bless the United \r\nNations.\r\nCo-Chair Rasmussen: I thank the President of the \r\nRepublic of Nauru for his statement.\r\nMr. Baron Divavesi Waqa, President of the \r\nRepublic of Nauru, was escorted from the rostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\nan address by the Sovereign Prince of Monaco.\r\nHis Serene Highness Prince Albert II of Monaco \r\nwas escorted to the rostrum.\r\nPrince Albert (spoke in French): Encouraged \r\nby the remarkable progress achieved under the \r\nMillennium Development Goals yet alarmed by the \r\nscale of the new challenges posed by threat of climate \r\nchange, we are celebrating the seventieth anniversary \r\nof the United Nations by adopting the most holistic \r\nand transformative undertaking in the history of the \r\nOrganization. In so doing, we have the expectation that \r\na new ethos of responsibility, marked by solidarity, will \r\nunite us for the next 15 years. \r\nIn establishing the Sustainable Development Goals, \r\nwe are restoring the connection that takes us back to our \r\norigins, our cultures and our humanity. As the children \r\nof one Earth and a single ocean, where life first began, \r\nwe embrace once again our common destiny. The future \r\nof humankind cannot be conceived in isolation from \r\nthe future of the planet. That inescapable fact brings \r\nus back to basics and reminds us of the inestimable \r\n15-29229 3/41\r\n26/09/2015 A/70/PV.7\r\nvalue of the natural resources and biodiversity that are \r\nessential to human life but that we have put in jeopardy.\r\nWe recognize the urgent need to correct our \r\nexcesses, which have exacerbated the depletion of \r\nthe planet’s resources, while at the same time coping \r\nwith the demands of a constantly increasing world \r\npopulation. Over the past century and a half, we have \r\nneglected the Earth and the oceans, those fertile and \r\nlife-giving sources that are indispensable to sustainable \r\nprosperity.\r\nEmpowered by our experiences and the lessons of \r\nthe past, let us resist the urge to get caught up in the \r\nheat of the moment, and let us ensure that the twenty-\r\nfirst century is a century of education, social justice, \r\nrespect for the rule of law and human rights, which are \r\nthe cornerstones of peace. Let us move on from virtual \r\nmodels of societies to actual model societies. \r\nMy determination in endorsing the 2030 Agenda \r\nfor Sustainable Development (resolution 70/1) stems \r\nfrom my deep convictions and personal experiences. \r\nThe actions of my country are based on its long \r\ntradition of openness to the world and of sharing with \r\nthe most vulnerable, particularly women and children. \r\nWhen partnering with civil society, we have always \r\naimed at promoting a harmonious development that \r\nwill combat the tyranny of poverty, and at restoring \r\nthe dignity of those left behind and of the victims of \r\nconflicts, extremism and natural disasters in their ever-\r\nincreasing numbers.\r\nMonaco has made it its duty to adapt to the \r\nchallenges of sustainable urban development. We have \r\nopted for ecologically rational solutions, particularly \r\nin the areas of transportation and energy efficiency, \r\ngiving priority to quality-of-life issues and green space \r\ndevelopment. Our goal is a 50 per cent reduction in the \r\n1990s levels of greenhouse gas emissions by 2030. \r\nIn 15 years, three quarters of the world population \r\nwill live in urban areas, and the majority of young people \r\nwill be concentrated in developing countries. Monaco \r\nis committed to continuing its youth mobilization \r\neffort and offering young people the opportunities they \r\nneed in order to succeed, thereby ensuring that they \r\ncontribute to our countries’ growth.\r\nI am delighted that the role of sport in promoting \r\nsustainable development was acknowledged in the 2030 \r\nAgenda, for — as many present here know — I attach \r\na great deal of importance to the values embodied \r\nin sport and in the Olympic spirit. Today, sport for \r\ndevelopment and peace plays an integral role in the \r\nprogress of all countries. Sport brings people together, \r\noffers wholesome alternatives to other activities and \r\neducates. It teaches respect and tolerance and provides \r\nopportunities to give of one’s very best — qualities that \r\ncan only inspire individuals and peoples to excel as \r\nthey seek to transform our world.\r\nIn this global partnership, I will remain personally \r\ninvolved in promoting healthy and productive oceans, \r\nfor oceans act as climate regulators and the guardians \r\nof ecosystems. To deprive ourselves of the oceans’ \r\nunexplored treasures would be to deprive humankind \r\nof its untapped potential.\r\nLike a ship’s crew confronting the immensity of the \r\nocean, our ability to reach the targets that we have set \r\nfor ourselves will be measured in terms of the progress \r\nof the weakest among us. Let us have the courage \r\nand provide the means to ensure that those who still \r\nsee the ocean as a sea of hope are not disappointed. \r\nThat is the key to our survival, and, what is more, it is \r\nour responsibility to build a more balanced, fair and \r\nsustainable world. As Charles Baudelaire once wrote: \r\n“Free man, you will always cherish the sea,\r\n“For the sea is your mirror, and in it you contemplate \r\nyour soul”.\r\nCo-Chair Museveni: I thank the Sovereign Prince \r\nof Monaco for his statement.\r\nHis Serene Highness Prince Albert II of Monaco \r\nwas escorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the Republic of \r\nCyprus.\r\nMr. Nicos Anastasiades, President of the Republic \r\nof Cyprus, was esorted to the rostrum.\r\nPresident Anastasiades: Today, we — the \r\nworld  — open a new chapter in history, a chapter of \r\nhope and optimism for people and the planet;, a chapter \r\nfor a future in which democratic values, respect for \r\nhuman rights, the rule of law and the environment will \r\nbe the central principles that guide us along the path to \r\nsustainable development.\r\nThe outcome document we have before us, \r\n“Transforming our world: the 2030 Agenda for \r\nSustainable Development” (resolution 70/1) is a \r\n4/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nmonumental achievement on the part of the international \r\ncommunity. It is the creation of an unprecedented \r\nconsultation process that lasted nearly three years. It \r\ninvolved all United Nations Member States, civil society, \r\nthe private sector, regional actors and organizations, as \r\nwell as ordinary citizens with an active interest in this \r\nnoble cause. We feel proud of this achievement, as it \r\nref lects the high principles of effective multilateralism \r\nand close cooperation of the nations of the world. We \r\nare renewing our commitment to completing the job of \r\nthe unfinished Millennium Development Goals.\r\nCyprus was actively involved throughout the \r\ntwo-year process of developing the 17 Sustainable \r\nDevelopment Goals (SDGs) and 169 targets. Together \r\nwith our two partners, Singapore and the United Arab \r\nEmirates — whom we wish to thank from this rostrum \r\nfor their spirit of teamwork and cooperation — we \r\nhad our share of contribution to this extraordinary \r\nachievement.\r\nWe are proud that the universal Agenda that we \r\nare endorsing at this Summit is a truly ambitious \r\nand inclusive one, with poverty eradication and \r\nsustainable development at its heart. It brings together, \r\nin a comprehensive and integrated manner, the three \r\ndimensions of sustainable development: economic, \r\nsocial and environmental. It marks a change of thought \r\nand attitude towards our natural resources and the \r\nway we use them. It places people at the centre of \r\ndevelopment efforts. It promotes human prosperity and \r\nwell-being, peace and justice, and fights inequalities \r\namong and within countries. It pursues gender quality \r\nand the empowerment of women. It adheres to the full \r\nenjoyment of human rights, to the rule of law and the \r\nprinciples of international law and good governance. It \r\nis an agenda that relates to all — to every single country \r\nin the world and to the very last citizen of the planet.\r\nThose fundamental principles constitute the basis \r\nfor peace and stability within and among countries, and \r\nthey are prerequisites for the successful implementation \r\nof the new post-2015 development agenda. The \r\nfinancing for development agreement of Addis Ababa \r\nand the efforts to reach a globally and legally binding \r\nagreement in Paris in December are crucial components \r\nof the agenda and important ingredients for its \r\nsuccessful implementation. Climate change is a global \r\nchallenge of the highest priority, owing to its severe and \r\nmultidimensional effects on humankind and the planet. \r\nIt should be a central part of the 2030 Agenda, because \r\nof its critical importance and cross-cutting nature in the \r\nimplementation of all Sustainable Development Goals. \r\nCyprus is committed, both nationally and as a member \r\nof the European Union, to implementing the Goals and \r\ntargets of our Agenda at home and abroad.\r\nIn conclusion, I would like to extend our sincere \r\nthanks and congratulations to the two co-facilitators of \r\nthe intergovernmental negotiations, Macharia Kamau \r\nof Kenya and David Donaghue of Ireland, for their hard \r\nwork, inspiring leadership and for these extraordinary \r\nachievements. As the eyes of the world are upon us, we \r\nare making the promise that by 2030 we will deliver \r\na better, more prosperous and peaceful world, which \r\nwill be sustainable, equitable and just. We owe it to our \r\nchildren and to the future generations.\r\nCo-Chair Rasmussen: I thank the President of the \r\nRepublic of Cyprus for his statement.\r\nMr. Nicos Anastasiades, President of the Republic \r\nof Cyprus, was escorted from the rostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\nan address by the President of the Islamic Republic of \r\nIran.\r\nMr. Hassan Rouhani, President of the Islamic \r\nRepublic of Iran, was escorted to the rostrum.\r\nPresident Rouhani (spoke in Farsi; English \r\ninterpretation provided by the delegation): At the outset, \r\nI wish to express my deep regret over the heart-rending \r\nincident that occurred in Mecca this past Wednesday, \r\ninvolving thousands of Muslims, including Iranians. \r\nI offer my heartfelt condolences to the many families \r\nwho are mourning the loss of their loved ones in that \r\ntragic event, and call for swift attention to the injured, \r\nas well as an investigation into the causes of this and \r\nother similar incidents that have occurred during this \r\nyear’s Hajj pilgrimage.\r\nEnvironmental problems have taught us humans \r\nliving on planet Earth that we are all in the same boat. \r\nWhat others do also impacts our destiny, and we cannot \r\nbe assured of our own peace and security when we \r\nignore how others are living. Indeed, without extensive \r\ncooperation at the national, regional and international \r\nlevels, achieving the Sustainable Development Goals \r\nwould be very difficult. Such cooperation should be \r\nmindful of our common destiny and joint commitment \r\nto assuming our important human responsibilities. \r\nA common destiny requires a common goal, but \r\nthat does not mean that the responsibilities of all are \r\n15-29229 5/41\r\n26/09/2015 A/70/PV.7\r\nthe same and equal. It would be impossible, in fact, to \r\nachieve the post-2015 Sustainable Development Goals \r\nwithout considering the responsibilities of States and \r\ntheir share in creating the environmental status quo. \r\nSuch an omission would result in fruitless argument.\r\nAs I said last year at the summit meeting on climate \r\nchange, the West Asia region is not only facing warmer \r\nclimate conditions and the challenges of continued, \r\nextensive drought, but it is also grappling with the \r\nscourge of terrorism and extremist violence. In other \r\nwords, violence against man and nature are the dual \r\ncalamities that have befallen the West Asia region. Two \r\nyears ago, when I spoke on the issue of a world against \r\nviolence and violent extremism, I had both of these \r\ndisasters and their mutual impact in mind. Terrorists, in \r\nfact, tend to expand and thrive in lands that are deprived \r\nand damaged by environmental disasters and easily \r\nseep over borders like mist. Terrorist groups crush any \r\nhope of achieving the Sustainable Development Goals, \r\nand the continuation of that situation creates further \r\npoverty and environmental destruction. Not only have \r\nterrorism and violence damaged the environment, but \r\nthey have also knocked sustainable development off \r\nthe agenda of countries, forcing them to expend their \r\nnational resources on fighting insecurity.\r\nThe Islamic Republic of Iran contributed seriously \r\nand meaningfully to the realization of the Millennium \r\nDevelopment Goals. My country actively participated \r\nin drafting the post-2015 development agenda and \r\nwill pursue its constructive cooperation to fulfil its \r\ncommitments at the national, regional and international \r\nlevels. As an environmentally friendly Government, \r\nwe have based our policies on a balanced approach \r\nbetween economic development and environmental \r\nprotection. Increasing environmental awareness across \r\nthe board, introducing environmental education in \r\nschool curriculums, revamping dam-building policies, \r\nreviving endangered wetlands and exerting round-\r\nthe-clock efforts to preserve endangered lakes are but \r\na few examples of our commitment to the Sustainable \r\nDevelopment Goals.\r\nThe process of the past two years and the ensuing \r\nnuclear deal between Iran and the P5+1 have created \r\nsuitable conditions for regional and international \r\ncooperation, including in the field of environmental \r\npreservation. We are eager to cooperate with \r\nour neighbours to promote regional sustainable \r\ndevelopment through active environmental diplomacy, \r\nconstructive relations with other countries, transfer of \r\ntechnology and knowledge and participation in joint \r\nscientific activities in order to do our part in building \r\na more sustainable world, immune from environmental \r\nthreats.\r\nCo-Chair Museveni: I thank the President of the \r\nIslamic Republic of Iran for his statement.\r\nMr. Hassan Rouhani, President of the Islamic \r\nRepublic of Iran, was escorted from the rostrum.\r\nCo-Chair Rasmussin: The Assembly will now \r\nhear an address by the President of the Republic of \r\nMozambique.\r\nMr. Filipe Jacinto Nyusi, President of the Republic \r\nof Mozambique, was escorted to the rostrum.\r\nPresident Nyusi (spoke in Portuguese; English \r\ninterpretation provided by the delegation): I would \r\nlike at the outset to greet all participants in this \r\nmeeting and to thank the Secretariat for the excellent \r\nworking facilities put at our disposal, which will surely \r\ncontribute to the success of this meeting.\r\nIt is a great honour and singular privilege for \r\nme — for the first time since my election to steer the \r\ndestiny of Mozambique — to attend, on behalf of the \r\npeople and Government of my country, the deliberations \r\nof this Summit on the post-2015 development agenda. \r\nIndeed, this session marks the seventieth year since \r\nthe inception of the United Nations, and it is special in \r\nthat it marks the end of the Millennium Development \r\nGoals and ushers in a new era of its global commitment \r\nto serve humankind. I wish on this occasion to \r\ncommend and congratulate all those who helped to \r\ndraft resolution 70/1, entitled “Transforming our world: \r\nthe 2030 Agenda for Sustainable Development”. I \r\npraise this process because Mozambique was one of \r\nthe 50 countries selected to participate and had the \r\nopportunity to submit its views, which were taken into \r\naccount in the drafting of the Secretary-General’s final \r\nreport.\r\nRecognizing that countries did not meet all the \r\ntargets set for 2015, we commend the effort to include in \r\nthe 17 Goals and targets of the Agenda those areas where \r\nexpectations were not fully met. During the 15 years \r\nof the implementation of the Millennium Declaration \r\n(resolution 55/2), we learned that it is possible to achieve \r\nthe desired outcomes only if the global goals are part \r\nand parcel of our national governance agenda. We have \r\nlearned that it is possible if we take the initiative to \r\nmobilize and engage all stakeholders to take collective \r\n6/41 15-29229\r\nA/70/PV.7 26/09/2015\r\naction. We have learned about the need to strengthen \r\ncoordination so that the centre stage of our action \r\nfocuses on people, the most important capital available \r\nto our countries. We have learned that there is a need \r\nto increase the capacity for monitoring and evaluating \r\nprogress in each phase of implementation.\r\nIn that context, allow me to highlight the progress \r\nmade by Mozambique in the implementation of \r\nthe Millennium Development Goals, including the \r\nexpansion of access to education, which has enabled \r\nus to enrol 80 per cent of school-age children at the \r\nprimary level. Our governance action has focused on \r\ncommunity awareness, raised mainly in rural areas. \r\nWe have discouraged the attrition in attendance by \r\ngirl students, enabling us to achieve a gender balance \r\nin access to primary education. Since 2000, the year \r\nof adoption of the Millennium Declaration, we have \r\nreduced infant mortality from an average of 100 deaths \r\nof children under the age of 1 year per 1,000 live births. \r\nAs for child mortality, the number of children who die \r\nunder the age of five has fallen from approximately 150 \r\nto an average of 97 per 1,000 live births.\r\nAt my inauguration in January, I affirmed that \r\nwe would be leading a Government that is thinking \r\nof future generations. The progress made on the \r\nindicators I have just mentioned are related to a number \r\nof human and social development programmes that the \r\nGovernment has been implementing. It is pursuant to \r\nthis Agenda that we continue to focus our attention on \r\nthe promotion of sexual and reproductive health and the \r\nrights of adolescents and youth, resulting in greater life \r\nexpectancy. We have also made interventions to improve \r\naccess to education, health and other human rights \r\ndelivered by the State. We believe that strengthening \r\nthis kind of synergies will be vital for a successful \r\nimplementation of our sustainable development agenda.\r\nAs I conclude my remarks in this first opportunity \r\naccorded to us, we wish to state that we undertake in a \r\nvigorous way to seize this moment to institutionalize \r\nthe population factor as the key element for our \r\ndevelopment. We equally reaffirm our Government’s \r\ncommitment to the principles of this international \r\nOrganization.\r\nCo-Chair Rasmussen: I thank the President of the \r\nRepublic of Mozambique for his statement.\r\nMr. Filipe Jacinto Nyusi, President of the Republic \r\nof Mozambique, was escorted from the rostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\nan address by the Sultan and Yang Di Pertuan of Negara \r\nBrunei Darussalam.\r\nSultan Hassanal Bolkiah Mu’izzaddin Waddaulah, \r\nSultan and Yang Di Pertuan of Negara Brunei \r\nDarussalam, was escorted to the rostrum.\r\nSultan Hassanal Bolkiah Mu’izzaddin Waddaulah: \r\nIt gives me great pleasure to be here on this auspicious \r\noccasion, which signifies our continued commitment to \r\nimproving the lives of our peoples. It has not been an \r\neasy task to prepare for a global action plan acceptable \r\nto all. I would therefore like to thank Secretary-General \r\nBan Ki-moon and his team for their dedication in helping \r\nStates Members of the United Nations shape and adopt \r\nthe post-2015 development agenda (resolution 70/1).\r\nAs we commemorate the seventieth anniversary of \r\nthe United Nations this year, it is very timely for us to \r\nreflect on our work since the Millennium Summit in \r\n2000 and, at the same time, look beyond 2015. I am \r\nencouraged with what we have achieved so far with the \r\nMillennium Development Goals (MDGs). The world \r\nhas witnessed a decline in extreme poverty, an increase \r\nin access to primary education in developing regions, \r\nand improvements in child and maternal health. \r\nThese results show that the target-oriented approach \r\nis both practical and feasible. At the same time, we \r\nnote that there has been uneven progress worldwide, \r\nwhich means that there is still much work to be done. \r\nI am therefore pleased that our Secretary-General has \r\npresented a new development agenda covering targets \r\nthat are built upon the MDGs and adding new ones to \r\naddress gaps identified over the past 15 years.\r\nWhat is reassuring is that the Sustainable \r\nDevelopment Goals (SDGs) are people-centred, \r\ninclusive and comprehensive. They focus on people, the \r\nplanet, prosperity, peace and partnership. To achieve the \r\nGoals, we have to enhance our individual and collective \r\naction. Furthermore, we have to work in partnership \r\nthrough capacity-building, learning from each other’s \r\nexperiences and sharing best practices. We have a \r\nchallenging task ahead of us, but I am optimistic that \r\nwith our firm commitment, we will be able to deliver. \r\nThis is why Brunei Darussalam has always valued its \r\ncooperation with external partners both bilaterally and \r\nmultilaterally.\r\nWe look forward to further strengthening our \r\nrelations with various United Nations agencies to \r\nsupport our national development plans that are in line \r\n15-29229 7/41\r\n26/09/2015 A/70/PV.7\r\nwith the SDGs. We also attach great importance to the \r\nwork of the Association of Southeast Asian Nations \r\n(ASEAN) towards realizing an ASEAN community by \r\n2015. Later this year, ASEAN will adopt its own post-\r\n2015 vision, which will complement and support the \r\nglobal development agenda.\r\nOur task now is to focus on the transition from \r\nthe MDGs to the SDGs, particularly for developing \r\ncountries. I also agree with the areas highlighted in \r\nthe document, which present specific challenges to \r\nus. I recognize that we all have different priorities and \r\napproaches. But one thing we have in common is our \r\ncommitment to placing sustainable development at the \r\ncore of our efforts to give our people a better life. These \r\ninclude alleviating poverty, reducing inequalities, \r\npromoting quality education, addressing climate \r\nchange and achieving gender equality. The SDGs have \r\nto be meaningful for every man, woman and child.\r\nIt is especially crucial for our youth to be included, \r\nbecause they stand to inherit the new Agenda. I am very \r\npleased that our new Agenda has rightly emphasized \r\ntheir importance. Furthermore, it will provide a \r\nplatform for their empowerment through initiatives like \r\nthe provision of universal access to quality education.\r\nInvesting in people is vital for our pursuit of the \r\nfuture that we want. We all aspire to creating a better \r\nworld for our peoples and future generations. We must \r\nact boldly and urgently, and our new Agenda will \r\nprovide a valuable road map to help us as we move \r\nforward. To succeed, we must also ensure that peace \r\nand stability are maintained. I am therefore pleased \r\nto support the adoption of this post-2015 development \r\nagenda, and we are confident of its success.\r\nCo-Chair Museveni: I thank the Sultan and \r\nYang Di Pertuan of Negara Brunei Darussalam for his \r\nstatement.\r\nSultan Hassanal Bolkiah Mu’izzaddin Waddaulah, \r\nSultan and Yang Di Pertuan of Negara Brunei \r\nDarussalam, was escorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the Lao People’s \r\nDemocratic Republic.\r\nMr. Choummaly Sayasone, President of the Lao \r\nPeople’s Democratic Republic, was escorted to the \r\nrostrum.\r\nPresident Sayasone (spoke in Lao; English text \r\nprovided by the delegation): I would like to extend \r\nmy sincere congratulations to the Co-Chairs on their \r\nappointment to preside over the United Nations Summit \r\nfor the adoption of the post-2015 development agenda. \r\nI would also like to commend His Excellency Mr. Ban \r\nKi-moon, Secretary-General of the United Nations, for \r\nhis leadership of the Organization and for providing \r\nsupport for effective development cooperation over the \r\npast decade.\r\nFifteen years ago, world leaders adopted the \r\nMillennium Declaration (resolution 55/2) and the \r\nMillennium Development Goals (MDGs), aimed at \r\nreducing global poverty, achieving universal access \r\nto primary education, promoting gender equality, \r\nimproving child and maternal health, ensuring \r\nenvironmental sustainability and enhancing global \r\npartnership for development. These are the Goals that \r\nwe have been striving to achieve by the end of this year. \r\nIt should be noted that in the past decade and a half, we \r\nhave been able to make progress in many areas. Global \r\npoverty has declined significantly, women and men \r\nhave become more equal, the number of out-of-school \r\nchildren has dropped by almost half, and both child and \r\nmaternal mortality rates have improved substantially.\r\nNevertheless, only some of the targets set by \r\nworld leaders have been attained. To date, more than \r\n800 million are still living in extreme poverty, an \r\nestimated 57 million children are out of school, and \r\nthe gap between rich and poor continues to widen. The \r\ndeveloping countries with the potential to achieve the \r\nMDGs have unfortunately been affected by the global \r\neconomic and financial crisis, political unrest that \r\nhas occurred in many places, and the constant threat \r\nof natural disasters in many countries. Progress in \r\nimplementing the Goals set has therefore been hindered.\r\nIn the Lao People’s Democratic Republic, great \r\nefforts have been made over the years to integrate the \r\nMDGs into our national socioeconomic development \r\nplans. Throughout the past five years in particular, \r\nthe Lao People’s Democratic Republic has been \r\nimplementing its Seventh Five-Year National Socio-\r\nEconomic Development Plan (2011-2015), which is \r\nnow entering its final stage. Under the Plan, special \r\nattention has been given to reducing poverty among our \r\npeople. As a result, the poverty rate has declined from \r\nthe 48 per cent recorded in 1990 to 23 per cent in 2012-\r\n2013. It is estimated that the poverty rate will continue \r\nto fall in 2015. At the same time, the Lao People’s \r\n8/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nDemocratic Republic has also set a goal to broaden its \r\neconomic cooperation and strengthen private sector \r\ncapacity, with a view to maintaining sustained and \r\nstable economic growth at 8 per cent per annum.\r\nIn the social sector, education has improved \r\nsignificantly, with a net primary school enrolment ratio \r\nof 98.5 per cent in 2014, compared to 84 per cent reported \r\nin 2005. It should be noted that this year the Lao People’s \r\nDemocratic Republic completed the development of its \r\nnational primary education equivalency programme. \r\nLikewise, the country’s health-care services have \r\nimproved. The number of hospitals and dispensaries has \r\nincreased in both quantity and quality. In addition, the \r\nLao Government has introduced a policy for delivering \r\nfree health care at both the central and local levels.\r\nThe post-2015 development agenda that we adopted \r\nyesterday is of great importance for developing \r\ncountries, especially the least developed countries \r\n(LDCs) and countries in special situations. The Lao \r\nPeople’s Democratic Republic agrees with and fully \r\nsupports the 17 Sustainable Development Goals (SDGs) \r\nand 169 targets. At the country level, we will incorporate \r\nthese Goals and targets into our Vision 2030, our \r\nTen-Year Socio-Economic Development Strategy \r\n(2016-2025) and our Eighth Five-Year National Socio-\r\nEconomic Development Plan (2016-2020). The Eighth \r\nNational Plan is considered an ambitious plan aimed at \r\nensuring political stability, peace and social order and \r\nat poverty reduction, with a view to ultimately enabling \r\nthe country to graduate from LDC status in 2020.\r\nTo attain the SDGs, sufficient resources and an \r\nimplementation mechanism are crucial. I therefore \r\npropose that the international community identify \r\nclear and concrete measures, mechanisms and funding \r\nsupport for the effective implementation of our Goals.\r\nIn conclusion, I would like to express our profound \r\nthanks and deep gratitude to the international \r\ncommunity, friendly countries and international \r\norganizations for the continued support and assistance \r\nextended to the Lao People’s Democratic Republic \r\nthroughout the years, and I do hope that such valuable \r\nsupport will continue in the future. I wish our Summit \r\nresounding success.\r\nCo-Chair Rasmussen: I thank the President of the \r\nLao People’s Democratic Republic for his statement.\r\nMr. Choummaly Sayasone, President of the Lao \r\nPeople’s Democratic Republic, was escorted from \r\nthe rostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\nan address by the President of the Republic of Korea.\r\nMs. Park Geun-Hye, President of the Republic of \r\nKorea, was escorted to the rostrum.\r\nPresident Park (spoke in Korean; English text \r\nprovided by the delegation): At this Summit, we have \r\nformally adopted the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1), our vision for the \r\nfuture of humankind. We have taken a momentous step \r\ntowards a society that leaves no one behind and a future \r\nfor our planet in which humankind and nature coexist \r\nin harmony.\r\nI pay tribute to Secretary-General Ban Ki-moon \r\nand all of the Governments that have worked so hard \r\nto succeed in fulfilling the Millennium Development \r\nGoals and adopt the 2030 Agenda for Sustainable \r\nDevelopment. I applaud their hard work. \r\nI believe that the future envisioned in the 2030 \r\nAgenda should be more than mere ideals; it should be \r\ntranslated into practical goals that we must be sure to \r\nattain, both for us and for future generations. With a \r\nsense of historical responsibility that this is our solemn \r\npledge to the next generation, we all need to do our \r\nutmost to implement in good faith the 17 Development \r\nGoals set out in this new Agenda.\r\nAs we implement the 2030 Agenda for Sustainable \r\nDevelopment, I believe that there are a few important \r\npoints that need to be observed.\r\nFirst, the process of formulating and implementing \r\na development strategy should be people-centred, \r\nand we should accord policy priority to achieving \r\nbalanced development that encompasses the economy, \r\nsociety and the environment. In addition, given that the \r\nimplementation of the Sustainable Development Goals \r\n(SDGs) represents both an investment in our future and \r\na driving force for social change, countries should fully \r\nmobilize every resource at their disposal to implement \r\nthem, while also developing implementation plans that \r\naccord with their national circumstances.\r\nWe should also continue to uphold firmly the \r\nprinciples of democratic and efficient governance, \r\nthe rule of law, human rights and gender equality, \r\nall of which serve as the institutional foundation for \r\n15-29229 9/41\r\n26/09/2015 A/70/PV.7\r\nachieving the SDGs. Even as Governments lead the \r\nimplementation of the new development agenda, the \r\nengagement of the private sector and civil society must \r\nalso be expanded.\r\nThe Republic of Korea achieved both industrialization \r\nand democratization in just half a century, amid \r\nthe ashes of war and the ordeal of a divided nation. \r\nWe will actively draw on that valuable experience \r\nas we incorporate the 2030 Agenda for Sustainable \r\nDevelopment into our national development strategy \r\nand reinforce our international contributions.\r\nFirst, in 2016 the Republic of Korea will officially \r\nlaunch the Better Life for Girls Initiative, a health and \r\neducation official development assistance programme \r\nfor the most vulnerable girls in developing countries and \r\nplans to provide $200 million over the next five years \r\nto support it. The provision of health and education \r\nservices to future generations, including girls, is the \r\nsurest investment to secure a sustainable future.\r\nSecondly, we will develop the Saemaul Undong, \r\nKorea’s proven rural development strategy, into a new \r\nrural development paradigm to actively support rural \r\nprogress in developing countries. We will continue \r\nto cooperate with the United Nations Development \r\nProgramme and the Organization for Economic \r\nCooperation and Development in order to appropriately \r\nshare the Saemaul Undong experience and know-how \r\nin a way that fits with the current circumstances and \r\nrealities of developing countries.\r\nThirdly, the Republic of Korea will steadily \r\nexpand its financial contributions to help developing \r\ncountries move further forward and will work to \r\nimprove the quality of its development cooperation. \r\nKorea epitomizes how the effective use of development \r\nresources and well-conceived cooperation projects can \r\nlead to astonishing results.\r\nIn this regard, the global partnership for effective \r\ndevelopment cooperation, launched in 2012, offers \r\na useful platform for enhancing the effectiveness of \r\nglobal development cooperation. The Republic of \r\nKorea will continue to support the global partnership \r\nso that the partnership can play a crucial role in the \r\nimplementation of the 2030 Agenda for Sustainable \r\nDevelopment. To heighten the transparency of our \r\ndevelopment cooperation, we will also formally join \r\nthe International Aid Transparency Initiative next year. \r\nIf the 2030 Agenda is to become reality, it is \r\nessential to have robust follow-up measures as well as \r\na review mechanism. As the nation presiding over the \r\nEconomic and Social Council, the Republic of Korea \r\nwill exercise constructive leadership to help build a \r\nsound and reliable review framework.\r\nWhat lies ahead of us is a 15-year journey towards \r\nhuman dignity and harmony between humankind and \r\nnature. It is only when all of us work together that this \r\njourney of humankind toward the 2030 Agenda for \r\nSustainable Development can come to fruition.\r\nThe Republic of Korea will always be a partner that \r\ncan be counted on throughout this journey.\r\nCo-Chair Museveni: I thank the President of the \r\nRepublic of Korea for her statement.\r\nMs. Park Geun-Hye, President of the Republic of \r\nKorea, was escorted from the rostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\nan address by the Acting Head of State of Libya.\r\nMr. Agila Saleh Essa Gwaider, Acting Head of \r\nState of Libya, was escorted to the rostrum.\r\nMr. Gwaider (Libya) (spoke in Arabic; English \r\ntext provided by the delegation): At the outset, allow me \r\nto express my sincerest congratulations to Mr. Mogens \r\nLykketoft on his election as President of the General \r\nAssembly at its seventieth session.\r\nWe are meeting at the summit level to adopt \r\nan important, historic document on sustainable \r\ndevelopment in its three dimensions: economic, social \r\nand environmental. The 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1) is a people-centred plan \r\nof action. We are basing ourselves today on the outcome \r\ndocument of the 2012 United Nations Conference on \r\nSustainable Development, entitled “The future we \r\nwant,” and on the Millennium Development Goals \r\n(MDGs) initiated in 2000. However, this Agenda is \r\nlarger and more comprehensive in terms of the number \r\nof Goals and targets and even broader in terms of areas \r\nand concerns.\r\nTo transform words into action and plans into \r\nachievements, we must ensure, in general, the following \r\nelements.\r\nFirst, the Agenda for Sustainable Development will \r\nnot be implemented without effective mechanisms for \r\nimplementation, in particular the necessary funding, \r\n10/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nwhich includes the commitments made by developed \r\ncountries in the framework of official development \r\nassistance. This will involve the creation of genuine \r\npartnerships, the stimulation of the private sector and \r\nother mechanisms, as underscored in the Addis Ababa \r\nAction Agenda of the Third International Conference \r\non Financing for Development, issued in July. It will \r\nalso be necessary to emphasize the right of peoples \r\nto development, the transfer of technology, capacity-\r\nbuilding, coordination and international cooperation.\r\nRespect for the sovereignty of peoples, their \r\nreligions and cultures and national priorities, and the \r\nnon-imposition of any non-universally agreed concepts, \r\nregardless of nomenclature, should be kept in mind \r\nduring the process of the development of the special \r\nindicators for measuring achievement in 2016.\r\nThe 2030 Sustainable Development Goals \r\nemphasize that no one will be left behind. However, \r\nthe Palestinian people are still suffering under the \r\nyoke of foreign occupation, the blockade and denial \r\nof their rights. How can we then aspire to sustainable \r\ndevelopment for the Palestinian people living under \r\nsuch conditions?\r\nTo implement the 2030 Development Agenda, we \r\nmust face many challenges, especially the challenge of \r\nsecurity. There can be no development without security, \r\nand there can be no security without development. \r\nThat is why it is incumbent upon us as an international \r\ncommunity to cooperate to address the threat of \r\nrampant terrorism in all parts of the world and to deal \r\nwith its root causes. Our approach to terrorism must \r\nbe multifaceted, including through economic, political, \r\ncultural, social and security measures.\r\nLibya made great efforts to achieve the Millennium \r\nDevelopment Goals and tried to integrate them into \r\nits development plans. Nonetheless, they could not be \r\nfully implemented because of political instability and \r\nthreats to security. Libyan authorities aspire to restore \r\npeace, security and stability to the country so that the \r\nGovernment can resume its work from the capital, \r\nTripoli, and develop a long-term national plan consistent \r\nwith the 2030 Agenda for Sustainable Development in \r\nthe framework of our specific religious and cultural \r\nhistory and our national priorities. We also hope to \r\nreceive assistance from friendly sister countries in \r\nsupport of Libya’s efforts to restore stability in its march \r\nto democracy and to further support the Government \r\nin rebuilding and activating national institutions, \r\nincluding the security and military institutions.\r\nWe must emphasize the reservations that my \r\ncountry expressed with regard to some of the Goals and \r\ntargets as well as to interpretations of some concepts in \r\nthe outcome document. We hope that those reservations \r\nwill be considered as an integral part of Libya’s \r\nposition with regard to the 2030 Agenda for Sustainable \r\nDevelopment.\r\nIn conclusion, allow me to appeal to the Member \r\nStates to which Libyan assets were smuggled during \r\nthe period of the former regime to assist in finding \r\nand recovering those assets. They belong solely and \r\nrightfully to the Libyan people. Libya could greatly \r\nbenefit from those resources to finance its development \r\nplans and rehabilitate its infrastructures.\r\nMr. Agila Saleh Essa Gwaider, Acting Head of \r\nState of Libya, was escorted from the rostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Amir of the State of Kuwait.\r\nHis Highness Sheikh Sabah Al-Ahmad Al-Jaber \r\nAl-Sabah, Amir of the State of Kuwait, was escorted \r\nto the rostrum.\r\nSheikh Al-Sabah (spoke in Arabic): I am pleased \r\nto congratulate the Co-Chairs on their appointment to \r\nchair this Summit. I wish them success in guiding its \r\nwork so that we can achieve all our aspirations. I would \r\nalso like to thank the Secretary-General, Mr. Ban \r\nKi-moon, for his valuable and outstanding efforts and \r\nfor the Millennium Development Goals Report 2015.\r\nThe convening of this historic, unprecedented \r\nSummit coincides with the seventieth anniversary of \r\nthe establishment of this venerable Organization. Over \r\nthe past decades, it has made great achievements of \r\nwhich we are all proud, and it has enabled us to promote \r\nthe bonds of international cooperation in various fields \r\nwhile confronting challenges, crises and difficulties. \r\nThe 17 Sustainable Development Goals (SDGs) that \r\nwe adopted at this Summit (resolution 70/1) have three \r\npillars — economic, social and environmental — which \r\nare a starting point towards the achievement of our \r\naspirations for global development. Our aspirations to \r\nachieve the targets for sustainable development face \r\ngreat challenges, because of the patterns of conduct \r\nof humankind throughout the ages. We now face the \r\nimpact of natural disasters and a rise in the Earth’s \r\n15-29229 11/41\r\n26/09/2015 A/70/PV.7\r\ntemperature, which means we must bear important \r\nresponsibilities.\r\nThe Sustainable Development Goals require \r\ninnovative funding mechanisms, which should be \r\npredictable so as to keep pace with development \r\nneeds and the requirements to carry out the post-2015 \r\ndevelopment agenda to eliminate poverty by 2030. \r\nThat will be possible through collective international \r\nefforts and effective global partnerships based on the \r\nprinciple of shared but differentiated responsibility. In \r\nthat regard, the State of Kuwait emphasizes the need \r\nfor developed countries to honour their commitment to \r\nthe international community to allocate 0.07 per cent \r\nof their gross national product to official development \r\nassistance.\r\nThe State of Kuwait has consistently shouldered \r\nits regional and international responsibilities towards \r\nthe achievement of the development goals, and it has \r\nworked towards solutions to urgent issues. In the past \r\nfew years, my country has hosted a number of high-level \r\neconomic, development and humanitarian conferences, \r\nand we have launched numerous initiatives to promote \r\npartnership and cooperation in the development \r\nand humanitarian fields. We consistently follow the \r\nprogress and the implementation mechanisms of those \r\ninitiatives to ensure that their declared objectives are \r\nbeing met.\r\nThe State of Kuwait has spared no efforts in its \r\nendeavours to provide development assistance to the \r\ndeveloping and least developed countries through \r\nits various institutions. Foremost among them is \r\nthe Kuwait Fund for Arab Economic Development, \r\nwhich provides grants and soft loans to carry out \r\ninfrastructure projects under favourable conditions in \r\ndeveloping countries. In recent years, my country has \r\nprovided development assistance amounting to 2.1 per \r\ncent of its gross domestic product, which is more than \r\ndouble the percentage agreed upon internationally.\r\nWe are proud that Kuwait, even though it is a \r\ndeveloping country itself, was ranked in first place in \r\nproviding humanitarian assistance in 2014, according to \r\nthe Global Humanitarian Assistance Report published \r\nannually by Global Humanitarian Assistance, a \r\ndevelopment initiative. The total assistance provided \r\namounted to 0.24 per cent of Kuwaitis’ gross national \r\nincome, which is the highest percentage of gross \r\nnational income among all donor countries in the world.\r\nThe United Nations remains the optimal mechanism \r\nfor discussing the challenges and risks that face \r\nthe world. It also remains the appropriate umbrella, \r\nreminding us of the responsibilities that we must bear \r\nin this world.\r\nIn conclusion, I would like to thank the members \r\nof the Assembly for listening and to wish them full \r\nsuccess in their work.\r\nCo-Chair Rasmussen: I thank the Amir of the \r\nState of Kuwait for his statement.\r\nHis Highness Sheikh Sabah Al-Ahmad Al-Jaber \r\nAl-Sabah, Amir of the State of Kuwait, was escorted \r\nfrom the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the Councils of \r\nState and Ministers of the Republic of Cuba.\r\nMr. Raúl Castro Ruz, President of the Councils of \r\nState and Ministers of the Republic of Cuba, was \r\nescorted to the rostrum.\r\nPresident Castro Ruz (spoke in Spanish): The \r\ninstability in numerous regions has its roots in the \r\npervasive underdevelopment that aff licts two thirds of \r\nthe world’s population.\r\nFifteen years after the adoption of the Millennium \r\nDevelopment Goals, progress remains insufficient \r\nand has been inequitably distributed. In many cases, \r\nunacceptable levels of poverty and social inequality \r\npersist and have even grown more pronounced, \r\nincluding in the industrialized world. The gap between \r\nNorth and South and the polarization of wealth continue \r\nto grow. It is evident that we are far from having a true \r\nglobal organization for development.\r\nNo fewer than 2.7 billion people in the world live \r\nin poverty. The global mortality rate of children under \r\nthe age of five continues to be many times higher in \r\nthe developing countries than in the developed, and \r\nmaternal mortality is 14 times higher. In the midst \r\nof the current economic and financial crisis, wealthy \r\nindividuals and transnational companies grow richer, \r\nwhile the number of poor, unemployed and homeless \r\npeople continues to rise dramatically owing to cruel, so-\r\ncalled austerity policies. Waves of desperate migrants \r\narrive in Europe in f light from abject poverty and from \r\nconflicts that others have unleashed.\r\nUnless there are measurable commitments and \r\ntimetables, the resources needed to implement the new \r\n12/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nAgenda will not be adequate to meet the 17 Sustainable \r\nDevelopment Goals. If we wish to make this a habitable \r\nworld, with peace and harmony among nations, with \r\ndemocracy and social justice and with respect for the \r\ndignity and rights of every human being, we should \r\nadopt as soon as possible concrete commitments in \r\nterms of development assistance and resolve the debt \r\nissue — a debt already paid several times over. We \r\nneed to build a new international financial architecture, \r\nremove the monopoly of technology and knowledge \r\nand transform the current economic order. The \r\nindustrialized nations should accept their historical \r\nresponsibility and restore the principle of shared but \r\ndifferentiated responsibilities.\r\nThe lack of resources must not be used as an \r\nexcuse when annual military expenditures amount \r\nto $1.7 trillion. Absent a reduction in such expenses, \r\nneither development nor a stable and lasting peace will \r\nbe possible.\r\nThe re-establishment of diplomatic relations \r\nbetween Cuba and the United States of America, the \r\nopening of embassies and the policy changes announced \r\nby President Barack Obama with regard to our country \r\nconstitute an important advance that has met with \r\nbroad support from the international community. \r\nHowever, the economic, financial and commercial \r\nblockade against Cuba remains in place, as it has for \r\nhalf a century, bringing hardship and privation to \r\nour people. The blockade remains the main obstacle \r\nto our country’s economic development. It affects \r\nother nations by virtue of its extraterritorial scope \r\nand continues to affect the interests of United States \r\ncitizens and companies. That policy has been rejected \r\nby 188 States Members of the United Nations, which \r\nhave called for its end.\r\nNevertheless, Cuba has met its Millennium \r\nDevelopment Goals and has offered its cooperation \r\nto other developing countries in various sectors, and \r\nit will continue to do so in proportion to its limited \r\ncapabilities. We will never renounce our commitment \r\nto dignity, human solidarity and social justice, which \r\nare the bedrock of our socialist society.\r\nCo-Chair Rasmussen: I thank the President of the \r\nCouncils of State and Ministers of the Republic of Cuba \r\nfor his statement.\r\nMr. Raúl Castro Ruz, President of the Councils of \r\nState and Ministers of the Republic of Cuba, was \r\nescorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear an address by the President of the People’s \r\nRepublic of China.\r\nMr. Xi Jinping, President of the People’s Republic \r\nof China, was escorted to the rostrum.\r\nPresident Xi Jinping (spoke in Chinese): It gives \r\nme great pleasure to attend today’s Summit. With the \r\nUnited Nations marking its seventieth anniversary, it \r\nis highly significant that world leaders have gathered \r\nin New York to chart the course of future development.\r\nFor the people of all countries, development \r\nrepresents survival and hope and stands for dignity \r\nand rights. It was with that aspiration in mind that \r\nwe established the Millennium Development Goals \r\n15 years ago, in an effort to better the lives of hundreds \r\nof millions of people around the world. \r\nOver the course of those years, we have witnessed \r\nboth continued worldwide growth and the severe \r\nimpact of the international financial crisis, along with \r\na widespread advance by developing countries and the \r\nlingering development imbalance between the North \r\nand the South. While we are elated that over 1.1 billion \r\npeople have now shaken off poverty, we cannot but feel \r\ndeeply worried that over 800 million people still go to \r\nbed every night with an empty stomach. \r\nAt the global level, peace and development remain \r\nthe two dominant themes of our time. If we are to \r\nproperly address the varied global challenges facing us, \r\nincluding the current refugee crisis in Europe, the only \r\nfundamental way of doing this is through peace and \r\ndevelopment. Given the multitude of challenges and \r\ndifficulties, we must look to development as the key, \r\nfor only through development can we overcome the root \r\ncauses of conflicts, safeguard rights and fulfil people’s \r\nardent hope for a better future.\r\nThe post-2015 agenda adopted at this Summit \r\n(resolution 70/1) lays out a new blueprint for global \r\ndevelopment and provides fresh opportunities for \r\ninternational development cooperation. We should take \r\nthe Agenda for Sustainable Development as a starting \r\npoint to work out a new course of equitable, open, \r\nall-round and innovation-driven development in the \r\ninterest of the common development of all countries. \r\nWe need to ensure equitable development and \r\nto make access to development more equal. All \r\ncountries should be participants in, contributors to and \r\nbeneficiaries of global development. Development must \r\n15-29229 13/41\r\n26/09/2015 A/70/PV.7\r\nnot be made available to one or a few countries and not \r\nto others. Countries may differ in their capacity for and \r\nsuccess in development, but they all have common yet \r\ndifferentiated responsibilities with shared objectives. It \r\nis important to improve global economic governance, \r\nincrease the representation and voice of developing \r\ncountries and give all countries the right to participate \r\nin international rule-making on an equal footing.\r\nWe need to ensure open development in order \r\nto deliver its benefits to all parties. With economic \r\nglobalization growing steadily, all countries should \r\nmake the most of development opportunities and \r\nallow the factors of production to f low more freely \r\nand smoothly around the world. It is important for all \r\ncountries to uphold the multilateral trading system \r\nthrough an open economy and to share its benefits \r\nthrough mutual consultation and joint collaboration. \r\nWe should respect each other’s development choices, \r\nexchange experiences and see to it that our different \r\npaths converge when successful, thereby bringing the \r\nrich fruits of development to our peoples.\r\nWe need to promote all-round development, to \r\nmake the groundwork of development more solid. \r\nDevelopment will ultimately serve the people. While \r\nstriving to eliminate poverty and improve people’s \r\nlivelihood, we should first uphold equity and social \r\njustice, with a view to ensuring that everyone has access \r\nto the opportunities and benefits of development. An \r\neffort must be made to coordinate economic, social \r\nand environmental development and to achieve the \r\nharmonious coexistence of humankind and society and \r\nof humankind and nature. \r\nWe need innovation-driven development in order to \r\nfully tap the potential for development; innovation has \r\nproduced vibrant drivers for development. Problems \r\nthat arise in the process of development can be resolved \r\nonly through development. All countries should look \r\nto reform and innovation for ways to improve their \r\ndevelopment potential, build stronger engines for \r\ngrowth and increase their competitive edge.\r\nThe deliverables in the post-2015 development \r\nAgenda, which carries with it our solemn commitment, \r\nset a high standard. It is often said that the value of \r\nany plan is in its implementation. I therefore call on \r\nthe international community to redouble its collective \r\nefforts for the joint implementation of this Agenda and \r\nstrive to achieve win-win cooperation.\r\nFirst, let us build up development capacities. \r\nDevelopment, in the final analysis, is the job of \r\nindividual countries. As we Chinese say, one should \r\neat according to the size of one’s stomach and dress \r\naccording to the size of one’s figure. It is therefore \r\nnecessary for each country to formulate a development \r\nstrategy that is tailored to its own resources and national \r\nconditions. The international community has a duty to \r\nassist developing countries with capacity-building and \r\nto provide them with support and assistance adapted to \r\ntheir actual needs.\r\nSecondly, let us improve the international \r\nenvironment for development. Peace and development \r\ngo hand in hand. Countries should work together to \r\nmaintain international peace, promoting development \r\nwith peace and securing peace through development. \r\nA sound external institutional environment is required \r\nto sustain development. International financial \r\ninstitutions therefore need to step up their governance \r\nreform, and multilateral development agencies need to \r\nincrease their supply of development resources.\r\nThirdly, with respect to development partnerships, \r\ncountries should honour their commitments and \r\nlive up to their obligations in a timely manner. The \r\ninternational community, while maintaining North-\r\nSouth partnerships as the main form of cooperation, \r\nshould work to deepen South-South and tripartite \r\ncooperation and should encourage the private sector \r\nand other stakeholders to play an even larger role in \r\ntheir partnerships.\r\nFourthly, with a view to strengthening the \r\ncoordination mechanisms for development, countries \r\nneed to step up their macroeconomic policy \r\ncoordination in order to avoid negative spillover effects \r\nwherever possible. Regional organizations should \r\naccelerate their integration process and build their \r\noverall competitiveness by mutually complementing \r\ninterregional advantages. The United Nations should \r\ncontinue to play its leading role.\r\nOver the 30 years or so that have elapsed since \r\nit embarked on reform and opened up, China has \r\nfollowed a development path with distinctly Chinese \r\ncharacteristics, which was chosen in the light of \r\nChina’s national conditions. By lifting 439 million \r\npeople out of poverty and making remarkable progress \r\nin the areas of education, health and women’s welfare, \r\nChina has realized the Millennium Development \r\nGoals. Its development has not only improved the well-\r\n14/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nbeing of the more than 1.3 billion Chinese people, it \r\nhas also given a strong impetus to the global course of \r\ndevelopment. \r\nFor more than 60 years, China has taken an active \r\npart in international development cooperation. We have \r\nprovided 166 countries and international organizations \r\nwith nearly ¥400 billion worth of assistance and \r\ndispatched over 600,000 aid workers, over 700 of whom \r\nhave laid down their precious lives while furthering the \r\ndevelopment of other countries.\r\nLooking to the future, China will continue to take \r\nthe right approach by putting justice before interests and \r\nwill join other countries in concerted efforts to realize \r\nthe post-2015 development agenda. In that connection, I \r\nwish to announce that China will establish an assistance \r\nfund for South-South cooperation, with an initial \r\npledge of $2 billion in support of the implementation \r\nby developing countries of the post-2015 development \r\nagenda. It will continue to increase investment in the \r\nleast developed countries, with the aim of bringing its \r\ntotal contribution to $12 billion by 2030. China will \r\nforgive the debt of the outstanding intergovernmental \r\ninterest-free loans that are due by the end of 2015 \r\nand are owed by specific least developed countries, \r\nincluding the landlocked developing countries and the \r\nsmall island developing States.\r\nChina will also establish an international \r\ndevelopment knowledge centre to facilitate studies and \r\nexchanges by countries on development theory and \r\npractice suited to their respective national conditions. \r\nChina will propose discussions on establishing a global \r\nenergy internet to facilitate efforts to meet the global \r\npower demand with clean and green alternatives. China \r\nis also ready to work with other parties to move forward \r\nthe implementation of the One Belt and One Road \r\nInitiative in order to achieve the early operation of the \r\nAsian Infrastructure Investment Bank and the BRICS \r\nnew development bank and contribute to the economic \r\ngrowth and well-being of the people of the developing \r\ncountries.\r\nChina pledges its solemn commitment to the \r\nimplementation of the post-2015 development agenda. \r\nIt is our binding duty to work as one and strive for \r\ncontinued progress in global development.\r\nCo-Chair Museveni: I thank the President of the \r\nPeople’s Republic of China for his statement.\r\nMr. Xi Jinping, President of the People’s Republic \r\nof China, was escorted from the rostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\nan address by the President of the Republic of Senegal.\r\nMr. Macky Sall, President of the Republic of \r\nSenegal, was escorted to the rostrum.\r\nPresident Sall (spoke in French): Fifteen years ago, \r\nworld leaders met here with a shared ambition to work \r\ntogether to overcome poverty; fight hunger, disease and \r\nsocial exclusion; promote education and gender equality; \r\nand ensure better protection of the environment. With \r\nthe Millennium Development Goals, the path was thus \r\nlaid out for reducing inequalities within and among \r\ncountries and for stopping the irrational exploitation \r\nof the planet’s resources. There are practical solutions \r\nfor these issues, and the price of ensuring our common \r\ndestiny and that of future generations is within our \r\nreach.\r\nOver the past 15 years, significant efforts have \r\nbeen devoted to education, health, improving the \r\nsituation of women and providing access to drinking \r\nwater. However, in those areas as well as with other \r\nGoals, we still have a long way to go at this time of \r\nassessment. In many countries, the elimination of \r\nhunger, the reduction of maternal and infant mortality, \r\naccess to energy and sanitation, and the effective \r\nprotection of the environment are all Goals that remain \r\nto be achieved. Throughout the world, millions men \r\nand women of all ages continue to live in extreme \r\npoverty. In July in Addis Ababa, the third International \r\nConference on Financing for Development revealed \r\nour limitations in mobilizing resources to support our \r\ndevelopment policies.\r\nIn a few weeks in Paris, the Conference of the \r\nParties to the United Nations Framework Convention \r\non Climate Change will provide an opportunity to \r\nact together to halt global warming. The future of our \r\nplanet — our only habitat — depends on that. There \r\nagain, we know very well what we must do before it is \r\ntoo late. Standards have been established, in particular \r\ncommon but differentiated responsibilities and the \r\nprinciple that the polluter pays. Let us make sure that \r\nthose obligations are fully adhered to at Conference in \r\nParis. In this way, we will be able to limit greenhouse \r\ngas emissions, mobilize the resources necessary to \r\nfinance the Green Climate Fund, support efforts to \r\nadapt to climate change and contribute to transfer of \r\ntechnologies tailored to the needs of target countries.\r\n15-29229 15/41\r\n26/09/2015 A/70/PV.7\r\nThe resources of the Green Climate Fund and the \r\ntransfer of appropriate technologies do not fall under \r\nassistance; rather they are compensation for the loss of \r\ncompetitiveness on the part of eligible countries that, in \r\norder to protect our common environment, were asked \r\nto give up less costly but more polluting energies that \r\nthe wealthy countries have used for centuries in order \r\nto ensure their development. The better world we want, \r\non a viable planet for current and future generations, \r\ncome at this cost. With this cost to be paid to preserve \r\nthe conditions for life on Earth, is it time to put an \r\nend to national and individual self-centredness, so \r\nthat the dangers that already affect us do not reach an \r\nirreversible magnitude.\r\nSenegal also hopes that the Goals in the new \r\nAgenda for Sustainable Development (resolution 70/1) \r\nwill give full effect to the strengthening of the fight \r\nagainst tax evasion, illicit financial f lows and other \r\nillegal practices; to the financing of infrastructure \r\nindispensable for long-term development; and to fair \r\ncompensation for mining and oil contracts, while \r\nrespecting the requirements for equity, social justice \r\nand corporate social responsibility. In my capacity as \r\nChair of the Steering Committee of the New Partnership \r\nfor Africa’s Development, I renew Africa’s call for the \r\nimplementation of the Strengthening Assistance for \r\nComplex Contract Negotiations, of the Group of Seven, \r\nto support developing countries in the negotiation \r\nof complex contracts, in particular in the extractive \r\nindustry.\r\nGrowth, development and prosperity are primarily \r\na national responsibility. To fulfil that requirement in \r\nSenegal we have set up the Emerging Senegal Plan \r\nfor the structural transformation of our economy, \r\ncollective and shared sustainable development and \r\nthe strengthening of good governance and democracy. \r\nThe Emerging Senegal Plan reflects our vision of \r\ndevelopment based on the stepping up of internal \r\nefforts, partnership and investment.\r\nI extend my congratulations and wishes for success \r\nto the Co-Chairs in guiding our work. I wish our \r\nSummit every success.\r\nCo-Chair Museveni: I thank the President of the \r\nRepublic of Senegal for his statement.\r\nMr. Macky Sall, President of the Republic of \r\nSenegal, was escorted from the rostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Vice-President of the Republic of \r\nIndonesia.\r\nMr. Muhammad Jusuf Kalla, Vice-President of the \r\nRepublic of Indonesia, was escorted to the rostrum.\r\nMr. Kalla (Indonesia): It is indeed an honour for \r\nme to join this gathering of world leaders to adopt the \r\npost-2015 development agenda.\r\nI wish to express my highest tribute to the inclusive \r\nprocess of formulating the post-2015 development \r\nagenda, and we commend the Secretary-General and \r\nthe President of the General Assembly for their able \r\nstewardship throughout the process.\r\nThis year we stand witness to a historic juncture \r\nin development. The post-2015 development agenda \r\nrepresents our oath to our future generations that we \r\nwill strive together to leave them a legacy of a more \r\nprosperous world through sustainable development. In \r\nthis light, allow me to underline three main points.\r\nFirst is the lessons learned from the Millennium \r\nDevelopment Goals (MDGs). Fifteen years ago, the \r\nMDGs were set. Some targets have been met and \r\nimportant progress was achieved across all Goals. \r\nGlobally, extreme poverty was reduced by half; \r\n3.3 million deaths from malaria were averted; and \r\n2.3 billion people have gained access to improved \r\ndrinking water and sanitation.\r\nNevertheless, inequality among and within \r\ncountries, as well as poverty, remain the main global \r\nchallenges. Besides that, new global challenges have \r\nalso arisen, such as energy inequality, infrastructure \r\ngaps, unsustainable consumption, limitations in \r\nproduction, and climate change. Rising conflicts have \r\nalso set many countries back in their development \r\nachievements, fragmenting communities and diverting \r\nscarce resources away from productive enterprises. \r\nThe agenda thus remains unfinished. Based on \r\nlessons learned and best practices in achieving the \r\nMDGs, we need to intensify our efforts and enhance \r\nshared responsibilities, in accordance with national \r\ncapabilities, as a solid foundation for the new agenda. \r\nHere developed countries have to set the example for \r\nothers to follow.\r\nSecondly, I would like to highlight Indonesia’s \r\nefforts to implement the Sustainable Development Goals \r\n(SDGs). Indonesia has surpassed the goal of halving the \r\npercentage of the population living in poverty. Indonesia \r\n16/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nis also on track to reduce the prevalence of underweight \r\nchildren, reduce the mortality of children under five and \r\nto increase enrolment in primary education. Drawing \r\nfrom the implementation of the MDGs, Indonesia has \r\njust mainstreamed the post-2015 development agenda \r\ninto its national development planning. In this respect, \r\nIndonesia has, inter alia, reduced public spending on \r\nfuel subsidies and enhanced budget allocations for \r\nsocial development programmes such as the Indonesia \r\nHealth Card and the Indonesia Smart Card to give poor \r\nhouseholds better access to health care and education.\r\nThirdly, I wish to emphasize the need to strengthen \r\nglobal partnership. The agenda demands a strong and \r\ninclusive global partnership to support the means of \r\nimplementation, while taking into account national \r\ncircumstances and development priorities. It is \r\ncritically important that international commitments \r\nbe met, including the official development assistance \r\ntarget by developed countries and the Addis Ababa \r\nAction Agenda, as agreed at the third International \r\nConference on Financing for Development, despite \r\nlackluster global economic growth. The financing \r\nmechanism should be coupled with knowledge-sharing, \r\ntechnology transfer and wider access to markets for \r\ndeveloping countries and least developed countries, \r\nincluding for the middle-income countries, which face \r\nmany challenges, not least the impacts of the recent \r\nglobal economic turmoil.\r\nContributions from non-State actors are also \r\nof great importance. The private sector and civil \r\nsociety play a tremendous role in job creation and \r\ncommunity empowerment. Therefore, corporate social \r\nresponsibility and philanthropic activities should be \r\nenhanced and widened. The political structure should \r\nbe sufficiently open to incorporate the role of non-State \r\nactors.\r\nDevelopment cannot take place in the absence of \r\npeace, within or between States. Therefore, preventing \r\nconflicts from occurring, resolving conflicts and \r\nensuring appropriate post-conflict reconstruction to \r\nensure sustainable peace should be a priority on the \r\nglobal agenda.\r\nLet me conclude by assuring members that \r\nIndonesia stands ready to work together in ensuring \r\nthat our post-2015 development agenda will not merely \r\nbe a pipe dream, but a reality for all.\r\nCo-Chair Museveni: I thank the Vice-President of \r\nthe Republic of Indonesia for his statement.\r\nMr. Muhammad Jusuf Kalla, Vice-President of \r\nthe Republic of Indonesia, was escorted from the \r\nrostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Prime Minister and Minister for \r\nForeign Affairs and Trade of the Independent State of \r\nSamoa.\r\nMr. Tuilaepa Sailele Malielegaoi, Prime Minister \r\nand Minister for Foreign Affairs and Trade of the \r\nIndependent State of Samoa, was escorted to the \r\nrostrum.\r\nMr. Malielegaoi (Samoa): At the start of this \r\nnew millennium, world leaders aspired to a shared \r\ncommitment to a stronger global effort to overcome the \r\ngrim ills that had robbed so many of the world’s people \r\nof the opportunity to live in dignity and freedom. \r\nThis aspiration was captured in the Millennium \r\nDevelopment Goals. The new Sustainable Development \r\nGoals (SDGs) we adopted yesterday appropriately \r\ninspire great hope. Together, they provide a framework \r\nfor balanced global development across the economic, \r\nsocial and environmental pillars.\r\nSamoa is proud to be part of this momentous event, a \r\nfitting way to mark the commemoration of the seventieth \r\nanniversary of our United Nations. “Transforming our \r\nworld: the 2030 Agenda for Sustainable Development” \r\n(resolution 70/1) sets out the totality of our sustainable \r\ndevelopment priorities and represents an inclusive \r\nagenda initiated, led and driven by our United Nations \r\nMembers.\r\nOur United Nations family can justifiably take \r\nsatisfaction in the strong leadership and collective \r\ncommitment that finalized the new Development \r\nAgenda and made this Summit a reality. Our attention \r\nmust now squarely turn immediately to establishing \r\nrequired partnerships and mobilizing the needed \r\nresources if the new Development Agenda is to \r\nbe successfully implemented and the Sustainable \r\nDevelopment Goals achieved.\r\nLast September, at the closing of the International \r\nConference on Small Island Developing States, which \r\nmy country and our Pacific region were honoured to host, \r\nI ventured the hope that the United Nations community \r\nwould not treat or view the outcome document of the \r\nConference — the small island developing States \r\n(SIDS) Accelerated Modalities of Action (SAMOA) \r\nPathway — as an end in itself. Therefore I am very \r\n15-29229 17/41\r\n26/09/2015 A/70/PV.7\r\ngrateful to the small island developing States and all \r\ntheir partners for ensuring that the SIDS challenges \r\nand priorities captured in the SAMOA Pathway are part \r\nof the SDGs, including the means of implementation. \r\nIntegrating the SAMOA Pathway in our new Agenda \r\nensures that we are faithful to our call of leaving no \r\none behind.\r\nWe welcome the reaffirmation in the Addis \r\nAbaba Action Agenda of the special case of SIDS as \r\na recognized United Nations group with special needs \r\nand inherent vulnerabilities in the context of sustainable \r\ndevelopment, not by choice but due to factors outside \r\ntheir control. Recognizing these specificities, it is \r\ncritically important to repeatedly recall that while \r\nthe Agenda is universal, this does not equate to \r\na one-size-fits-all approach to implementation, \r\nmonitoring and evaluation. Recognizing the different \r\nnational realities and challenges, capacities and levels \r\nof development of Member States and different groups \r\nwill be crucial for the effective achievement of the SDGs \r\nacross the board. Obviously, the availability of accurate \r\ndata and statistics will be vital to their monitoring and \r\nevaluation at the national, regional and global levels.\r\nWork by the United Nations to find meaningful \r\nand relevant indicators is underway. During the SDGs \r\nprocess, it proved very difficult to apply the MDGs and \r\ntheir indicators to small island developing countries, \r\nand much tailoring was necessary before participation \r\nin these global targets was seen as meaningful and \r\nrelevant for us. It is very important, therefore, that \r\nthe indicators being developed take into account the \r\nrealities and experiences of small island States like \r\nSamoa so as to be applicable to our situations.\r\nI alluded earlier to the monumental task ahead of \r\nus all. Samoa has always been and continues to be a \r\nfirm believer in the worth of genuine and durable \r\npartnerships. We know from our own journey as a \r\nnation that with the right combination of different kinds \r\nof partnerships we can make our Development Agenda \r\nand its implementation truly transformational. The \r\nagenda we have endorsed speaks to the need to \r\n“mobilize the means required to implement this \r\nAgenda through a revitalized Global Partnership \r\nfor Sustainable Development, based on a spirit of \r\nstrengthened global solidarity, focused in particular \r\non the needs of the poorest and most vulnerable \r\nand with the participation of all countries, all \r\nstakeholders and all people” (resolution 70/1, ninth \r\npreamblar paragraph.).\r\nThe adoption of the new SDGs is timely for Samoa. \r\nOur new strategy for the development of Samoa for \r\nthe next five years is scheduled to come out in 2016. \r\nThis gives us space to integrate the SAMOA Pathway \r\nand the SDGs into the new strategic direction for the \r\ndevelopment of our country.\r\nCo-Chair Museveni: I thank the Prime Minister \r\nand Minister for Foreign Affairs and Trade of the \r\nIndependent State of Samoa for his statement. \r\nMr. Tuilaepa Sailele Malielegaoi, Prime Minister \r\nand Minister for Foreign Affairs and Trade of the \r\nIndependent State of Samoa, was escorted from the \r\nrostrum. \r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Prime Minister and Minister for \r\nGeneral Affairs of the Kingdom of the Netherlands. \r\nMr. Mark Rutte, Prime Minister and Minister for \r\nGeneral Affairs of the Kingdom of the Netherlands, \r\nwas escorted to the rostrum. \r\nMr. Rutte (Netherlands): One of the previous \r\nSecretary-Generals once said, “Never look down to test \r\nthe ground before taking your next step; only he who \r\nkeeps his eye fixed on the far horizon will find the right \r\nroad”. These wise words by Dag Hammarskjöld have \r\nnever been more fitting than they are today. \r\nFifteen years ago, the international community fixed \r\nits gaze on the horizon. The Millennium Development \r\nGoals (MDGs) showed an unprecedented level of \r\nambition. Were the Goals really achievable? We now \r\nknow the answer. The MDGs have been a big success, \r\neven though there are major regional differences and \r\nnot every Goal was reached precisely as intended.\r\nSo what has the world achieved in the past 15 \r\nyears? Extreme poverty has been halved; maternal \r\nmortality has been halved; child mortality has almost \r\nbeen halved; 90 per cent of children in developing \r\ncountries now receive primary education and 2.3 billion \r\npeople have gained access to safe drinking water. But \r\nin the Assembly, on the eve of the adoption of the \r\npost-2015 development agenda and the 17 Sustainable \r\nDevelopment Goals for 2016 to 2030, the success of \r\nthe MDGs should give us confidence in the next leap \r\nforward. \r\n18/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nThe MDGs have taught us many lessons, and \r\ntoday I would like to mention three. First, by working \r\ntogether we can make a difference. Secondly, Goals \r\nlike eradicating poverty, achieving gender equality and \r\ngiving the poor better health care and sanitation should \r\ngo hand in hand with multi-stakeholder involvement, \r\nsound economic principles and sustainable development. \r\nThirdly, we must have more private sector involvement \r\nin long-term financing, in public-private partnerships \r\nand in projects on the ground. \r\nLast year, more than 60 partners signed the Post-\r\n2015 Charter, a corporate initiative that brings together \r\nDutch businesses, universities and other organizations \r\ncommitted to the agenda we are discussing at this \r\nSummit. \r\nSo what does private sector involvement look like \r\nin practice? It could look like the ambition Heineken has \r\nformulated for its breweries in Africa and the Middle \r\nEast to source 60 per cent of all its ingredients locally. \r\nThe Netherlands is supporting this effort by offering \r\ntraining for farmers. In Burundi, this partnership \r\nhas already enabled 18,000 farmers to make a steady \r\nincome by supplying this world-famous Dutch brewer. \r\nIt could also look like the Health Insurance Fund, \r\na public-private initiative supported by some of the \r\nlargest Dutch insurance companies. In 2014 alone, the \r\nFund provided health and agricultural insurance for \r\n460,000 people in sub-Saharan countries, 60 per cent \r\nof whom were women. \r\nBut it could also look like the Amsterdam Initiative \r\nagainst Malnutrition (AIM), which was launched in \r\n2009. AIM brings together many partners: the Dutch \r\nGovernment and non-governmental organizations; \r\nmultinationals in food and chemicals, like Unilever, \r\nDSM and AkzoNobel; and agricultural knowledge \r\ninstitutions like the Wageningen University and \r\nResearch Centre. AIM’s project portfolio now provides \r\n26 million people with better access to nutritious foods.\r\nWithin the framework of the SDGs and corporate \r\nsocial responsibility, many individual firms, large \r\nand small, are expressing a growing desire for more \r\neffective public-private partnerships. They believe that \r\nthe “S” in SDGs offers opportunities for investment \r\nand innovation. It is up to Governments and the United \r\nNations to make sure that the legal and economic \r\nframeworks are in good working order. I am confident \r\nthat in doing so we can unleash far more trade and \r\ninvestment in poor countries, moving the needle further \r\nfrom charitable to profitable in the years ahead.\r\nOur commitment to jointly promoting development \r\nin the framework of the United Nations is one of the \r\nmain reasons why the Kingdom of the Netherlands is \r\nseeking a seat on the Security Council for the 2017-\r\n2018 term. The Kingdom of the Netherlands is fully \r\ncommitted to making the next leap forward.\r\nCo-Chair Museveni: I thank the Prime Minister \r\nand Minister for General Affairs of the Kingdom of the \r\nNetherlands for his statement. \r\nMr. Mark Rutte, Prime Minister and Minister for \r\nGeneral Affairs of the Kingdom of the Netherlands, \r\nwas escorted from the rostrum. \r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Prime Minister of the Kingdom of \r\nLesotho. \r\nMr. Pakalitha Bethuel Mosisili, Prime Minister \r\nof the Kingdom of Lesotho, was escorted to the \r\nrostrum. \r\nMr. Mosisili (Lesotho): At the turn of the new \r\nmillennium, we gathered in this very Assembly Hall \r\nto adopt the eight Millennium Development Goals \r\n(MDGs). Through the MDGs, we created a blueprint \r\nfor ending extreme poverty and indeed offered new \r\nhope to the world’s poorest that their well-being would \r\nbe significantly improved by the year 2015.\r\nAs we lament our failure to meet the MDGs in \r\nfull, we ought to acknowledge that in most countries \r\nsignificant progress was recorded in accelerating MDG \r\nindicators such as free primary education and the \r\nempowerment of women. Lesotho is no exception in \r\nthis regard. We ought to further acknowledge that the \r\nhurdles we faced provided a great learning experience \r\nas we focus on the way forward.\r\nAs we mark the end of the MDGs cycle, we do \r\nso with a renewed sense of hope because, through \r\nthe outcome document (resolution 70/1) that we have \r\njust adopted, we clearly articulate our unwavering \r\ncommitment to addressing the unfinished business of \r\nthe Millennium Development Goals. The post-2015 \r\ndevelopment agenda provides a fresh impetus to our \r\ncommon strategies for addressing the key challenges \r\non the path to a better life for all.\r\nThe 2030 Agenda for Sustainable Development \r\nsignifies the growth agenda for the twenty-first \r\n15-29229 19/41\r\n26/09/2015 A/70/PV.7\r\ncentury. It is a plan of action for ending poverty in \r\nall its forms irreversibly, everywhere and leaving no \r\none behind. It seeks to ensure peace and prosperity, \r\nand places people at the centre. The 17 integrated, \r\ninterlinked and indivisible Sustainable Development \r\nGoals (SDGs) are the people’s Goals and demonstrate \r\nthe scale, universality and ambition of this new Agenda. \r\nThe relevance of this new Agenda lies in its emphasis \r\non poverty eradication as an overarching Goal of \r\nthe envisaged sustainable development, which seeks \r\nintegration of the economic, social and environmental \r\ndimensions.\r\nThere is no doubt that the SDGs are more ambitious \r\nthan the MDGs. Their attainment will therefore be \r\nall the more challenging. It is gratifying to note that \r\nthe means of implementation outlined in the outcome \r\ndocument match these ambitious Goals by focusing on \r\nfinance, technology and capacity development. It is \r\nalso a cause for celebration that in addition to a stand-\r\nalone Goal on the means of implementation, specific \r\nmeans are tailored for each of the SDGs.\r\nLesotho could not agree more with the clarion \r\ncall for departure from “business as usual”, as well \r\nas intensified international cooperation on all fronts. \r\nThe new Agenda puts emphasis on increased capacity-\r\nbuilding and better data and statistics to measure \r\nsustainable development. It would therefore be remiss \r\nof me not to underscore the importance of an effective \r\nfollow-up and review regime to support the effective \r\nimplementation of this new Agenda.\r\nIn conclusion, allow me to reiterate the need to \r\ntranslate the ambitious Agenda that we have just adopted \r\ninto pragmatic, sustainable national development \r\nplans. Furthermore, we need to ensure that adequate \r\ninstitutional, human and financial capacities are in \r\nplace at the national level in order for us to achieve \r\nthese Goals. We need to engage the private sector and \r\nother stakeholders so that we can be the first generation \r\nto end extreme poverty and the last generation to face \r\nclimate change as an existential threat.\r\nSustainable development ought to meet the needs \r\nof the present without compromising the ability of \r\nfuture generations to meet their own needs. We need \r\nto bequeath to future generations a solid foundation \r\nthat they can build on. Without the full political \r\ncommitment of all world leaders, the attainment of the \r\nSDGs will remain a distant mirage. The attainment of \r\nthe Sustainable Development Goals is not an option but \r\nan imperative of our time. We owe it to humankind to \r\nachieve these Goals at all costs.\r\nCo-Chair Museveni: I thank the Prime Minister of \r\nthe Kingdom of Lesotho for his statement.\r\nMr. Pakalitha Bethuel Mosisili, Prime Minister \r\nof the Kingdom of Lesotho, was escorted from the \r\nrostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Prime Minister of the Republic of \r\nIceland.\r\nMr. Sigmundur Davið Gunnlaugsson, Prime \r\nMinister of the Republic of Iceland, was escorted \r\nto the rostrum.\r\nMr. Gunnlaugsson (Iceland): This autumn has \r\nalready produced a truly impressive harvest. The 2030 \r\nAgenda for Sustainable Development (resolution 70/1) \r\nand the Addis Ababa Action Agenda alone amount to \r\na bumper crop, and I am optimistic that we will see \r\nan excellent result from the twenty-first session of \r\nthe Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change. Indeed, \r\nIceland recently pledged a 40 per cent reduction in \r\ngreenhouse-gas emissions by 2030.\r\nThe 2030 Agenda that we adopted at this Summit is \r\na remarkable achievement. It testifies to the power of the \r\nmultilateral system. All of the Goals have equal weight, \r\nand success in one area helps us to succeed in the others. \r\nEnding poverty and hunger is obviously fundamental \r\nto the ability of human beings to fulfil their potential, \r\nand improving infrastructure helps to alleviate poverty \r\nand hunger. The Agenda also correctly identifies the \r\nsustainable management of natural resources as key to \r\nthese aims. \r\nIn the end, we have only two sources of food: the \r\nocean and the land. We must manage both with great \r\ncare and responsibility. Utilizing marine resources in a \r\nresponsible manner based on scientific evidence plays \r\na vital role in ensuring food security and prosperity. We \r\nmust also seriously address land and soil degradation \r\nand aim at least for a land-degradation-neutral world. \r\nIceland will continue to contribute to the sustainable \r\nmanagement of both oceans and land at home and \r\nabroad.\r\nThe lack of access to sustainable and affordable \r\nenergy is a major contributing factor to poverty. Here I \r\nwould like to pay tribute to the Secretary-General and \r\n20/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nhis Sustainable Energy for All Initiative, which has \r\ngiven important impetus to establishing measurable \r\ngoals and targets in this area. Iceland is aiming to \r\nbecome a carbon-neutral economy. Already almost all \r\nof our stationary energy comes from renewables, and \r\nIceland will continue to support a number of developing \r\ncountries in harnessing geothermal energy so as to \r\nimprove living standards and our climates at the same \r\ntime.\r\nThrough the tragic experiences of many seeking \r\na better life or safety from conflict, we have become \r\nkeenly aware in recent months of the nexus between \r\nsecurity, development and human rights. It is \r\nimportant that the Agenda addresses specifically the \r\nmultidimensional reality of migration and the need for \r\ninternational cooperation to ensure that it is safe and \r\norderly. It is also important that the particular burden \r\nborne by communities hosting refugees be recognized.\r\nThe Sustainable Development Goals are a major \r\nchallenge and will require the commitment and energy \r\nof all countries and all people. Therefore, Iceland is \r\nparticularly gratified that we were all able to agree \r\non an approach to achieving gender equality and the \r\nempowerment of women and girls in order to attain the \r\nGoals that we have set ourselves.  We also recognize \r\nthe role that men and boys must play in eliminating \r\ndiscrimination and violence against women and girls. \r\nOne campaign in support of this idea has already proven \r\neffective — UN-Women’s HeForShe campaign — which \r\nI am proud to say Icelandic men have supported in large \r\nnumbers. I urge all men and boys to join the battle for \r\nequality. \r\nAt this Summit, we are collectively committing \r\nto a number of reforms for women and girls in order \r\nto achieve equality by 2030. Iceland will continue to \r\nprovide much-needed funding for the issue of gender \r\nequality. The Icelandic parliament has agreed to a \r\nlarge increase in funding for issues of equality for the \r\nnext five years. At least half of those funds will go to \r\nsupporting equality measures internationally. \r\nI am also particularly pleased that our Agenda \r\nincludes a reference the prevention and treatment \r\nof neurological disorders. Progress in that field can \r\nimprove the lives of millions.\r\nToday we mark a major achievement, but we all \r\nknow the proof of the pudding is in the eating. Effective \r\nimplementation of the Agenda will be challenging. The \r\nGovernment of Iceland will join others in tackling \r\nthese challenges at the national, regional and global \r\nlevel. Iceland is committed to taking action. Let us \r\nmake history together.\r\nCo-Chair Museveni: I thank the Prime Minister of \r\nthe Republic of Iceland for his statement. \r\nMr. Sigmundur Davið Gunnlaugsson, Prime \r\nMinister of the Republic of Iceland, was escorted \r\nfrom the rostrum. \r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Prime Minister of Sweden. \r\nMr. Stefan Löfven, Prime Minister of Sweden, was \r\nescorted to the rostrum.\r\nMr. Löfven (Sweden): I was a foster child. At the \r\nage of 10 months, I arrived by train to my new parents \r\nin the northern part of Sweden. I had the good fortune \r\nto be taken into a loving home and to be brought up \r\nin a society where the legacy of the past does not \r\nprevent a good future, and in a society where people \r\ntake responsibility, not only for themselves but also for \r\nothers.\r\nThe 2030 Agenda for Sustainable Development \r\n(resolution 70/1) carries that same sense of shared \r\nresponsibility. It is grounded in the firm belief that \r\npoverty can and should be eradicated, that climate \r\nchange can and must be stopped, and that equal \r\nsocieties are better societies — and the foundation for a \r\nbetter future for all of us. We now have a new road map. \r\nIt is universal. No country can shirk its responsibility, \r\nbut Governments’ efforts alone will not be enough. \r\nEfforts are needed at all levels, across all sectors, and \r\nby all stakeholders. That is why Sweden has launched \r\nan initiative with nine world leaders in a high-level \r\nsupport group designed to bolster momentum for the \r\nimplementation of the Agenda.\r\nThe mission ahead of us as a global community is \r\nnot only morally right but is also economically smart, \r\nbecause equality and development are two sides of the \r\nsame coin. When we promote gender equality, talent \r\nand strength are released. Gross domestic product \r\ngrows when more women work. Skills are unlocked \r\nwhen girls and boys go to school. We cannot afford to \r\nhold half of our population back. All legal, social and \r\neconomic barriers to women’s and girls’ empowerment \r\nmust therefore be removed.\r\nWhen we promote decent work for all, \r\ncompetitiveness will increase. Some say that this \r\n15-29229 21/41\r\n26/09/2015 A/70/PV.7\r\nis a contradiction in terms. I say it is a win-win-win \r\nsituation. It is a win for employees. It is a win for \r\nemployers. And it is a win for our societies. With decent \r\nwork that respects fundamental labour rights, we can \r\nincrease both productivity and inclusive growth. When \r\nwe develop new solutions to reduce emissions, we \r\nwill stop climate change and in doing so also create \r\nnew jobs. My goal is for Sweden to be among the first \r\nfossil-fuel-free welfare nations, and I want Swedish \r\ncompanies to develop the climate-smart innovations \r\nthat the world is asking for.\r\nOur development cooperation will help to break the \r\nlink between development and fossil-fuel dependence. \r\nWe remain the key donor to the Green Climate Fund. We \r\nstay true to the goal of 1 per cent of our gross national \r\nincome for official development assistance. What we \r\nall need now is determination, and to start fulfilling our \r\ncommon Goals. In doing so, we will gain something \r\nmore. We return to the true purpose of society: to grant \r\nall girls and boys the simple things that I was once \r\ngranted, namely, a fair chance, an equal education, a \r\ndecent job — and a life of freedom.\r\nCo-Chair Museveni: I thank the Prime Minister of \r\nSweden for his statement. \r\nMr. Stefan Löfven, Prime Minister of Sweden, was \r\nescorted from the rostrum. \r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Prime Minister of Georgia. \r\nMr. Irakli Garibashvili, Prime Minister of Georgia, \r\nwas escorted to the rostrum.\r\nMr. Garibashvili (Georgia): It is a privilege to \r\naddress the Assembly at this historic moment as we \r\nlaunch the transformative agenda of the Sustainable \r\nDevelopment Goals (SDGs). Today we are embarking \r\non an ambitious journey that will require bold steps \r\nfrom all of us in response to the tremendous challenges \r\nthat humankind is facing in today’s world. The 17 \r\nSustainable Development Goalsthat have been agreed, \r\nwith their 169 associated targets, are there to guide us \r\nin this complex journey.\r\nA smooth transition from the Millennium \r\nDevelopment Goals (MDGs) to the Sustainable \r\nDevelopment Goals of the post-2015 agenda is crucial. \r\nIn 2000, the MDGs were truly revolutionary in \r\nproviding a common language for addressing global \r\nchallenges. In my country, they became a tool for \r\nnational stakeholders to discuss, prioritize and advocate \r\nfor development, in collaboration with civil society and \r\ninternational stakeholders.\r\nThe launch of the SDGs gives new impetus to \r\nthese efforts. In this process, we should ensure that the \r\n2030 Agenda for Sustainable Development (resolution \r\n70/1) enjoys the widest possible public support and \r\nengagement. While acknowledging the importance and \r\nurgency of all 17 agreed Goals, I would like to focus \r\non some of the specific SDGs that are of particular \r\nimportance to Georgia.\r\nGoal 3, on ensuring healthy lives at all ages, is one \r\nof Georgia’s key priorities. I would like to name some \r\nof the steps we are taking to this end. Together with \r\ninternational partners, the Government is carrying out \r\nan unprecedented hepatitis C elimination programme. \r\nPatients are provided with the necessary tests for the \r\npurposes of prediagnosis and treatment monitoring, \r\nand they receive the latest drugs for the treatment of \r\nthe disease. \r\nIncreased Government funding for maternal and \r\nchild health and ease of access to quality health-care \r\nservices are vital for reducing the mortality rate of \r\nmothers and children. Georgia met MDG 4, with the \r\ninfant mortality rate dropping to 10 per 1,000 live \r\nbirths and that of children under the age of 5 dropping \r\nto 12 per 1,000 live births.\r\nGoal 7 stresses the importance of ensuring access \r\nto affordable, reliable, sustainable and modern energy \r\nfor all. Over the past decade, Georgia’s electricity \r\nsector has undergone major changes with a view to \r\ncreating an open, liberal and commercially viable \r\nenergy sector that is resistant to market f luctuations. \r\nDue to our intensive reforms, our power sector has been \r\na net electricity exporter since 2007. With its unique \r\nlocation, Georgia creates many opportunities for energy \r\ntransit. I wish to highlight the Association Agreement \r\nsigned with the European Union, which paves the way \r\nfor Georgia to become a full-f ledged member of the \r\nEnergy Community.\r\nWe attach utmost importance to Goal 9, on building \r\nresilient infrastructure, promoting inclusive and \r\nsustainable industrialization, and fostering innovation. \r\nSupporting small and medium-size businesses in \r\nagriculture and other industries is one of our key \r\npriorities. We have implemented projects aimed at \r\ncreating new jobs in rural areas, improving land use \r\nand land consolidation efficiency, and enhancing the \r\nexport potential of agricultural products.\r\n22/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nGoal 16, on promoting peaceful and inclusive \r\nsocieties for sustainable development, access to justice \r\nand effective, accountable and inclusive institutions, \r\nis one of the core SDGs, since progress in all areas \r\ndepends on effective governance. Transparency, \r\naccess to public information, and the integrity of \r\npublic institutions are the most important principles \r\nrequired for our Government to function effectively. In \r\nGeorgia, we are consolidating legislation introducing \r\nnew standards for freedom of information, based on the \r\nprinciple of openness.\r\nOf course, these Goals must also apply to the people \r\nliving in conflict-affected areas. With two Georgian \r\nregions under foreign occupation and a substantial part \r\nof our population forcefully displaced, we know all too \r\nwell how urgent it is to address their needs.\r\nSustainable development is the pathway to the \r\nfuture that we want for everyone. It offers a framework \r\nfor economic growth, social justice, environmental \r\nstewardship and strong governance. Achieving such a \r\nworld is possible, but only if we work together. It is not \r\njust an ethical imperative; it is the right and smart thing \r\nto do. Our globalized world will not work if millions \r\nare excluded. Georgia will continue to work hand in \r\nhand with its partners to make this happen through an \r\nambitious and comprehensive post-2015 development \r\nframework.\r\nCo-Chair Rasmussen: I thank the Prime Minister \r\nof Georgia for his statement.\r\nMr. Irakli Garibashvili, Prime Minister of Georgia, \r\nwas escorted from the rostrum.\r\nCo-Chair Rasmussen: The Assembly will now \r\nhear a statement by the Prime Minister of the Kingdom \r\nof Cambodia.\r\nSamdech Akka Moha Sena Padei Techo Hun Sen, \r\nPrime Minister of the Kingdom of Cambodia, was \r\nescorted to the rostrum.\r\nMr. Hun Sen (Cambodia) (spoke in Khmer; English \r\ntext provided by the delegation): Today, I have the great \r\nhonour to attend the United Nations Summit for the \r\nadoption of the post-2015 development agenda. On the \r\nseventieth anniversary of the creation of the United \r\nNations, we are opening a new chapter in humankind’s \r\nhistory book, which is marked by stronger global \r\ndevelopment cooperation. \r\nThe theme of this Summit, “Transforming the world: \r\nrealizing the post-2015 development agenda”, highlights \r\nour globally shared undertakings and responsibilities in \r\nachieving the Sustainable Development Goals (SDGs) \r\nin the next 15 years and building on the achievements \r\nof the Millennium Development Goals (MDGs), which \r\nwe jointly adopted 15 years ago.\r\nIn this spirit, I am pleased to inform the meeting \r\nthat, over the past two decades, Cambodia has undergone \r\ntremendous change, especially in securing full peace, \r\nstrong political stability and improved public security, \r\nwith high economic growth averaging 7.7 per cent per \r\nannum. The poverty rate declined significantly from \r\n53 per cent in 2004 to 16 per cent in 2013, ensuring \r\nthat Cambodia achieved the MDG targets for poverty \r\nreduction and other social sectors ahead of 2015. The \r\nremaining Goals are expected to be reached by the end \r\nof 2015.\r\nCambodia is now transitioning into the next \r\nstage of its development to become a lower-middle \r\nincome country by 2016. In this connection, the \r\nRoyal Government of Cambodia deems the 17 SDGs, \r\nwhich were based on the MDGs, to be very relevant \r\nto Cambodia’s situation, especially in building on the \r\nachievements made over the past 15 years. But they \r\nare even more important in supporting Cambodia’s \r\ntransition into middle-income country status, especially \r\nduring the early stages of this transition. However, \r\nCambodia will incorporate the clearance of landmines \r\nand unexploded ordnance as an additional SDG to fully \r\nreflect the current situation and needs on the ground.\r\nWith regard to SDG financing, the Royal \r\nGovernment of Cambodia fully endorses the Addis \r\nAbaba Action Agenda, which focuses on domestic \r\nresource mobilization to meet development needs. \r\nNonetheless, Cambodia would like to request that \r\nadditional support be extended to those least developed \r\ncountries that are successfully graduating to the next \r\nstage of development until they can stand on their feet \r\nand compete internationally. That additional support \r\nshould take the form of official development assistance \r\neither through grants and/or concessional loans to \r\naddress basic needs such as infrastructure gaps and \r\nhuman resource and institutional development.\r\nForging consensus on the post-2015 development \r\nagenda is a major achievement by our global leaders. \r\nHowever, ensuring the success of that agenda as we \r\nplanned remains a major challenge for us all. For this \r\n15-29229 23/41\r\n26/09/2015 A/70/PV.7\r\nreason, I believe that we all should resolve to jointly \r\naddress key issues as follows.\r\nFirst, we must ensure the fulfilment of the donor \r\ncommitments to achieve the target of 0.7 per cent of gross \r\nnational income for official development assistance \r\nto developing countries and 0.15 per cent to 0.20 per \r\ncent of gross national income for official development \r\nassistance to the least developed countries.\r\nSecondly, we need to further enhance trade \r\npolicies and trade facilitation, including the provision \r\nof preferential treatment to developing countries, \r\nin accord with the spirit of equitably and efficiently \r\nsharing the benefits reaped from globalization.\r\nThirdly, we should further strengthen stability \r\nand promote diversification of the financial sector, \r\nencourage innovation and promote the role and \r\ndynamism of the private sector to meet the financial \r\nneeds in realizing the SDGs.\r\nFourthly, we need to further strengthen country \r\nownership through building partnerships among all \r\nstakeholders in development, including bilateral and \r\nmultilateral development partners, the private sector \r\nand other development actors.\r\nFifthly, we must ensure policy coherence with \r\ntransparency and accountability, aligning the policies \r\nof bilateral and multilateral development partners with \r\nnational policy priorities and the SDGs.\r\nFinally, I believe that the post-2015 development \r\nagenda will become an important tool to help all \r\ncountries to adhere to an appropriate development path \r\nand to ensure that the next generations will live in a \r\nharmonious and prosperous society.\r\nSamdech Akka Moha Sena Padei Techo Hun Sen, \r\nPrime Minister of the Kingdom of Cambodia, was \r\nescorted from the rostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Prime Minister of Saint Kitts and \r\nNevis.\r\nMr. Timothy S. Harris, Prime Minister, Minister for \r\nSustainable Development, National Security, People \r\nEmpowerment and Constituency Empowerment of \r\nSaint Kitts and Nevis, was escorted to the rostrum.\r\nMr. Harris (Saint Kitts and Nevis): We, the \r\nMember States, are at the cusp of another remarkable \r\nopportunity to transform the human landscape in \r\nways that could redefine the future for so many of our \r\npeoples. I am therefore delighted to participate in this \r\nhistoric Summit to adopt the post-2015 development \r\nagenda and with it, the Sustainable Development Goals \r\n(SDGs).\r\nWe have come a long way since the establishment of \r\nthe Millennium Development Goals (MDGs) 15 years \r\nago. Although success has sometimes been scarce, we \r\ncan take comfort in knowing that millions of people \r\nhave been lifted out of poverty. Millions more now have \r\nimproved access to education, and the prevalence of the \r\ndreaded HIV/AIDS pandemic has diminished.\r\nAs many here have intimated, this is a significant \r\nmoment for the United Nations. It is refreshing to see \r\nthat even at 70 years old, the General Assembly can \r\ntake youthful strides of optimism towards the future. \r\nAs we begin the post-2015 period and the \r\nSustainable Development Goals, please allow me a brief \r\nmoment to reflect on the very origins of the period now \r\ncoming to a close. For most of us, the MDGs process \r\nwas a watershed, a period of unprecedented scope and \r\npromise, which, I am pleased to say, did deliver on \r\nmany targets but, regrettably, fell short on others.\r\nAs the post-2015 period begins, the new Team Unity \r\nGovernment in Saint Kitts and Nevis is committed to \r\nworking internationally to bring about transformational \r\nchanges in programmes and policies that benefit all our \r\npeoples. We fully support the outcome document of this \r\nSummit, “Transforming our world: the 2030 Agenda \r\nfor Sustainable Development” (resolution 70/1), and we \r\nwill remain focused on the fulfilment of the Goals and \r\ntargets.\r\nThe pursuit of the post-2015 development agenda \r\nand the SDGs for 2030 is an organic process for us, \r\nsimply because in Saint Kitts and Nevis we have \r\na people-centred Government. It is a Government \r\nfocused on and working for the sustainable development \r\nof all of our people. We continue to increase access \r\nfor all to high-quality health care and to upgrade the \r\ndelivery, rigor and relevance of primary and secondary \r\neducation, which is compulsory for all children from \r\nages 5 to 16. In addition, we are reforming our laws \r\nto attract the right investments in priority areas to \r\nstimulate economic growth and diversification, which \r\nwill give our young people better access to reliable and \r\ndecent work. We are determined to preserve the dignity \r\nand human rights of our people. We will champion \r\n24/41 15-29229\r\nA/70/PV.7 26/09/2015\r\npolicies for good governance, transparency, social \r\nequity, justice, security and prosperity for all.\r\nOur Government is fully committed to the \r\nSustainable Development Goals, which simply, \r\nphilosophically and fundamentally embody the genuine \r\naspirations of our people. We welcome the 2030 Agenda \r\nand are glad to see the Goals prioritized during this \r\nSummit.\r\nI must say that as a vulnerable small island State, \r\nelements such as Goal 13, on climate change, and Goal \r\n14, on oceans and seas, are especially pleasing. Climate \r\nchange is an existential threat to our islands. Our reality \r\nis that our coastlines are wearing away. Our pristine \r\nbeaches, essential to our tourism industry and hence to \r\nour economic survival, are slowly disappearing, year \r\nafter year. Droughts are now more prolonged, severe \r\nand frequent. This year, for example, we in Saint Kitts \r\nand Nevis suffered one of the most prolonged and \r\nsevere drought spells. The consequence has been water \r\nrationing for the consuming public.\r\nWe are witnessing the destruction of our livelihood \r\nby natural disasters and sea-level rise. We do not know \r\nfrom one year to the next which island will be devastated \r\nor set back decades in development. That is why forums \r\nsuch as the United Nations Framework Convention \r\non Climate Change (UNFCCC) negotiations are so \r\nimportant to us, given the imperative of making sure that \r\nwe adopt a realistic and comprehensive agreement in \r\nParis at the Conference of the Parties to the Convention, \r\nlater this year. The response to climate change requires \r\ninput from all nations, large and small. Taiwan, with \r\nits advanced renewable-energy technologies, should be \r\nallowed to participate in relevant international meetings \r\nand mechanisms, such as the UNFCCC and the United \r\nNations Environment Assembly.\r\nRegrettably, our oceans and seas have been \r\nneglected, and as a result they are suffering from \r\nincreasing pollution, coral degradation and over-\r\nexploitation. It is important to note that Saint Kitts and \r\nNevis, a small island State with a landmass of roughly \r\n105 square miles, has a territorial maritime space in \r\nexcess of 12,427 square miles. Therefore, our future lies \r\nnot only on land but most importantly in the sea. We will \r\nmove to delineate our boundaries with our neighbours \r\nso that we may better utilize this unexploited frontier \r\nin our efforts to enhance our development. Oceans and \r\nseas impact our economic, social, and environmental \r\nwell-being, and they are critical to the future livelihood \r\nof the islands and coastal communities. The sea is key \r\nto our national survival, to our food security and to \r\nthe creation of more decent jobs and potentially holds \r\nuntapped resources.\r\nAs a small island developing country, we \r\nunderstand the relationship between renewable energy, \r\nfood security and sustainable development. Hence \r\nwe are making investments in renewables, including \r\ngeothermal, wind and solar energy, and are developing \r\nprogrammes to optimize the synergies. We want \r\nour people to succeed and prosper, and we promise \r\nour people a fair share for all. Our Government will \r\ntherefore continue to create legislative frameworks \r\nthat cement our democracy and institutions. We will \r\ndesign more programmes to promote healthier lives and \r\nlifestyles, eradicate poverty, enhance quality education \r\nand ensure gender equality and human rights for all.\r\nThat said, notwithstanding our bilateral \r\npartnerships for effective and inclusive development \r\nand the work we are doing locally, none of our \r\ncountries can do it alone. We need real support to \r\nimplement the 2030 Agenda. Therefore, international \r\nfinancing for sustainable development has to be an \r\noverarching priority. Better South-South, North-South \r\nand triangular cooperation is therefore an imperative. \r\nSerious consideration should be given to the proposals \r\nadvanced by the Commonwealth finance ministers, \r\nwho have repeatedly stressed the importance of finding \r\ninnovative strategies for helping small developing \r\nStates gain access to international sources of funding.\r\nDominica’s devastation by Tropical Storm Erika \r\nhighlights the vulnerability of small island developing \r\nStates (SIDS) and why development cannot be taken \r\nfor granted. It also makes the cogent point that the \r\ngraduation of SIDS on the basis of per capita income is \r\nimprudent in the context of our vulnerability.\r\nFinally, over the last 15 years, we have learned \r\nvaluable lessons. We have observed that success \r\nrequires continuing commitment, institutional backing, \r\nadequate financing and effective implementation. \r\nToday we have an opportunity to build on the gains \r\nof the MDG process. How we proceed will determine \r\nwhether future generations look back at this, the \r\nseventieth year, as a genuine watershed or simply \r\nanother missed opportunity.\r\nThe United Nations has proved its mettle in the past \r\nand it can rise again to the challenge. I am optimistic. \r\nThe world has cause for optimism. Saint Kitts and \r\n15-29229 25/41\r\n26/09/2015 A/70/PV.7\r\nNevis supports this process, these Goals and the ideals \r\nof our United Nations. We will therefore play an active \r\nrole in creating a sustainable future for all.\r\nCo-Chair Museveni: I thank the Prime Minister of \r\nSaint Kitts and Nevis for his statement.\r\nMr. Timothy S. Harris, Prime Minister, Minister \r\nfor Sustainable Development, National Security, \r\nPeople Empowerment and Constituency \r\nEmpowerment of Saint Kitts and Nevis, was \r\nescorted from the rostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the President of the Council of Ministers \r\nof the Lebanese Republic.\r\nMr. Tammam Salam, President of the Council of \r\nMinisters of the Lebanese Republic, was escorted \r\nto the rostrum.\r\nMr. Salam (Lebanon): This Summit, at which we \r\nhave adopted resolution 70/1, entitled “Transforming \r\nour World: the 2030 Agenda for Sustainable \r\nDevelopment”, is inspiring. Our world does indeed \r\nneed to be transformed. The Goals listed in the Agenda \r\nconstitute an adequate canvas for any coherent national \r\nstrategy for sustainable development. \r\nBut it is in their implementation that our countries \r\nencounter difficulties, especially when it comes \r\nto the integration of sustained economic growth, \r\ninclusive social development and the protection of \r\nthe environment. These three pillars are equally \r\ndetermining inasmuch as they cross-fertilize one \r\nanother other to cement sustainability.\r\nThe challenges are numerous. In the case of \r\nLebanon, it is the humanitarian issues caused by the \r\nSyrian refugee crisis that constitute one of the greatest \r\nchallenges to development. Lebanon, a country of \r\n4 million inhabitants — the smallest in the region — has \r\nborne the brunt of the mass forced displacement of \r\npeople out of Syria. My country today hosts more than \r\n1.2 million registered Syrians, representing almost a \r\nthird of its population. This has had a devastating impact \r\non development, economic activity, social progress \r\nand the environment, overstretching the capacity of \r\nour national institutions in the areas of health care, \r\neducation, energy, water, sanitation and security.\r\nIt has set back development and even threatened \r\nto reverse it and has weighed dramatically on our \r\neconomy, generating a cost of about one third of our \r\ngross domestic product (GDP). The international \r\nresponse has been inadequate to address a crisis \r\nof this magnitude and duration. Limited resources \r\nwere concentrated on humanitarian funding, while \r\ndevelopment assistance and burden-sharing in terms \r\nof finance and resettlement were needed. The refugee \r\ncrisis facing Europe today is a direct consequence of \r\nthat insufficient response.\r\nIn this regard, we welcome the recognition in the \r\n2030 Agenda of the forced displacement of people as \r\na result of spiralling conflict, violent extremism and \r\nterrorism, and the recognition of the need to strengthen \r\nthe resilience of host communities, particularly in \r\ndeveloping countries. This should be done through a \r\nsystematic assessment of the costs of hosting refugees, \r\nreliably predicting long-term financing needs and \r\nimplementing equitable resettlement arrangements \r\nbased on burden-sharing principles. \r\nIn Lebanon, resilience is essentially articulated on \r\nthe efforts of the private sector. One major component \r\nof this potential is the Lebanese diaspora, through \r\nremittances. In this connection, it is essential to review \r\nthe unnecessary restrictions imposed on remittances. \r\nThey result in a disproportionate increase of transfer \r\ncosts, thus penalizing those at the receiving end and \r\nproducing direct negative effects on consumption \r\nand schooling, the areas to which they are essentially \r\ndirected. In that way, these constraints are affecting \r\nvital elements of development and stability, because \r\nconsumption is a major component of GDP in developing \r\nnations. Education is key in this process, as it is also a \r\nrampart against extremism and a factor of moderation.\r\nWe invest a great deal in the education of our \r\nchildren, only to see them leave the country when they \r\nreach working age. This is seriously impacting our \r\nproductivity, and the surest way to counter this trend \r\nis through sustainable and balanced development. \r\nIndeed, it is essential to avoid the pitfalls of favouring \r\ndevelopment poles, for it is only through promoting \r\ninclusive growth that we can avoid creating pockets of \r\nunderdevelopment, even within urban centres, in which \r\nall kinds of fanatic ideologies can fester. \r\nRespect for human rights, gender equality and \r\nwomen’s empowerment, democracy, promotion of good \r\ngovernance and the rule of law, and universal access to \r\njustice are all elements that favour development. Hence, \r\nreforms in those areas are indispensable for sustainable \r\ndevelopment. Development fuels them, and without \r\n26/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nthem growth is bound to falter. Without them no society \r\ncan enjoy stability, security, fairness and equity.\r\nAs regards international aid, which is an \r\nessential factor in triggering development in less \r\nadvanced countries, it is crucial to review the notion \r\nof middle-income countries, because that label can \r\npenalize many nations that lose their access to aid \r\nwhile they may be in more urgent need of aid than \r\nothers not so classified. Accordingly, the approach to \r\nglobal aid should be revamped to take into account \r\nspecificities, and, most importantly, it should include \r\ntargeted contributions that can shore up development, \r\nensuring that it is sustainable. \r\nMaybe one of the most important Goals is to enhance \r\nglobal partnership. It is time that more advanced \r\nsocieties recognize that by helping less developed ones \r\nthrough the transfer of knowledge and technologies, \r\nthey are also sustainably helping themselves.\r\nRespecting our environment, reducing pollution \r\nand correcting past damage should be seen as goals \r\nin themselves, as well as the criteria for progress \r\nin achieving sustainability. They help to effectively \r\nmonitor the process in a comprehensive way. We also \r\nbelieve in upholding the principle of common but \r\ndifferentiated responsibilities and look forward to the \r\ntwenty-first session of the Conference of the Parties to \r\nthe United Nations Framework Convention on Climate \r\nChange, to be held in Paris later this year.\r\nIn conclusion, we commend the recognition of \r\ndevelopment as a right for every human being, for it \r\nis the bedrock of well-being. But we equally need to \r\nrecognize the primordial importance of putting an end \r\nto armed conflicts, terrorism, sectarian violence and \r\nhatred, so that we can ensure the security, stability and \r\npeace that constitute the indispensable conditions for \r\ndevelopment and the primary duty of leadership and \r\nGovernments everywhere.\r\nCo-Chair Museveni: I thank the President of the \r\nCouncil of Ministers of the Lebanese Republic for his \r\nstatement.\r\nMr. Tammam Salam, President of the Council of \r\nMinisters of the Lebanese Republic, was escorted \r\nfrom the rostrum.\r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Prime Minister of the Democratic \r\nRepublic of Timor-Leste.\r\nMr. Rui Maria de Araújo, Prime Minister of the \r\nDemocratic Republic of Timor-Leste, was escorted \r\nto the rostrum.\r\nMr. Araújo (Timor-Leste): The 70-year history of \r\nthis great institution has been marked by a shared quest \r\nfor peace and development. Today, we have before us \r\na momentous opportunity to approach the goal of this \r\narduous journey. We have agreed on a united means \r\nto finally realize our common goals, namely, to end \r\nextreme poverty, to fight inequality and injustice and \r\nfix climate change. With the new global Sustainable \r\nDevelopment Goals (SDGs), contained in the 2030 \r\nAgenda for Sustainable Development (resolution 70/1), \r\nwe can do this and more as we chart a fresh course for \r\nall countries and all peoples.\r\nThis Summit marks the culmination of our collegial \r\nendeavour to define a new, ambitious sustainable \r\ndevelopment agenda. What we have achieved over the \r\ncourse of the past two years is remarkable. I commend \r\nall who have worked so tirelessly throughout the process \r\nthat has brought us to the Hall this week, together with \r\nthe unprecedented participation of civil society, the \r\nprivate sector and other stakeholders. But we cannot \r\nseek applause just for putting in place a new suite of \r\ngoals and targets. Our individual and collective success \r\nor failure will be judged on how well we continue \r\nto work together, as national Governments and the \r\ninternational community, to execute this new Agenda.\r\nAs we boldly step onto the path towards \r\nsustainability, we are reminded by the current state \r\nof the world that it will be a difficult, even perilous, \r\njourney. We are also very aware that all issues of \r\nprinciple have not been settled. The Agenda just \r\nadopted by the Assembly, the 2030 Agenda for \r\nSustainable Development, provides a means to bridge \r\nour ideological differences by reaching agreement on a \r\nset of practical actions that we can advance together. It \r\nprovides a framework for navigating existing, looming \r\nand as yet unforeseen challenges. It shifts us away from \r\nan aid-centric approach to development. For the first \r\ntime, we have a global Agenda that speaks to all people \r\nand is to be applied by all countries. It recognizes that \r\ndevelopment is a continuing spectrum. It cannot be \r\nachieved by merely copying the practices of others, \r\nand history has shown that imposed solutions rarely \r\ngain traction. Therefore, we welcome the fact that the \r\nnew Agenda is founded on country-stewardship and \r\non adapting international learning to our national and \r\ncultural contexts.\r\n15-29229 27/41\r\n26/09/2015 A/70/PV.7\r\nThe best way we can equip ourselves for success will \r\nbe by ensuring that our institutions have the capacity to \r\nundertake the tasks with which they are charged. No \r\ncountry is immune from the challenge of institutional \r\ncapacity-building, nor is our international or regional \r\narchitecture. Without fit-for-purpose, effective and \r\naccountable institutions we cannot make the leap from \r\nthe setting of lofty goals to the delivery of the services, \r\ninfrastructure and programmes that our people deserve \r\nand demand.\r\nIn an era of meteoric change and an increasingly \r\nturbulent world, we can no longer simply set goals \r\nand forget them. We need the means to deal with the \r\nrapid transfer of technologies and ideas, the increasing \r\nmovement of people and the f light of capital. We \r\nneed to establish and sustain appropriate systems of \r\ngovernance. They empower us to generate and manage \r\nthe resources required to tackle poverty and inequality \r\nand to live in harmony with our natural environment.\r\nOur Governments will be the primary custodians \r\nof the Agenda, and domestic revenue mobilization \r\nwill be the principal means of implementation. But we \r\ncannot operate in isolation from our national, regional \r\nand international partners. We are mindful that, as \r\nwe seek to improve domestic resource collection and \r\nmanagement, such efforts are often thwarted through \r\ntax avoidance and corruption. Then, as we set out to \r\nstrengthen national institutions, we must also improve \r\nglobal governance around these and other issues as \r\nwell.\r\nWe also remain aware of the importance of improving \r\nthe delivery of international development assistance, \r\nfocusing on predictability and on strengthening the use \r\nof country systems. If we are serious about eradicating \r\nextreme poverty, then we cannot shy away from our \r\nnational and international commitments to properly \r\nresource the implementation of this Agenda. Together \r\nwe share a moral obligation to realize the long-overdue \r\naspirations set out in the new Goals. Globally, we have \r\nthe resources, the technology and the know-how. Those \r\nelements can be harnessed only if we also commit to \r\nand sustain broad political engagement for the duration \r\nof this Agenda. We have before us a comprehensive \r\nplan of action. The test now is our willingness to act \r\nand transform our ambition into reality.\r\nTimor-Leste is proud of its participation in defining \r\nthe 2030 Agenda for Sustainable Development, \r\nparticularly Goal 16, and pledges today to fulfil our \r\nrole in its enactment. I am pleased to announce that \r\nour Council of Ministers has already endorsed the new \r\nglobal Goals, paving the way for their operationalization \r\nwithin the context of our strategic development plan and \r\nour internal budget processes. Our vision is to transition \r\nfrom a low-income to an upper-middle-income country, \r\nwith a healthy, well-educated and safe population by \r\n2030. We will get there only if we continue to focus on \r\naddressing the immediate needs of our people, while \r\nconsolidating peace and stability and building the \r\ninstitutions of the State.\r\nWith that foundation, we can and will continue \r\nto expand our economy to create more decent jobs \r\nfor our people. We can and will invest in essential \r\ninfrastructure and improve our social services. We can \r\nand will tackle rising inequality. We can and will be \r\ngood global citizens. If we all step beyond our national \r\naffiliations and come together for the common good, \r\nwe can defeat the scourge of climate change, protect \r\nour oceans and improve life on land.\r\nI urge all countries to join us today in taking \r\nownership of this Agenda, not only to adopt it, but \r\nto redouble our efforts and commitments towards its \r\nimplementation. Accomplishing the Goals that we \r\nhave collectively set will require a renewed sense of \r\ninternational cooperation and collaboration. Shared \r\nlearning and dialogue can guide us through the \r\nchallenges of the next 15 years. Timor-Leste is proud to \r\nwork with other Member States on the implementation \r\nof the SDGs. Together, we can unlock opportunities \r\nnot yet envisaged. We can deliver a world of peace and \r\nprosperity for our children to inherit. Let that be our \r\nlegacy this week. \r\nCo-Chair Museveni: I thank the Prime Minister \r\nof the Democratic Republic of Timor-Leste for his \r\nstatement. \r\nMr. Rui Maria de Araújo, Prime Minister of the \r\nDemocratic Republic of Timor-Leste, was escorted \r\nfrom the rostrum. \r\nCo-Chair Museveni: I now call on His Excellency \r\nMr. François Louncény Fall, Minister of State and \r\nMinister of Foreign Affairs and of Guineans abroad of \r\nGuinea. \r\nMr. Fall (Guinea) (spoke in French): Fifteen years \r\nago we adopted the Millennium Development Goals \r\n(MDGs). That huge undertaking was a response to the \r\nabsolute need for us to eradicate poverty throughout the \r\n28/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nworld. It called for synergies between national action \r\nand international generosity aimed at promoting equal \r\naccess for all people to basic services in order to ensure \r\ntheir well-being. \r\nIt is true, of course, that undeniable progress \r\nhas been achieved in many areas, which has allowed \r\nmore than a billion people to emerge from extreme \r\npoverty. Illiteracy has been reduced. The supply of \r\ndrinking water, electricity and medical services has \r\nimproved. Technological knowledge is becoming \r\nincreasingly accessible. However, beyond such reasons \r\nfor satisfaction, there are still challenges on the path to \r\nprosperity for all.\r\nFor that reason, we welcome the adoption of a \r\nnew post-2015 development agenda, which covers the \r\neconomic, social and environmental dimensions of \r\nsustainable development. It is clear that the objectives of \r\nthe Sustainable Development Goals (SDGs), contained \r\nin the 2030 Agenda for Sustainable Development \r\n(resolution 70/1) just adopted, are more ambitious than \r\nthose of the MDGs. Their fulfilment will require the \r\nmobilization of adequate resources. It is up to us to take \r\nownership by including them in national development \r\nprogrammes based on the inclusive participation of \r\nall segments of society. It goes without saying that \r\nour efforts should be guided by coordination and \r\nmonitoring mechanisms for the implementation of the \r\n17 Goals set by the new Agenda.\r\nIn that dynamic, Guinea has been working to \r\nmake the empowerment of women and jobs for young \r\npeople a catalyst for national development. Significant \r\nbudgetary resources have been invested to allow women \r\nto gain access to microcredit and to allow young people \r\nto receive training and obtain decent jobs. Success \r\ndepends on sustained growth based on the development \r\nof infrastructure, industrialization and innovation.\r\nNaturally, health services, whose fragility was \r\ndemonstrated in the management of the Ebola health \r\ncrisis, will now receive greater attention in order to \r\nincrease their capacity to respond to pandemics and \r\nprovide health coverage for the population.\r\nSustainable development is synonymous with \r\nenvironmental protection. Our determination to ensure \r\nthe survival of our planet is unwavering. It will be \r\nconfirmed in Paris in December during the twenty-\r\nfirst Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change, which will \r\nbring States together to agree on binding measures to \r\nensure a bright future for future generations.\r\nPeace and security are clearly the keys conditions \r\nfor achieving our ambitions. They will be even \r\nmore sustainable if the rule of law prevails, which \r\nwill generate good governance at the political and \r\neconomic levels. I would like to make a strong appeal \r\nto the international community to maintain the spirit of \r\ngenerosity and solidarity, which was lacking with the \r\nMDGs but must be present with the SDGs, so that by \r\n2030 the terrible threat of poverty and all that goes with \r\nit will not hang over the heads of our societies. \r\nThe path is already marked by the unfaltering \r\ncommitment of our Secretary-General, \r\nMr. Ban Ki-moon, and the self-sacrificing service of \r\nthe Co-Chairs. They merit our sincere recognition.\r\nCo-Chair Museveni: The Assembly will now hear \r\na statement by the Vice-President of the Republic of \r\nAngola. \r\nMr. Manuel Domingos Vicente, Vice-President \r\nof the Republic of Angola, was escorted to the \r\nrostrum. \r\nMr. Vicente (Angola) (spoke in Portuguese; \r\nEnglish text provided by delegation): On behalf of the \r\nGovernment of the Republic of Angola, allow me to \r\ncongratulate Mr. Sam Kutesa, President of the General \r\nAssembly at its sixty-ninth session, for his role in the \r\ndrafting of resolution 70/1, entitled “Transforming our \r\nworld: the 2030 Agenda for Sustainable Development”. \r\nWe welcome the efforts of the co-facilitators of the \r\nintergovernmental process in the preparation of that \r\ndocument. We also extend our gratitude to Secretary-\r\nGeneral Ban Ki-moon for his efforts in achieving this \r\ngoal.\r\nThe United Nations Conference on Sustainable \r\nDevelopment was a symbolic moment and a starting \r\npoint for the current intergovernmental processes \r\nthat have contributed to the eradication of poverty \r\nand the creation of coherent structures of social, \r\neconomic and environmental inclusion with a view to \r\nachieving comprehensive sustainable development. The \r\nintergovernmental process for the preparation of the \r\nnew agenda required a significant effort to arrive at an \r\nambitious and structured document, based on a shared \r\nvision of the future that we want to build and an action \r\nplan that complements the Millennium Development \r\nGoals.\r\n15-29229 29/41\r\n26/09/2015 A/70/PV.7\r\nAngola believes that the post-2015 development \r\nagenda, adopted in the form of the 2030 Agenda for \r\nSustainable Development in resolution 70/1, is a key \r\npolicy tool that aims to reduce the existing gap among \r\ncountries, both developed and developing. In adopting \r\nthe 2030 Agenda, Member States have reaffirmed Goals \r\nrelating to the eradication of poverty and hunger, the \r\nprotection and promotion of all rights, gender equality \r\nand the empowerment of women and special attention \r\nto all vulnerable groups as absolute priorities.\r\nIn that context, we reaffirm the Government of \r\nAngola’s political will to continue all efforts that \r\ncontribute to increasing women’s representation at \r\nall levels of decision-making, especially bearing in \r\nmind the Planet 50-50 by 2030 campaign. Likewise, \r\nthe Agenda seeks to preserve the legacy of the United \r\nNations Conference on Environment and Development \r\nand the United Nations Conference on Sustainable \r\nDevelopment, so that the implementation of the \r\nSustainable Development Goals will be geared towards \r\nthe pursuit of prosperity, based on the respect for human \r\ndignity, the protection of the planet and the principles \r\nof shared responsibility.\r\nWith regard to funding, we insist on the adoption \r\nof concrete commitments so that the Sustainable \r\nDevelopment Goals can serve as an effective catalyst \r\nfor good public policies and practices that respect the \r\nunique reality of each country. Therefore, Angola \r\nwishes to reiterate that it will implement and interpret \r\nthe 2030 Agenda for Sustainable Development in full \r\naccordance with its national laws and development \r\npriorities, as well as the values and ethnic, cultural and \r\nreligious beliefs of Angolan society and in line with \r\ninternationally recognized human rights standards.\r\nDespite the success in drafting the Agenda, it is \r\nimportant to note that there is still much work ahead. \r\nSeveral million people still live in extreme poverty \r\nor in conflict situations and are forced to migrate to \r\nother destinations. We also witness the daily growth of \r\ninequality and blatant human rights violations and the \r\nenvironmental degradation of our planet.\r\nThe discussions on financing for development \r\nin the context of the third International Conference \r\non Financing for Development, held in Addis \r\nAbaba earlier this year, were marked by the North-\r\nSouth divide, opposing donors and beneficiaries of \r\ninternational cooperation. It was possible, however, to \r\nreach a comprehensive policy framework for financing \r\nsustainable development, but the specific commitments \r\nfor the effective implementation of the Agenda still \r\nlack concrete definition.\r\nThe global AIDS partnership will enable \r\nsignificant progress towards attaining the Millennium \r\nDevelopment Goals and implementing the post-2015 \r\ndevelopment agenda. Despite the substantial differences \r\nthat still persist, 193 countries have managed to reach \r\nan ambitious agreement on a new Agenda that includes \r\nthe three dimensions of sustainable development in a \r\nbalanced manner.\r\nLet me conclude by stressing that the new Agenda \r\nimplies a shared responsibility to build a better world \r\neconomically, politically, socially and environmentally. \r\nFor that reason, the Republic of Angola calls on the \r\nUnited Nations to play a central role in leading the \r\nglobal development policy.\r\nCo-Chair Museveni: I thank the Vice-President of \r\nthe Republic of Angola for his statement.\r\nMr. Manuel Domingos Vicente, Vice-President \r\nof the Republic of Angola, was escorted from the \r\nrostrum. \r\nCo-Chair Museveni: I now call on the Minister \r\nfor Housing, Territorial Planning and Environment of \r\nUruguay. \r\nMs. De León (Uruguay) (spoke in Spanish): We \r\nare meeting on the occasion of a vitally important \r\nevent, which is the culmination of three years of hard \r\nwork and which will guide humankind to 2030 along \r\na path of shared goals. We seek to achieve sustainable \r\ndevelopment while, above all, overcoming the major \r\nscourge of poverty and hunger. We have agreed to \r\ndo this, thereby simultaneously addressing the right \r\nto a good quality of life for future generations and \r\nrespecting the conditions imposed upon us by nature. \r\nWe are a small country. We cannot achieve much \r\nalone. Our reality is clearly marked by the larger forces \r\nof the market with its development models that we \r\nwill never be able to achieve and that our own country \r\ncannot sustain. We must, therefore, change the direction \r\nof development. We must forge new, more humane \r\nand fairer models, which will undoubtedly be diverse, \r\nreflecting the diversity of the cultures and history that \r\nhave shaped us as individual nations.\r\nTo achieve all of that, we turn to and place our trust \r\nin the United Nations. It is for that reason that we have \r\n30/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nall reached agreement under its auspices on the post-\r\n2015 development goals, so that the development that \r\nwe seek to generate in every corner of the world will \r\nbe sustainable and respectful of our cultures and of the \r\nbest traditions of peace and coexistence.\r\nThe Sustainable Development Goals (resolution \r\n70/1) are cross-cutting, universal, comprehensive and \r\nmultidimensional. They offer a unique opportunity to \r\nthe international community to make progress towards \r\nmore just and inclusive societies that uphold the rights \r\nof individuals, with special attention paid to the most \r\ndisadvantaged and vulnerable. That involves meeting \r\npresent needs without compromising the ability of \r\nfuture generations to meet their needs.\r\nWe are facing a paradigm shift in agreeing on \r\ncommon objectives and goals, which, although they \r\nbelong to each individual country, are nonetheless \r\nthe responsibility of all. The eradication of poverty, \r\nuniversal access to health care, the prevention \r\nof disease, access to medicine, gender equality, \r\nuniversal access to education and the protection of the \r\nenvironment are crucial and require greater efforts and \r\nnew commitments from all of us. \r\nUruguay is convinced that we can do a great deal to \r\nprevent the deaths of thousands of women and children. \r\nWe consider it essential, therefore, to ensure universal \r\naccess to sexual and reproductive health.\r\nIt is unacceptable that hunger still exists in the \r\nworld, while tons of food are thrown away. That \r\nsituation requires immediate action to change the \r\npatterns of production, consumption and trade. The \r\nAgenda that we have adopted provides an appropriate \r\nframework for that.\r\nI would be remiss if I failed to mention the \r\nenvironmental challenges that extend beyond the \r\nborders of all of our countries. We welcome the \r\ninclusion of that issue in the post-2015 agenda. Without \r\na healthy environment, there can be no viable effort for \r\ndevelopment.\r\nUruguay has already been affected by climate \r\nchange. We have shared our concern and willingness \r\nto address that concern within the United Nations \r\nFramework Convention on Climate Change. We feel that \r\nwe must implement global actions in order to mitigate \r\nthe effects of climate change, and we are already doing \r\nso in our own efforts to provide for the most affected, \r\nvulnerable and excluded sectors of society.\r\nNonetheless, it is our unwavering conviction that \r\nthose who have contributed the most to climate change \r\nhold the greatest responsibility for remediating its \r\neffects and helping those suffering from those effects \r\nto adapt to the consequences. Furthermore, access to \r\nrenewable energy, the conservation of biodiversity, \r\nthe reversal of land degradation, the sustainable \r\nmanagement of chemicals and related waste products, \r\nwhich mainly affect the most vulnerable populations, \r\nare also key issues that must be dealt with in order for \r\nsustainable development to be possible.\r\nUruguay has been a pioneer in recognizing the \r\nright to safe drinking water, which is enshrined in \r\nits Constitution, as well as the right to sanitation as a \r\nhuman right. We have vigorously defended those human \r\nrights, and we are pleased to see that universal and fair \r\naccess to safe drinking water is a core Goal of the new \r\npost-2015 agenda. Efforts to improve water quality and \r\nthe efficient and integrated use of water resources must \r\nbe an essential component.\r\nWe cannot envision progress in implementing the \r\nSustainable Development Goals and targets without \r\nthe active participation of the whole of society. The \r\nimplementation of the post-2015 agenda requires us \r\nto work hard and as one, in order to overcome the \r\nchallenges that face us. The task of changing existing \r\nmodels of development, which are driven by profit and \r\nconsumerism, is the only way of reaching the goal that \r\nwe have set out to achieve together. We would therefore \r\nlike to share our contention that the post-2015 agenda \r\nand the Sustainable Development Goals can be fulfilled \r\nif we take them on as a whole, while recognizing the \r\ndiversity of ways to achieve them. In short, we believe \r\nthat we must dream big and set sail on the right course \r\nin order to achieve the happiness of all. \r\nAt this juncture, I would like to recall the words \r\nof our former President, José Pepe Mujica, who \r\ncalled upon us at the United Nations Conference on \r\nSustainable Development to remember that the fight \r\nfor the environment is synonymous with the fight \r\nfor human happiness. I would also like to share the \r\nwords of our current President, Mr. Tabaré Vázquez, \r\nwho, upon taking office, stated that, “Development \r\nmust be sustainable, or it is not worthy of the name of \r\ndevelopment”. It is that commitment that inspires us in \r\nUruguay; that is the example that we, as a society, seek \r\nto forge. \r\n15-29229 31/41\r\n26/09/2015 A/70/PV.7\r\nCo-Chair Museveni: I now call on the Minister for \r\nForeign Affairs of the Sudan.\r\nMr. Ghandour (Sudan) (spoke in Arabic): I am \r\npleased to convey the greetings of the President of the \r\nSudan, Omer Hassan A. Al-Bashir. I would also like \r\nto express our sincere gratitude and appreciation to \r\nMr. Sam Kutesa, the President of the sixty-ninth session \r\nof the General Assembly. \r\nI would also like to thank the Secretary-General \r\nand co-facilitators Ambassador Macharia Kamau and \r\nAmbassador David Donoghue for their wise leadership \r\nand tireless and sincere efforts during the negotiation \r\nprocess. Their stewardship has led us to this historic \r\nmoment, when the entire world adopted the 2030 \r\nAgenda for Sustainable Development (resolution \r\n70/1). I would also like to thank the delegations of all \r\nMember States, the representatives of civil society \r\nand of international organizations, who participated \r\nin the negotiations process in a commendable spirit of \r\nsolidarity and responsibility.\r\nYesterday, at the advent of the seventieth anniversary \r\nof the United Nations, we took an important step with \r\nthe adoption of the 2030 Sustainable Development \r\nAgenda. While having wholeheartedly welcomed the \r\nadoption of this document and participated in all stages \r\nof the negotiations that led us there, we stress that my \r\ncountry, the Sudan, has already taken practical steps \r\ntowards implementing the 2030 Agenda for Sustainable \r\nDevelopment. Different structural frameworks have \r\nalready been put in place and integrated into national \r\neconomic plans at both the federal and State levels. \r\nWe will implement those plans through constructive \r\npartnerships with public and private sector agencies \r\nand all sectors of civil society organizations.\r\nWe look forward to the constructive role to be played \r\nby the United Nations and international community in \r\nsupporting the implementation of those efforts. We \r\nwould also stress that the implementation of the 2030 \r\nSustainable Development Agenda must be carried out in \r\nfull compliance with and respect for our national laws \r\nand avoid running counter to our religious, cultural and \r\nsocial values. In that regard, I would like to underline \r\nsome important points, relating to the implementation \r\nof the Agenda.\r\nFirst, the Sudan has made notable advances in \r\nachieving peace in all parts of the country. We continue \r\nand will continue to make positive efforts to that end, \r\nwith the support of our friends, especially of those \r\nbrothers and friends from the African Union and \r\nQatar and Ethiopia. The call of the President of the \r\nSudan for a fully inclusive and transparent national \r\ndialogue, without leaving anyone on the sidelines, \r\nwas the culminating point of that process, as was his \r\nannouncement of a pardon for militants willing to \r\nparticipate in that dialogue. We hope that the rebel \r\nmovements will listen to the voice of reason and agree \r\nto participate in the call for dialogue. \r\nSecondly, the unilateral sanctions and coercive \r\nmeasures, as well as the economic, commercial and \r\nfinancial embargo imposed on some developing \r\ncountries, including the Sudan, constituted a high hurdle \r\nand a serious obstacle to any progress in achieving the \r\nMillennium Development Goals such as the eradication \r\nof poverty, the provision of basic services to citizens, \r\nthe increase of products and productivity, the opening \r\nof markets and the creation of new jobs. Those \r\nsanctions have adversely affected the fundamental \r\nrights of citizens, especially the poorest. In that regard, \r\nI am thinking, in particular, of the right to education, \r\nmedical services and development. The consequences \r\nof those sanctions run counter to international law and \r\nthe principles and purposes of the Charter of United \r\nNations Charter. In collaboration with other developing \r\ncountries, our delegation has worked for the inclusion \r\nof those principles in paragraph 30 of the Agenda.\r\nThirdly, the Sudan has met all the technical \r\nrequirements, most notably those of the Heavily \r\nIndebted Poor Countries Initiative and those of the \r\nMultilateral Debt Relief Initiative. Nevertheless, no \r\nprogress has been seen as a result of the fulfilment of \r\nthose obligations.\r\nFourthly, we stress the importance of building a \r\nglobal partnership on the means of implementation set \r\nout in the 2030 Agenda for Sustainable Development \r\nand the Addis Ababa Action Agenda, especially for \r\nthe least developed countries. That entails financial \r\nand non-financial resources, capacity building, \r\nthe transfer of technology, creating a favourable \r\ninternational environment for the growth of national \r\neconomies, facilitating the accession of developing \r\ncountries and least developed countries to the World \r\nTrade Organization without obstacles or political \r\npreconditions, fulfilling official development \r\nassistance obligations, and giving special attention to \r\nthe least developed countries through the promotion of \r\ninternational cooperation, tripartite cooperation and \r\nSouth-South cooperation. Having the means necessary \r\n32/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nfor implementing the 2030 Agenda for Sustainable \r\nDevelopment will remain a challenge and a standard \r\nfor all of us.\r\nFifthly, today our world faces unprecedented \r\ndisparities, owing in part to inequality among and \r\nwithin nations, as well as global, economic and \r\nfinancial crises, the increasing demands for energy, \r\nthe f luctuating price of energy, food insecurity, armed \r\nconflicts, migration, human trafficking, refugee \r\nissues, and the challenges caused by climate change. \r\nWe therefore hope that the Conference of the Parties to \r\nthe United Nations Framework Convention on Climate \r\nChange, in Paris, will reach a comprehensive agreement \r\nthat will take into account both the challenges and \r\ncommitments related to the adaptation to and the \r\nmitigation and reduction of the adverse impacts of \r\nclimate change  and will result in the reduction of \r\ngreenhouse gas emissions, in addition to a commitment \r\nby developed countries to contribute $100 billion to the \r\nGreen Fund and to developing countries by 2020.\r\nWe hope that this Summit and the adoption of the \r\nAgenda will be a first step on the road to which we \r\nhave committed ourselves towards justice, equality \r\nand prosperity. I would like to recall a saying of our \r\nancestors: Poverty anywhere threatens prosperity \r\neverywhere. It is high time that the international \r\ncommunity address those huge challenges and start \r\nwhere we left off in implementing the Millennium \r\nDevelopment Goals.\r\nCo-Chair Museveni: I now call on the Minister for \r\nForeign Affairs and African Integration of Chad.\r\nMr. Mahamat (Chad) (spoke in French): At the \r\noutset, I would like to commend the tireless efforts of \r\nMember States, which facilitated the drafting of the \r\nambitious 2030 Agenda for Sustainable Development \r\njust adopted (resolution 70/1). The new Agenda builds \r\non the achievements of the Millennium Development \r\nGoals. I also welcome the significant commitment \r\non the part of the President of the General Assembly \r\nand the Secretary-General and his team, as well \r\nas the commendable contributions of specialized \r\ninstitutions, the private sector and civil society. I \r\nespecially commend the commitment on the part of \r\nthe international community, which has, through this \r\nAgenda, made the eradication of poverty its principal \r\nobjective.\r\nWe must put global development back on track \r\nto serve people through reinforced international \r\nsolidarity. In that light, we would like to highlight the \r\ncommitments undertaken in the Agenda with respect \r\nto Africa.\r\nAs both a landlocked country and a member of \r\nthe group of least developed countries, Chad calls \r\nfor particular emphasis to be placed on implementing \r\nthe priorities of those groups of States. My country, \r\nChad — which like many others has been much \r\naffected by the volatility of the price of raw \r\nmaterials — underscores the importance of processing \r\nour own resources locally. We therefore call for greater \r\ninvestments and, above all, greater commitment so \r\nthat we can exploit our resources on the basis of fairer \r\ncontracts for producer countries and in conformity with \r\nnational legislation.\r\nIn that light, we call for the establishment of \r\ntransportation, energy, water, sanitary, health and \r\nagricultural infrastructure. In the field of sustainable \r\nenergy, we welcome the commendable multilateral and \r\nbilateral initiatives, particularly those of the Secretary-\r\nGeneral, on sustainable development for all. They \r\ninclude broadening the national component and enabling \r\nsome of our countries to have our own renewable \r\nenergy. That will contribute to reducing the effects of \r\nclimate change and to adapting better to it. We also look \r\nforward with great interest to the implementation of \r\nthe technology facilitation mechanism to be launched \r\nduring this session.\r\nIt is necessary, especially for the least developed \r\ncountries, that support be provided through an \r\ninnovation fund that would allow us to establish the \r\ngroundwork for technologies adapted to development. \r\nWe must also ensure capacity-building so that we can \r\nresist external and climatic shocks. That will require \r\nsupporting initiatives that we have agreed upon, \r\nparticularly the completion of the Great Green Wall in \r\nthe Sahel and the Sahara Initiative. That programme \r\nwill promote reforestation and the reduction of soil \r\nerosion, as well as improving land management and \r\ncombating desertification and pollution.\r\nSuch measures require protecting our natural \r\nheritage, such as Lake Chad, which is in danger of drying \r\nup. It is a vital water source for over 30 million people \r\nfor agriculture, fishing and related activities. All the \r\naforementioned initiatives and others will contribute to \r\ninclusive growth, job creation, the empowerment of the \r\npopulation — especially the most vulnerable, including \r\nwomen and children — and provide answers to the \r\n15-29229 33/41\r\n26/09/2015 A/70/PV.7\r\ncurrent migration crisis. They will also contribute to \r\nthe implementation of the social compact, so that no \r\none remains under the poverty line.\r\nMy country emphasizes the correlation between \r\npeace, security and development. We cannot consider \r\ndevelopment without bearing in mind the components of \r\npeace and security. Without them, the implementation \r\nof the new Agenda will be difficult, if not impossible. \r\nMy delegation therefore reiterates that the universality \r\nof the 2030 Agenda cannot be realized without a \r\ncommitment to the efficient implementation of all of \r\nthe Sustainable Development Goals and targets. \r\nWe believe that this Agenda represents one of the \r\nmost complete of its kind; its special nature lies in \r\nthe dual reference to the means of implementations \r\nin Goal 17 and the intrinsic link established with the \r\nAddis Ababa Action Agenda for funding development. \r\nOf course, mobilizing national resources is important \r\nin order to ensure countries’ ownership of their own \r\ndevelopment. However, that will not be sufficient, and \r\nthe international community must mobilize adequate \r\nfinancial and non-financial resources. \r\nChad will make every effort possible to make the \r\nAgenda part of our national development strategy, and \r\nwe have taken steps to align our national programme, \r\nChad Vision 2030, with the five-year plan for 2016 \r\nto 2020 and the 2030 Agenda. That will enable us to \r\nimplement the appropriate follow-up and evaluation \r\nmechanisms.\r\nCo-Chair Museveni: I now call on the Minister for \r\nForeign Affairs of Cameroon. \r\nMr. Moukoko Mbonjo (Cameroon) (spoke \r\nin French): I am taking the f loor on behalf of His \r\nExcellency Mr. Paul Biya, President of the Republic of \r\nCameroon, who would very much have liked to have \r\nparticipated in this special meeting, in which we have \r\nadopted the 2030 Agenda for Sustainable Development \r\n(resolution 70/1), but national obligations have required \r\nhim to remain in Cameroon. He has asked me to deliver \r\nthe following statement: \r\n“The Assembly at this session has just adopted \r\nthe post-2015 development agenda as a follow-up to \r\nthe Millennium Development Goals (MDGs). One \r\nyear ago, Cameroon spoke categorically in support \r\nof a transformative agenda (see A/69/PV.11) that \r\ngives priority to the eradication of poverty and \r\nhunger, as well as to sustained and inclusive \r\neconomic growth. We have cause for hope that the \r\nnew Agenda, adopted during this session of the \r\nAssembly, is inspired by those priorities and will \r\ndeliver on all of its promises. \r\n“We must nonetheless ask ourselves why the \r\noutcomes and results of the activities undertaken \r\nin the previous development framework fell short \r\nof the Millennium Development Goals. Were we \r\nperhaps overly ambitious? Were the circumstances \r\nthat we were facing perhaps adverse? Or did we \r\nperhaps lack the political will?\r\n“Whatever the reasons, we must acknowledge \r\nthat the hopes raised initially by the MDGs have \r\nbeen dashed to a certain extent. We should not let \r\nthat rather unpleasant observation discourage us. \r\nOn the contrary, it should motivate us to gather \r\nour energies and enthusiastically embrace the \r\ncatchphrase of the 2030 Agenda 2030, namely, \r\n‘Transforming our world’. It is clear that through \r\nsustainable development that noble cause can be \r\nachieved. For it to succeed, the Agenda will have \r\nto fully embody the needs and hopes of the peoples \r\nconcerned. To that end, Cameroon has worked \r\ntirelessly to implement a policy of social inclusion \r\nthat aims to ensure that no one is left behind. \r\n“On the seventieth anniversary of the United \r\nNations, at a time when the general feeling is that \r\nthe Organization has carried out its mission well, it \r\nseems fitting to ask whether the time has come for \r\nthe Organization to open a new chapter on action and \r\nactivities on behalf of the international community. \r\nIf the 2030 Agenda is, as I believe, ‘an opportunity \r\nto usher in a new commitment to peace, security \r\nand human rights’, I do not doubt for a instant that \r\nthis new commitment will receive the support of \r\nalmost all the Members of our Organization. \r\n“A quick overview of the international \r\nsituation would, in fact, show that the changes that \r\nhave occurred in the world over the past several \r\nyears, including power struggles as well as the \r\ngreat challenges of our time, actually require a \r\nnew commitment on the part of the international \r\ncommunity. We can, of course, take great pleasure \r\nfrom the nuclear agreement reached between the \r\nmajor Powers and Iran, the detente reached between \r\nthe United States and Cuba, the new awareness \r\nof the dangers of global warming, and the better \r\nunderstanding of the demands of sustainable \r\n34/41 15-29229\r\nA/70/PV.7 26/09/2015\r\ndevelopment. Nevertheless, we still have every \r\nreason to remain concerned about the spread of \r\nterrorism, the inability to control migratory f lows, \r\nand the ongoing instability of the global economy, \r\nwhich stems from the crisis of 2007-2008.\r\n“Cameroon is a country that for decades was \r\naccustomed to peace and stability but has in recent \r\nyears been confronted by insecurity caused by the \r\nunrest in the Central African Republic and the \r\nattacks by Boko Haram in the far north. Those \r\nattacks have disrupted our economic and social \r\nlife and have created a climate of insecurity in the \r\nregion, while provoking the f light of hundreds of \r\nthousands of refugees. \r\n“It should be very clear that my country is only \r\ntoo willing to endorse a renewed commitment on \r\nthe part of the United Nations to peace, security \r\nand human rights, which constitute, fortunately, \r\nthe backbone of the new Sustainable Development \r\nAgenda. To its credit, the Agenda clearly and \r\ncategorically states that it aims to ensure that no \r\none will be left behind. \r\n“In conclusion, I would say that in order to \r\neffectively achieve the Goals of the new Agenda, \r\nthe United Nations must rise to the challenge of \r\nresponding to and respecting ethical values. I \r\nmade that same point here on 7 September 2000 \r\n(see A/55/PV.5). If globalization does not go hand \r\nin hand with a new moral order and if it lacks that \r\nspiritual element of solidarity among nations and \r\npeoples, it risks endangering peace, which is so \r\ndear to our people and era. Our world needs moral \r\nand ethical guidance, a set of moral values, which \r\nis essential to the human community in general. \r\nOnly such an ethical approach will enable us to \r\nensure that the individual remains at the crux of all \r\nour policies and actions.\r\n“I would like to renew, here and now, Cameroon’s \r\nproposal that we establish an international body on \r\nethics, in the form of a committee or an observatory, \r\nresponsible for promoting fundamental and \r\nuniversal human values among and within nations”.\r\nCo-Chair Museveni: I now call on the Minister \r\nof International Development and Minister for la \r\nFrancophonie of Canada.\r\nMr. Paradis (Canada): I thank you, Sir, for the \r\nopportunity to offer Canada’s perspective on the \r\n2030 Agenda for Sustainable Development Goals, just \r\nadopted (resolution 70/1). We congratulate the United \r\nNations and the international community for their \r\nachievement. For the first time in human history, we \r\nhave set ourselves the goal of not only reducing poverty, \r\nbut eliminating it on a global scale. \r\n(spoke in French)\r\nTo that end, we can lean on the considerable \r\nprogress that we made in our efforts to achieve the \r\nMillennium Development Goals. Today, the question is \r\nhow we can implement the 2030 Agenda. \r\nIn 2010, Canada drew the world’s attention to that \r\nimportant issue of maternal, newborn and child health \r\nby launching the Muskoka Initiative, in the framework \r\nof the Group of Eight Summit.\r\n(spoke in English)\r\nThat effort met with overwhelming support, and \r\nwe have seen significant progress in women’s and \r\nchildren’s health. Despite that progress, far too many \r\nwomen and children continue to die from preventable \r\ncauses, and maternal, newborn and child health remains \r\na vital piece of unfinished business left over from \r\nMillennium Development Goals. Canada welcomes the \r\ninclusion of maternal, newborn and child health as a \r\npillar of the 2030 Agenda, as a means for ensuring that \r\nthe world follow through on the commitments made in \r\nthe Muskoka Initiative.\r\n(spoke in French)\r\nIn and of itself, that represents an important \r\nchallenge and can serve as a catalyst for other \r\ncomponents of the 2030 Agenda. Clearly, maternal, \r\nnewborn and child health is truly the basis of economic \r\nand social progress in many areas. For that reason, \r\nwe welcome the publication this week of the Global \r\nStrategy for Women’s and Children’s Health, which \r\nreflects the international community’s ongoing \r\ncommitment. Official development assistance (ODA) is \r\nthe central element of the global strategy to achieve the \r\nMillennium Development Goals.\r\n(spoke in English)\r\nHowever, it is abundantly clear that ODA alone \r\ncannot finance the 2030 development agenda. Clearly, \r\nthe international community must find new ways to \r\nblend financing from donors, foundations and the \r\nprivate sector. That is why Canada has been working \r\nwith the World Economic Forum, the Organization \r\n15-29229 35/41\r\n26/09/2015 A/70/PV.7\r\nfor Economic Cooperation and Development and \r\nother partners in redesigning the development finance \r\ninitiative.\r\n(spoke in French)\r\nI was the chairman of the committee on that \r\ninitiative, and I worked with our partners to find \r\ninnovative solutions to finance the world’s development \r\nneeds. In the context of that initiative, Canada has \r\nsupported the creation of new platforms that will enable \r\nus to share our knowledge, facilitate twinning and \r\ncreate partnerships in blended finance.\r\n(spoke in English)\r\nAnd in Addis Ababa, we launched the Global \r\nFinancing Facility in Support of Every Woman, Every \r\nChild. That new approach to financing will bring in the \r\nprivate sector as we identify and promote innovative \r\ninitiatives in maternal, newborn and child health. The \r\nadditional investment generated through the Facility \r\nand other innovative financing mechanisms will set the \r\ncourse for moving from the current billions of dollars \r\nin development finance to the trillions required in the \r\npost-2015 agenda.\r\n(spoke in French)\r\nThe constructive participation of civil society \r\norganizations in drawing up the 2030 Agenda was a \r\nfundamental contribution. Those entities will continue \r\nto play a major role in implementing the Agenda by \r\nworking with Governments and local municipalities.\r\n(spoke in English)\r\nFinally, Canada’s work in maternal, newborn \r\nand child health has taught us the importance of \r\naccountability. The Commission on Information and \r\nAccountability for Women’s and Children’s Health, \r\nco-chaired by Tanzania and Canada, has demonstrated \r\nthat good data and regular follow-up lead to more \r\nimpactful results. Our results are best when we set \r\nclearer indicators, monitor progress, identify gaps and \r\nadjust our approach. \r\nAchieving the development Goals that lie before \r\nus will be challenging, but if we pursue innovative \r\napproaches such as blended finance; if we partner \r\nwith all actors, including the private sector and civil \r\nsociety organizations; and if we establish constructive \r\naccountability mechanisms, we can deliver the \r\nambitious and far-reaching Goals set out in the 2030 \r\nAgenda.\r\nCo-Chair Museveni: I now call on the Minister for \r\nPlanning and International Cooperation of Jordan.\r\nMr. Fakhoury (Jordan): We are gathered here \r\ntoday to start a new global development phase, while \r\nreiterating our commitment to a renewed and more \r\nambitious framework for development — the 2030 \r\nAgenda for Sustainable Development (resolution 70/1), \r\nwith the Sustainable Development Goals (SDGs) at its \r\ncore — charting a new course for development for the \r\nnext 15 years. I am pleased to note that Jordan actively \r\nparticipated in all stages to reach the consensus on \r\nthe post-2015 development agenda. And, today, as we \r\ndeclare our endorsement of the SDGs and our strong \r\ncommitment to achieving them through an enhanced \r\nglobal partnership, we look forward to the new \r\nAgenda’s building and expanding on the achievements \r\nand strengths of the Millennium Development Goals \r\n(MDGs).\r\nThe world today is a very different place than it \r\nwas at the turn of the millennium. While prosperity \r\nis greater and more widespread, poverty remains a \r\ngreat challenge, especially in low- and middle-income \r\ncountries, and while there has been growth, inequality \r\nhas been rising, as have pressures on planetary \r\nresources. At the same time, hard-won development \r\ngains continue to be threatened by the effects of \r\nclimate change and more frequent conflicts, as well as \r\nhumanitarian and economic crises.\r\nThe SDGs are global, yet the challenges to \r\nachieving them are country-specific. Jordan’s resilience \r\nand transformation and the role that it plays grew \r\ndeliberately out of its strong commitment to sustainable \r\ndevelopment and comprehensive reform. Our reform \r\napproach has been based on an inclusive, sustainable \r\nand home-grown evolutionary process that is based \r\non moderation, openness, stronger stakeholding \r\nand active citizenship, while empowering our \r\ncitizens — especially women and young persons — and \r\ncreating new opportunities in order to raise the standard \r\nof living throughout the country. It is our constitutional \r\nmonarchy, our awareness of the importance of investing \r\nin our citizens, and our commitment to comprehensive \r\nreform and to the development of the country’s and \r\npeople’s future that have enabled Jordan to become a \r\nunique safe haven in a turbulent region and to remain \r\nresilient, strong and able to transform challenges into \r\nopportunities.\r\n36/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nI am pleased to report that as part of our continued \r\ncommitment to comprehensive and home-grown \r\nreforms, Jordan is working on pursuing a path of \r\nsustainable development and on integrating the SDGs \r\ninto its national development plans, while maximizing \r\nresource mobilization to meet its development agenda. \r\nThe strong partnership between the public and private \r\nsectors and civil society has been a key factor in the \r\nsuccess of the ongoing development efforts. This year, \r\nwe launched a new 10-year socioeconomic blueprint \r\nfor the country — Jordan 2025, a national vision and \r\nstrategy aimed at achieving a prosperous, resilient \r\nand inclusive economy while deepening reform and \r\ninclusion.\r\nOn the political reform front, a new wave of laws \r\nthat aim to further increase citizens’ participation in \r\ndecision-making covering political parties, municipal \r\nelections and decentralization has been endorsed by \r\nthe parliament. Discussions on the new parliamentary \r\nelections law will start at the next ordinary session \r\nof Parliament. Additionally, as part of our efforts to \r\nenhance transparency, good governance and the fight \r\nagainst corruption, a royal national commission has \r\nadopted a national integrity charter and its action \r\nplan, which is being undertaken and tracked by this \r\nindependent commission. Parliament is deliberating the \r\ncreation of a new post of integrity ombudsman and an \r\nanti-corruption law, one of the key recommendations of \r\nthat commission.\r\nAll of those reforms build on recent efforts that have \r\nseen the amendment of one third of our Constitution, the \r\nestablishment of new democratic institutions — such as \r\nthe Constitutional Court and the Independent Elections \r\nCommission — and the strengthening of our judiciary. \r\nOn the economic reform side, Jordan adopted a new \r\ngeneration of economic laws to enhance investments, \r\nthe business environment and competitiveness, such as \r\nthe new public-private partnership law, the new tax law, \r\nthe electronic transactions law and a new investment \r\nregulatory law.\r\nParliament is also deliberating on a new secured-\r\nlending law, and work is under way on a new bankruptcy \r\nand insolvency law. This year has also witnessed Jordan’s \r\nsuccessful completion of an International Monetary \r\nFund (IMF) Stand-by Arrangement programme, and \r\nour country elected to start a new IMF Extended Fund \r\nFacility programme to continue structural reforms in \r\n2016 and beyond.\r\nOn the development planning side, the Government \r\nof Jordan will use its national three-year executive \r\ndevelopment programmes, developed through a \r\nparticipatory approach, to implement the Jordan \r\n2025 blueprint, whereby phase one will be part of \r\nthe 2016-2018 programme. Our three-year national \r\ndevelopment framework includes development \r\nprogrammes for each governorate as part of our \r\ndecentralization drive, based on a participatory bottom-\r\nup consultative approach to address the needs and \r\nregional disparities among governorates, depending on \r\ntheir competitive features, while targeting poverty and \r\nunemployment challenges. \r\nThe Government has internalized the SDGs as \r\npart of its Jordan 2025 plan and will build the yet-to-\r\nbe developed indicators for tracking the progress of \r\nthe SDGs into its development planning framework \r\nthrough the executive development programmes \r\n(EDPs). A delivery unit has been established in the \r\nPrime Minister’s Office to monitor the implementation \r\nof Jordan 2025 and successive executive development \r\nprogrammes in order to further strengthen transparency \r\nand accountability. Moreover, a new public investment \r\nmanagement framework was introduced for the \r\nimplementation of the EDPs to enhance the efficiency \r\nof capital spending, prioritize public investments and \r\nmaximize the use of public-private partnerships.\r\nIn pursuing our sustainable development model, \r\nJordan is introducing green building codes, giving \r\nincentives for hybrid and electric vehicles — with \r\ncabinet members setting an example by using electric \r\nvehicles — and implementing a national energy \r\ndiversification programme, led by a strong renewable \r\nenergy component. Jordan also recently adopted \r\nnational indicative climate-change targets ahead of \r\nthe 2015 Paris Climate Conference. For the first time, \r\nwe have also adopted a green-economy strategy and a \r\nstrategy for solid waste management whose action plans \r\nwill be implemented through successive development \r\nprogrammes. \r\nFurthermore, this year Jordan will embark on \r\nimplementing one of the world’s most innovative \r\nsustainable development projects: the Red Sea-Dead \r\nSea project, which will introduce water desalination \r\nfor Jordan — the second poorest country in terms of \r\nwater per capita availability — and will have regional \r\nbeneficiaries and a water-swapping system, while \r\nusing the resulting brine to save the Dead Sea. This \r\nunique venture is a critical sustainable development, \r\n15-29229 37/41\r\n26/09/2015 A/70/PV.7\r\nenvironmental and peace project and is a humanitarian \r\nimperative, given the massive waves of refugees \r\nseeking a safe haven in Jordan.\r\nAllow me to shed light on some of the emerging \r\nchallenges that my region is facing. Turbulence in the \r\nregion has generated a number of humanitarian crises \r\nand has dramatically increased human suffering and \r\nvulnerability. Such crises will be with us for some time, \r\nand their negative impact will continue to affect our \r\nregion’s sustainable development agenda for the next \r\ndecade at  a minimum. The solutions must be political \r\nand will have to be coupled with firm international \r\ncommitments to mitigate and address the impact.\r\nThe Syrian crisis, which is now in its fifth \r\nyear, has resulted in the f light of 4 million Syrian \r\nrefugees to neighbouring countries, in addition to \r\n8 million internally displaced persons. This crisis is \r\nunprecedented. It is not just a refugee issue but also \r\na serious national resiliency issue, particularly for \r\nneighbouring countries, which together have been \r\nabsorbing Syrian refugees. There is also the spillover \r\nthat has wrought havoc in the entire region and has also \r\nrecently challenged the European continent in spite of \r\nthe latter’s size and wealth. \r\nJordan today is hosting over 1.4 million Syrians, \r\nonly 8 per cent of whom are in refugee camps, making \r\nJordan the world’s third-largest refugee recipient \r\ncountry in per capita terms. That has heavily impacted \r\nthe country’s fiscal position since 2001. The overall \r\nestimated financial impact of the crisis, including direct \r\nand indirect costs, is estimated at about $6.6 billion. \r\nThat figure excludes the cost of humanitarian and \r\nresiliency interventions and fails to account for the \r\nadditional expenditures on education, health-care \r\nsubsidies and income losses borne by the Government \r\nsince the beginning of the crisis. \r\nGiven the situation, the Government is \r\nspearheading a resiliency-based response that brings \r\ntogether humanitarian and development efforts in a \r\nsingle national framework to benefit both refugee \r\nand host communities, namely, the Jordan Response \r\nPlan 2015 to the Syria Crisis, which was developed in \r\ncooperation with the international community and the \r\nUnited Nations system. Most of the $3 billion required \r\nfor the plan for 2015 has not been forthcoming, despite \r\nthe appeal that Jordan issued at the Third International \r\nHumanitarian Pledging Conference for Syria, held in \r\nKuwait last March. Only 35 per cent of the needed \r\namount has been funded or pledged — the highest level \r\nso far — which indicates that for the fourth consecutive \r\nyear at least two thirds of the needs remain unfunded. \r\nJordan has reached saturation level. It has \r\nnevertheless started to coordinate with United Nations \r\norganizations and donor countries to prepare the \r\nresponse plan for 2016-2018, which is to be launched by \r\nthe end of this year.\r\nThe burdens faced by Jordan owing to regional \r\nturbulences have put great pressure on its limited \r\nresources and capabilities, affecting key sectors of the \r\neducation, health and water systems, the municipal \r\nservices and the infrastructure. In that regard, I would \r\nlike to emphasize the significance of Jordan’s efforts to \r\nsupport Syrian refugees and host communities and the \r\nimportance of sustaining and expanding investment in \r\nsupport of Jordan’s efforts. Doing so will contribute to \r\nthe security and stability of our region, Europe and the \r\nworld. \r\nWe should emphasize here that the spread of the \r\neffects of the crisis beyond the region would lead to \r\na quadrupling of its financial and social costs, at a \r\nminimum. That quadrupling can be avoided and the \r\ncosts can  be  limited if the necessary funding and \r\nsupport for national institutions and host communities \r\nis forthcoming and Jordan is treated as the first line of \r\ndefence, not only for the region but for the whole world.\r\nThe f low of illegal immigrants that European \r\ncountries, with their great economic and developmental \r\ncapabilities, now face has demonstrated to everyone \r\nthat Jordan has borne — and continues to bear for \r\nthe fifth year running, despite the scarcity of its \r\nresources — an incredible burden, whose scale exceeds \r\nall expectations. This is testimony to Jordan’s pivotal \r\nrole.  Some countries talk of hosting a limited number \r\nof refugees per year, while Jordan received the same \r\nnumber every one or two days during the peak of the \r\nf low of Syrian asylum seekers to Jordan. \r\nThe Syrian spillover that Jordan absorbed in just \r\nfour years today constitutes 20 per cent of the Jordanian \r\npopulation. That is equivalent to the United States \r\nof America having to absorb 64 million immigrants; \r\nthe European Union, 100 million; Germany, close to \r\n17 million; Japan,  25 million; Russia, 54 million; China, \r\n280 million; India, 254 million; Brazil, 40 million; or \r\nSouth Africa, around 11 million. For a country that \r\nimports 96 per cent of its energy and 87 per cent of its \r\nfood, the scale of the influx has been devastating and \r\n38/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nhas wreaked havoc with all the development gains that \r\nwe have worked so hard to achieve.\r\nAs Jordan proceeds along this charted path of \r\ncomprehensive reforms to achieve its SDGs, every \r\nmeans of supporting the countries that host refugees \r\non behalf of the international community needs to be \r\nemployed. As Jordan has already emphasized, there \r\nis a critical need to improve the eligibility criteria \r\nfor vulnerable middle-income countries. That would \r\nenable Jordan, for example, to access the development \r\nassistance and the highly concessional and innovative \r\nfunding tools that would help it to cope with the current \r\nunique destabilizing circumstances and manage its \r\ndevelopment agenda, particularly at a time when \r\nJordanians continue to carry out a critical public service \r\nand provide a public good on behalf of  the region and \r\nthe world.\r\nDonor countries should draw on their humanitarian \r\nand development resilience streams to ensure that \r\nthe Jordan Response Plan 2015 for the Syria Crisis is \r\nfully funded, make increased commitments to resettle \r\nrefugees in their countries, provide preferential \r\nconcessional loans, debt swaps or debt relief ,and soften \r\nthe terms and conditions for both existing and new \r\nloans by, for example, replacing short-term expensive \r\ndebt with longer-term concessional debt.\r\nThe gap in the development financing needed by \r\nthe developing countries as they implement the SDGs \r\nover the next 15 years poses a real challenge. Official \r\ndevelopment assistance (ODA) remains critical for both \r\nthe low- and the middle-income countries, particularly \r\nthe vulnerable middle-income countries. ODA and \r\nother f lows need to catalyse and leverage all available \r\nsources of financing, which are desperately needed by \r\nvulnerable middle-income countries or countries in \r\ntransition that are severely impacted by regional crises \r\nif they are to stay resilient and not put at risk their \r\ndevelopment gains and future prospects of meeting the \r\nnew SDGs. Jordan is such a country. In that regard, we \r\nemphasize the importance of continuing and increasing \r\nODA to 1 per cent of gross national income by 2020 \r\nin order to finance the 2030 Agenda  for Sustainable \r\nDevelopment for least developed countries and \r\nmiddle-income countries alike. \r\nWe should also explore additional sources of finance \r\nthat could contribute to a new model of development \r\nfinancing to fulfil the ambitious promises of the SDGs. \r\nFrom this rostrum, I urge donors and international \r\nfinancial institutions to amend the qualification criteria \r\nof middle-income countries that are heavily impacted \r\nby regional crises, such as Jordan, so that they can \r\ngain access to innovative and easy financing tools. In \r\nthat way, such countries could retain their f lexibility \r\nand avoid putting at risk their development gains and \r\nmedium-term prospects of meeting the SDGs. Once \r\nagain I say that Jordan should not be penalized for \r\nbecoming an upper-middle-income country while it \r\nis continuing to carry out a critical public service and \r\nprovide a public good on behalf of the international \r\ncommunity.\r\nThe gap in development financing to meet the \r\ninvestment needs of implementing the 2030 Agenda \r\nand its SDGs will require a more coordinated \r\npartnership from national Governments, donors, \r\nmultilateral institutions, the private sector and civil \r\nsociety organizations to collectively work to, first, \r\ntap into traditional and non-traditional sources of \r\nfinance, including ODA, public-private partnerships, \r\nfinancing by public-private partnerships, and Islamic \r\nfinancing, as well as subnational, national and global \r\nfinance, to support the long-term investments needed \r\nfor the new sustainable development agenda. Second, \r\nsuch a partnership must leverage and catalyse private \r\ncapital and expand the use of tools to mitigate risk and \r\nuncertainty in order to mobilize non-traditional private \r\nfinancing. Third, it should maximize available financial \r\nresources and use them to mobilize additional, lower-\r\ncost resources, mitigate risk, further reduce financing \r\ncosts and attract co-financing from the private sector.\r\nFourth, that more coordinated partnership must \r\nengage, and provide incentives to, private finance \r\nthrough a supportive business regulatory environment \r\nand sound macroeconomic frameworks. That would \r\nrequire an open trade policy, an efficient and effective \r\ntax system, ease of doing business, a competitive \r\ninvestment climate conducive to entrepreneurship \r\nand innovation, competition and well-functioning \r\nlabour markets. Fifth, it must reinforce and strengthen \r\ndomestic resource mobilization, which will increase \r\navailable public funds, in addition to increasing the \r\nquality and efficiency of public expenditures in order \r\nto maximize the development impact. Sixth, it should \r\nstrengthen project-preparation capacities and provide \r\naccess to credit enhancement and risk mitigation tools, \r\nin addition to co-investment platforms and blended \r\nfinance and public-private partnerships.\r\n15-29229 39/41\r\n26/09/2015 A/70/PV.7\r\nSeventh, the partnership should support \r\nimprovement of the business environment and further \r\nenhance access to finance and the promotion of micro, \r\nsmall and medium-sized enterprises;. Finally, it should \r\ncombine financing for development with stronger \r\npolicy guidance, more effective technical assistance \r\nand enhanced capacity-building to help countries \r\nbuild economic resilience and meet their individual \r\nresponsibilities for financing their development needs \r\nwith a view to achieving the SDGs.\r\nThe current political, economic and social situation \r\nin the Middle East has brought about a number of \r\nsequential and cumulative humanitarian crises that \r\nhave dramatically increased human suffering and \r\nfragility. Those crises will take time to be resolved, and \r\ntheir negative impact will continue to affect sustainable \r\ndevelopment programmes in the region for the next \r\ndecade at least. Nevertheless, the Arab region is \r\ncommitted to the success of the region’s transition from \r\nthe MDGs to the global objectives of the 2030 Agenda. \r\nAs a region, we also confirm our strong commitment \r\nto contributing to the achievement and means of \r\nimplementation, including financing, capacity-building \r\nand technology transfer of sustainable development, \r\nacross the region, as well as future steps.\r\nOur development agenda is about shared \r\nprosperity. Hence the burden-sharing cannot continue \r\nto be disproportionate. This is a defining moment in \r\nhuman history. Jordan counts on the courage, wisdom, \r\ncommitment and human fraternity of the international \r\ncommunity not to let us down but rather to treat the \r\nachievement of the SDGs not as an investment or \r\nbusiness as usual, but with the sense of urgency it \r\nwarrants for the sake of leaving no one behind. \r\nThat is especially the case for countries such as \r\nJordan that, through no fault of their own, have become \r\nvulnerable for doing the right and moral thing. The world \r\ncan continue to count on Jordan remaining a resilient \r\nsafe haven, an oasis of stability and an indispensable \r\nglobal partner in peacemaking and peacekeeping, in \r\ninterfaith and intrafaith dialogue and in the fight against \r\nextremism and terrorism, as well as on its providing \r\na model of inclusive, sustainable, evolutionary and \r\ncomprehensive reform and development.\r\nCo-Chair Museveni: I now call on the Minister for \r\nForeign Affairs of Myanmar.\r\nMr. Lwin (Myanmar): It is a great honour and \r\nprivilege to take part in this historic Summit. At \r\nthis auspicious gathering, we are taking a bold step \r\nby embarking on the 2030 Agenda for Sustainable \r\nDevelopment, including the 17 Sustainable Development \r\nGoals (SDGs), after bringing the Millennium \r\nDevelopment Goals (MDGs) to a close. The important \r\nresolution 70/1, entitled “Transforming our world: the \r\n2030 Agenda for Sustainable Development”, will guide \r\nus in our development efforts over the coming 15 years.\r\nSince it is a historic achievement of multilateralism, \r\nmay I congratulate Secretary-General Ban Ki-moon \r\nand Mr. Sam Kutesa, President of the General Assembly \r\nat its sixty-ninth session, on their leadership, as well \r\nas all Member States and all stakeholders for their \r\ncontributions throughout the process.\r\nWe all agree that significant progress in \r\nimplementing the MDGs has been achieved in most \r\ncountries in varying degrees, although many challenges \r\nremain to be addressed, especially for the least developed \r\ncountries (LDCs). My own country, Myanmar, has \r\nmade notable gains, particularly in poverty and hunger \r\nreduction, literacy and basic education, eliminating \r\ngender disparity in primary, secondary and tertiary \r\neducation, reducing the child mortality rate, improving \r\nmaternal health and developing a global partnership for \r\ndevelopment.\r\nIn the area of combating HIV/AIDS, malaria and \r\nother diseases, Myanmar is among the few countries \r\nin the world where the incidence rate of HIV infection \r\namong adults has decreased by over 50 per cent over the \r\nfirst decade, and we are making significant and durable \r\nprogress in our fight against malaria. The Government \r\nwants to enhance the investments made in education, \r\nhealth, water and sanitation systems and in employment \r\ncreation, among others. Accordingly, it has increased \r\nthe annual budget allocations for those sectors.\r\nLike other developing countries, Myanmar attached \r\npriority to meeting the MDGs, and we therefore put \r\nour utmost efforts into overcoming the challenges \r\nto fulfilling the MDGs. We shall do the same when, \r\nin collaboration with the United Nations and other \r\ninternational partners, we address future challenges. \r\nIn the implementation of the SDGs, it is important \r\nto recognize national circumstances, different levels \r\nof development and the needs of countries in special \r\nsituations, including LDCs. One of the lessons learned \r\nfrom the implementation of the MDGs is that the \r\nmeans of implementation are crucial for the effective \r\nand timely implementation of the SDGs. Only with the \r\n40/41 15-29229\r\nA/70/PV.7 26/09/2015\r\nfull and effective implementation of the Addis Ababa \r\nAction Agenda can the 2030 Agenda be achieved within \r\nthe framework of a revitalized and strengthened global \r\npartnership.\r\nOver the past five years, Myanmar has been engaged \r\nin a series of reform measures in the political, economic, \r\nsocial and administrative spheres and in private-sector \r\ndevelopment. Currently we are implementing our \r\n20-year National Comprehensive Development Plan \r\n(2011-2030). In line with the people-centred approach, \r\nMyanmar will redouble its efforts to achieve sustainable \r\ndevelopment by mainstreaming the 2030 Agenda and \r\nthe SDGs in its national development agenda and will \r\nwork closely with its development partners.\r\nIn that regard, my delegation wishes to emphasize \r\nthat the Agenda must be implemented in a manner \r\nconsistent with its national policy, legislation and \r\ndevelopment priorities. Furthermore, my delegation \r\nwould also like to highlight that financial and technical \r\nassistance for the developing countries is crucial in \r\nachieving the Sustainable Development Goals in a timely \r\nmanner. I am confident that a genuine partnership by all \r\nwith their selective responsibilities will bring greater \r\nwell-being, prosperity, peace and justice to a healthier \r\nplanet by 2030. For its part, Myanmar pledges to join \r\nthe international community’s efforts to bring peace \r\nand prosperity for the people and the planet through an \r\nenhanced partnership.\r\nCo-Chair Museveni: I now call on the Minister for \r\nForeign Affairs of Madagascar.\r\nMrs. Atallah (Madagascar) (spoke in French): \r\nIt is a great pleasure to attend this historic meeting \r\nto celebrate the birth of the Sustainable Development \r\nGoals (SDGs) and to speak on behalf of Mr. Hery \r\nMartial Rajaonarimampianina Rakotoarimanana, \r\nPresident of the Republic of Madagascar. By endorsing \r\ntogether all the major common challenges of the post-\r\n2015 development agenda, we are giving humankind \r\nnew cause for hope. Today is therefore a red-letter \r\nday, all the more so because it is imbued with the \r\nsolemn nature of our deliberate choice. We, as the \r\nrepresentatives of the peoples of the United Nations, \r\nhave elected to make progress with dignity towards our \r\ncommon development goals without leaving anyone \r\nbehind.\r\nEnshrining the principles of universality and \r\nsolidarity, the SDGs and their outcomes, whatever \r\nthey may be, will transcend the specific borders of our \r\ncountries, bringing us genuinely together as nations. \r\nWith the advent of the SDGs, we enter a new era rich \r\nwith possibilities. Their achievement will translate to \r\na qualitative advance towards greater well-being and \r\ndevelopment for our peoples.\r\nI would therefore like to take this opportunity to \r\nexpress my sincere congratulations and thanks to all \r\nthose, near and far, who contributed to the drafting of \r\nthe new, transformative agenda. I would like to pay \r\nparticular tribute to those in the Open Working Group \r\nof the General Assembly on Sustainable Development \r\nGoals, to the Secretary-General and his team, to \r\nAmbassadors Macharia Kamau of Kenya and David \r\nDonoghue of Ireland and all other delegates for their \r\nhighly relevant work.\r\n Yesterday, the Holy Father — whom I wish to \r\nthank for taking the time to address us (see A/70/\r\nPV.3) — challenged us on the governance of this \r\nworld, for which we are responsible. Let us look on the \r\nmessage he shared with us as a blessing that is capable \r\nof changing our policies, our habits and our mindsets \r\nover the next 15 years.\r\nThe post-2015 agenda serves as a blueprint for \r\ndevelopment. Madagascar has chosen to view it as a \r\nmultilateral contract. In that regard, rest assured that we \r\nwill assume our commitments and responsibilities. The \r\nvision of peace, prosperity and partnership described \r\nin the 2030 Agenda for Sustainable Development \r\n(resolution 70/1) and renewed on behalf of all people \r\nand the planet, corresponds with the approach adopted \r\nby my country in its national development plan, which \r\nenvisages a modern and prosperous Madagascar \r\nharnessing its human and natural capital.\r\nDespite that, achieving the Goals we have set for \r\nourselves will require support measures. The recent \r\nthird International Conference on Financing for \r\nDevelopment points the way; we must use our own \r\ndomestic resources and increase official development \r\nassistance. We need to strengthen our productive \r\ncapacities in order to create added value for the products \r\nwe produce. We also need to industrialize our economy. \r\nI am sure, therefore, that those present will agree with me \r\nthat the design of a technology facilitation mechanism, \r\nas envisaged by the 2030 Agenda to support the work of \r\nachieving the SDGs, is extremely pertinent and timely.\r\nAt present, the international context has seen major \r\nshifts and is in perpetual f lux. The need for peace, \r\ndevelopment and security is more pressing than ever. \r\n15-29229 41/41\r\n26/09/2015 A/70/PV.7\r\nThe deep-rooted impacts of modern crises, the pockets \r\nand areas of international tension and the recurrent \r\nissues related to climate change and food, energy \r\nand maritime security are also major constraints that \r\nthreaten stability and growth.\r\nBut 2015 is a year of promise. This year will mark \r\na clear turning point in the actions we engage in for \r\ndevelopment. With the adoption of the SDGs and with \r\nthe outcome of the United Nations Climate Change \r\nConference in Paris, new possibilities are opening \r\nup before us. We are putting in place anti-poverty \r\nmechanisms and measures to benefit men, women \r\nand children. We are responsible for ensuring a better \r\ntomorrow for our populations by providing them with \r\naccess to education, health, justice and security. Those \r\nare fundamental needs, yet they cannot be satisfied \r\nbecause of war, conflicts and natural disasters. We must \r\ntogether work to transform the future of our peoples.\r\nOur solidarity will be strengthened by a global \r\nwin-win partnership, because we have entered into \r\nshared commitments. With regard to contemporary \r\nchallenges, by working together we should be able to do \r\naway with poverty and ensure that we have the means \r\nin place to provide adequate protection and security \r\nfor our peoples. Given the challenge, Madagascar is \r\nworking hard to mobilize all its own resources, whether \r\nfinancial, human or material, in readiness to set out \r\nalong the path of development.\r\nAs I am sure everyone is well aware, recurring \r\nclimate threats, the ravages and depredations of locusts \r\nand sociopolitical crises have added to the vulnerability \r\nof Madagascar. Nonetheless, with the support of the \r\ninternational community, we are confident that we can \r\novercome those challenges and stabilize the country in a \r\nsustainable way by encouraging institutions and people \r\nto assume their responsibilities. After all, democracy is \r\nthe guarantor of sustainable economic growth.\r\nI would like to conclude by quoting from the Agenda \r\nwe have just adopted an excerpt that I particularly \r\nvalue: “As we embark on this collective journey, we \r\npledge that no one will be left behind”. I would add that \r\nnobody should be marginalized or thrown overboard \r\nduring the journey.\r\nThe countdown to the achievement of the SDGs \r\nhas already begun. I therefore would like to express \r\nthe hope that 2030 will be, at the latest, the year in \r\nwhich we deliver on those Goals. In that year, may \r\nour sons and daughters enjoy with pride the fruit of \r\nthe transformation that we have spoken about today. \r\nWe dare to hope that the international community can \r\ndisplay yet greater political consensus, increase its \r\ninvestments and aid for development and undertake \r\neffective action that will facilitate the achievement of \r\nthe Sustainable Development Goals.\r\nThe meeting rose at 1.40 p.m.\r\n"