"*1537052*\r\n15-37052 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nIn the absence of the President, Mr. Tommo Monthe \r\n(Cameroon), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 67 (continued)\r\nReport of the Human Rights Council\r\nReport of the Human Rights Council (A/70/53 \r\nand A/70/53/Add.1)\r\nMr. Mohamed (Sudan) (spoke in Arabic): At the \r\noutset, I would like to welcome Mr. Joachim Rücker, \r\nPresident of the Human Rights Council, to the General \r\nAssembly. We take note of the latest report of the \r\nCouncil, contained in documents A/70/53 and A/70/53/\r\nAdd.1.\r\nThe Sudan aligns itself with the statement delivered \r\nby the representative of Sierra Leone on behalf of \r\nthe Group of African States (see A/70/PV.53), which \r\ndetails the concerns of the Group’s members about \r\nhuman rights issues and how to address them. We also \r\nalign ourselves with the statement delivered by the \r\nrepresentative of the Islamic Republic of Iran on behalf \r\nof the Non-Aligned Movement (ibid.).\r\nI would like to express my heartfelt condolences to \r\nthe families of the victims of the recent heinous terrorist \r\nattacks in Egypt, Lebanon, Iraq and France, and to \r\nthe Governments and the peoples of those countries \r\nfor the deaths of those innocent people. Such terrorist \r\nattacks prove once again how important it is that the \r\ninternational community work together to take decisive \r\naction to confront and eradicate, whether through \r\nsecurity measures or international cooperation, the \r\nglobal threat of terrorism that has loomed for the past \r\nsix or seven decades.\r\nMy country would like to emphasize its commitment \r\nto fundamental human rights, based on the principles \r\nof universality, interdependence and indivisibility. We \r\nrecall that our country attaches particular importance \r\nto issues of human rights and their protection and \r\npromotion, as reflected in our Government’s ratification \r\nof the relevant international and regional instruments, \r\nincluding the International Covenant on Civil and \r\nPolitical Rights and the International Covenant on \r\nEconomic, Social and Cultural Rights, as well as Arab \r\nand African regional instruments. At the national level, \r\nthe Government of the Sudan has developed a number of \r\nlegislative frameworks and updated its national laws, in \r\nline with regional and international obligations, for the \r\nimplementation of which we have established various \r\nmechanisms. We have covered those issues in detail in \r\nour statements before the Third Committee under the \r\nrelevant agenda items.\r\nIn regard to our cooperation with the Human \r\nRights Council, I am pleased to note that my country \r\nparticipated successfully in the first cycle of the \r\nuniversal periodic review (UPR) mechanism. In 2013, \r\nwe presented a periodic report to the Council, in \r\nwhich we clarified the level of implementation of the \r\nrecommendations that resulted from our UPR exercise. \r\nThe relevant authorities in the Sudan have finalized our \r\nreport in order to present it to the second UPR cycle \r\nin May of next year, at the twenty-fifth session of the \r\nUnited Nations A/70/PV.54\r\nGeneral Assembly\r\nSeventieth session\r\n54th plenary meeting\r\nMonday, 16 November 2015, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/9 15-37052\r\nA/70/PV.54 16/11/2015\r\nWorking Group on the UPR. My country also continues \r\nto cooperate with the Independent Expert on the human \r\nrights situation in the Sudan, and the Government has \r\nparticipated effectively in every session of the Council \r\nsince it was first established.\r\nWe welcomed Human Rights Council resolution \r\n27/21, on human rights and unilateral coercive \r\nmeasures, adopted in September 2014. We also welcome \r\nthe appointment of His Excellency Ambassador Idriss \r\nJazairy as Special Rapporteur on the negative impact \r\nof unilateral coercive measures on the enjoyment of \r\nhuman rights. That is an important development in the \r\nCouncil’s work, and we look forward to the Special \r\nRapporteur’s visit to the Sudan, which is scheduled for \r\nthis month. We stand ready to cooperate with him in \r\naddressing the destructive effects of unilateral coercive \r\nmeasures on peoples, as a first step on the way to \r\neliminating such measures, which run counter to the \r\nnorms of the United Nations, international law and \r\nhuman values.\r\nThe universality of human rights obliges the \r\nCouncil to deal in an equal and non-selective manner \r\nwith all human rights issues, including economic, social \r\nand cultural rights and the right to development. The \r\nCouncil is also called on to address human rights issues \r\nin all regions and countries, in a balanced manner and \r\nwithout discriminating between poor and rich, since \r\nevery country deals with human rights challenges and \r\nobstacles at different levels and in different ways. We \r\nwould like to stress that the UPR mechanism is the most \r\nappropriate framework for addressing the concerns of \r\nall countries about human rights, based on productive \r\ndialogue and constructive cooperation.\r\nThe universal nature of those rights requires that \r\nwe address exclusively issues of internationally agreed-\r\non human rights, without introducing any new concepts \r\nor rights that have not been agreed on internationally, so \r\nas to respect the religious and cultural specifics of each \r\ncountry. In that regard, the Sudan distances itself from \r\nany attempt the Council may have made over the past \r\ntwo years to promote agendas that are alien to some of \r\nits members by introducing concepts that have no legal \r\nbasis, such as sexual orientation and sexual identity. \r\nWe urge the Council not to exceed its role, as specified \r\nin Assembly resolution 60/251, and we recommend that \r\nthe family, as the main unit of society, be protected, \r\nin acknowledgement of its role in development and its \r\npotential role in helping to achieve the recently adopted \r\nSustainable Development Goals (see resolution 70/1).\r\nThe Human Rights Council has been urged to \r\nimprove the work of the special procedures mechanism \r\nby compelling mandate holders to adhere to the Code \r\nof Conduct that the Council adopted by resolution 5/2. \r\nThe mandate holders should also comply with other \r\nrelevant documents, including Council resolution 5/1, \r\non institution-building.\r\nWe support the efforts of members of the General \r\nAssembly and the Security Council to strengthen and \r\npromote internationally agreed human rights. We wish \r\nto reiterate that the involvement of treaty bodies and \r\nthe Office of the United Nations High Commissioner \r\nfor Human Rights should not extend into legislation, \r\nwhich is the exclusive right of Member States. By that, \r\nwe mean that any interpretation presented should be \r\nexclusively based on Member State decisions.\r\nIn conclusion, we stress our cooperation with the \r\nHuman Rights Council as a General Assembly organ. \r\nWe call on the Council to adopt a comprehensive \r\napproach in addressing human rights issues across \r\nthe world, an approach that takes into consideration \r\nthe need to promote development, forgive the debts \r\nof developing States, lift unilateral sanctions imposed \r\non those States, lift restrictions on their exports and \r\naddress the effects of climate change.\r\nMr. Marani (Argentina) (spoke in Spanish): At the \r\noutset, I wish to express condolences, both personally \r\nand on behalf of my country, to the families, the people \r\nand the Governments of France and Lebanon for the \r\nvictims of terrorist attacks in the past week. The \r\nproblem of terrorism and its solution deserves an urgent \r\nand broad-based debate by the international community \r\nin the framework of absolute respect for the norms \r\nand the instruments of human rights and international \r\nhumanitarian law and the purposes and principles of \r\nthe Charter of the United Nations.\r\nArgentina especially wishes to thank Ambassador \r\nRücker, President of the Human Rights Council, for his \r\npresence in the General Assembly and welcomes the \r\nCouncil’s report on its activities in the twenty-third \r\nspecial session and from the twenty-eighth session to \r\nthe present (A/70/53).\r\nWe believe that maintaining f luid coordination \r\nbetween New York and Geneva on the human rights \r\nagenda is important, and we appreciate this opportunity \r\nto express our views on the Council’s recent work. \r\nArgentina has always been, and will continue to be, a \r\nconsistent and resolute defender of the independence of \r\n15-37052 3/9\r\n16/11/2015 A/70/PV.54\r\nthe work and achievements of the Office of the United \r\nNations High Commissioner for Human Rights and the \r\nHuman Rights Council in the promotion of, respect for \r\nand protection of human rights around the world. We \r\nfirmly believe that the Council should be on an equal \r\nfooting with the principal organs of the United Nations.\r\nOn 31 December, after two consecutive terms, \r\nArgentina will no longer be a member of the Human \r\nRights Council. It has been an honour for my country to \r\nserve on the Council. Particularly since the restoration \r\nof democracy, notably after 2003, the promotion and \r\nprotection of human rights is a State policy that takes \r\nin the principal demands of Argentine society. The \r\ndefence and promotion of human rights constitute the \r\ncentral axis of our country’s foreign policy.\r\nDuring its time on the Council, Argentina \r\nintroduced innovative and diverse draft resolutions. \r\nNoteworthy among them is the introduction into the \r\ninternational agenda of the theme of the right to truth as \r\nan automous right. The development of that right centres \r\non the prevention of mass violations of human rights \r\nthroughout the world. In addition, since 2009 we have \r\npromoted initiatives on forensic genetics and human \r\nrights, placing our country in a position of leadership \r\nwith regard to this issue at the international level. \r\nIndeed, at the twenty-eighth session of the Council, \r\nthe guide was presented on best practices on the use \r\nof forensic genetics in investigations regarding human \r\nrights and international humanitarian law, prepared \r\nwith the International Committee of the Red Cross. \r\nWe also want to note the Council’s adoption in \r\nSeptember 2014 of resolution 27/30, on human rights \r\nand vulture funds, understanding that the international \r\ncommunity must tackle the foreign debt problem in \r\nan integral manner, as the debt burden on developing \r\ncountries is unsustainable and constitutes one of the \r\nmain obstacles to their achieving human-centred \r\nsustainable development  and to eradicating poverty.\r\nActivities related to the universalization of the \r\nInternational Convention for the Protection of All \r\nPersons from Enforced Disappearance form a major \r\nfocus of our country’s foreign policy, through which \r\nwe have strongly promoted the mandate and the work \r\nof both the Committee on Enforced Disappearances \r\nand the Working Group on Enforced or Involuntary \r\nDisappearances. We consider that their comprehensive \r\nand coordinated work is essential to combat enforced \r\ndisappearances. We are happy that nearly five years after \r\nthe entry into force of the International Convention, \r\nmore than 50 States have ratified it.\r\nIn the framework of the Human Rights Council, \r\nArgentina also pushed for the establishment of an \r\nIndependent Expert on the enjoyment of all human \r\nrights by older persons; the Special Rapporteur on the \r\npromotion of truth, justice, reparation and guarantees \r\nof non-recurrence; and the Independent Expert on the \r\neffects of foreign debt and other related international \r\nobligations of States on the full enjoyment of human \r\nrights, particularly economic, social and cultural rights, \r\nconvinced that Council’s special procedures constitute \r\na fundamental tool for the promotion of human rights.\r\nWe especially wish to note the adoption at the \r\nCouncil’s thirtieth session of resolutions on the \r\npromotion and the protection of the human rights of \r\nindigenous peoples (Human Rights Council resolution \r\n30/4), on the Council’s contribution to the high-level \r\nmeeting on HIV/AIDS in 2016 (resolution 30/8), on \r\nthe promotion of international cooperation to support \r\nnational follow-up systems and processes (resolution \r\n30/25), on the issue of the death penalty (resolution \r\n30/5), and on the promotion and protection of the \r\nhuman rights of peasants and other people working in \r\nrural areas (resolution 30/13).\r\nFinally, we wish to reaffirm that the Argentine \r\nRepublic has an abiding commitment to the defence \r\nand promotion of human rights. We reiterate our \r\ncommitment to the Council to continuing to advocate \r\nthe broadening of the protection of human rights \r\nthroughout the world.\r\nMr. León González (Cuba) (spoke in Spanish): \r\nCuba fully associates itself with the statement delivered \r\nby the Deputy Permanent Representative of the \r\nIslamic Republic of Iran this morning on behalf of the \r\nMovement of Non-Aligned Countries (see A/70/PV.53). \r\nWe strongly condemn the terrorist attacks \r\ncommitted in the past week in France, Iraq and Lebanon. \r\nWe also wish to express our heartfelt condolences to the \r\nGovernments and the peoples of those countries and to \r\nthe victims and their relatives.\r\nThe emergence of the Human Rights Council was \r\na response to the need to address the double standards \r\nof confrontation and political manipulation in the \r\nformer Commission on Human Rights. Those practices, \r\nwhich discredited the former Commission, must not \r\nbe enthroned in an organ created to replace it. That \r\n4/9 15-37052\r\nA/70/PV.54 16/11/2015\r\ncontinues to be Cuba’s belief, born out of a conviction \r\nthat the former practices did not represent the best way \r\nto contribute to the promotion and protection of human \r\nrights.\r\nWe regret the fact that the report of the Human \r\nRights Council (A/70/53) presented to us today \r\ncontinues to show a tendency to use a punitive focuses \r\nand selective treatment in the consideration of various \r\nhuman rights situations. We are still quite far from \r\nplacing at the centre of our work on human rights the \r\ncooperation and respectful dialogue that should guide \r\nthe work of this body.\r\nWe urge that the universal periodic review be given \r\nthe recognition and importance that it should have as the \r\nsole existing universal mechanism for a comprehensive \r\nanalysis of the situation of human rights in all countries. \r\nLet us recall that when we agreed to establish that \r\nmechanism — which differs essentially from that of its \r\npredecessor, the Commission on Human Rights — we \r\ndid so convinced that in that way we were giving the \r\nbody a means for international cooperation on human \r\nrights issues on the basis of constructive dialogue and \r\nrespect for the principles of universality, objectivity, \r\nimpartiality and non-selectivity. The defence of such \r\nprinciples should not be only an oral commitment, but \r\nrather a daily practice if we truly want the Council to \r\ncontribute to promoting progress in the promotion and \r\nprotection of human rights on a global scale.\r\nThe subjects of the Council’s competence are \r\nmany and varied, and all contribute in some fashion \r\nto the fundamental purpose of that body. In order to \r\neffectively protect human rights, we must continue \r\npromoting an international political and economic order \r\nthat is democratic and fair to replace the current unjust \r\nand exclusionary one. Nor is it beyond the Council’s \r\ncompetence to assess the impact of imposing unilateral \r\ncoercive measures and the consequent rejecting of such \r\npractices, on the protection of human rights.\r\nThe harmful impact on Cuba of a blockade policy \r\nfor more than 50 years is an irrefutable example of \r\nthe importance of tackling and assessing the scope of \r\nmeasures of this kind. We will continue to work tirelessly \r\nwith a group of like-minded countries to ensure that the \r\nCouncil restores the right to international solidarity — a \r\ntask that cannot be postponed if we want to be better \r\npositioned to deal with the serious challenges of the \r\nprofound economic, financial, energy, environmental \r\nand food crises that are affecting the planet.\r\nLikewise, we will continue to advocate ensuring \r\nthat the special procedures of the Council are carried \r\nout with strict respect for the principles of objectivity \r\nand impartiality and for the Code of Conduct adopted \r\nduring the institution-building process of the Council \r\n(Human Rights Council resolution 5/2, annex). The \r\nwork of the human rights treaty bodies should be \r\ncarried out under similar guidelines. \r\nCuba will continue to promote the rights of people \r\nto self-determination, peace and development, and the \r\nachievement of the right to food and the establishment \r\nof a democratic and equitable international order. Cuba \r\nwill continue to fight racism, xenophobia and all forms \r\nof discrimination, as well as to protect cultural rights \r\nand respect for diversity. Cuba reiterates its undying \r\ncommitment to the promotion and respect of all human \r\nrights for everyone.\r\nMs. Didi (Maldives): My delegation echoes others \r\nin expressing our deep shock and sadness over the \r\nrecent attacks in Lebanon, Iraq and France. We offer \r\nour deepest sympathy and condolences to those affected \r\nby the acts of terror.\r\nMy delegation wishes to thank His Excellency \r\nMr. Joachim Rücker, Permanent Representative of \r\nGermany to the United Nations Office in Geneva, \r\nfor his commendable work as President of the Human \r\nRights Council and for presenting its report (A/70/53) \r\nto the General Assembly. We will continue to engage \r\nconstructively with the Office of the United Nations \r\nHigh Commissioner for Human Rights (OHCHR) to \r\nstrengthen the promotion and protection of human \r\nrights across the globe, working hand in hand with \r\nMember States.\r\nThe Maldives is honoured to have been a member \r\nof the Human Rights Council since 2011 and to have \r\nseen the work of the Council steadily increase over \r\nthose five years, as is evident by the panels created \r\nand the resolutions adopted. As we approach the tenth \r\nanniversary of the Council in 2016, we are provided \r\nwith an opportunity to reflect upon the achievements \r\nand challenges that the Council has faced. With an \r\never-forward-looking mindset, we must be open to \r\nexploring ways to improve the work of the Council and \r\nits mechanisms.\r\nNonetheless, our collective achievements through \r\nthe Human Rights Council have been abundant, and \r\nthe work we do is ever increasing. The Maldives is \r\npleased to note that this year’s work has continued at a \r\n15-37052 5/9\r\n16/11/2015 A/70/PV.54\r\nprogressive trend, which reflects the active engagement \r\nof many United Nations Members States in the Council \r\nin Geneva. Most notably, the special sessions on human \r\nrights abuses and violations — such as the past sessions \r\non Palestine, Syria and, most recently, the terrorist \r\ngroup Boko Haram this year — are clear indications \r\nof the growing importance of the Council and its \r\nmechanisms.\r\nThe Maldives is grateful to all the members of the \r\nHuman Rights Council for their commitment to steering \r\nthe Council through the human rights challenges of the \r\npast year. As a member of the Council, the Maldives is \r\nproud of what the Council has achieved in a year marred \r\nby violence, acts of aggression, natural disasters and \r\nthe intensification of the effects of climate change. \r\nWhile that does not reflect a positive image of the state \r\nof the world today, we are given hope by the reports \r\nof progress from the Human Rights Council to the \r\nGeneral Assembly.\r\nWe would like to express our appreciation for the \r\nefforts of the current Council President to improve \r\nthe working methods of the Council, a major organ \r\nof the United Nations, so as to make it more efficient \r\nand effective in carrying out its mandate. Efforts to \r\navoid duplication, as well as the biennialization of \r\nresolutions, are welcome measures, especially for \r\nsmaller delegations that are struggling to cope with the \r\nweight of the work provided by an ever-more-active \r\nCouncil.\r\nAs the work of the Council increases, the Maldives \r\nalso takes note of the corresponding increase in the \r\nwork of the Office of the High Commissioner for \r\nHuman Rights. The Maldives expresses its concern \r\nthat the OHCHR is required to rely increasingly on \r\nextrabudgetary resources. We assert that, in order for \r\nthe Office of the High Commissioner to function in \r\na truly independent manner, without partisanship, it \r\nis necessary that it be financed primarily though the \r\nregular budget of the United Nations.\r\nThe three pillars of the work of the United Nations \r\nare peace and security, development, and human \r\nrights. Unfortunately, human rights continues to be \r\nallocated a mere fraction of the priority and budget \r\navailable to other areas of work. It is important that \r\ngreater focus be put on implementing the ideals that \r\nwe espouse so loudly. It is important that the Council \r\nand its mechanisms work hand in hand with Member \r\nStates with a view to promoting efficacy rather than \r\nrhetoric. It is a travesty that, in spite of our best efforts, \r\nthe situations in Syria and the State of Palestine have \r\ncontinued to deteriorate.\r\nThe importance of the work of the Human Rights \r\nCouncil and its mechanisms, including special mandate \r\nholders, cannot be overemphasized. Special mandate \r\nholders, whether on thematic areas or specific countries, \r\nfulfil an important role in the process. However, it \r\nis equally important that special mandate holders \r\nmaintain their independence and impartiality. They \r\nshould also follow their Code of Conduct and act in a \r\nmanner reflecting the integrity of the position they hold \r\nand the Organization they represent. The Organization \r\ndeserves the best.\r\nThe Maldives believes that engagement with the \r\nUnited Nation Human Rights Council is an obligation \r\nof every Member State. In fact, in 2016 we will \r\ncomplete our second cycle of the universal periodic \r\nreview (UPR). Although the UPR remains universal, \r\nthe Maldives notes that many small island developing \r\nStates are not represented in Geneva, and many \r\ndelegations do not take an interest in participating in \r\nthose reviews. Without a doubt, the UPR is among the \r\nmost constructive and successful mechanisms of its \r\nkind to date. The Maldives notes that all States should \r\nendeavour to maintain and strengthen the functioning \r\nof that mechanism. For the UPR to be truly universal \r\nand transparent, more attention should be given to \r\nevaluating and reviewing the human rights situations in \r\nall countries, so as to ensure that vulnerable populations \r\nare protected everywhere and to reaffirm that all lives \r\nmatter.\r\nDespite our constraints, and although we are a small \r\nisland developing State, the Maldives has maintained \r\na strong presence at the Human Rights Council and \r\ncontinues to advocate for the most vulnerable, both \r\nat home and abroad. We call on all nations, large and \r\nsmall, to truly realize the vision that no one should be \r\nleft behind, that the human rights of all peoples should \r\nbe ensured and that we will craft a system that delivers \r\nfor all.\r\nMr. Manongi (United Republic of Tanzania): At \r\nthe outset, the United Republic of Tanzania joins in \r\nexpressing its condolences to the victims of the horrific \r\nterrorist attacks in Paris.\r\nWe also associate ourselves with the statements \r\nmade by the representatives of the Islamic Republic \r\nof Iran and Sierra Leone, on behalf of the Movement \r\n6/9 15-37052\r\nA/70/PV.54 16/11/2015\r\nof Non-Aligned Countries and the Group of African \r\nStates, respectively (see A/70/PV.53).\r\nWe note the report of the Human Rights Council \r\n(A/70/53), presented by its President earlier today (see \r\nA/70/PV.53). We welcome the work of the Council \r\nin promoting human rights around the world in \r\naccordance with its mandate, conferred by the General \r\nAssembly and in line with the purposes and principles \r\nof the Charter of the United Nations. We also note \r\nthat the work of the Council has grown exponentially \r\nto cover many areas of human rights, some of which \r\nhave received little or no attention from the Member \r\nStates for the past 50 years. Of course, this is a welcome \r\ndevelopment. It demonstrates the evolution and wider \r\nappreciation of human rights globally. But it is one that \r\npresents some challenges, especially on notions that are \r\ncontroversial and divisive. I need not mention them in \r\nmy brief remarks.\r\nInstead, I want to focus on one aspect of the report, \r\nthat concerning the plight of persons with albinism. The \r\nCouncil’s adoption of resolutions 23/13, 24/33, 26/10 and \r\n28/6 is truly welcome, as it seeks to address the human \r\nrights concerns of persons with albinism globally. As \r\nnoted in some of the resolutions, persons with albinism \r\nin many parts of the world continue to face various \r\nsocial, economic and political violations and abuses of \r\ntheir human rights. We need to pay greater attention \r\nto their challenges in a non-discriminatory manner. \r\nUndeniably, the issue deserves our collective efforts \r\nas we bear in mind the indivisibility of human rights. \r\nThat is why the United Republic of Tanzania, Malawi \r\nand other like-minded countries are championing a \r\ndraft resolution in the Third Committee that seeks to \r\naddress the social and development challenges facing \r\nthat persons with albinism. We hope and believe that \r\nthe draft resolution, once adopted, will contribute to \r\nredressing the plight of persons with albinism through \r\nthe provision of basic social services, inclusion and \r\nempowerment. We therefore call on Member States to \r\nsupport that important initiative.\r\nViolent attacks against persons with albinism are \r\ntruly regrettable. My Government has categorically \r\ncondemned such abhorrent attacks and is taking \r\nstringent penal measures against the culprits. Since \r\n2006, we have also been engaging in advocacy to \r\nraise awareness of the issue. The Tanzania Albinism \r\nSociety has been doing a commendable job with limited \r\nresources. Partnerships have also been instrumental in \r\nthat regard. \r\nHowever, we have expressed regret about an event \r\ninvolving a film entitled The Boy from Geita, a story of \r\ninhumanity transformed by humanity, which premiered \r\non 15 October at the United Nations. The event was \r\nco-sponsored by the Canadian Mission, the Office of \r\nthe United Nations High Commissioner for Human \r\nRights and UNICEF. The irony is that, while the film \r\nwas about the challenges that people with albinism \r\nface in Tanzania, our Mission was neither invited to \r\nco-sponsor the event nor consulted about the validity \r\nof a number of assertions being advanced therein. That \r\nis utterly unacceptable, and it calls into question the \r\nintentions of its authors and sponsors, regardless of \r\ntheir purported good faith.\r\nTo our dismay, promotional materials on the \r\nfilm made a number of shocking claims, namely, that \r\npersons with albinism in Tanzania and other parts of \r\nAfrica live in fear of violent attacks; that the film was \r\nmeant to shed light on the horrible reality that persons \r\nwith albinism in Tanzania face daily; that there was no \r\npolitical way in Tanzania to combat the tragedy; and \r\nthat “pressure from the outside world was necessary \r\nto eradicate the horrible practice”. It was said that \r\n“Ignorance among the people is the worst curse Africa \r\nsuffers. Educating people is the answer.” It was also \r\nsaid that the film was meant “to inspire more people \r\nto be part of the action that is needed to create change” \r\nand “to celebrate the human spirit, the capacity for \r\ngoodness and the good works of Canadians”. Based \r\non such misleading assertions, it is no wonder that our \r\nPermanent Mission was not invited to sponsor the event \r\nhere at the United Nations.\r\nIn presenting the report of the Human Rights \r\nCouncil this morning, its President underscored the \r\nimportance of transparency and accountability. Sadly, \r\nthe incident of the film fell short on both counts. It is in \r\nthat regard that the United Republic of Tanzania calls on \r\nUnited Nations agencies and offices to strive for greater \r\ntransparency, accountability and impartiality. United \r\nNations agencies and offices should neither take, nor be \r\nseen to be taking, positions that are prejudicial or even \r\nfavourable to some Member States to the detriment of \r\nothers, particularly when the agencies and offices have \r\nnot themselves engaged in a serious review or analysis \r\nof the assertions or claims with which they wish to be \r\nassociated. \r\nThe President of the Council also spoke of the \r\nimportant role of civil society organizations in \r\nenhancing human rights. We could not agree more. \r\n15-37052 7/9\r\n16/11/2015 A/70/PV.54\r\nWhile it is essential that they be supported in their work, \r\nthey must also demonstrate objectivity and fairness in \r\ndoing such work. Accountability is not and cannot be \r\nthe responsibility of Governments alone.\r\nMs. Belskaya (Belarus) (spoke in Russian): At the \r\noutset, Belarus aligns itself with the statement delivered \r\nby the representative of the Islamic Republic of Iran on \r\nbehalf of the Movement of Non-Aligned Countries (see \r\nA/70/PV.53).\r\nIn establishing the Human Rights Council (HRC), \r\nStates expected that the Council would work on the basis \r\nof the principles of universality, impartiality, objectivity \r\nand non-selectivity. The core of the work of the Human \r\nRights Council should be based on mutually respectful \r\ndialogue and the cooperation of the Governments of the \r\ncountries concerned, as Governments have the prime \r\nresponsibility and have the real levers to ensure human \r\nrights on the ground.\r\nIt was with that goal that the universal periodic \r\nreview (UPR) mechanism was set up. It has proven \r\nits effectiveness in ensuring equal dialogue between \r\nparticipants and balanced attention to all human \r\nrights categories, as well as States’ efforts to protect \r\nthe most vulnerable segments of the population. \r\nBelarus successfully completed the second UPR cycle, \r\nvoluntarily committed to implement most of the UPR \r\nrecommendations, and is prepared to cooperate with \r\nUnited Nations human rights bodies on the basis of an \r\nobjective and impartial approach. It will expand the list \r\nof invitees under the Council’s special procedures.\r\nWe welcome the Council’s focus on social and \r\neconomic rights, the right to development, combating \r\nhuman trafficking and protecting its victims, and the \r\nsituation of children, women, people with disabilities \r\nand the elderly. We also welcome the Council’s call to \r\nsupport the institution of the family. \r\nAt the same time, unfortunately, Belarus must note \r\nthat the Council is increasingly becoming a platform \r\nwhereby individual countries and groups of countries \r\nartificially heighten disagreements on human rights \r\nissues. They are persistently trying to use the Council \r\nforum to settle political scores and to promote standards \r\nand approaches that are not internationally agreed \r\nupon. Such a f lawed practice encourages unwarranted \r\nlinks to human rights on practically any problematic \r\nissue of bilateral and regional relations.\r\nThe HRC mechanism entails, first and foremost, its \r\ncountry-specific resolutions and mandates, which make \r\nit possible for countries and groups of countries with \r\nthe necessary financial and organizational resources to \r\nlegitimize their own unilateral measures against unruly \r\nStates and Governments. Belarus has consistently \r\ncontinued to call for an end to such practices. We \r\nhope that the establishment of the post of Special \r\nRapporteur on the negative impact of the unilateral \r\ncoercive measures on the enjoyment of human rights \r\nwill ultimately lead to a change in the approaches of \r\nthe Council and its individual members in that regard. \r\nWe also hope that it will prevent the principles of the \r\nCharter of the United Nations being undermined by \r\nsuch unlawful rules.\r\nAt the same time, carried away by non-issues such \r\nas the situation of human rights in Belarus, the Council \r\nhas demonstrated its inability to adequately respond to \r\nobvious international humanitarian crises such as the \r\ngrowing problems of the rights of migrants, refugees \r\nand internally displaced persons.\r\nWhile organizing campaigns to promote questionable \r\nstandards on sexual orientation and gender identity, the \r\nCouncil has not paid appropriate attention to issues \r\nof discrimination on the grounds of race, ethnicity or \r\nreligion, or to offering practical assistance to States \r\non such issues as ensuring the right to life, food and \r\neducation in many corners of the world. This should \r\nnot be so.\r\nBelarus is also concerned about attempts by the \r\nHuman Rights Council to review its working methods \r\neven though the relevant review on the activities of the \r\nCouncil was completed in 2012, and its results were \r\naffirmed in General Assembly resolutions. We call \r\non the Council to comply with its mandate and not \r\nto duplicate the work of other bodies, thus creating \r\nan unreasonable burden on the budget of the United \r\nNations.\r\nThe commitment of Belarus to the promotion \r\nand protection of human rights is unwavering. It is \r\nbased on equal attention being paid to all types of \r\nhuman rights — social, economic, political and civil \r\nrights — and on preventing the politicization of human \r\nrights topics, which contravenes the spirit of the United \r\nNations and the principles on which the Council was \r\nestablished.\r\nMr. Mminele (South Africa): The South African \r\ndelegation wishes to join other delegations in conveying \r\nits heartfelt condolences to the Government and the \r\npeople of France for the recent terrorist attacks, which \r\n8/9 15-37052\r\nA/70/PV.54 16/11/2015\r\nclaimed the lives of more than 120 innocent people. \r\nWe express our abhorrence for those senseless acts of \r\nviolence in the strongest possible terms.\r\nThe South African delegation extends a warm \r\nwelcome to His Excellency Mr. Joachim Rücker and \r\nthanks him for his presentation (see A/70/PV.53). South \r\nAfrica commends Ambassador Rücker on his work \r\nsince 1 January 2015 and on the level of professionalism \r\nand engagement that he has maintained.\r\nWe wish to clarify and emphasize our position in \r\nrelation to the issues of sexual orientation and gender \r\nidentity. South Africa’s Constitution clearly states that \r\nSouth Africa is a sovereign democracy founded on the \r\nbasis of human dignity, the achievement of equality \r\nand the advancement of human rights. Our Constitution \r\nseeks to promote and respect the rights of all people \r\nwithout distinction of any kind. Discrimination based \r\non sexual orientation and gender identity is therefore \r\nexplicitly prohibited in our Constitution.\r\nSouth Africa is firmly committed to the mandate \r\nof the Human Rights Council, cognizant of the huge \r\nresponsibility that it carries in that regard. We should at \r\nall times be guided by a common desire and collective \r\nvision to constantly develop certain norms and \r\nstandards for the promotion, protection and fulfilment \r\nof human rights and fundamental freedoms, including \r\nrespect for international humanitarian law. That will \r\nensure that the Council guarantees, first, maximum \r\nprotection; secondly, adequate remedies to all victims \r\nof human rights abuses and violations through a \r\nuniform regulatory framework; and thirdly, that there \r\nis no impunity for human rights violations.\r\nThe Government of South Africa wishes to affirm \r\nthe importance of elaborating norms and standards in \r\nthe rubric of the International Covenant on Economic, \r\nSocial and Cultural Rights and the Declaration on the \r\nRight to Development. That is an area of international \r\nhuman rights law that has been clearly neglected and \r\nresisted. It is therefore important that constructive \r\nwork be undertaken in order to give true meaning to \r\nthe spirit of the Vienna Declaration and Programme \r\nof Action, namely, that all human rights are universal, \r\nindivisible, interdependent and interrelated.\r\nThe Council has an important role to play in the \r\nfight against racism, racial discrimination, xenophobia \r\nand other forms of related intolerance by adopting \r\nambitious and practical resolutions aimed at the full \r\nand effective implementation of the Durban Declaration \r\nand Programme of Action. Establishing a United \r\nNations forum for people of African descent, with \r\na focus on the improvement of the quality of life and \r\nlivelihoods of the African diaspora, remains critical. \r\nWe support the convening of the regional consultations \r\nin the regions where people of African descent live in \r\nthe diaspora as citizens, with a view to obtaining first-\r\nhand information and views on the structure, scope and \r\nformat of the proposed forum. That remains key. In that \r\nregard, we wish to underline the importance of civil \r\nsociety participation in matters directly affecting their \r\nday-to-day lives.\r\nIn welcoming the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1), we need to bear in mind \r\nthat the centrality of the development agenda beyond \r\n2015 is about development and the eradication of poverty. \r\nWe need to ensure that the agenda is implemented with \r\nthe support of the necessary resource mobilization \r\nand political commitment. Effective accountability \r\nmechanisms must be established that address not only \r\nthe duties of States but also those of the corporate \r\nsector, including, first, transnational corporations and \r\nother business enterprises; secondly, private military \r\nand security companies; and thirdly, the extractive \r\nindustries. These multinationals are the owners of \r\nglobal wealth and key drivers of globalization, whose \r\noperational activities cannot escape accountability and \r\nscrutiny in international human rights law. The current \r\nslanted and biased approach cannot be tolerated.\r\nIn line with this imperative, the first session of \r\nthe open-ended intergovernmental working group \r\non transnational corporations and other business \r\nenterprises with respect to human rights, whose \r\nmandate is to elaborate an international legally binding \r\ninstrument to regulate, in international human rights \r\nlaw, the activities of transnational corporations and \r\nother business enterprises, was held from 6 to 10 July.\r\nMy delegation remains concerned at the numerous \r\nHuman Rights Council and General Assembly \r\nresolutions that continue to reaffirm a human-rights-\r\nbased approach to development. We urge the sponsors \r\nof those resolutions not to resort to notions that have not \r\nbeen intergovernmentally negotiated and that are open \r\nto interpretation, including the use of human rights as a \r\nconditionality for development cooperation.\r\nIn this regard, we maintain that the right to \r\ndevelopment is a process through which all human \r\nrights — that is, civil, cultural, economic, political and \r\n15-37052 9/9\r\n16/11/2015 A/70/PV.54\r\nsocial — and fundamental freedoms are progressively \r\nrealized.\r\nIn conclusion, South Africa reiterates its concern at \r\nthe continued undermining of and total disregard for the \r\nprovisions of Assembly resolution 68/144 that pertain \r\nto the deferral of action on Human Rights Council \r\nresolution 24/24. The non-implementation of that \r\nAssembly resolution has led to the Council’s continued \r\nimplementation of the provisions of its resolution 24/24. \r\nIn that context, we are not in a position to support the \r\nrecently elaborated Guidelines against Intimidation \r\nor Reprisals, that is, the San José Guidelines. We \r\nfurther make an appeal to the President of the General \r\nAssembly to heed the instructions of resolution 68/144.\r\nThe Acting President: The Assembly has thus \r\nconcluded this stage of its consideration of agenda item \r\n67.\r\nThe meeting rose at 4.05 p.m.\r\n"