"*1529241*\r\n15-29241 (E)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nThe meeting was called to order at 6.05 p.m.\r\nHigh-level plenary meeting of the General Assembly\r\nAgenda items 15 and 116 (continued)\r\nIntegrated and coordinated implementation \r\nof and follow-up to the outcomes of the major \r\nUnited Nations conferences and summits in the \r\neconomic, social and related fields\r\nFollow-up to the outcome of the Millennium Summit\r\nUnited Nations Summit for the adoption of the \r\npost-2015 development agenda\r\nCo-Chair Rasmussen: I now call on the Minister \r\nfor Foreign Affairs of the State of Palestine.\r\nMr. Malki (Palestine) (spoke in Arabic): At the \r\noutset, I wish to align myself with previous speakers \r\nin congratulating the co-Chairs as they preside over \r\nthis high-level meeting of the General Assembly. We \r\nexpress our respect and appreciation to all the members \r\nof the Bureau, who assisted in the great efforts that \r\nled to the adoption of the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1).\r\nThe outcome document of the United Nations \r\nConference on Sustainable Development, entitled \r\n“The future we want”, adopted in Rio de Janeiro \r\n(resolution 66/288, annex), and the Millennium \r\nDevelopment Goals (MDGs) set forth some of the \r\ntranscendent goals that we have established in order \r\nto achieve a world of sustainable development based \r\non the three dimensions — economic, social and \r\nenvironmental — which are the basis for a peaceful, \r\njust and safe world, free of poverty.\r\nI speak today on behalf of the people of Palestine, \r\nwho have been suffering 67 years of setbacks, and \r\nof a country that has been under foreign occupation \r\nfor more than 50 years. More than half of its land is \r\nunder occupation, while Israel expands its settlement \r\nactivities, allowing extremists to continue their \r\noutrageous activities and refusing to accept the two-\r\nState solution, in defiance of international legitimacy.\r\nIsrael, the occupying Power, has systematically \r\ndestroyed Palestine’s economic infrastructure through \r\na number of measures, including what it has done to \r\nthe West Bank and Gaza, to East Jerusalem, the capital \r\nof the State of Palestine, which is close to the hearts of \r\nthe Palestinian people. Palestinians have been denied \r\naccess except through special permits issued by the \r\noccupying Power. Its original Palestinian inhabitants \r\nare treated as if they were temporary residents.\r\nIn addition, economic and development activities \r\nhave been stif led. For example, in its efforts to Judaize \r\nthe area, Israel has banned all sorts of urban activities, \r\nincluding religious tourism. Israel is working to change \r\nthe city’s nature and characteristics by allowing \r\nextremists to enter the sacred places while denying \r\nordinary Muslims the same access.\r\nMr. Alyemany (Yemen), Vice-President, took the \r\nChair.\r\nAs for the Gaza Strip, Israel has waged three wars \r\nthere that have resulted in total and massive destruction \r\nUnited Nations A/70/PV.9\r\nGeneral Assembly\r\nSeventieth session\r\n9th plenary meeting\r\nSaturday, 26 September 2015, 6 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lykketoft . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Denmark)\r\n2/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nthat has adversely affected every aspect of life. The \r\nunemployment and poverty levels exceed 60 and 50 per \r\ncent, respectively, as Israel has imposed a total blockade \r\nof the area for the last eight years. According to United \r\nNations reports, the Gaza Strip will not be suitable for \r\nany human activity before 2020. The Gaza Strip needs \r\na development miracle to restore live to it.\r\nTurning to the West Bank, about 60 per cent of its \r\narea is closed to the Palestinian people, who are not \r\npermitted to use its natural and economic resources, \r\nsuch as the remaining land, gas wells and water, \r\nor to benefit from its oil and gas reserves. When \r\nthe Palestinian Government attempted to carry out \r\nexploration activities, the Government of Israel sent an \r\nofficial letter asking it to desist, despite the fact that the \r\nIsraelis have been pumping oil from many wellsin the \r\nso-called Area C for years. According to a 2013 World \r\nBank report, the Palestinian people are being denied \r\naccess to it. Allowing them to use it would improve the \r\nunemployment situation by 41 per cent, the deficit by \r\n60 per cent.\r\nSince the signing of the Oslo accords, Palestinians \r\nhave had, according to the World Bank, some success \r\nin developing their infrastructure. However, we failed \r\nto improve our economic infrastructure because of \r\nthe obstacles associated with occupation. We are \r\nstill suffering from an economy that is structurally \r\nseriously deformed. For example, we cannot control \r\nour monetary and fiscal policies or arrive at a balanced \r\nbudget. Nor can we issue our own currency or manage \r\nour currency in the market, as we have been forced \r\nto basically use Israeli currency since 1967. Israel \r\nimposes its fiscal policy on us, controlling taxation, \r\nspending, employment and income distribution, so that \r\nour control over this area and our economic growth is \r\nminimal. We are denied the access we need to market \r\nour products worldwide, and any negative impact on \r\nIsrael’s economy affects us as well. Based on a shocking \r\nOxfam report of the last quarter of 2013, Palestinians’ \r\nper capita annual income has increased to $2,093 from \r\n$2,000 since 2013, less than 0.5 per cent of that of Israeli \r\ncitizens, which has increased 195 times more than that \r\nof their Palestinian counterparts. That is the result of \r\nIsrael’s blockade and other policies in the Gaza Strip. \r\nNeedless to say, those are absolute numbers, not about \r\npurchasing power, which makes matters even worse.\r\nThe Economic and Social Commission for Western \r\nAsia (ESCWA) is trying to conduct a comprehensive \r\neconomic survey of the 48 years since Israel’s occupation \r\nof the West Bank, including East Jerusalem, and the \r\nGaza Strip began, so as to assess the damage that the \r\nPalestinian people have suffered as a consequence. I \r\nbelieve that if ESCWA succeeds in producing a report, \r\nthe conclusions will shock everybody. Only then will \r\nthe world understand the terrible toll that the Israeli \r\noccupation exacts from the Palestinian people, far \r\nmore than the international community is giving us \r\nas a country under occupation. If the occupation ends \r\nand we finally regain access to our economic natural \r\nresources, we will have a strong and independent \r\neconomy and will no longer need that international \r\nassistance.\r\nFinally and in order to enable us to play our true \r\nrole and protect our citizens, we call on the Assembly, \r\nas part of its overall interest in ensuring sustainable \r\ndevelopment, to pay greater attention to the suffering \r\nof the Palestinian people, which has been growing for \r\nseven decades.\r\nThe Acting President (spoke in Arabic): I now call \r\non the Deputy Prime Minister and Minister for Foreign \r\nAffairs and European Integration of the Republic of \r\nMoldova.\r\nMs. Gherman (Republic of Moldova): I am \r\nhonoured to be in the Assembly today and to be a part \r\nof the momentous achievement, both for our countries \r\nand our Organization, that is the adoption of a global \r\npost-2015 development agenda (resolution 70/1), laying \r\nout a path to sustainable development for the next 15 \r\nyears.\r\nWe are here to commit to robust action for both the \r\npresent and future of our planet, with the eradication \r\nof poverty and the protection of the environment at its \r\ncore. An important milestone for the fulfilment of that \r\ntransformative agenda is the upcoming Conference of \r\nthe Parties to the United Nations Framework Convention \r\non Climate Change, to be held in Paris in December, \r\nwhich will be crucial to translating the environment-\r\nrelated goals of our global agenda into concrete and \r\nambitious commitments and contributions. It is not an \r\noverstatement to say that our generation is the first to \r\nseriously tackle climate change and perhaps the last to \r\nbe able to do so. We must rise to the challenge and do \r\neverything in our power to preserve the environment \r\nand ensure people’s well-being without leaving anyone \r\nbehind.\r\nIf current trends in the degradation of the \r\nenvironment continue, the disintegration of nature \r\n15-29241 3/38\r\n26/09/2015 A/70/PV.9\r\naround the world is imminent. Current economic \r\nand consumption patterns are known to be driving \r\nhumankind in the wrong direction, one that is pernicious \r\nand undesirable for us all. By any measure, reconciling \r\nour economic and environmental goals and shifting to \r\nmodels of sustainable development are a tremendous \r\nchallenge for our times. That is why the post-2015 \r\ndevelopment agenda must be a turning point in the way \r\nwe plan our economies, exploit our natural capital and \r\nbuild partnerships.\r\nThe Sustainable Development Goals (SDGs) must \r\ncut across all sectors and national policies and must \r\nbe supplemented by clearly defined indicators, as well \r\nas adjusted to national circumstances, as the only way \r\nto make sustainability tangible in each country and \r\nregion. Achieving the Goals will require a truly global \r\npartnership that goes beyond traditional models of \r\ncooperation, engaging everybody — the Government, \r\ncivil society, the private sector and intergovernmental \r\norganizations — and demonstrating greater coherence \r\nand impact. Although Governments will take the lead, \r\nthis is not an agenda only of or for Governments, nor \r\nis it just for the United Nations. The new Agenda \r\nshould be in everyone’s focus. It is our duty to inspire \r\nall stakeholders and people to take ownership of it, to \r\nassume responsibility for it and to offer support towards \r\nthe attainment of its goals.\r\nMy country is committed to contributing to that \r\nglobal effort. Moldova is one of the countries that \r\nstarted early, setting up a strong legal and institutional \r\nframework for the transition to sustainable practices, \r\nand began to actively introduce innovative solutions \r\nwithin the key areas of its economy. During the last \r\ncouple of years, the Government successfully upgraded \r\nthe policy framework for the sustainable management \r\nof natural resources, including agriculture, the green \r\neconomy, transportation and trade facilitation and \r\nmany more areas.\r\nIn less than five years, in close partnership with \r\nthe United Nations Development Programme (UNDP) \r\nand the European Union (EU), we succeeded in setting \r\nup a nationwide infrastructure for biomass energy \r\nproduction. We built that whole new industry from \r\nscratch in that short period of time — an industry that \r\nis thoroughly competitive, modern and sustainable and \r\nthat benefits all three pillars of our development agenda: \r\nthe economic, the social and the environmental. That is \r\na vivid example of an initiative with genuine impact \r\nand is proof that we have the expertise and commitment \r\nnecessary to achieve concrete results. Sustainable \r\ndevelopment is indeed tangible and can be achieved. \r\nWe will continue to take long-term measures to further \r\ngrow that sector.\r\nAbout three years ago, the Government set up \r\nan energy efficiency fund to finance modern energy \r\nprojects. The fund was designed to make long-term \r\ninvestments in the country’s energy security while \r\nreducing its ecological footprint. The scope of our \r\ninitiatives is systemic and envisions fundamental \r\ntransformations of our society, in line with the country’s \r\nEuropean aspirations. The implementation of the \r\nAssociation Agreement with the European Union is an \r\noverarching framework that we are pursuing towards \r\nthat end, and both the European Union Integration \r\nAgenda and the Sustainable Development Goals in \r\nMoldova are complementary and indivisible. Standards \r\nand regulations in all spheres of life have begun to be \r\nrigorously enforced in accordance with the EU acquis \r\nand the internationally agreed norms, and we will \r\ncontinue to keep a watchful eye over the process. All \r\nthose efforts seek to enforce the economic resilience \r\nand social cohesion of our country and to maintain the \r\nenvironment of stability, prosperity and peace that we \r\nlong to present in our region.\r\nThe international community must step up efforts \r\nto finance the implementation of the new Agenda. \r\nWithout adequate financing, the current trend towards \r\nincreased inequality and the expansion of unsustainable \r\npractices at the expense of the natural environment \r\nwill only intensify. That is something that we cannot \r\nafford. Official development assistance and foreign \r\ndirect investment remain a critical input for developing \r\ncountries and those in transition in their quest to fulfil \r\ntheir developent priorities and address their setbacks.\r\nFrom that perspective, with a view to tackling the \r\nissue of the means of implementation, in Chisinau last \r\nFebruary, the Government of Moldova, in partnership \r\nwith the Government of Germany and in cooperation \r\nwith UNDP and the International Labour Organization, \r\nhosted the high-level meeting of the Global Dialogue \r\non Strengthening Capacities and Building Effective \r\nInstitutions for the Implementation of the United \r\nNations Post-2015 Development Agenda. Through that \r\njoint initiative we made an important contribution to \r\nthe post-2015 consultations. My country stands ready \r\nto contribute to and promote that contribution in order \r\nto ensure its implementation phase.\r\n4/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nThe Global Dialogue’s recommendations are \r\npertinent and universal. Ensuring sustainability \r\ndepends crucially on the character of institutions and \r\ntheir capacity to deliver. The core idea is that quality \r\nshould prevail over quantity in everything we do: when \r\nwe set up a new service, start a business or even take \r\ndecisions on family planning. The implementation of \r\nthe Sustainable Development Goals must be a mutual \r\nlearning and sharing process. Most importantly, we \r\nmust facilitate inclusive communication with all \r\nstakeholders and ensure that our societies understand \r\nwhat sustainable development means and relate it to \r\ntheir daily lives. We must foster necessary change at \r\nthe level of individual behaviour. Only in that way we \r\nwill cultivate a better understanding of the tasks ahead \r\nand a sense of solidarity towards our common goal and \r\na better future.\r\nIn conclusion, allow me to share our optimism and \r\nconfidence that our joint commitment to the post-2015 \r\nagenda is genuine and sincere, and that a few years \r\nfrom now we will return to this very Assembly and \r\nexpress not only our expectations and aspirations but \r\nthe successful results of its implementation.\r\nThe Acting President (spoke in Arabic): I request \r\nmy colleagues to honour the time limit so that we are \r\nable to accomplish our task in due course.\r\nI now call on Mr.  Leo Dion, Deputy Prime Minister \r\nand Minister for Inter-Government Relations of Papua \r\nNew Guinea.\r\nMr. Dion (Papua New Guinea): Papua New Guinea \r\nwelcomes the adoption of the post-2015 Sustainable \r\nDevelopment Goals and acknowledges the collective \r\nefforts of all stakeholders to chart this transformative, \r\nuniversal development road map, which will ensure \r\nthat the 2030 Agenda for Sustainable Development \r\n(resolution 70/1) leaves no one behind.\r\nThe Millennium Development Goals galvanized the \r\nglobal community to take action on the key development \r\nconcerns of the developing world. The 2030 Agenda is \r\ntherefore a significant landmark at this point in time, \r\nwhen we celebrate the seventieth anniversary of the \r\nUnited Nations. My Government pledges its support \r\nand commitment towards the full realization of the \r\n17 Sustainable Development Goals.\r\nPapua New Guinea recognizes that this is \r\na people-centred and transformative post-2015 \r\ndevelopment agenda that must be nationally owned \r\nand driven and supported by global partnerships. We \r\ncan succeed only when countries truly own and lead \r\ntheir national development plans and strategies while \r\nintegrating the 2030 Agenda. Consistent with our \r\n2014 national strategy for responsible sustainable \r\ndevelopment, Papua New Guinea recognizes that a \r\nhealthy, well-educated population is the underlying \r\ndriver for development. The principles of responsible \r\nsustainable development mean that we do not conduct \r\nourselves in a manner that compromises our future \r\ngenerations.\r\nWe must ensure that this high-level political forum \r\nadequately supports national, regional and global \r\nsustainable development goals and efforts so as to avoid \r\nthe pitfalls of its predecessors.\r\nPapua New Guinea has also invested heavily in the \r\nachievement of the Millennium Development Goals \r\nthrough Government interventions that have put in \r\nplace national policies and plans for free basic health \r\ncare and services, manage national population growth \r\nand provide access to water, sanitation, hygiene and \r\nenergy resources. We are also developing an energy \r\npolicy. Tuition-free education has resulted in the \r\nenrolment of an additional 2 million children in the past \r\ntwo years. We have laid a strong foundation that is now \r\ncontributing to unprecedented economic growth, and \r\nmy Government is fully committed to ensuring that we \r\nmanage that transformation carefully and effectively to \r\ndeliver the maximum benefit to all our citizens, while \r\nprotecting our natural resources for future generations. \r\nOur challenge is to translate enhanced growth into \r\nimproved human development outcomes so as to \r\nachieve our Papua New Guinea Vision 2050, with the \r\nconsequent achievement of the sustainable development \r\nstrategies.\r\nWe, the people of the Pacific island countries, \r\nare pleased with the inclusion of Sustainable \r\nDevelopment Goal 13, on climate change, and \r\nSustainable Development Goal 14, on the conservation \r\nand sustainable use of the oceans, seas and marine \r\nresources for sustainable development. For the Pacific \r\nisland countries, individually as well as collectively, \r\nhaving the ability to successfully achieve the \r\nSustainable Development Goals depends largely on the \r\neffective and sustainable management of our natural \r\nenvironment and natural resources. Climate change is \r\nhere. Even with the current average global warming \r\ntemperature of less than 1° C, Pacific island States have \r\nalready been dealing with serious consequences. The \r\n15-29241 5/38\r\n26/09/2015 A/70/PV.9\r\nrecent Pacific Islands Leaders Forum, held in Papua \r\nNew Guinea, reiterated the concern that climate change \r\nremains the single greatest threat to the livelihood, \r\nsecurity and well-being of the peoples of the Pacific.\r\nThe Declaration on Climate Change Action, adopted \r\nby the Forty-sixth Pacific Islands Leaders Forum, \r\nexpressed the following points, among others. First, \r\nwe expect an ambitious and legally binding climate \r\nagreement to be adopted at the twenty-first Conference \r\nof Parties of the United Nations Framework Convention \r\non Climate Change, to be held in Paris in December. \r\nSecondly, we urge that there be recognition of the \r\nspecial circumstances and vulnerability of small island \r\ndeveloping States, particularly those in the Pacific, and \r\nof the least developed countries. Thirdly, we agree that \r\nan increase of 1.5°C in the global temperature would \r\nseverely exacerbate the particular challenges facing \r\nthe most vulnerable small island States of the Pacific \r\nand that all efforts be made to stay within the global \r\ntemperature goals. Fourthly, we support the inclusion \r\nin the Paris outcome document of stipulations on loss \r\nand damage as critical and stand-alone elements that \r\nbuild on the ongoing work of the Warsaw international \r\nmechanism for loss and damage associated with climate \r\nchange impacts. Fifthly, we have the expectation \r\nthat there be access to financial resources to support \r\nclimate change action and resilience in vulnerable \r\ndeveloping countries. Sixthly, we recognize the impact \r\nof climate change on women, young people, the elderly, \r\nthe disabled, indigenous peoples and other vulnerable \r\nand marginalized groups. We must acknowledge their \r\ncontributions to the effective implementation of the \r\nParis outcome.\r\nPapua New Guinea has set in place the necessary \r\nfoundation, and using the combined lessons learned \r\nfrom the Millennium Development Goals and the past \r\n40 years as a country with economic opportunities, we \r\nmost certainly welcome the Sustainable Development \r\nGoals and pledge our commitment to achieving better \r\nresults.\r\nThe Acting President (spoke in Arabic): I now call \r\non the Deputy Prime Minister of the Czech Republic.\r\nMr. Bělobrádek (Czech Republic): The Czech \r\nRepublic welcomes the adoption of the 2030 Agenda \r\nfor Sustainable Development and its high degree of \r\nambition in seeking the coveted transformation that \r\nwould strike a balance between the further development \r\nof humankind and our planet’s natural limits. At this \r\ntime, we are seeing the results of and capitalizing on \r\nthe formidable institutional and human commitments \r\nthat have been required in recent years for us to work \r\ntogether in order to arrive at a common vision of a better \r\nand fairer world where no one stands on the periphery.\r\nThe very process of plotting that collective path \r\nhas not been easy. Needless to say, the Czech Republic \r\nhad and continues to have its own priorities and \r\nexpectations, expectations that have largely been met to \r\nour satisfaction in the outcome document. We welcome \r\nand applaud the fact that a horizontal approach has \r\nbeen successfully applied to what, until recently, was \r\nbarely conceivable, and that from now on, for all of \r\nus, the concept of sustainable development will be \r\nsynonymous with the balanced implementation of its \r\nthree dimensions — economic, environmental and \r\nsocial with the active participation of all stakeholders, \r\nincluding civil society.\r\nThe Czech Republic views as another breakthrough \r\nthe union of two previously parallel processes: the \r\nprocess based on the Millennium Development Goals \r\nand the process that follows on the United Nations \r\nConference on Sustainable Development. I am confident \r\nthat the connection will lead to a better quality of \r\ndevelopment and help to establish a balance between \r\nsocioeconomic growth, on the one hand, and the \r\nsustainable use of natural resources and environmental \r\nprotection, on the other. In the wake of the successful \r\nthird International Conference on Financing for \r\nDevelopment, in Addis Ababa in July, we can rightly \r\ncelebrate another milestone in multilateralism.\r\nHowever, with the adoption of the 2030 Agenda, we \r\nare now embarking on an equally important stage. In \r\nits implementation, which must definitely confirm and \r\ndeliver on the historical shift achieved, a great deal of \r\nresponsibility and thought are required. I believe that \r\nit would be right and appropriate on this occasion to \r\nremind ourselves of this. Beyond the pivotal importance \r\nof actively involving Governments at all levels in \r\nimplementing the new Agenda, we also need to place \r\nemphasis on delivering an efficient funding mechanism, \r\nespecially in the context of the broader application of \r\ninnovative forms of aid and private-sector development \r\nin general.\r\nAnother equally important step, which is also a \r\nmajor challenge and opportunity for the Economic and \r\nSocial Council and the High-Level Political Forum \r\non Sustainable Development, will be the introduction \r\n6/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nof effective monitoring, which should guarantee \r\nthe continuous tracking of progress in pursuing the \r\nSustainable Development Goals and help to ensure the \r\ntimely identification of any potential pitfalls requiring \r\nextra attention in the next 15 years, including through \r\nthe sharing of good practices and the exchange of \r\nexperiences among the States Members of the United \r\nNations\r\nIf elected this year to the Economic and Social \r\nCouncil for the 2016-2018 session, the Czech Republic \r\nwill do its utmost to contribute to this effort. The \r\navailability of reliable data will be a key factor in \r\nmonitoring at the national level. The Czech Republic \r\nis confident that its statistical service is a high quality, \r\nindependent source of information. It is also well \r\naware of the need to strengthen public-administration \r\ncapacity to collect and analyse data in those countries \r\nwhere such a need has been identified.\r\nHolistic solutions delivering the essential responses \r\nrequired for multifaceted problems sometimes require \r\ncomplex and technically advanced procedures. The \r\nCzech Republic supports the idea of identifying \r\nsuch procedures through projects that address global \r\nthemes that, from a domestic perspective, need to be \r\nincorporated into existing systems for the financing \r\nand evaluation of the science. Beyond the technical \r\ndimension of science, the humanities and social sciences \r\nalso have a role to play in that they can provide solutions \r\nto current social ills. Competent analyses and scientific \r\noutputs are instrumental in laying the groundwork for \r\naddressing the repercussions of today’s demographic \r\ntrends, such as migration and climate change.\r\nFrom a national point of view, we look at the \r\nSustainable Development Goals not only as externally \r\noriginating change but also as an opportunity to \r\nforge appropriate links between global efforts aimed \r\nat sustainable development and the trends we are \r\nwitnessing in the Czech Republic, which can bridge \r\nnational and global levels of sustainable development. \r\nThe Czech Republic has already made progress \r\nby creating a Government council for sustainable \r\ndevelopment, which seeks to strike a balance among the \r\nthree dimensions of sustainable development. As the \r\ncouncil is an advisory body to Government as a whole, \r\nit provides a platform for discussions on interministerial \r\nissues and cross-cutting agendas. The very existence \r\nof the council highlights the importance the Czech \r\nRepublic attaches to the sustainable development \r\nAgenda. One of the ways to implement the Sustainable \r\nDevelopment Goals at the national level is through the \r\nCzech Republic strategic framework for sustainable \r\ndevelopment, which is currently being updated.\r\nThe Czech Republic is confident that by adopting \r\nthe 2030 Agenda, we are embarking on a new era of \r\nsustainable development that will eradicate poverty \r\nand promote education, shared prosperity, peace and \r\nstability. Nevertheless, if these global objectives are \r\nto be achieved, our focus must remain on respect for \r\nhuman rights and fundamental freedoms, the equal \r\nparticipation of women in society, functional and \r\neffective institutions, the rule of law, good governance \r\nand a corruption-free environment. The efforts \r\nassociated with the delivery of such basic requirements \r\nguarantee that the real successes of the new Agenda \r\nwill be visible not only on paper, but in the everyday \r\nlives of millions of people calling for change.\r\nThe Acting President (spoke in Arabic): I now call \r\non the Minister for Foreign Affairs of the Republic of \r\nAzerbaijan.\r\nMr. Mammadyarov (Azerbaijan): It was a historic \r\nmoment when we gathered to take a decision to adopt \r\na comprehensive, far-reaching and people-centred set \r\nof universal and transformative goals. I commend the \r\nGeneral Assembly on the successful conclusion of its \r\nnegotiations on the post-2015 development agenda.\r\nAs one of the world’s fastest-growing economies, \r\nAzerbaijan has achieved impressive results in the \r\nfield of development. In the first half of 2015, despite \r\nthe global economic and financial crises, Azerbaijan \r\nregistered economic growth of 5.7 per cent,and growth \r\nin the non-oil sector of 9.2 per cent. Azerbaijan has \r\nmanaged to become one of the key players in the global \r\nmarket in energy infrastructure projects through, for \r\nexample, the Baku-Tbilisi-Ceyhan oil pipeline, the \r\nconstruction of the Trans-Anatolian and Trans-Adriatic \r\nnatural gas pipelines and the Southern Gas Corridor, \r\nwhich will connect the energy pipeline networks of \r\nAzerbaijan, Georgia, Turkey, Greece, Albania and \r\nItaly. Azerbaijan has also initiated strategic transport \r\ninfrastructure projects such as the Baku-Tbilisi-Kars \r\nrailway project, which will connect the rail networks \r\nof Azerbaijan, Georgia and Turkey, and the new Baku \r\nInternational Sea Trade Port, which will provide a short \r\nconnection between East and West, thereby reviving \r\nthe Asian Silk Road.\r\nWith a view to delivering equitable and efficient \r\nservices to its citizens, my country established the State \r\n15-29241 7/38\r\n26/09/2015 A/70/PV.9\r\nAgency for Public Service and Social Innovations. The \r\nAgency already covers most of the goals on the new \r\nSustainable Development Agenda, adopted by this \r\nSummit yesterday (resolution 70/1). The success of this \r\ninnovative model has been widely recognized. Indeed, \r\nthe model received the United Nations Public Service \r\nAward in 2015.\r\nOur people are committed to making a \r\ncontribution to international development. The \r\nleading non-governmental organization in Azerbaijan, \r\nthe Heydar Aliyev Foundation, has implemented \r\nnumerous social, humanitarian and development \r\nprojects in a number of countries. We attach primary \r\nimportance to the promotion of intercultural dialogue, \r\nreligious tolerance and understanding among peoples. \r\nAzerbaijan will host the seventh Global Forum of the \r\nUnited Nations Alliance of Civilizations in 2016. We \r\nare proud that the first European Games were held this \r\nyear in Azerbaijan and that, in 2017, Azerbaijan will \r\nhost the Islamic Solidarity Games.\r\nRegrettably, the challenges to peace and security \r\nwere and are one of the impediments to regional \r\nsustainable development and cooperation. The ongoing \r\nmilitary occupation by neighbouring Armenia of \r\nalmost 20 per cent of the territory of Azerbaijan, in \r\nblatant violation of international law and the relevant \r\nresolutions of the Security Council, continues to \r\nrepresent a serious threat to international peace and \r\nsecurity. In brazen violation of basic human rights \r\nconventions, Armenia is carrying out ethnic cleansing \r\nagainst almost a million Azerbaijani in the occupied \r\nterritories of Azerbaijan and in Armenia itself. As a \r\nresult, they became refugees and internally displaced. \r\nPutting an end to the occupation of the territories \r\nof Azerbaijan and ensuring the return of forcibly \r\ndisplaced persons to their homes is an essential element \r\nof the implementation of the Agenda for Sustainable \r\nDevelopment in our region.\r\nIn conclusion, I would like to reiterate that my \r\ncountry is committed to sustainable development and \r\nto international efforts undertaken towards that end.\r\nThe Acting President (spoke in Arabic): I thank \r\nthe Minister for Foreign Affairs of Azerbaijan for \r\nhaving abided by the time limit.\r\nI no call on the Director-General of the Ministry \r\nfor Foreign Affairs and International Cooperation of \r\nSierra Leone.\r\nMr. Bangali (Sierra Leone): I am making this \r\nstatement on behalf of the Minister for Foreign Affairs \r\nand International Cooperation, Mr. Samura Kamara, \r\nwho, unfortunately, could not be with us today.\r\nI have the honour, on behalf of my country, \r\nSierra Leone, to participate in this historic summit \r\nfor the adoption of the 2030 Agenda for Sustainable \r\nDevelopment.\r\nAt the outset, allow me to acknowledge with \r\nsincere thanks and appreciation the leadership role of \r\nthe outgoing President of the General Assembly, His \r\nExcellency Mr. Sam Kahamba Kutesa, for successfully \r\nguiding the process.\r\nSierra Leone endorses the adoption of the post-\r\n2015 development Agenda.\r\nThe United Nations Conference on Sustainable \r\nDevelopment held in Rio three years ago was a critical \r\nstep forward towards building the world that we hope \r\nfor. In this regard, we should now commit ourselves \r\nto translating into reality the ambitious Goals set \r\nout in Agenda 2030. We must strive to transform our \r\nworld through a new development trajectory and take \r\nconcrete, bold and transformative steps to end extreme \r\npoverty, which, as aptly described in the 2030 Agenda, \r\nis the greatest global challenge and an indispensable \r\nrequirement for sustainable development.\r\nWe note the important progress made in the \r\nimplementation of the Millennium Development Goals \r\n(MDGs). The major challenge in ensuring the success \r\nof the Sustainable Development Goals (SDGs) is \r\nworking out a proactive and effective implementation \r\nstrategy that must include, first, a seamless transition \r\nbetween the MDGs and the SDGs and, secondly, the \r\ndevelopment of new approaches that include issues of \r\nmulti-stakeholder ownership, institutional partnerships, \r\nuniversality, empirical analysis and knowledge-sharing. \r\nWe must therefore take the gaps and challenges in the \r\nimplementation of the MDGs as our takeoff point in \r\nthe implementation of the 2030 Agenda for Sustainable \r\nDevelopment.\r\nTo this end, we should also ensure that the new \r\ndevelopment paradigm adequately addresses the needs, \r\nchallenges and development priorities of every Member \r\nState, and we must remain steadfast and resolute in our \r\npledge to leave no one behind.\r\nMany countries in Africa, particularly fragile \r\nand conflict-affected countries, were confronted with \r\n8/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nchallenges beyond their capacity in the achievement \r\nof the MDGs. These challenges remain enormous, \r\nranging from poor infrastructure to weak institutions, \r\nlow human capital and lack of adequate and predictable \r\nfinancing, despite the noticeable strides made in \r\npromoting democracy and good governance. This new \r\nAgenda therefore presents a unique opportunity to not \r\nonly ensure that the critical issues confronting Africa \r\nand other parts of the world, namely, poverty, hunger, \r\nyouth unemployment, social inequality and the impact \r\nof climate change, to name but a few, are effectively \r\naddressed, but also to find integrated and innovative \r\nsolutions to address the special needs of the conflict-\r\naffected, fragile and least developed countries.\r\nSierra Leone therefore welcomes the recognition of \r\nthe need to mobilize adequate resources for conflict-\r\naffected countries. We underscore the significance of \r\na long-term, stable and predictable f low of financing \r\nin order to reduce the inherent problems that are \r\nassociated with uncertain or short-term financial f lows. \r\nThis is why we endorse the new financing framework, \r\nwhich requires public finance, policies and regulatory \r\nframeworks, unlocking the transformative potential of \r\npeople and the private sector, and incentivizing changes \r\nin consumption, production and investment patterns to \r\nsupport sustainable development.\r\nWe firmly support the call to tackle climate change \r\nand urge all Member States and other stakeholders to \r\nmaintain the momentum in collaboratively mobilizing \r\nthe political will to achieve a meaningful, universal \r\nclimate change agreement in Paris in December this \r\nyear.\r\nOfficial development assistance (ODA) remains one \r\nof the main sources of international financing for many \r\ndeveloping countries. Sierra Leone strongly believes \r\nthat ODA is essential as a catalyst for development, \r\nincluding meeting the unfinished business of the MDGs \r\nand the achievement of the Sustainable Development \r\nGoals. But ODA must be ‘smart’: it must focus on \r\n‘aid orphans’, and due consideration should be given \r\nto conflict-affected countries within the spirit of the \r\nNew Deal, which, we believe, should be mainstreamed \r\nwithin the United Nations system.\r\nThe 17 SDGs and 169 targets are indivisible, which \r\nsimply means that success in all of them is required for \r\na truly transformative world that can better the lives \r\nand dignity of the human race.\r\nSierra Leone welcomes Goal 16 of the SDGs, which \r\nunderscores the importance and interlinkages between \r\npeace, security, stability, human rights and the rule of \r\nlaw as necessary conditions for development.\r\nSierra Leone will continue to build on the \r\nremarkable progress made in political stability, which \r\nis critical to development. We have put people at the \r\ncentre of development and will in that regard continue \r\nto place emphasis on the protection of the basic rights of \r\nour people. We will continue to adopt measures to build \r\non the progress made in addressing the root causes of \r\nconflict. We have laid the foundation for medium- and \r\nlong-term national development and will continue to \r\nbuild on them.\r\nBuilding peace, security and consolidating good-\r\ngovernance reforms will continue to be among our \r\npriorities. These provide us the appropriate healing \r\ntherapy for a country that has emerged from a massively \r\ndevastating conflict and now Ebola.\r\nWe have moved from a country on the agenda of \r\nthe Security Council to a nation that is a storehouse of \r\nlessons on how to successfully move from war to peace \r\nand development. Notwithstanding the unprecedented \r\nEbola virus outbreak, which had a grave negative \r\nimpact on our socioeconomic development, we are \r\nresolute and committed to implementing our agenda \r\nfor prosperity, which is tailored to most of the Goals of \r\nthe 2030 Agenda, together with the post-Ebola recovery \r\nstrategy.\r\nWe wish to commend and express our special \r\nthanks to the United Nations and the international \r\ncommunity for their support in ending the epidemic as \r\nwell as in pursuing our post-Ebola recovery plan.\r\nTo conclude, amid our current challenges, we will \r\ncontinue to build on the progress made in addressing \r\nkey development priorities, particularly in the areas \r\nof gender equality and women’s empowerment, youth \r\nunemployment, the management of natural resources, \r\nfood security, the effective delivery of public services \r\nand robust private-sector-led growth that would \r\ntranslate into more tangible peaceful dividends. We \r\ntherefore look forward to meaningful partnerships as \r\nwell as a structured and forward-looking successful \r\nimplementation of the SDGs within the next 15 years. \r\nTogether we can build a better world for succeeding \r\ngenerations.\r\n15-29241 9/38\r\n26/09/2015 A/70/PV.9\r\nThe Acting President (spoke in Arabic): I now \r\ncall on the Minister of International Cooperation and \r\nDevelopment of the United Arab Emirates.\r\nSheikha Al-Qasimi (United Arab Emirates) (spoke \r\nin Arabic): I am delighted to be here today to mark a \r\nmajor milestone for sustainable development.\r\nAfter years of preparations that included \r\nintergovernmental negotiations and extensive \r\nconsultations, the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1) is proof of our \r\ncommitment to a better world.\r\nBuilding on the success of the Millennium \r\nDevelopment Goals, the set of Sustainable Development \r\nGoals reflects a new global consensus on how the \r\nworld should look in 15 years’ time: a world free of \r\npoverty; a world with educated and healthy citizens; \r\npeaceful and economically prosperous societies; and \r\nclean environment and habitats. The 2030 development \r\nAgenda speaks to all of us, in all parts of the world.\r\nThe United Arab Emirates is pleased to participate \r\nin the achievement of the set of 17 goals and 169 targets. \r\nAccess to clean energy, sufficient and affordable food, \r\nquality education and health care, sustainable economic \r\ngrowth, healthy ecosystems and increased resource \r\nefficiencies: all of these issues resonate strongly with \r\nthe United Arab Emirates.\r\nThe United Arab Emirates has transformed its \r\neconomy into a highly advanced and knowledge-based \r\neconomy in a single generation, and it is continuing \r\nto develop rapidly. We have a strong commitment to \r\nsustainable development, and we can show success \r\nstories in many sectors.\r\nFirst, we have set ourselves a national goal of \r\nincreasing the use of clean energy in our energy mix \r\nthrough the deployment of solar energy and safe nuclear \r\npower. We are diversifying our economy through \r\ninnovation, research and development, and investment \r\nin human capital. The United Arab Emirates supports \r\nthe equal participation of women in all aspects of \r\nsociety. We are protecting and fostering terrestrial and \r\nmarine biodiversity by establishing protected areas \r\nand increasing the sustainable use of water resources. \r\nWe are pioneering sustainable urban communities, as \r\nrepresented by Masdar City, the world’s leading low-\r\ncarbon urban development. And we are committed to \r\ncombating climate change through active participation \r\nin international climate change negotiations.\r\nThese achievements have been driven by visionary \r\nleadership and effective policies, including the United \r\nArab Emirates Green Growth and innovation strategies, \r\nand initiatives undertaken across our country. We \r\nbelieve that the Sustainable Development Goals and \r\ntargets will continue to reinforce our strenuous efforts \r\nand pave the way for our achievement of sustainable \r\ndevelopment.\r\nAlthough still a relatively young and developing \r\ncountry, the United Arab Emirates has become the \r\nworld’s most generous donor in the past two consecutive \r\nyears, providing official development assistance above \r\nthe target of 0.7 per cent of gross national income, \r\nand provides extensive support to fellow developing \r\ncountries.\r\nOur contribution has already supported a number of \r\ncore areas of the 2030 development agenda, including \r\ninfrastructure development, the provision of health \r\ncare and renewable-energy and critical humanitarian \r\nassistance.\r\nThe United Arab Emirates is not only a major donor \r\nbut a major convener of dialogues on sustainability, \r\nincluding the annual Abu Dhabi sustainability week, \r\nthe Abu Dhabi preparatory meeting for Secretary-\r\nGeneral Ban Ki-moon’s Climate Summit, in 2014, and \r\nExpo 2020 Dubai, which will champion sustainable \r\ndevelopment. We are also the proud host country of \r\nthe International Renewable Energy Agency, which is \r\nthe world’s hub on renewable energy. The United Arab \r\nEmirates will continue to back these forums to foster \r\npartnerships and deliver practical solutions.\r\nThe essential yet ambitious scope of the Sustainable \r\nDevelopment Goals will require substantial resources. \r\nThe international community must look beyond \r\ntraditional methods of resource mobilization. We must \r\nforge new partnerships and be innovative in order to \r\naccess previously untapped sources of development \r\nfinance and investment. It is not just about raising more \r\nresources, but also about addressing causes of market \r\nfailures, creating an enabling environment for trade and \r\ncommerce by reducing investment risks, and increasing \r\nopportunities for public-private partnerships.\r\nThe United Arab Emirates is committed to \r\nimplementing the 2030 Agenda for Sustainable \r\nDevelopment in a manner consistent with its \r\ninternational obligations and commitments, and stands \r\nready to work with all parties concerned.\r\n10/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nI would like to conclude by expressing our pledge \r\nto leave no one behind and to shift the world onto a \r\nsustainable and resilient path. Let us join efforts in this \r\ncritical journey to 2030 and beyond.\r\nThe Acting President (spoke in Arabic): I now call \r\non the Minister for Foreign Affairs of New Zealand.\r\nMr. McCully (New Zealand): New Zealand \r\nwelcomes the ambition contained in the Sustainable \r\nDevelopment Goals (SDGs), and we support the \r\nsubstance of the Goals. Indeed, it would be hard not to. \r\nAs a specific country that places a high priority on the \r\nneeds of small island developing States, New Zealand \r\nregards the achievement of the SDGs as a matter of \r\nfundamental importance, not just a matter of statistical \r\ninterest.\r\nThe key question that f lows from their adoption \r\nis not whether the 17 Goals contained are worthy \r\nobjectives, but how we ensure that their adoption makes \r\na difference. If all nations and organizations do the \r\nhard work and make the difficult calls, that will make \r\nthe SDGs attainable. The SDGs set out development \r\ngoals for the next 15 years. It is sobering to ask just \r\nhow well we performed in relation to the Millennium \r\nDevelopment Goals (MDGs) and what lessons we need \r\nto learn if we are to be more successful in relation to \r\nthese successes.\r\nThe primary focus of my country is on its \r\nneighbourhood, the Pacific, where 60 per cent of our \r\ndevelopment budget is spent. Of the 14 States in the \r\nPacific Islands Forum, two achieved all of the MDGs, \r\nthree achieved more than half, and several nations \r\nachieved none. I hope that most would agree that \r\nwe collectively need to do better in the Pacific and \r\nelsewhere with the SDGs than we did with the MDGs. \r\nIf the SDGs are to be attained, we need to learn \r\nsome lessons about past practice and make challenging \r\ndecisions about the way forward. Yes, sustainable \r\ndevelopment requires resources to be made available, \r\nbut it also requires accountability and discipline. It \r\nrequires Governments and partners to make wise \r\ndecisions about priorities. Governments and partners \r\nwill need to prioritize the developments that have the \r\npotential to be game-changers and then move heaven \r\nand earth to make sure that some of these projects are \r\nactually delivered. \r\nA key reason for the failure to achieve a better \r\nscorecard with the MDGs has been a failure to prioritize \r\ndevelopments with the greatest potential. Another \r\nreason has been the propensity of the international \r\ndevelopment community to mistake activity for \r\nachievement. Of course, we need good process to \r\nmanage the expenditure of development funding, but \r\nthat is no excuse for valuable development resources \r\nbeing squandered in lengthy bureaucratic processes. \r\nThat is a particular problem for us in the Pacific.\r\nThe major international financing institutions have \r\ndeveloped rule books and processes that might be very \r\nappropriate for projects involving billions or hundred \r\nof millions of dollars. But I come from a region where \r\nmost of our neighbours have populations of tens or a few \r\nhundreds of thousands. Key development projects in the \r\nPacific region often require a few million or a few tens \r\nof millions of dollars. The application of processes and \r\nrules designed for much larger projects in much larger \r\ncountries have the very simple consequence of adding \r\nsignificant extra cost and long, often interminable \r\ndelays. I take this opportunity today to say to the major \r\nfinancing institutions, as I have been saying to them \r\ndirectly for far too many years now, that they serve \r\nour region poorly when they persist with processes and \r\nprocedures that add so significantly to the cost and the \r\ntimetables of important projects.\r\nI have said that achieving sustainable development \r\nrequires focus and discipline to prioritize activities \r\nthat had the capacity to be game-changing. Today, \r\nI want to talk briefly about two of the SDGs that are \r\ngame-changers in our region — energy, specifically \r\nrenewable energy, and fisheries, one being the biggest \r\ncost and the other being the largest economic asset in \r\nour region. \r\nIn common with most small island developing \r\nStates, the nations of the Pacific have been heavily \r\ndependent upon diesel to generate electricity, which \r\ncomes at a great cost. The cost of diesel in the Pacific \r\nislands is more than double the cost in New York. About \r\none third of the total import bill of these countries \r\nand about 10 per cent of their gross domestic product \r\nis consumed by the cost of diesel. In short, shifting \r\nPacific nations from dependence on expensive diesel \r\nand providing access to renewable energy, especially \r\nsolar power, is a real game-changer in our region. \r\nFor the past two years, New Zealand has been \r\nleading a programme to shift Pacific neighbours from \r\ndiesel-generated electricity to renewable energy. In \r\nearly 2013, we co-hosted a conference, in partnership \r\n15-29241 11/38\r\n26/09/2015 A/70/PV.9\r\nwith the European Union, involving all of the Pacific \r\nnations and the major development partners. We are \r\nnow implementing road maps in each country, and we \r\nare making good progress. \r\nFor most of the smallest islands, the change is \r\ntruly transformational. In the Tokelau islands, we \r\nhave moved from 100 per cent dependence on diesel-\r\ngenerated electricity to 100 per cent solar-generated \r\nrenewable electricity. Earlier this year, we celebrated \r\nconversion of all the islands in the northern Cooks from \r\ntotal dependence on fossil fuels to 100 per cent solar \r\npower. Significant progress has been made on the main \r\nisland of the southern Cooks, Rarotonga, and all of the \r\nsmaller southern islands will be fully resourced with \r\nsolar power in the coming months. \r\nIn Tuvalu, the four outer islands will be shifted \r\nfrom diesel-powered to solar-powered electricity \r\nby December of this year. And we are making major \r\nheadway with renewables in Samoa, Tonga, Niue, Papua \r\nNew Guinea and Solomon Islands. Many of the skills \r\nand lessons we have learned are transferable, and in \r\nmore recent times we have been pleased to be involved \r\nin assisting SIDS in the Caribbean, and others like the \r\nComoro Islands, in their efforts to shift to renewable \r\nenergy. \r\nAnother big game-changer for our region is the \r\ntuna fishery, its largest economic asset. So we welcome \r\nthe adoption of the SDG for oceans. The Pacific tuna \r\nfishery is the only truly healthy tuna fishery left \r\non the planet. Keeping it healthy and ensuring that \r\nits economic benefits f low more substantially to its \r\nowners are critical tasks for the next decade. In each of \r\nthe last three years, the market values of the tuna taken \r\nfrom the Pacific zones has declined from $3.9 billion to \r\n$3.4 billion to $3.1 billion. Yet in each of those years we \r\nhave seen greater tonnages taken from the zones. That \r\nis simply not a sustainable path. \r\nNew Zealand is therefore committed to investing \r\nsignificantly in building the fisheries management \r\ncapacity of the region and encouraging initiatives \r\nto move Pacific nations up the value chain through \r\ngreater processing and employment opportunities in \r\nthe region. We need better cooperation among nations \r\non surveillance in order to stamp out illegal fisheries \r\nand the underreporting of catch. We need greater \r\ncooperation to protect the health of the world’s oceans. \r\nNew Zealand welcomes the adoption of the SDGs, \r\nbut we know that it marks the beginning, not the end, \r\nof the process. Ahead lies the challenging task of \r\nattempting to meet these Goals. If we are to succeed \r\nin a way that the MDGs did not, we will need to learn \r\nfrom the significant lessons of the recent past. These are \r\nlessons about hard work and difficult decisions, about \r\nchoosing the right priorities and focusing on practical \r\noutcomes. Above all, they are about strong partnerships \r\nthat deliver positive and timely results. In that respect, \r\nthe Assembly may be assured that New Zealand will \r\nplay its full part.\r\nThe Acting President (spoke in Arabic): I now call \r\non  the Minister for Foreign Affairs and Cooperation of \r\nthe Republic of Rwanda. \r\nMrs. Mushikiwabo (Rwanda): Global development \r\nis a shared responsibility. This week’s adoption of \r\nthe Sustainable Development Goals (SDGs) marks a \r\nmajor step towards addressing the greatest challenges \r\nfacing our world. The goals are ambitious, but so are \r\nthe aspirations of billions of people, who are keen \r\nto improve their lives, see an end to inequality and \r\nconflict, and safeguard the health of our planet. \r\nThe Millennium Development Goals (MDGs) \r\nwere adopted as my country, Rwanda, emerged from \r\na devastating period following the genocide. While we \r\nwere engaged in figuring out the most appropriate path \r\nto renewal, we found that the MDGs were aligned with \r\nour national vision and the expectations of our citizens, \r\nand we linked our efforts to a much wider context. This \r\nallowed Rwanda to meet most of the targets and build \r\nstrong productive partnerships. \r\nIn making the transition from the MDGs to the SDGs, \r\nwe will have to take into account what we have learned \r\nin the past 15 years, in order to address the complex \r\nchallenges ahead. First, we must recognize the added \r\nvalue the Goals bring to existing development plans. \r\nSecondly, we must commit to making the best use of \r\nboth domestic resources and development partnerships, \r\na big part of which is ensuring accountability to \r\nourselves and our partners for results. The third \r\nlesson — and the best determinant of success — is \r\ncitizen ownership and involvement at every step in the \r\nprocesses of planning and implementation. Plans and \r\nresources are essential, but getting people on board \r\nand engaged is the most effective way to achieve the \r\ntransformation. Every country will have to figure out \r\nthe forms of governance and democratic participation \r\nneeded for that to happen. In addition, the next 15 years \r\npresent an opportunity to focus more on key underlying \r\n12/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nfactors that will help us to achieve the most impact, \r\nincluding the promotion of gender equality, greater \r\ninvolvement of the private sector and the use of science \r\nand technology, particularly Internet broadband.\r\nFinally, in line with my country’s commitment to \r\nthe development process, we are honoured to be the host \r\nof the new Sustainable Development Goals Centre for \r\nAfrica, which will strengthen partnerships within the \r\ncontinent, between the continent and the wider world, \r\nand with all stakeholders. That will allow us to make the \r\nmost of this new chapter in international collaboration. \r\nWe look forward to playing our part in building a safer \r\nand more prosperous and equitable world.\r\nThe Acting President (spoke in Arabic): The \r\nAssembly will now hear a statement by the Minister for \r\nForeign Affairs of the State of Eritrea.\r\nMr. Saleh (Eritrea): My Government welcomes \r\nthe outcome document, entitled “Transforming our \r\nworld: the 2030 Agenda for Sustainable Development” \r\n(resolution 70/1), and is pleased to join the community \r\nof nations in adopting it. Its goals and targets fit well \r\nwith Eritrea’s self-reliance policy and development \r\nagenda. It clearly reflects Eritrea’s commitment to \r\neradicate poverty in all its forms and dimensions \r\namong our people. Since Eritrea’s independence in \r\n1991, the Government and the people have adopted \r\na people-centred, inclusive, pro-poor and internally \r\ndriven social, economic and political development \r\nagenda.\r\nIn spite of the hostile acts of some Governments, \r\nan extensive disinformation campaign, the imposition \r\nof unjust sanctions and the occupation of some of its \r\nsovereign territory, Eritrea, as a result of the political \r\ncommitment of the leadership and the people’s \r\ninvolvement, has been able to register commendable \r\nresults in almost all of the Millennium Development \r\nGoals (MDGs). Eritrea’s achievements have been \r\ncommended by most of the United Nations agencies \r\nand its development partners. Eritrea achieved MDGs \r\n4, 5 and 6, namely, reduction in child mortality, in \r\nmaternal mortality and in HIV/AIDS, malaria and \r\nother communicable diseases, early in 2013, ahead of \r\nthe target date. \r\nToday, Eritrea is an oasis of peace in the vulnerable \r\nHorn of Africa and the Red Sea region. Ensuring \r\nfood security, developing infrastructure, capacity-\r\nbuilding and providing efficient and effective social \r\nservices are its major activities. Under the motto \r\n“Education for all”, education in Eritrea is universal \r\nand free from kindergarten to the tertiary level. The \r\nagenda of empowerment for women is on track; equal \r\npay for equal work and women’s rights to inheritance \r\nand to own property are guaranteed by law. Female \r\ngenital mutilation has been criminalized. The National \r\nUnion of Eritrean Women, a grass-roots civil-society \r\norganization with over 400,000 members, is active \r\nall over the country. In regard to the environment, \r\nextensive and coordinated grass-roots forestation and \r\nwater-conservation activities are taking place.\r\nEritrea once again welcomes the adoption of \r\nthe 2030 Agenda. Its implementation will definitely \r\nconsolidate Eritrea’s achievements under the MDGs. \r\nThe Sustainable Development Goals appropriately \r\nemphasize the centrality of poverty eradication. Rest \r\nassured that, as with the MDGs, the people and the \r\nGovernment of Eritrea are determined to achieve the \r\nGoals and targets set in the 2030 Agenda, which will \r\nbe integrated into all their development policies and \r\nprogrammes. Eritrea is also committed to promoting \r\ninvestment, cooperation and engagement with its \r\ndevelopment partners.\r\nI have heard speaker after speaker emphasize the \r\nneed to bring about a transformative change all over the \r\nworld and to pledge that “no one will be left behind”. \r\nLet all of us respect the letter and spirit of that noble \r\npledge. It must also be underlined that there cannot \r\nbe sustainable development without peace, and there \r\ncannot be peace without sustainable development. It \r\nis therefore high time for the United Nations and all \r\nof us to shoulder our responsibilities and to urge those \r\ncountries that do not respect international law and their \r\ntreaty obligations to do so. No nation, big or small, \r\nshould be allowed to occupy the sovereign territory \r\nof another State. Moreover, politically motivated and \r\nunjust sanctions definitely have a negative impact on the \r\nsocial and economic welfare of the people, particularly \r\nwomen and children. They must be immediately and \r\nunconditionally lifted. Once again, no nation or people \r\nshould be left behind.\r\nThe Acting President (spoke in Arabic): I now call \r\non the  the Acting Minister for Foreign Affairs of the \r\nRepublic of Yemen.\r\nMr. Abdullah (Yemen) (spoke in Arabic): At the \r\noutset, I would like to express our appreciation to \r\nthe United Nations and all the States that have been \r\nassisting my country, Yemen, in overcoming the current \r\n15-29241 13/38\r\n26/09/2015 A/70/PV.9\r\nchallenges. We would like to extend our thanks to our \r\nbrothers in the Gulf Cooperation Council, particularly \r\nthe Kingdom of Saudi Arabia, which promptly set about \r\nforming a coalition with a view to saving Yemen.\r\nThe year 2015 is of critical importance given \r\nthe transition to the post-2015 international \r\ndevelopment agenda. In the General Assembly, we \r\nare working to implement the recently adopted 2030 \r\nAgenda for Sustainable Development, with its three \r\npillars — economic, social and environmental. It is \r\nan agenda that caters to the ambitions of everyone all \r\nover the globe. We welcome the considerable efforts \r\nmade to arrive at the outcome document, which aims \r\nto eradicate poverty and hunger and to help us create a \r\nworld characterized by human solidarity, with a view to \r\nachieving the Sustainable Development Goals.\r\nDespite the initial gains made in my country in the \r\ncontext of some of the MDGs over the past 15 years, the \r\nabsence of development planning and vision during the \r\n33 years when former President Abdullah Saleh was in \r\npower, in addition to the various armed conflicts and \r\nterrorist incidents that have occurred over the past 50 \r\nyears, forced our people to lead a life devoid of any \r\nkind of development. At the end of last year, Houthi \r\nmilitias and president Saleh carried out an armed coup \r\nd’état, and in less than one year all our development \r\ngains were erased.\r\nI would like here to extend our many thanks to \r\nSecretary-General Ban Ki-moon and to his Special \r\nAdviser on Yemen as well as to the United Nations \r\nsystem as a whole and the international community for \r\nhaving stood by the legitimate Yemeni Government and \r\nits people so as to achieve peace, security and stability. \r\nThis involved a number of resolutions adopted by the \r\nSecurity Council, the most recent of which is resolution \r\n2216 (2015), which reflects the priority we attach to \r\nachieving development and making up for the losses we \r\nsustained as a result of the conflict and armed violence.\r\nWe would like to draw the attention of the \r\ninternational community to the conflicts that are raging \r\nin certain countries, with a view to achieving peace, \r\nsecurity, reconstruction and institution-building, \r\nso that the peoples of those countries will be able to \r\nrelaunch their development process for a better future.\r\nThe eradication of poverty and hunger is a main \r\ntarget of the Summit. Despite the decrease in the \r\nnumber of poor people and the measures taken to \r\ncombat poverty, most of the poor live in rural areas, \r\nand Governments cannot extricate them from the trap \r\nof poverty and malnutrition. These problems were \r\nintensified as a result of the armed coup d’état and \r\naggression, as well as the killing of and unjustifiable \r\nviolence against civilians, as is happening in Yemen. \r\nArmed militias are not abiding by the resolutions of \r\nthe United Nations. We would like to emphasize the \r\nneed to work with the international community and \r\nthe United Nations to stimulate the agricultural and \r\nindustrial sectors and promote rural development as \r\nwell as combat malnutrition, with a view to achieving \r\nsecurity and stability.\r\nYemen has many friends; many pledges and promises \r\nwere made to support it and its development. We hope \r\nthat this will continue, particularly as the infrastructure \r\nhas been destroyed. This year has special importance \r\nfor us, given that the United Nations Framework \r\nConvention on Climate Change is to be held in Paris in \r\nDecember. Climate change is among the most serious \r\nchallenges facing the world. It threatens development \r\nefforts, the combat against poverty, agriculture and \r\nvarious other sectors of developing countries, the \r\nleast developed countries in particular. They threaten \r\nthe survival of many countries, particularly the least \r\ndeveloped countries that are suffering from armed \r\nconflict. We hope that the Paris Conference will devise \r\nclear-cut procedures that will protect our national \r\nresources and ecological diversity and ward off the \r\nlooming dangers that constitute a major barrier to the \r\nachievement of the 17 Sustainable Development Goals.\r\nWe reiterate the need to take measures aimed \r\nat changing our behaviour as individuals, families, \r\nbusinesses and Governments in a manner that ensures \r\nsustainable patterns of consumption and production. \r\nWe welcome the outcome document of the third \r\nInternational Conference on Financing for Development, \r\nheld last July in Addis Ababa. The outcomes of the \r\nConference are very important, and States, including \r\nthose of the Group of 77 and China, must implement \r\ntheir commitments to promote concrete results in terms \r\nof development.\r\nWe emphasize the pivotal role undertaken \r\nby the High-level Political Forum on Sustainable \r\nDevelopment. As the least developed countries were \r\nnot able to achieve the MDGs so as to ensure the well-\r\nbeing of their peoples, we would emphasize the need to \r\nprovide them support in the areas of production growth, \r\neducation, training and technology by the end of this \r\nyear.\r\n14/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nI wish the Summit every success.\r\nThe Acting President (spoke in Arabic): I now \r\ncall on the Minister for Foreign Affairs and Investment \r\nPromotion of the Federal Republic of Somalia.\r\nMr. Omer (Somalia): The Government of the \r\nFederal Republic of Somalia is proud to have been \r\ninvolved in what has been a truly inclusive and \r\ntransparent process during the negotiations on the \r\nSustainable Development Goals (SDGs). These Goals \r\nwill now succeed the Millennium Development Goals.\r\nIt is crucial that we complete what we as individual \r\nnations ambitiously started in order to create a more \r\nequitable, secure and prosperous world for each and \r\nevery human with whom we share the planet today and \r\nfor those born tomorrow.\r\nWhile it is impossible for all Member States to get \r\nwhat they want, I am confident that the Sustainable \r\nDevelopment Goals provide a strong framework for \r\nthe greatest challenges that the world faces collectively \r\ntoday. The challenges of today are ones that require \r\ncommon action through partnership in order to ensure \r\nsecurity, positive progress and prosperity for all \r\nmankind.\r\nIt is not possible, in a globalized age, to insulate \r\none’s nation from overarching global issues such \r\nas climate change, terrorism and poverty without \r\ndeveloping solutions and partnerships to initiate, \r\nmanage and sustain the progress we require at a global \r\nlevel.\r\nOur message to all delegations gathered here during \r\nthis historic Summit, during the seventieth anniversary \r\nof the United Nations, is that all partnerships, North-\r\nSouth, South-South, business, Government and civil \r\nsociety, must all be challenged to complement one \r\nanother. This is the only way fully to utilize their \r\nabundant resources, in order to provide collective \r\nsolutions to the implementation of the fundamental \r\ntargets to be met by 2030. There cannot be finger-\r\npointing 15 years from now because we failed to work \r\ntogether, simply because the lives of billions of people \r\ndepend on the effective outcome of our commitment \r\nand cooperation. The child born at this hour will be \r\n15 years old by 2030. We must think now how that \r\nprecious child will evaluate our efforts. Will we have \r\nhonoured our promises to that child or will we have \r\nfailed him? That is the stark and simple choice we face \r\ncollectively with every target we set ourselves under \r\nthe Sustainable Development Goals.\r\nSomalia, as a nation that has exited civil war \r\nand that is now on the road to strong recovery, has \r\nargued for and continues to underline the importance \r\nof supporting post-conflict nations in their journeys \r\nto peace, stability and economic recovery. The way \r\nout of violence and political misunderstanding is a \r\ncommitment to justice, humanity and good governance. \r\nAll those universal goals are the prerequisites for a \r\nstable world and a conducive environment for the \r\nimplementation of the Sustainable Development Goals.\r\nWe are certain that this is not the end of the \r\ndiscussions or debates. We must now take the bold steps \r\nrequired to bring what is beautifully written on paper to \r\nlife. The real challenge begins once we leave New York \r\nand return to our countries.\r\nSomalia is ready to work with each and every \r\npartner and will embrace new ones in order to achieve \r\nthe Sustainable Development Goals, so that in the \r\nfuture we as a nation can contribute even further to \r\nthe stability, progress and prosperity of our world. \r\nThe Somali people have a rich story to share and much \r\nto contribute to the global community. Many in the \r\nworld came to know us in our previous chapter during \r\nconflict, in which we were survivors. Today, we embark \r\non this current chapter, in which we will be known as \r\nbuilders, as we work towards a stable and peaceful \r\nsociety and region in the Horn of Africa and the wider \r\nworld. Now, may the Sustainable Development Goals \r\nthat we have come to sign act as the pen and ensure \r\nthat in our nation’s next chapter we will be creators, \r\ninnovators and, finally, sustainers contributing to the \r\nworld in ways that bring peace, harmony and prosperity \r\nto our fellow man.\r\nThe Acting President (spoke in Arabic): I now call \r\non the Secretary for Relations with States of the Holy \r\nSee.\r\nArchbishop Gallagher (Holy See): The Holy See \r\nwishes to congratulate the international community for \r\nadopting the post-2015 development Agenda. Indeed, \r\nthe adoption of the 2030 Agenda for Sustainable \r\nDevelopment at the Summit is an important sign of \r\nhope.\r\nThe Holy See appreciates the Agenda’s focus \r\non the eradication of poverty and hunger, based on \r\nthe centrality of the human person and the related \r\n15-29241 15/38\r\n26/09/2015 A/70/PV.9\r\ncommitment to ensure that no one is excluded. Yesterday, \r\nPope Francis reminded the Assembly that economic \r\nand social exclusion is a complete denial of human \r\nfraternity and a grave offence against human rights \r\nand the environment. The 2030 Agenda should be built, \r\nhe said, on the foundations of a right understanding of \r\nuniversal fraternity and respect for the sacredness of \r\nevery human life, of every man and every woman, the \r\npoor, the elderly, children, the infirm, the unborn, the \r\nunemployed, the abandoned. \r\nThis common home of all men and women must \r\nalso be built, he said, on the understanding of a certain \r\nsacredness of created nature. In this way, the pillars of \r\nintegral human development — housing, dignified and \r\nproperly remunerated employment, adequate food and \r\ndrinking water; religious freedom and, more generally, \r\nspiritual freedom and education — have a common \r\nfoundation — the right to life and, more generally, what \r\nwe could call the right to the existence of human nature \r\nitself. The 2030 Agenda for Development (resolution \r\n70/1) can be effective and practical if it provides \r\nimmediate access, on the part of all, to essential \r\nmaterial goods and respect for people’s freedom to \r\nattain essential spiritual goods.\r\nThat poverty has many forms means that sustainable \r\ndevelopment can neither be conceived nor measured in \r\nmere economic and statistical terms. Various aspects \r\nof the 2030 Agenda pertain to human activity as such, \r\nand for that reason they entail an ethical dimension \r\nwith attention to spiritual, moral and religious values, \r\nnamely those categories which “transcend the language \r\nof mathematics and biology, and take us to the heart \r\nof what is human” (see Laudato si’). For our own sake \r\nand that of future generations, we need models of \r\ndevelopment that do not compromise human dignity \r\nand the health of our environment. In the words of Pope \r\nFrancis, \r\n“[W]e must avoid every temptation to fall into a \r\ndeclarationist nominalism which would assuage \r\nour consciences ... We need to ensure that our \r\ninstitutions are truly effective in the struggle \r\nagainst all these scourges” (A/70/PV.3, p. 4). \r\nIt is widely recognized that achieving each of \r\nthe 17 Sustainable Development Goals and the many \r\nrelated targeted targets is a formidable challenge. \r\nWe must avoid diverting precious resources from the \r\npursuit of the most fundamental goals. In that regard, \r\nthe Holy See has already made its reservations clearly \r\nknown and is on record concerning certain targets as \r\nwell as expressions.\r\nIn adopting the Agenda, the international community \r\nhas chosen solidarity over egoism — solidarity with the \r\nexcluded of today, solidarity with the poor of tomorrow, \r\nsolidarity with future generations. The family, the \r\nnatural and fundamental unit of society, is the primary \r\nagent of sustainable development and therefore the \r\nmodel of communion and solidarity among nations \r\nand international institutions. A shared concern for \r\nthe family and its members is a sure contributor to \r\npoverty reduction, better outcomes for children, \r\nequality between girls and boys and women and \r\nmen, improved work-family rest balance and stronger \r\nintra- and inter-generational bonds. We would do well \r\nnot to forget the ample evidence that family-friendly \r\npolicies, including respect for religion and the right of \r\nparents to educate their children, contribute effectively \r\nto the achievement of development goals, including \r\nthe cultivation of peaceful societies. Solidarity and \r\ncooperation are not mere sentiments; for them to be \r\ngenuine they must move us to action. \r\nTherefore, our choice must mean the determination \r\nto mobilize the resources needed to achieve our \r\ncommitment. It must mean building capacities in poorer \r\ncountries at the earliest stages to ensure success. It must \r\nmean sharing with the poor countries the technological \r\nknow-how that can help them to emancipate their \r\npeople from extreme poverty without placing heavy \r\ncosts on the developed countries. It must mean, on the \r\npart of all, justice, the rule of law, a strong commitment \r\nto fighting corruption and a genuine spirit of service for \r\nthe sake of the common good. \r\nConsequently, as we commit to the task of achieving \r\nthe Goals of the 2030 Agenda, we must start with the \r\nconviction of our common origin, our history, our \r\ncommon destiny. We are a single human family in need \r\nof one another, with shared responsibilities and with a \r\ncommon destiny inseparably linked to our planet, our \r\ncommon home, for which we all must care.\r\nI would like to conclude by paraphrasing a passage \r\nfrom the Pastoral Constitution of the Second Vatican \r\nCouncil, Gaudium et Spes. The joys and the hopes, \r\nthe grief and the anguish of the people of our time, \r\nespecially those who are poor or in any way aff licted, \r\nthese are the joys and hopes, the grief and anguish of us \r\nall. Indeed, nothing genuinely human must ever fail to \r\nraise an echo in our hearts.\r\n16/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nThe Acting President (spoke in Arabic): I now call \r\non the Minister for Foreign Affairs of the Republic of \r\nthe Marshall Islands.\r\nMr. DeBrum (Marshall Islands): I have the honour \r\nto convey warm greetings on behalf of His Excellency \r\nChristopher Loeak, President of the Republic of the \r\nMarshall Islands, and the Marshallese people. The \r\nMarshall Islands is proud to join in adopting the \r\nUnited Nations post-2015 development agenda and the \r\nSustainable Development Goals (SDGs). \r\nWe have set our collective sights high so as to \r\ncontinue to move the world out of poverty and towards \r\na sustainable planet. We have directed our collective \r\nsights across the full range of development challenges \r\nand out to 2030. We have pushed ourselves beyond \r\nthe usual strain of superficial rhetoric and set specific \r\nbenchmarks to measure progress and address gaps. Our \r\ncelebration, however, should be brief. It is now time to \r\nimplement. \r\nIn the Republic of the Marshall Islands, as with \r\nmany of our Pacific neighbours, oceans define our \r\nidentity and future. Achieving the oceans SDG will \r\ndepend closely not only on partnerships but on renewed \r\npolitical will, in particular on the part of distant fishing \r\nnations to put aside their immediate economic self-\r\ninterests and make tough choices to ensure that the \r\nworld has a sustainable food source and that small island \r\nnations realize a much stronger benefit and participation \r\nwith regard to our own resource. The parties to the \r\nNauru Agreement havecommitted to advancing the \r\nworld’s largest certified sustainable tuna fishery. Our \r\nsuccess will depend closely on other nations and the \r\nprivate sector working as true partners — with us, not \r\nagainst us. \r\nIt is right that the SDGs also focus on climate \r\nchange and sustainable energy as urgent priorities. \r\nClimate-driven impacts can easily erase any potential \r\ndevelopment gains and are an unrivalled long-term \r\neconomic and security disaster. As a low-lying island \r\nnation whose long-term future is entirely at risk to \r\nrising seas, it is critical that we mark progress toward \r\nemerging resiliency with wider planning. We must also \r\nmeasure global progress toward stronger, renewable and \r\nefficient energy that will achieve decarbonization and \r\ndelink growth from pollution. Ocean thermal energy \r\nconversion remains a powerful goal of self-sufficiency \r\nand renewable energy for my country, and all nations \r\nmust further define their own ambitious paths. \r\nThe SDGs have also rightfully incorporated gender \r\nas an important benchmark. Although women play a \r\npowerful role in our traditional culture, too often the \r\ngender gap has persisted despite specific policies and \r\ngood intentions.\r\nIt is also critical that the achievement of the SDGs \r\nnot only rest with national Governments at the United \r\nNations but include the full range of actors, including \r\nthe private sector and our regional partners. In this \r\nregard, and following the Trans-Pacific Partnership \r\nFramework, it is important to fully recognize the \r\nparticipation of Taiwan in the implementation of the \r\nSDGs.\r\nFor a small island nation and also a large ocean \r\ncountry, it is imperative that our statistics capacity \r\nreceive targeted and immediate support and that \r\nwe devise a tailored national SDG strategy in which \r\nwe move forward first with our strongest and most \r\ndeserving priorities. At no point were our previous \r\nstrategies closely aligned. Our national policies, \r\nbilateral foreign assistance, the regional Pacific plan, \r\nthe United Nations strategy for small island nations and \r\nthe Millennium Development Goals were never mapped \r\nout together. It is little wonder that limited progress was \r\nachieved.\r\nToday we all have the opportunity to design \r\nthings differently. We must forge closer links between \r\nthe SDGs and regional platforms as well as with our \r\nown improved national strategic plan, which utilizes \r\nthe recent boost in national fisheries income as a \r\ntargeted opportunity to invest in the SDGs and in our \r\nfuture. We need the full commitment of our close and \r\ntraditional partners as well as the genuine leadership \r\nof non-traditional sources to match our own strong, \r\nnational commitment.\r\nToday is only the first step of many needed to forge \r\na closer link between local communities and global \r\naspirations.\r\nThe Acting President (spoke in Arabic): I now call \r\non  the Deputy Minister for Foreign Affairs and Head \r\nof the Delegation of the Republic of Nicaragua.\r\nMrs. Rubiales de Chamorro (Nicaragua) (spoke \r\nin Spanish): I convey fraternal greetings from our \r\nPresident, Commander Daniel Ortega Saavedra, to this \r\nhistoric United Nations Summit to adopt the document to \r\ntransform our world – the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1). This underscores the \r\n15-29241 17/38\r\n26/09/2015 A/70/PV.9\r\nimportance of renewing our commitment to the peoples \r\nof the world and to Mother Earth for a world at peace, \r\nfree of poverty and evil. \r\nThis is a crucial moment, when the evaluation and \r\nculmination of the Millennium Development Goals \r\nthat we agreed upon 15 years ago coincide with the \r\nseventieth anniversary of the founding of the United \r\nNations, whose purpose is peace and the social and \r\neconomic development of our peoples. During those \r\n70 years, the world has continued to witness conflicts \r\nthat clearly disrupt international peace and security \r\nwith wars of aggression, military interventions, \r\noccupation of sovereign countries, and policies aimed at \r\nchanging regimes. That has undermined and decreased \r\nthe development achieved in States that had brought \r\nsecurity and prosperity to their peoples. It has created \r\nthe conditions for the spread of violent extremism \r\nand international terrorism to the point of controlling \r\nterritories, leading to the current crisis of millions of \r\nrefugees whose numbers are increasing daily. How \r\ncan we explain to these millions of men, women and \r\nchildren who have nothing to eat, who lack shelter, \r\neducation and health that there is money for military \r\nexpenses, for war and intervention but that there are no \r\nbudgets for development projects or for our people to \r\nlive well and in harmony with Mother Earth?\r\nWe are among the countries that have achieved \r\na reduction in poverty and hunger. However, we \r\nhave been unable to fully achieve the Millennium \r\nDevelopment Goals (MDGs) or all the strategic targets \r\nat a global level. Doing so is key for the 2030 Agenda \r\nfor Sustainable Development, whose implementation \r\nmust be governed by the principle of shared but \r\ndifferentiated responsibilities if we are to change the \r\ncurrent economic order, establish a new economic and \r\nfinancial model and create new patterns of production \r\nand consumption consistent with living sustainably.\r\nOur President describes the current economic \r\nmodel as one that encourages economic development. \r\nHe says that, our struggle to achieve sustainable \r\ndevelopment notwithstanding, what has prevailed and \r\ncontinues to be practised is unsustainable development, \r\nwhich gives rise to inequality and poverty. That is \r\nwhy our major challenge must be to implement the \r\n17 Sustainable Development Goals (SDGs), with the \r\npriority of eradicating poverty and inequality by 2030. \r\nPope Francis inspired us with his presence at the United \r\nNations and his contribution of the encyclical entitled \r\nLaudato Si’. We espouse those same sentiments. \r\nEveryone should be mindful of the encyclical when \r\nimplementing the Agenda.\r\nTo achieve the outstanding MDGs and to implement \r\nthe SDGs, it is vital that developing countries have \r\naccess to technological and financial resources. They \r\nmust be able to build their capacities and to enjoy the \r\npolitical space to enable them to promote their national \r\npolicies and sovereignty. Nicaragua has made progress \r\nin meeting its commitments to the MDGs and, today, is \r\ncloser to achieving all of them.\r\nOur Christian and socialist model of solidarity, \r\nunder the political guidance of our President, \r\nCommander Daniel Ortega Saavedra, our national \r\nhuman development plan and the capacity for \r\norganization and mobilization of our people have \r\nbeen the determining factors in reducing poverty and \r\neconomic and gender inequality. Nicaragua is among \r\nthe leading countries of the world when it comes to the \r\nnumber of women in the executive branch, Parliament \r\nand municipal government, as noted by the World \r\nEconomic Forum gender-gap index. Our Government \r\nbelieves that emphasis on the role of women is an \r\nessential factor in policies for sustainable development. \r\nThese include access to land, property and loans and \r\nprogrammes that provide capital for rural and urban \r\nwomen, such as Zero Hunger and Zero Usury.\r\nAs part of our commitment, and with a view \r\nto having a positive impact on the new Agenda, we \r\nwould like to propose to the international community \r\nan international campaign on access to safe surgery, \r\nwithout which more deaths occur every year — chiefly \r\namong the poorest and most vulnerable peoples of the \r\nworld — than are caused by malaria, tuberculosis and \r\nHIV/AIDS combined. \r\nThe people of Nicaragua regard the implementation \r\nof the 2030 as an opportunity for the international \r\ncommunity to renew and strengthen its commitment \r\nand solidarity with the peoples of the world by driving \r\nhuman development, while promoting climatic and \r\nsocial justice, peace and harmony, and respect for \r\nterritorial integrity and the self-determination of \r\npeoples, and ensuring the survival of the human race \r\nand the rights of Mother Earth.\r\nThe Acting President (spoke in Arabic): I now call \r\non the Head of Delegation of the Syrian Arab Republic.\r\nMr. Ja’afari (Syrian Arab Republic) (spoke in \r\nArabic): At the outset, I would like to extend my \r\n18/38 15-29241\r\nA/70/PV.9 26/09/2015\r\ncountry’s thanks to the co-Chairs of the Summit for \r\ntheir work in organizing it. The Government of the \r\nSyrian Arab Republic welcomes the adoption of the \r\npost-2015 development Agenda, which is an ambitious \r\nroad map for achieving sustainable development \r\nin its three dimensions — economic, social and \r\nenvironmental — for all peoples of the world.\r\nIn regard to the Agenda, Syria emphasizes that \r\nthe developed countries have a commitment and \r\nhistorical responsibility to support the national efforts \r\nof developing countries to achieve development. In so \r\ndoing, they must abide by the Charter of the United \r\nNations and respect the sovereignty and territorial \r\nintegrity of Member States. It is on that basis that \r\nwe should all work globally to achieve sustainable \r\ndevelopment.\r\nThe Agenda incorporates an understanding of \r\nthe most important dimensions and reasons for the \r\ndeterioration of economic, social and environmental \r\nconditions — migration and the lack of stability in \r\nthe Middle East — which are the result of occupation, \r\ninvasion and terrorism. Situated in the heart of the \r\nregion, Syria is suffering, for the fourth straight year, \r\nfrom an unprecedented wave of extremism and terrorism \r\ncontrolled by outsiders. It is a terrorism that burns \r\neverything around it and wipes out the development \r\nachievements of the Syrian people, a terrorism that \r\nhas been attempting to destroy the economy of Syria \r\nand its infrastructure, while systematically stealing its \r\nnatural resources. The terrorists continue to threaten \r\nthe security and safety of the people, to nullify the role \r\nand energies of young people and women and to ruin \r\nthe Syrian civilization. \r\nThe current wave of terrorism would not have \r\nhappened had it not been for the erroneous policies of \r\nsome and the lack of insight of others. Events in Syria \r\nand throughout the region can be explained by the fact \r\nthat some States have become involved in fuelling crises \r\nto achieve their unethical political interests, while \r\nothers have turned a blind eye. The failure to participate \r\nin combating the spread of terrorism and extremism \r\nin the region has meant that terrorism and extremism \r\nhave now spread throughout the world. Terrorists \r\nnow use modern information and communications \r\ntechnology and receive financial assistance. Clearly, \r\nwhat is happening in Syria is a wave of terrorism \r\nand extremism led not only by terrorists, extremists \r\nand brokers but also by well-known international and \r\nregional intelligence services.\r\nEveryone knows where the fatwas of terrorism are \r\nissued — the fatwas that incite Syrians to rise against \r\neach other. Everyone knows who gives weapons and \r\nlogistical support and monthly salaries to foreign \r\nmercenaries and terrorists. Everyone knows who \r\nfacilitates the transborder crossings of mercenaries \r\nand terrorists into Syria to attack and destroy its \r\ninstitutions and to threaten the very security and safety \r\nof its citizens. Everyone makes fun of and mocks those \r\nwho promise paradise to the followers who cross the \r\nborders with the terrorists. \r\nThe ultimate goal of the terrorists is to destroy \r\nSyria as a citadel of moderation, tolerance and \r\npeaceful coexistence. We are currently witnessing a \r\nconflict between moderation and radicalism, between \r\ncivilization/development and backwardness, and \r\nbetween stability and anarchy. Day in and day out, we \r\nwitness killings and acts of destruction carried out by \r\nDaesh and the Al-Nusra Front as well as other terrorist \r\norganizations in Syria, which are, abominably, termed \r\nthe moderate armed opposition, which surrendered \r\ntheir weapons to the terrorist Al-Nusra Front, as noted \r\ntoday by the Pentagon’s Central Command.\r\nThe armed moderate opposition has daily \r\nbombarded civilians in hundreds of towns and villages \r\nwith thousands of rockets and mortar shells, killing \r\nthousands and destroying public and private property. \r\nAs the Assembly is aware, Syrian and Iraqi oil is being \r\nstolen by terrorists and sold to European Union States \r\nthrough Turkish brokers. In addition, everyone here is \r\nfamiliar with the destruction of the Syrian and Iraqi \r\nworld cultural heritage, as was seen in Palmyra, Mosul \r\nand Nimrud.\r\nGiven the extent to which we have suffered \r\nfrom terrorism, we strongly support the reference to \r\ncombating terrorism as a priority to achieve sustainable \r\ndevelopment. Combating terrorism should take place \r\non the basis of respect for the Charter of the United \r\nNations and the principles of international law; the \r\nimplementation of the relevant resolutions on the combat \r\nagainst terrorism; identifying and holding accountable \r\nthe Governments, organizations and individuals \r\nthat have helped terrorists; providing immediate \r\ninternational cooperation to combat terrorism, \r\neconomically, militarily and politically; and preventing \r\nterrorists from benefiting from modern technology in \r\norder to proliferate their terrorist ideology and finance \r\ntheir operations.\r\n15-29241 19/38\r\n26/09/2015 A/70/PV.9\r\nThe other barrier to sustainable development in our \r\nregion is the Israeli occupation, which has continued \r\nfor more than six decades and enjoys the protection \r\nof some influential Powers in this Organization, \r\nwhich protects them from any accountability vis-à-vis \r\nviolations and crimes against Palestinians, and Syrians \r\nin the Golan. That has brought the process of achieving \r\npeace, stability. security and development in the region \r\nto a standstill.\r\nDespite our agreements, the United Nations \r\nConference on Sustainable Development in 2012 and the \r\nadoption of dozens of resolutions emphasizing the need \r\nfor sanctions, which distort amicable relations among \r\nStates, to be eradicated, it continues to spread because \r\ncertain influential forces and Powers depend on these \r\neconomic sanctions. They paid no heed to the living \r\nconditions or the development of peoples. These illegal \r\nmeasures have twice the impact when they are imposed \r\non poor developing countries and those suffering from \r\nterrorism, conflicts, natural disasters and occupation.\r\nSome States have imposed unilateral economic \r\nsanctions against important Syrian sectors such \r\nas trade, financing, energy and investment. That \r\nhas harmed Syria considerably, undermined its \r\ndevelopment, adversely affected the living conditions \r\nand well-being of Syrians and caused a major shortage \r\nof relief and medical materials. The Syrians consider \r\ntheir exceptional conditions that require international \r\nsolidarity and support for their country and its \r\ninstitutions. They do not believe that they should be \r\npunished economically in a manner that adds to the \r\nburden imposed by terrorism, which has forced many \r\nof our people to f lee the country.\r\nIn conclusion, the phenomenon of migration is \r\na result of the erroneous approach adopted by some \r\nStates against some developing countries: the lack \r\nof seriousness in supporting developing countries \r\neconomically and the participation by some States in \r\nfuelling crises and interfering in the stability of other \r\nStates and in the options and choices of their peoples, \r\nas well as intervention in their internal affairs, as in \r\nmy country; occupation, as is happening in Palestine; \r\ninvasion, as happened in Iraq and Libya; and the \r\nimposition of unilateral economic sanctions, as in Cuba, \r\nIran, Belarus, the Sudan and Venezuela. Everyone \r\nknows the results of that approach: unprecedented \r\nmigration.\r\nAddressing the refugee crisis cannot be resolved by \r\ncollecting money here. Rather, the parties I mentioned \r\nmust cease supporting terrorism and stop exporting \r\nterrorists and mercenaries from all over the world into \r\nmy country.\r\nThe Acting President: I would like to urge all \r\ndelegations to abide by the time limit. There are \r\n17 delegations waiting to speak. I plead with all \r\nrepresentatives to abide by that time limit.\r\nI now call on the Head of Delegation of the Republic \r\nof Guinea-Bissau.\r\nMr. Da Gama (Guinea-Bissau): Allow me, on \r\nbehalf of the President of the Republic of Guinea-\r\nBissau, Mr. José Mário Vaz — who, unfortunately, is \r\nnot able to be present here as we adopt the 2030 Agenda \r\nfor Sustainable Development because of his personal \r\nengagement to ensure that a new, stable Government \r\nis put in place as soon as possible — to convey our \r\nappreciation to the Secretary-General for having \r\norganized this Summit and also to congratulate the \r\nco-Chairs for conducting the work of the Summit.\r\nSeventy years after the foundation of the United \r\nNations, no anniversary celebration could be better than \r\nthis event, at which we are all realizing that it is time to \r\nlook at development issues from a different perspective, \r\nby taking everyone on board. Poverty and hunger \r\ncannot be tolerated in a world where so many great \r\ntechnological achievements have been made. It could \r\nnot be more timely to recognize that the achievement \r\nof the three pillars of sustainable development, the \r\neconomic, social and environmental, is possible only if \r\nwe do so together by leaving no one behind and taking \r\ninto account all relevant principles, such as those of \r\ncommon but differentiated responsibilities.\r\nFifteen years ago, world leaders met in this same \r\nHall and agreed on the Millennium Development Goals \r\n(MDGs) to be achieved by 2015. Some countries, \r\nespecially least developed countries such as my own, \r\nGuinea-Bissau, were not able to accomplish those \r\nGoals, for a multitude of reasons. Their fragility, which \r\nmakes them more prone to internal and external shocks, \r\nand their structural challenges made it more difficult \r\nfor them to eradicate extreme poverty and thereby \r\nachieve these Goals.\r\nThis time we believe that we can commit to \r\nthe SDGs with a different outlook and assume the \r\nresponsibilities needed to give our countries a better \r\n20/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nchance for the achievement of the 17 Goals built on \r\nthe foundation of the outcome document of the United \r\nNations Conference on Sustainable Development, “The \r\nfuture we want”. We would essentially consider them \r\nto be a continuation of the unaccomplished MDGs but \r\nwith more precise implementation strategies. Developed \r\ncountries, our partners, should do their part and honour \r\ntheir commitments with respect to official development \r\nassistance and other funds for development, such as \r\nthe implementation of the Addis Ababa Action Agenda \r\nof the third International Conference on Financing for \r\nDevelopment, as well as all the outcomes of other major \r\ninternational conferences in the economic, social and \r\nenvironmental fields. \r\nWith the help of those more capable, it is time \r\nfor all of us to make a greater effort to do more for \r\nour populations by recognizing where we are in our \r\ndevelopment and to create concrete strategies for \r\nachieving the new Goals. In this respect, Guinea-Bissau \r\nis aware of how far behind it stands. The Government, \r\nin a bid to achieve political stability through inclusive \r\ndevelopment and the preservation of biodiversity, aims \r\nthrough its development strategy plan for 2015-2025, \r\nknown as “Terra Ranka”, to convert three decades of \r\npoverty and instability into positive transformation \r\nwithin 10 years. This 10-year vision, in which the \r\nSDGs are well incorporated, is therefore an agenda for \r\nchange, focusing on a multitude of areas such as peace \r\nand governance, biodiversity and the sustainable use of \r\nnatural resources, urban infrastructure development, \r\nhuman development, the business environment and \r\nprivate sector development.\r\nIn Guinea-Bissau, which has long been battling \r\ninstability, we strongly believe that, to achieve this \r\ndevelopment vision, a major reform of the justice, defence \r\nand security sectors, as well as the modernization of \r\nthe State institutions, is needed. This will help us to \r\nstrengthen our democracy and social cohesion, with \r\na view to maintaining sustainable peace, promoting \r\ninclusive economic growth and lifting our people out of \r\npoverty. In this regard, we call upon our development \r\npartners and friends to help in the stabilization of \r\nGuinea-Bissau and to support the implementation of \r\nthe strategic plan my country presented to the donor \r\nround table held in Brussels last March by honouring \r\nthe pledges made.\r\nJust as we all agree that there is a need for a \r\nmore just world, we should also agree that there is an \r\nurgent need to narrow the gap between rich and poor \r\nand to help countries like ours reach a higher level \r\nof development. However, the question remains: how \r\ncan that be achieved without proper assistance and \r\ncommitment from our partners? \r\nHow can a least developed country (LDC) in \r\nAfrica, like Guinea-Bissau with a population of \r\n1.7 million and a poverty rate of 69.3 per cent, do it \r\nwithout proper support and assistance? How can we \r\ndo it without proper official development assistance \r\nand foreign direct investment inflows? How can we \r\ndo it without proper infrastructure and basic services \r\nsuch as energy so that we can fit into today’s world of \r\ntechnology? How can we have food security without \r\nproper agricultural technologies for better production \r\nwhile protecting our lands from degradation? How can \r\nwe do it when the access to international markets for \r\nour mostly agricultural products is so difficult? How \r\ncan we manage our debts with the conditions imposed \r\nby the international financial institutions that are \r\nsupposed to help us? \r\nThe truth is that we cannot do it alone. Our partners \r\nare needed on board, with full and honest commitment. \r\nAs His Holiness Pope Francis said yesterday in this \r\nHall, these partnerships are needed to make the \r\nSDGs a reality and create a just world where peace \r\nand sustainable development for all is possible (see \r\nA/70/PV.3).\r\nPeace and development go hand in hand. They \r\ncomplement each other. My country, Guinea-Bissau, \r\nwas able to demonstrate the fact that with stability \r\nand good governance some improvement is possible. \r\nAfter the 2014 election, through its economic reform \r\nstrategy, the Government was able to improve life for \r\nthe population and raise the gross domestic product by \r\nmore than 5 per cent in a period of one year. South-\r\nSouth and triangular cooperation are also essential \r\nfor developing countries, especially for LDCs, owing \r\nto the fact that it is easier for developing countries to \r\nunderstand the many constraints faced by LDCs. At the \r\nsame time, we should emphasize that, in no way should \r\nit be taken as a substitute for North-South cooperation, \r\nwhich is pivotal for the sustainable development of our \r\ncountries.\r\nIt is important, however, to note that each country \r\nis responsible for its own development and has the right \r\nto set its development strategy in accordance with its \r\nnational priorities and level of development. To this end, \r\ncoordination between national authorities and among \r\n15-29241 21/38\r\n26/09/2015 A/70/PV.9\r\ndonors is crucial to ensure better implementation and a \r\nglobal partnership for development.\r\nThe role of women is very important in all our \r\nsocieties and countries. Women should be respected \r\nas equal partners in the development of our countries, \r\nespecially in the course of implementing the new \r\nAgenda. We should all commit to creating inclusive \r\nsocieties where women are empowered to have the \r\nsame rights as men.\r\nThe recognized vulnerability of the small island \r\ndeveloping States (SIDS) must be taken fully into \r\naccount in the new Agenda, and a strong commitment \r\nto implementing the SIDS Accelerated Modalities of \r\nAction (SAMOA) Pathway is the right way to start. \r\nAs we aim for a just world socioeconomically, we \r\nshould promote a safe planet for future generations of \r\nhumankind by finding solutions to mitigate the adverse \r\nimpact of climate change. In many countries, including \r\nmy own, sea-level rise and coastal erosion is already a \r\nreality. For SIDS, this reality is a matter of survival. \r\nThe very existence of many islands and their people \r\nis threatened. Ocean acidification and overfishing are \r\ndestroying our oceans and threatening the future of \r\nour planet. Islands feel the first impact, but in the end \r\nwe will all pay a high price with the destruction of the \r\nlife-support system of our planet. \r\nWe should strive to cut greenhouse gas emissions \r\nand promote adequate funding for adaptation, resilience \r\nand the mitigation of climate change while looking for \r\ngreater commitment from our partners in the upcoming \r\ntwenty-first session of the Conference of the Parties to \r\nthe United Nations Framework Convention on Climate \r\nChange, to be held in Paris later this year, where nations \r\nshould take full responsibility for a cleaner and safer \r\nplanet for present and future generations.\r\nFinally, many commitments have been made in \r\nthis Hall, and we have all drawn the same conclusion \r\nand recognized that there is still much to be done. As \r\nwe accept the new challenge of the 2030 Agenda, we \r\nshould try harder and do better going forward so that \r\nwe do not fail the very poor of this world again. We \r\nmust bring hope to our children’s generation with real \r\nsustainable development for all.\r\nThe Acting President (spoke in Arabic): I now \r\ncall the Head of Delegation of the Commonwealth of \r\nDominica.\r\nMr. Henderson (Dominica): The development \r\nchallenges faced by developing countries, and especially \r\nsmall island developing States (SIDS), find their roots \r\nin historical global inequities that persist today. The \r\nlopsided governance of international institutions and \r\nthe failure of the industrialized countries to take on their \r\nresponsibilities for climate change continue to be major \r\nobstacles to our development. Therefore, in order for \r\nus to achieve our lofty Sustainable Development Goals, \r\nwe must commit to re-engineering the governance \r\nof our multilateral institutions and recognizing our \r\ncommon but differentiated responsibilities to create \r\nequity, fairness, justice, peace and security for our \r\npeople and for our environment. That must begin with \r\nthe industrialized countries accepting and shouldering \r\ntheir responsibilities for placing our planet in peril.\r\nClimate change is a real and present, not a future, \r\ndanger to the continued existence of those of us who call \r\nsmall islands our homes. Therefore, it is pointless for us \r\nto discuss Sustainable Development Goals (SDGs) for a \r\nfuture that may not exist for many small and low-lying \r\nStates. The Government of Dominica therefore calls on \r\nall Member States to commit to reducing and replacing \r\nthe activities that contribute to climate change at the \r\nnext Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change in Paris in \r\nDecember.\r\nA little over four weeks ago, on 27 August, the \r\npeople of Dominica were reminded of the reality of \r\nclimate change when, over a 16-hour period, 18 inches \r\nof rain from tropical storm Erika left 13 confirmed dead, \r\nwhile 17 people are still missing. Erika also wreaked \r\nhavoc on our infrastructure, to the tune of almost half \r\na billion dollars. In less than 24 hours, Erika wiped out \r\n82 per cent of our country’s gross domestic product. \r\nThat means that funds that were allocated to lifting \r\nmore of our people out of poverty and to continuing \r\non a development path to allow our country to meet its \r\nSDGs will now have to be redirected towards rebuilding \r\nand creating greater resilience to protect our people and \r\nour island from other devastating hydrometeorological \r\nevents caused by climate change. The Government and \r\nthe people of Dominica express our gratitude to all the \r\ncountries and organizations that came to our aid during \r\nour time of need.\r\nWe are gratified to see several of our priority issues \r\nreflected in the post-2015 development agenda: the need \r\nto build resilience, conserve and sustainably use oceans \r\nand seas, food security, water and sanitation, affordable, \r\nreliable and sustainable energy, crime, climate change \r\nand sustainable consumption and production. Dominica \r\n22/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nis committed to seeing this Agenda fully realized and \r\ntherefore will continue to actively do its part within the \r\nlimits of its resources. But we also recognize that the \r\nmeans of implementation are critical to the realization of \r\nthe 17 SDGs. The Addis Ababa Action Agenda provides \r\na mechanism for developing countries to meet the \r\nSDGs. One area that must be addressed expeditiously \r\nis the financing challenge faced by middle-income \r\ncountries such as Dominica. In order for those of us in \r\nSIDS to take advantage of such development financing, \r\nwe must be recognized and treated as a special category \r\nby multilateral partners and organizations.\r\nThe measure of per capita income distorts the \r\ntrue situation in most SIDS. The vulnerability of \r\nmiddle-income SIDS to climate-change events and \r\ntheir level of indebtedness must also be considered \r\nqualifying criteria for official development assistance \r\nand concessionary financing. Dominica therefore \r\nreiterates the call in clause 62 of the Addis Accord \r\nthat specifies “the need to devise methodologies to \r\nbetter account for the complex and diverse realities of \r\nmiddle-income countries”.\r\nMr. Tommo Monthe (Cameroon), Vice-President, \r\ntook the Chair.\r\nThe Government of Dominica is convinced that the \r\nSDGs are achievable. However, a strong commitment \r\nto protecting our planet within a framework that is \r\nfair and equitable is critical and must be buttressed by \r\ndurable and genuine partnerships, with mutual respect \r\nbetween and among States. Development partners, \r\nespecially intergovernmental agencies and financial \r\ninstitutions, must become more responsive to the needs \r\nof SIDS. Their interventions, therefore, must reflect the \r\naspirations of the people and be informed by genuine \r\nparticipation and local ownership. The traditional \r\nNorth-South relationship must be reset to embrace \r\ncollaboration and cooperation rather than prescription \r\nand dictation. That new paradigm should be enhanced \r\nby South-South and triangular cooperation in order to \r\nsolve some of the greatest challenges of our time.\r\nDevelopment is about people. Let us therefore take \r\nimmediate action to create a better world for all our \r\npeople.\r\nThe Acting President: I now call on the President \r\nof the International Olympic Committee.\r\nMr. Bach (International Olympic Committee): On \r\nbehalf of the International Olympic Committee (IOC), \r\nI would like to congratulate the United Nations Summit \r\non the historic adoption of the Sustainable Development \r\nGoals. My thanks go to Secretary-General Ban \r\nKi-moon, to the United Nations Group of Friends of \r\nSport for Development and Peace and to the many \r\nGovernments on all five continents that allowed the \r\nIOC to take part in the comprehensive consultations.\r\nAs a Permanent Observer to the United Nations, \r\nthe IOC not only has actively accompanied but \r\nwholeheartedly supports the 2030 Sustainable \r\nDevelopment Agenda (resolution 70/10. I would like to \r\nthank Member States for recognizing the contribution \r\nof sport to sustainable development and to advancing \r\nprogress towards the Sustainable Development Goals.\r\nThe new Agenda specifically acknowledges\r\n“the growing contribution of sport to the realization \r\nof development and peace in its promotion of \r\ntolerance and respect and the contributions it \r\nmakes to the empowerment of women and of young \r\npeople, individuals and communities as well as to \r\nhealth, education and social inclusion objectives” \r\n(resolution 70/1, para. 37).\r\nIn other words, sport is a natural partner when \r\nit comes to realizing the 2030 Development Agenda. \r\nSecretary-General Ban Ki-moon put it best when \r\nhe described Olympic principles as “United Nations \r\nprinciples”. The IOC shares the important goal of the \r\npeaceful development of humanity, Given our shared \r\nvalues of tolerance, solidarity and peace, we are \r\ncommitted to contributing to the realization of the \r\nSustainable Development Goals. Let us continually \r\nstrengthen our partnership to work together for a better \r\nworld.\r\nShaping the future of humankind is the \r\noverarching theme of this United Nations Summit. \r\nFor the international community, the 2030 Sustainable \r\nDevelopment Agenda addresses future social and \r\neconomic progress. For the Olympic Movement, the \r\nOlympic Agenda 2020 addresses progress with regard \r\nto sustainability, credibility and youth. Therefore, with \r\nthis Olympic Agenda 2020, the IOC is absolutely in line \r\nwith the objectives of the 2030 Agenda for Sustainable \r\nDevelopment. Sport can help to achieve the Sustainable \r\nDevelopment Goals in very concrete ways. Its global \r\nreach and universality make sport a low-cost, high-\r\nimpact tool to support all countries — big or small, rich \r\nor poor, North or South. The cross-cutting nature of \r\n15-29241 23/38\r\n26/09/2015 A/70/PV.9\r\nsport allows it to address several of the Goals at the \r\nsame time.\r\nGoal 3 calls for the attainment of healthy \r\nlifestyles: sport has an essential role in combating \r\nnon-communicable diseases, which are all too often \r\ncaused by physical inactivity and poor nutrition. \r\nRegular exercise is one of the best ways to prevent \r\nillness and disease; hence, sport helps to significantly \r\nreduce health-care costs and increase productivity. \r\nSport and education go hand in hand: sport and physical \r\neducation programmes promote school attendance \r\nand help to improve learning performance. Research \r\ndemonstrates that sport improves learning by deepening \r\nconcentration capabilities. That is key to achieving \r\nGoal 4, on quality education.\r\nSport is a powerful platform for fostering gender \r\nequality and empowering women and girls, as called \r\nfor in Goal 5. One of the key missions of the IOC is \r\nthe promotion of women in sport at all levels. Women \r\nathletes and Olympians can serve as inspirational role \r\nmodels for young girls around the world. Just last month, \r\nthe IOC implemented the gender-balanced sports \r\nprogramme for the Buenos Aires 2018 Youth Olympic \r\nGames. For the first time, there will be absolutely equal \r\nnumbers of girls and boys competing at these Youth \r\nOlympic Games.\r\nSport is an important tool for peacebuilding and \r\npreventing conflict, thereby supporting Goal 16. Sport \r\ncan promote social inclusion, build trust and foster a \r\nculture of peace between groups in conflict. Through \r\nits 206 national Olympic committees, the Olympic \r\nMovement unites all people and builds bridges between \r\nall cultures. In Olympic sport, all people are equal, \r\nregardless of their ethnicity, gender or faith — that \r\nis the Olympic spirit of unity in diversity. Another \r\nexample of how sport can promote peace and inclusion \r\noccurred only last month, when the IOC recognized the \r\nnational Olympic committee of South Sudan. With that \r\nrecognition, we wanted to send a signal of hope to a \r\nyoung nation and its people. The President of the newly \r\nrecognized national Olympic committee of South \r\nSudan informed those present at the IOC ceremony: \r\n“We will arm our young people with sport, and not with \r\nguns”. As a powerful and active player in civil society, \r\nOlympic sport can make a meaningful contribution \r\nto global partnerships for sustainable development, \r\nstrengthening Goal 17.\r\nA central theme of the Olympic Agenda 2020 is \r\nthat progress needs cooperation. In order for sport to \r\nserve humankind, sport must engage with society. Just \r\na year ago in Haiti, we were honoured by the presence \r\nof Secretary-General Ban Ki-moon as we opened the \r\nSport for Hope Centre together. The Centre is a joint \r\ninitiative of the IOC and key partners, including the \r\nUnited Nations. The Centre provides sport, health \r\nand educational activities for Haitians from all walks \r\nof life. Similarly, the IOC works in partnership with \r\nfoundations and local sports associations across Africa \r\nto support a network of 52 centres in 43 countries. That \r\nhas already brought sport and educational activities \r\nto more than 1 million young Africans all over the \r\ncontinent.\r\nPerhaps the most prominent example of the \r\ninfluence of our partnership with the United Nations \r\ncomes from the tradition of the Olympic Truce. The IOC \r\nis grateful that the General Assembly has supported \r\nthat tradition before every Olympic Games since 1994. \r\nBy adopting resolutions in the past two years, the \r\nGeneral Assembly has acknowledged the contribution \r\nof the Olympic Games to fostering international \r\nunderstanding and peace. We believe that that message \r\nof our shared values of tolerance, solidarity and peace \r\nis more relevant than ever.\r\nThe International Olympic Committee is built on \r\nthe belief that sport can contribute to peace and the \r\nharmonious development of humankind. Today, as \r\nthe world ushers in a new era of development, we are \r\ntruly honoured to be a committed partner of the United \r\nNations in making the world a better place through \r\nsport. The United Nations and all its Member States can \r\ncount on the unwavering support of the IOC to achieve \r\nthat noble goal.\r\nThe Acting President: I now call on the Director-\r\nGeneral of the International Development Law \r\nOrganization.\r\nMs. Khan (International Development Law \r\nOrganization): As the head of the only intergovernmental \r\norganization exclusively devoted to advancing the rule \r\nof law and development, I am honoured to address this \r\nhistoric Summit.\r\nIn a groundbreaking move, the 2030 Agenda for \r\nSustainable Development (resolution 70/1) has put the \r\nrule of law firmly at the heart of development. It no \r\nlonger is an optional extra but is a premise without \r\nwhich development cannot be sustained. Goal 16 \r\nacknowledges that access to justice, the rule of law and \r\neffective, inclusive institutions are essential ingredients \r\n24/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nof sustainable development. Clean government is as \r\nimportant as clean water.\r\nBut the relationship between the rule of law and \r\nthe 2030 Agenda goes deeper than Goal 16. The \r\nrule of law is about equal protection, accountability \r\nand transparency. In that sense, it cuts across all the \r\nSustainable Development Goals. Without access to \r\njustice and the rule of law, development cannot f lourish, \r\ninvestment will not take root, the planet cannot survive, \r\nthe poor cannot overcome poverty, and women cannot \r\nfight discrimination and become agents of their own \r\ndestiny.\r\nNo matter where in the development spectrum a \r\nparticular country stands, establishing peace, protecting \r\nthe planet, eradicating poverty or encouraging economic \r\nopportunity requires good laws and regulations that \r\nare fairly administered by transparent and accountable \r\ninstitutions and that, first and foremost, produce fair \r\noutcomes for all.\r\nAgenda 2030 is an inspiring document — but it will \r\nbecome truly transformative only when the words are \r\nconverted into action. As an organization that works \r\non the ground to enable Governments and empower \r\npeople to reform laws and institutions, we are acutely \r\naware of the challenges that face countries emerging \r\nfrom conflict or striving towards democracy or seeking \r\nto build their economies. In practical terms, this \r\nmeans drafting good constitutions, reforming laws and \r\ncourts, empowering citizens, ensuring gender justice, \r\nregulating fair access to services, promoting land \r\npolicies that enhance food security and fiscal regimes \r\nthat encourage foreign direct investment, and so on.\r\nBuilding the rule of law requires vision, time and \r\nmoney, but it is the soundest investment there is. The \r\nmore Governments and the international community \r\nare willing to invest in it, the less they will have to \r\nscramble to address catastrophic development failures \r\nfrom famine to refugee crises. Building the rule of law \r\nand ensuring access to justice is more efficient than \r\nmending the broken pieces when States fail.\r\nIt is no mere coincidence that the icon for Goal 16 \r\nthat the United Nations has designed, the dove of peace, \r\nis holding firmly onto the gavel of justice. The message \r\nis clear: peace, progress and sustainability are built on \r\nthe foundations of justice. Justice must come first, and \r\nthe International Development Law Organization will \r\nplay its part in making that happen with the support of \r\nthe General Assembly.\r\nThe Acting President: I now call on the Secretary-\r\nGeneral of the International Institute for Democracy \r\nand Electoral Assistance.\r\nMr. Leterme (International Institute for Democracy \r\nand Electoral Assistance): As a plan of action for \r\npeople, the planet and prosperity, which seeks also to \r\nstrengthen universal peace in larger freedom, the 2030 \r\nAgenda for Sustainable Development (resolution 70/1) \r\nis an ambitious road map for change. The adoption of \r\nthe Agenda is a historic pledge to eradicate poverty \r\nwhile at the same time reverse the tide of environmental \r\ndegradation. Turning it into reality will, however, \r\nrequire the involvement and engagement of the people.\r\nThe International Institute for Democracy and \r\nElectoral Assistance — International IDEA — as the \r\nsole intergovernmental organization with an exclusive \r\nmandate on democracy and electoral assistance, has \r\nadvocated a democracy lens in the definition of the \r\nAgenda. Attention to the three dimensions of social, \r\neconomic and environmental sustainability has \r\nguided the deliberations of Member States. In addition \r\nto them, I strongly believe that there are political \r\ndimensions essential to delivering on the Sustainable \r\nDevelopment Goals (SDGs). They are related to such \r\nissues as democratic accountability to citizens, country \r\nownership, coherence across a wide range of public \r\npolicies and the mobilization of the material and \r\nnon-material resources necessary for turning deeds \r\ninto action.\r\nThe Agenda could have been bolder in recognizing \r\nthe importance of democratic governance. Its approval, \r\nhowever, is an impressive achievement and an example \r\nof multilateralism at its best. Let me detail three \r\nremarkable facts.\r\nFirst, the Declaration underscores the importance \r\nof democracy, human rights and the rule of law \r\nfor sustainable development. Secondly, the SDGs \r\nframework includes key Goals for democratic \r\ndevelopment, such as Goal 5, on gender equality; Goal \r\n10, on reducing extreme inequality; and Goal 16, on \r\npeaceful, inclusive societies, justice and accountable \r\ninstitutions. Thirdly, the openness, transparency \r\nand inclusivity of the consultation process gave an \r\nunprecedented space for engagement with many actors. \r\nThose included national parliaments, civil-society \r\norganizations, academia, local actors, the private sector \r\nand other major groups. Alongside Governments, they \r\n15-29241 25/38\r\n26/09/2015 A/70/PV.9\r\nwill all play a key role for defining actionable plans, \r\nsound public policies and development outcomes.\r\nThe extraordinary post-2015 process is not yet \r\nover. Important work on indicators has yet to be \r\naccomplished, by March 2016. A key principle in that \r\nregard will be to measure what we treasure. I urge \r\nMember States to ensure that the indicators will capture \r\ncitizens’ perceptions and will assess both the qualitative \r\nand quantitative dimensions of the SDGs. The biggest \r\nchallenge that lies ahead of us is the implementation of \r\nthe 2030 Agenda. Citizens need to own sound national \r\nstrategies that take all human rights fully into account. \r\nFor such strategies to be truly people-centred, citizens \r\nshould be given the opportunity to engage in their \r\ndefinition. They should also be allowed to provide \r\nfeedback on their implementation.\r\nOn behalf of International IDEA, I particularly \r\nwelcome the recognition of the importance of all \r\nresponsible actors’ accountability to citizens in \r\nachieving the Goals. Democratic accountability \r\nwill indeed be a critical factor for ensuring that the \r\ntranslation of the Agenda into national strategies is \r\nreally responsive to the needs and lives of all people. \r\nThat was stressed today at a high-level side event \r\norganized by International IDEA with the Heads of \r\nState of Switzerland, Botswana and Mongolia. Member \r\nStates, it was concluded, should build on the experience \r\ngained throughout the Millennium Development Goals \r\nprocess for further strengthening accountability \r\nmechanisms at the national and subnational levels.\r\nWe as International IDEA stand committed to \r\nfacilitating experience-sharing by Member States from \r\nall regions of the world on democratic accountability in \r\nservice delivery. We shall also contribute, together with \r\nthe United Nations and other partners, to supporting \r\nnational efforts to develop and utilize democratic \r\naccountability mechanisms for monitoring progress on \r\nthe implementation of the 2030 Agenda.\r\nIn conclusion, let me underscore that we owe it \r\nto the next generations to act now, with democracy’s \r\nempowering energy, to protect and build a better world \r\nfor us all.\r\nThe Acting President: I now call on the President \r\nof the International Criminal Police Organization.\r\nMs. Ballestrazzi (International Criminal Police \r\nOrganization) (spoke in French): I am speaking on \r\nbehalf of the International Criminal Police Organization \r\n(INTERPOL), which today brings together 190 States \r\nin the fight against international organized crime, I am \r\nparticularly honoured to participate in this debate at the \r\nhighest level of the international community.\r\nWe know today that the relationship between \r\nsecurity and development is close but ambiguous. On \r\nthe one hand, there is no development without security. \r\nWhen the roads are not safe, when borders are porous, \r\nwhen there is corruption or significant criminal \r\ntrafficking, then we have major obstacles to sustainable \r\ndevelopment. On the other hand, security depends on \r\nan economic and social environment conducive to the \r\nfinancing of high-quality recruitment and training \r\naccording to the most modern standards and salary \r\nlevels that enable people to resist corruption.\r\nHow can a global police organization such as \r\nINTERPOL, with more than 100 years of experience, \r\nbe a bulwark against violence, organized crime and \r\ninjustice and work for dignity and equality? According \r\nto our mandate, we act first of all as a direct and \r\nimmediate service with the police forces of our member \r\nStates. We provide them with high-level technical \r\nassistance to help them reinforce their basic operational \r\ncapacities. We help them build, deploy and maintain \r\nmodern criminal databases, for example WAPIS, the \r\nWest Africa Police Information System project, which \r\naims to provide several countries of West Africa with \r\ninformation capacity on criminal activities.\r\nIt will also enable police forces to communicate \r\nand exchange information. That is the meaning of our \r\nmotto, “Connecting police for a safer world”, which \r\nalso translates into the distribution of our notices. One \r\nof those notices was specifically created 10 years ago in \r\ncooperation with the United Nations in order to support \r\nthe sanctions regime introduced by the Security \r\nCouncil. INTERPOL also provides countries with the \r\ntools for integration, sharing and pooling. If they are \r\nisolated globally, competent police forces can only be \r\nweak when it comes to fighting cross-border crime and \r\nglobal threats. Our regional conferences, which are \r\nheld regularly, are trying to meet the need for dialogue \r\nand to define the conceptual framework and synergies \r\namong professionals who work for sovereign States but \r\nare interlinked by dint of their fight against organized \r\ncrime.\r\nAs such, the activity of our seven regional bureaux \r\nis vital, because it enables INTERPOL to organize \r\nregional anti-criminal operations that bring together \r\n26/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nseveral States as we fight against crime. What is \r\nthe challenge that we are facing above and beyond \r\nstrengthening the existing tools? States members of the \r\nGeneral Assembly defined it when they were working \r\non the post-2015 development goals and mentioned the \r\nword “sustainable”. As we fight organized crime and \r\nterrorism, I think that sustainability will be borne up by \r\nthe creation of norms, concepts and tools that are really \r\nglobal, truly shared and developed together on the basis \r\nof shared universal values. Our organization is proud of \r\nits activity alongside the United Nations for more than \r\n20 years. In particular, that collaboration thrives thanks \r\nto the development of over a dozen sectoral cooperation \r\nagreements concluded with the United Nations, which \r\nare now going to be complemented by the new plan of \r\naction with the United Nations Office on Drugs and \r\nCrime.\r\nCriminals are perhaps organized, but they are not \r\nunited. I think that, standing together, we can present \r\nan organized united front against them.\r\nThe Acting President: I now call on the Director \r\nof International Partnership and Cooperation of the \r\nInternational Organization for Migration.\r\nMs. Helke (International Organization for \r\nMigration): It is a great honour to speak to the Assembly \r\ntoday on behalf of my Director General, Mr. William \r\nLacy Swing, on this momentous occasion.\r\nAs we join one another in adopting the 2030 \r\nAgenda for Sustainable Development (resolution 70/1), \r\nwe are committing to a highly ambitious, universal \r\nagenda that will guide our efforts to achieve sustainable \r\ndevelopment over the next 15 years. The new Agenda \r\nincludes many significant and critical issues that the \r\nMillennium Development Goals (MDGs) did not \r\naddress. For example, the 2030 Agenda highlights the \r\npositive contribution of migrants to inclusive growth \r\nand sustainable development. It recognizes the need \r\nto enhance migrants’ development outcomes and to \r\nensure that they are not left behind. That is a great \r\nachievement, and something that the International \r\nOrganization for Migration (IOM) strongly applauds.\r\nBy including migration in the new Agenda, \r\nwe challenge ourselves to address the causes and \r\nconsequences of migration in a way that promotes \r\ndignified, orderly and safe migration for the benefit \r\nof all. I urge all Governments and stakeholders to take \r\nthose commitments seriously, and I offer three points \r\nshowing why it is critical to do so.\r\nFirst, as the Director General has said many \r\ntimes before, we are in a period of the greatest human \r\nmobility in history. One in every seven people on \r\nthe planet today — roughly one billion people — are \r\nmigrants. Many billions more are directly affected by \r\nmigration — whether as family members of migrants \r\nor as people who receive indispensable services and \r\nother support from migrants. The dimensions of \r\ntoday’s migration mean that it is inevitable and will \r\nonly continue over the lifetime of the 2030 Agenda. \r\nFor example, demographic shifts and labour market \r\ntransformation in both developing and developed \r\ncountries will lead to an increased need to match people \r\nwith jobs at all skill levels. We must therefore manage \r\nand plan for large-scale migration, recognizing that it \r\ncan be a boon for development, if well managed.\r\nSecondly, we are witnessing an unprecedented \r\nnumber of humanitarian crises in the world, including \r\nin Syria, Iraq, Libya, the Central African Republic \r\nand South Sudan. Ebola has impacted the economies \r\nof West Africa; climate change and extreme weather \r\nevents are all factors driving migration and must \r\nbe addressed. With 33.3 million people internally \r\ndisplaced and 16.7 million refugees, the number of \r\npeople displaced by violence and conflict today in \r\nthe world is the highest since the Second World War. \r\nAt the same time, IOM data show that the number of \r\nmigrants dying on dangerous journeys in the hope of \r\nfinding better lives for themselves and their families \r\nis rising. All States have an international obligation to \r\nsave the lives of those seeking help. We must address \r\nthe drivers of displacement and act in concerted and \r\ncoherent partnership in doing so.\r\nThirdly, the international community must \r\nwork together to change the migration discourse to \r\nsomething more positive. We have watched with dismay \r\nthe growing tide of anti-migrant sentiment in many \r\nparts of the world, as hearts harden towards migrants \r\nand communities begin to turn on each other. Rather \r\nthan succumb to those negative perceptions, we must \r\ninstead focus on what migrants contribute to their host \r\ncountries, as well as their countries of origin.\r\nFor IOM, the commitments outlined in the 2030 \r\nAgenda represent critical means through which to \r\naddress those challenges. Implementing the migration \r\naspects of the new Agenda will call for the adoption \r\nof a “high-road” scenario on migration. That could \r\nencompass many different policy interventions, but \r\nshould focus on best-practice measures to improve \r\n15-29241 27/38\r\n26/09/2015 A/70/PV.9\r\nmigrant and host population well-being through safe, \r\norderly, dignified and humane migration.\r\nIOM stands ready to assist Governments to develop \r\nand implement such policies in the pursuit of the 2030 \r\nAgenda and a world free of poverty. We are developing \r\na Migration Governance Index to help monitor and \r\nbuild capacity in the planning and implementation \r\nof Governments’ migration policies, and IOM has a \r\nunique capacity to gather migration policy data from \r\nits member States, which could facilitate monitoring of \r\nthe new Agenda.\r\nTogether, we can make a difference. We are here \r\nto help.\r\nThe Acting President: I now call on the Adviser \r\nto the Secretary General of the Organization of Islamic \r\nCooperation.\r\nMr. Bokhari (Organization of Islamic \r\nCooperation): I bring greetings to the President of the \r\nGeneral Assembly from the Organization of Islamic \r\nCooperation (OIC) and its Secretary General, Mr. Iyad \r\nAmeen Madani. The OIC extends its best wishes as \r\nthe United Nations embarks on the historic task of \r\ntransforming the lives of billions of people by investing \r\nin sustainable development for the next 15 years.\r\nThis is a defining moment for all of us. The 2030 \r\nAgenda for Sustainable Development (resolution \r\n70/1) puts the people and their needs at the centre. It \r\nhas rightly been called the “Agenda of the people, by \r\nthe people and for the people”. The OIC stands ready \r\nto work with the United Nations to ensure that our \r\njourney on the road to 2030 is successful and its gains \r\nirreversible.\r\nThe goals and objectives of the Organization \r\nof Islamic Cooperation are not different from those \r\nof the United Nations. The OIC is the second largest \r\nintergovernmental organization after the United \r\nNations, with 57 member States spanning four \r\ncontinents, which means that it has almost one third of \r\nthe United Nations membership. The two organizations \r\nare devoted to the cause of international peace, security \r\nand development and share diverse challenges in all \r\ndomains of human endeavour.\r\nAfter more than four decades of existence, the role \r\nand scope of the Organization of Islamic Cooperation \r\nhas expanded from a predominantly political set \r\nof issues to include many areas relating to human \r\ndevelopment, the quality of life and the well-being of \r\nthe people. The OIC of today deals with issues that \r\ninclude science, technology and innovation for security, \r\ndisease, hunger, human rights, good governance and \r\ninfrastructure development, to name but a few. Our \r\nvision puts the people first and is aimed at developing \r\nhuman capital and achieving inclusive growth. The OIC \r\ntherefore fully recognizes the significance of the 2030 \r\nAgenda and endorses the promise that it holds for all \r\npeople.\r\nConflicts, instability and the absence of peace \r\nand security are among the major constraints to \r\ndevelopment. People are always the first victims of each \r\nsecurity threat and conflict situation. The multiplicity \r\nof such situations in and around the OIC member States \r\nnecessitates a proactive role by the Organization of \r\n1slamic Cooperation in fostering peace and security \r\nat all levels, collectively or even independently. The \r\nOIC therefore envisions its role as an effective agent \r\nfor peace and development in the Muslim world and \r\nbeyond.\r\nOur Organization is currently engaged in elaborating \r\na successor programme to the 10-year programme of \r\naction that concludes in December 2015. It was the first \r\nmajor attempt to pursue a multidimensional agenda \r\naimed at addressing the challenges faced by its member \r\nStates in the intellectual, cultural, political, economic \r\nand development fields. The programme of action for \r\nthe next decade (2016-2025), entitled “The OIC-2025 \r\nProgramme of Action”, is anchored in the provisions \r\nof the OIC Charter and focuses on 17 priority areas. \r\nThey include the areas of peace and security, poverty \r\nalleviation, employment, infrastructure development, \r\nindustrialization, simultaneous sustainability, \r\ninter-faith harmony, the empowerment of women, \r\nhuman rights, good governance, accountability and the \r\nlike.\r\nThe United Nations recognizes the OIC as a \r\nstrategic partner, and an elaborate OIC-United Nations \r\ncooperation mechanism is in place between the two \r\norganizations. The OIC is in the happy situation \r\nwhere it enjoys relationships with major international, \r\nintergovernmental and non-governmental bodies all \r\nover the world, including important non-member \r\ncountries of the OIC. The OIC-2025 Programme \r\nand the 2030 Agenda reflect a great degree of \r\ncomplementarity in the goals and actions set forth by \r\nthe two organizations. With an impressive record of \r\nactive partnership between the two organizations, the \r\nOIC is in a unique position to play an important role \r\n28/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nin promoting global partnerships and intensive global \r\nengagement, bringing together all stakeholders for the \r\nsuccess of our collective journey.\r\nThe OIC-2025 Programme is our agenda for the \r\nnext decade. It will chart a course for the work of the \r\nOrganization and can complement global efforts aimed \r\nat the successful realization of the Goals and targets \r\nof the 2030 Agenda. Both organizations have a lot to \r\noffer to the people — hope for people under foreign \r\noccupation, for people in distress and for people facing \r\ndeprivation, discrimination, injustice, poverty, disease \r\nand hunger. Together we shall work to ensure that \r\nthe goals and actions that we are pursuing succeed in \r\nbringing about the much needed changes in the lives of \r\nour people. Every success, no matter how small, will \r\nadd to the credibility of our efforts.\r\nThe Acting President: The Assembly will now \r\nhear a statement by the Secretary General of the \r\nOrganization for Security and Cooperation in Europe.\r\nMr. Zannier (Organization for Security and \r\nCooperation in Europe): There are milestones in \r\nhistory when universal values are translated into \r\npolitical commitments that change the course of events. \r\nThe adoption of the visionary Charter of the United \r\nNations 70 years ago was one of them. So was the \r\nHelsinki Final Act, ratified 40 years ago, which is the \r\nfoundational document of the Organization for Security \r\nand Cooperation in Europe (OSCE), pioneering a \r\ncomprehensive concept of security embracing human \r\nrights and democracy, economics and the environment, \r\nas well as political and military aspects.\r\nToday’s gathering of world leaders and major \r\nstakeholders promises to be another such historic \r\nturning point — a turning point that regenerates hope, \r\nre-energizes action and reinvigorates partnerships. \r\nAs the 2030 Agenda for Sustainable Development \r\n(resolution 70/1) is built around five pillars, peace, \r\npeople, planet, prosperity and partnerships, I will \r\nstructure my brief remarks in the same way, stressing \r\nthe OSCE engagement in addressing each of them.\r\nFirst, peace — we are convening at a critical time \r\nfor global and regional security. Armed conflict is \r\nonce again a reality on European soil, and divisions \r\nwithin the OSCE region are growing, undermining the \r\nvery foundations of both European and international \r\nsecurity. But we also face a range of new transnational \r\nthreats, which are addressed in the 2030 Agenda.\r\nThe OSCE is, first and foremost, a security \r\norganization. Its comprehensive security concept offers \r\neffective tools for promoting sustainable development. \r\nAs the 2030 Agenda reinforces the close relationship \r\nbetween peace, security and development, one of the \r\nmajor contributions of the OSCE to the implementation \r\nof the Agenda will be its enduring engagement in \r\nconflict prevention, conflict resolution and post-\r\nconflict rehabilitation. The OSCE will continue to serve \r\nas a platform for inclusive dialogue and cooperation \r\naround hard and soft security issues that have a direct \r\nimpact on development.\r\nThe second shared priority is people. Ensuring \r\nlasting peace, democracy and stability for more than \r\na billion people in our 57 participating States is a \r\nmajor OSCE objective. Achieving gender equality and \r\nempowering women form a cornerstone of our security \r\napproach, which seeks to protect and promote the \r\nhuman rights and dignity of women and men. The OSCE \r\nefforts to empower women and girls and to mainstream \r\ngender into policies and activities at both the State and \r\nthe organizational levels are fully compliant with the \r\nnew post-2015 development agenda.\r\nThe reality of international migration as a global \r\nphenomenon reminds us that we need to develop \r\ncooperative rights-based approaches so as to ensure \r\nthat migration can continue to act as a powerful catalyst \r\nfor development. Our approach features migration \r\npolicy frameworks, including at the regional level, \r\nwhich are key ingredients. The OSCE can offer a \r\nplatform for dialogue and provide expertise, drawing \r\non our comprehensive and cross-dimensional security \r\nconcepts.\r\nThe OSCE seeks also to foster peaceful and \r\ninclusive societies. We have developed specific tools \r\nand programmes tailored to help Governments address \r\nthe root causes of intolerance and discrimination. We \r\nwill continue to promote the values of acceptance, \r\nintegration and tolerance for diversity.\r\nThat brings me to the third shared priority, our \r\nplanet. The OSCE recognizes the two-way relationship \r\nbetween the environment and security, and we bring a \r\nsecurity perspective to the international environmental \r\ndiscourse. The OSCE will support the accomplishments \r\nof some of the Sustainable Development Goals in its \r\nregion. The Goals on water and climate change are \r\nprimary examples. The OSCE will continue to facilitate \r\ncooperation among the parties and States that share \r\n15-29241 29/38\r\n26/09/2015 A/70/PV.9\r\nwater resources. We will make full use of potential \r\nsources of supply through water diplomacy aimed \r\nat increasing security and stability in our region. We \r\nwill strive to identify the security impacts of climate \r\nchange in the local, national and regional contexts and \r\nto develop transboundary climate change adaptation \r\nstrategies.\r\nIn more than nine weeks, the twenty-first Conference \r\nof Parties to the United Nations Framework Convention \r\non Climate Change will convene, and hopes are high for \r\na new global agreement. We will support the road to the \r\nConference of Parties by organizing an OSCE Security \r\nDays: Climate Change and Security event devoted to \r\nclimate change and security on 28 October at the OSCE \r\nheadquarters in Vienna.\r\nThe OSCE will also continue to be a leader in \r\npromoting environmental democracy in our region. \r\nThe OSCE-supported network of Aarhus Centres on \r\nenvironment and security, which now comprises 59 \r\ncentres in 14 countries, provides tools for increasing \r\naccess to information, public participation and access \r\nto justice in the sustainable development sphere and \r\nfor increasing transparency and accountability and \r\nincreasing engagement in promoting sustainable \r\nenergy, disaster-risk reduction and the prevention of \r\ntrafficking in hazardous waste, chemicals and wildlife, \r\nand will contribute to achieving those goals. By \r\nbringing together major energy-producing, transit and \r\nconsuming countries, the OSCE will also continue to \r\nplay a significant role in the development of a positive \r\napproach to energy security.\r\nOur fourth shared priority is prosperity. Good \r\neconomic governance, the rule of law and economic \r\ndevelopment are the prerequisites for peaceful and \r\nprosperous communities and nations. The OSCE’s \r\nactivities aimed at promoting international economic \r\ncooperation, enhancing the climate for business and \r\ninvestment, streamlining regulatory frameworks and \r\ncountering corruption, money laundering and terrorism, \r\nwill continue at an increasing pace as we support the \r\nimplementation of the new Agenda.\r\nFinally, the fifth shared priority is partnerships. \r\nWe are not alone in all our endeavours. United in our \r\ncommon goal to ensure peace and security, the OSCE \r\nis joining efforts, first and foremost with the United \r\nNations, but also with many other partner organizations, \r\nto forge effective responses to traditional and emerging \r\nchallenges. The Environment and Security Initiative \r\nis a concrete example of that approach. Our lasting \r\npartnership with the United Nations Development \r\nProgramme and other specialized United Nations \r\nagencies will continue to enable joint and coordinated \r\naction in support of the new 2030 Agenda for Sustainable \r\nDevelopment.\r\nBut we also need to move beyond that. We \r\nneed to build strong partnerships, including with \r\nGovernments, the private sector, the corporate world, \r\nfinancial institutions and civil society, to forge the \r\nstrong coalition needed to implement our visionary but \r\nchallenging new Agenda.\r\nAchieving the goals of the new Agenda within the \r\nnext 15 years will require major efforts on the part \r\nof all stakeholders, and those efforts will be made \r\nstronger by partnerships and cooperation. We have \r\nno time to waste. We must seize this opportunity and \r\nwork together to bring peace and prosperity to people \r\nin every corner of our planet.\r\nThe Acting President: I now call on the Secretary \r\nGeneral of the African, Caribbean and Pacific Group \r\nof States.\r\nMr. Gomes (African, Caribbean and Pacific Group \r\nof States): It is my honour to speak on behalf of the \r\n79 States members of the African, Caribbean and \r\nPacific Group of developing countries (ACP Group) \r\nto fully endorse the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1).\r\nWe are a unique group of States in our ecological, \r\neconomic and sociocultural diversity, comprising 40 of \r\nthe United Nations-classified least-developed countries, \r\n37 of the 39 small island developing States (SIDS) and \r\n41 middle-income countries. In that geostrategic space, \r\nthe ACP Group encompasses the tropical forests of \r\nCentral Africa and Amazonia and the oceans, marine \r\nand mineral resources that enable the globalized world \r\nof this twenty-first century to breathe clean air and \r\nensure ocean travel for people, goods and services of \r\nall regions.\r\nThe goals of sustainable development and an \r\nequitable share in the wealth of planet Earth cannot \r\nbe treated as mere documents and fine rhetoric by \r\nthe peoples of the ACP Group. The commitment to \r\nthe Sustainable Development Goals (SDGs), poverty \r\neradication and the end of the disturbingly rapid \r\nincrease of inequality, within and among nations, is \r\nnot an option but an imperative for the ACP Group of \r\n30/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nStates, and we align ourselves with those who address \r\nthose issues resolutely and systematically.\r\nThe ACP Group has pledged to strengthen the views \r\nand voices of developing countries in the growing call \r\nfor a new, inclusive and people-centred multilateralism. \r\nToday, as the ACP Group of States, through the voices \r\nof the many heads of State and Government of our \r\nmember States at the Assembly, we have reiterated \r\nthat the goals and targets of sustainable development \r\nwill be addressed within the strategic policy domains \r\nof the ACP Group through effective co-management \r\nwith the European Development Fund and intra-ACP \r\ncooperation in the form of a comprehensive and \r\ncoherent programme of action.\r\nAs stated in the preamble of the outcome document, \r\nentitled “Transforming our world: the 2030 Agenda for \r\nSustainable Development”, we are “resolved to free \r\nthe human race from the tyranny of poverty and want \r\nand to heal and secure our planet.” The ACP Group \r\nfully endorses that resolve in our programme of action \r\nand pledges to dedicate the comparative advantage \r\nand unique character of its tricontinental solidarity \r\nand experience, with special attention on the most \r\nvulnerable countries, in particular African countries, \r\nthe least-developed countries, landlocked developing \r\ncountries and small island developing States.\r\nTo that end, a road map for concrete action to realize \r\nthe SDGs will be developed through an ACP forum on \r\nSIDS to assist in complementing the Samoa Pathway, \r\nand the coordination of South-South and triangular \r\ncooperation by the ACP Group as a facilitator and hub, \r\nand by upscaling the science, technology and innovation \r\nprogrammes of intra-ACP development cooperation in \r\nsupport of the technology facility mechanism launched \r\nat this Summit and by unreservedly promoting good \r\ngovernance, the rule of law, women’s empowerment \r\nand gender equality in all our 79 member States. In \r\npursuit of those noble ideals, the ACP Group joins the \r\ninternational community in a plan of action for people, \r\nplanet and prosperity.\r\nThe Acting President: I now call on the Director \r\nGeneral of the Secretariat of the Pacific Community.\r\nMr. Tukuitonga (Pacific Community): This is a \r\nmomentous occasion for the Pacific Community, as it \r\nis the first time our organization is present here in its \r\nown right. As the organization’s Director General, I am \r\nhonoured to make this inaugural statement to such a \r\ndistinguished audience.\r\nFor those who are not familiar with the Pacific \r\nCommunity, we are a science-, knowledge- and \r\ninnovation-based development organization that \r\nhas been supporting sustainable development in 22 \r\nPacific island countries and territories since 1947, \r\nwhen the organization was known as the South Pacific \r\nCommission. The Pacific Community recognizes that \r\nsuch support must consider the changing development \r\nlandscape at the national, regional and global levels. As \r\na key institution in the regional architecture supporting \r\nPacific islands and territories, our programmes reflect \r\nthe strategic direction set out in the Framework for \r\nPacific Regionalism led by the Pacific Islands Forum \r\nand the regional priorities identified in the Samoa \r\nPathway.\r\nPlease allow me to congratulate the global \r\ncommunity on the adoption of the Sustainable \r\nDevelopment Goals (SDGs) contained in the 2030 \r\nAgenda for Sustainable Development (resolution 70/1). \r\nIt is truly a historic achievement and a development \r\nmilestone.\r\nThe year 2015 has presented an unprecedented \r\nopportunity to bring the countries and citizens of the \r\nworld together to decide and embark on new paths to \r\nimprove the lives of people everywhere. The decisions \r\ntaken will determine the global course of action to \r\nend poverty, promote prosperity, improve health and \r\nwell-being for all, protect the environment and address \r\nclimate change. In 2015, the global community has \r\nadopted a new sustainable development agenda, and a \r\nnew global agreement on climate change is expected \r\nin Paris later this year. Let me say at this point that \r\nthe Sustainable Development Goals cannot, from our \r\nperspective, be realized without a binding agreement \r\nin Paris.\r\nOur region’s future prosperity and ability to \r\neffectively tackle the major challenges, such as climate \r\nchange, poverty and non-communicable diseases \r\n(NCDs), depend on the drive, determination and quality \r\nof learning outcomes shown by decision-makers. \r\nEradicating poverty requires a change of practice to \r\nrefocus investments across sectors, support young \r\npeople and engage and target vulnerable youth. That \r\nwill ensure that we leave no one behind.\r\nIt is acknowledged that the Sustainable \r\nDevelopment Goals are interlinked, but please allow me \r\nto put the challenge we face in our region into context. \r\nThe starting point for us is very simple. The Pacific \r\n15-29241 31/38\r\n26/09/2015 A/70/PV.9\r\nsmall island developing States are spread over an area \r\nof approximately 36 million square kilometres, almost \r\nfour times the size of China and 20 per cent larger than \r\nthe African continent. Our area covers approximately \r\n11 per cent of the world’s water surface and 7 per cent \r\nof the total surface area of the Earth. It is the largest \r\necosystem on the planet. But only 1.5 per cent of that \r\ntotal area is land, with 98.5 per cent covered by water, \r\na fact recognized by our leaders when they adopted the \r\ndesignation: large ocean States.\r\nIt is that vast ocean that joins the Pacific small \r\nisland developing States together. It is the only resource \r\nthat many of our island nations have access to, and Goal \r\n14 is, therefore, of critical importance to our region. \r\nHealthy oceans are fundamental to resilience and \r\nsustainable development. That is critical in our region \r\nif we are to advance on all three pillars of sustainable \r\ndevelopment, namely, the economic, the social and \r\nthe environmental. It is the main source of livelihoods \r\nfor many of our people. It provides for food security, \r\nhealth and economic benefits. Therefore, the critical \r\nimportance of conserving and sustainably managing \r\nand using the oceans, seas and marine resources is \r\nparamount. Achieving the targets enshrined in Goal 14 \r\nis fundamental.\r\nEqually important is Goal 13, entitled “Take urgent \r\naction to combat climate change and its impacts”. Our \r\nPacific-island region contributes less than 0.03 per cent \r\nof the total world greenhouse-gas emissions, yet we are \r\nalready suffering from the adverse effects of climate \r\nchange. Failure to reach a legally binding agreement in \r\nParis will further compromise the lives and livelihoods \r\nof our people.\r\nInvesting in young people requires a firm \r\ncommitment to Goal 4, entitled “Ensure inclusive and \r\nequitable quality education and promote lifelong learning \r\nopportunities for all”. Education is a fundamental \r\nbuilding block for sustainable development. While we \r\nhave good access to education in the region, only 3 out \r\nof 10 young persons in school achieve the desirable and \r\nrecommended literacy levels.\r\nGiven my background, it would be remiss of me not \r\nto speak about Goal 3, entitled “Ensure healthy lives \r\nand promote well-being for all at all ages”. While that \r\nGoal is all encompassing, I would like to make a pitch \r\nfor specific attention to non-communicable diseases, \r\nobesity, diabetes, heart disease and so on. A high \r\nproportion of the deaths caused by those diseases occur \r\nin low- and middle-income countries and to people well \r\nbelow the age of 60 years; those deaths are preventable \r\nat such an early age.\r\nAround three quarters of all of the deaths in the \r\nPacific small island developing States are due to NCDs; \r\nthe majority occur to people in their most economically \r\nactive age bracket, and for many others their capacity \r\nto contribute further to economic development is \r\nsignificantly reduced. The top 10 countries with the \r\nhighest overweight and obesity rates in the world are \r\nPacific small island developing States. Recognizing the \r\nhuge economic costs of NCDs in the Pacific, the rising \r\nexpenditure on NCDs comprises well over half of the \r\ntotal health budget of many small island countries.\r\nAs members will recall, the Millennium \r\nDevelopment Goals (MDGs) had eight Goals, 18 targets \r\nand 60 indicators. The SDG agenda has more than double \r\nthat — 17 Goals; 169 targets, a nearly ten-fold increase; \r\nand, at present, some 320-plus indicators, which, I \r\nnote, are yet to be finalized. That is a huge increase, \r\nand it is imperative that they should be narrowed down \r\nto a more manageable set of global headline indicators \r\nthat all countries worldwide can commit to regularly \r\nmonitoring and reporting on.\r\nIn that context, I am proud to say that in our region \r\nwe have made a start, which was recently communicated \r\nto the United Nations. Our sectoral experts, colleagues \r\nfrom all relevant technical intergovernmental \r\norganizations, have come up with a list of 62 regional \r\nheadline indicators that we believe would do justice \r\nto an effective monitoring regime of the SDGs in our \r\nregion. Matching these draft Pacific SDG indicators \r\nagainst the current draft list of 82 tier 1 indicators \r\nproposed by the United Nations for consideration by \r\nthe Inter-Agency and Expert Group on Sustainable \r\nDevelopment Goal Indicators in Bangkok next month \r\nshows an overlap of nearly 50 per cent. In other words, \r\nfor us to commit to our own regional requirements, \r\nplus all currently global tier 1 indicators, we would be \r\nlooking at a set of 116 indicators. That is still nearly \r\ndouble the current MDG total, but only around a third \r\nof the currently proposed total of 320.\r\nWhatever the final outcome of the SDG Inter-Agency \r\nand Expert Group deliberations, it goes without saying \r\nthat the volume of additional data collection will be \r\nsubstantial for small island developing States, in fact for \r\nmost developing nations, and would require a massive \r\nglobal investment in that area, as stressed by many \r\n32/38 15-29241\r\nA/70/PV.9 26/09/2015\r\ncountries and organizations at the third International \r\nConference on Financing for Development in Addis \r\nAbaba in July. Without due consideration of that reality, \r\nI am afraid most of us will be doomed to fail in our \r\nresponsibilities to monitor and report reliably on our \r\nprogress in implementing the comprehensive SDG \r\nagenda.\r\nIt is a great honour for me to share the Pacific \r\nCommunity’s perspective with the Assembly at this \r\nSummit. Our longevity and standing, as the Pacific \r\nregion’s principal scientific and technical development \r\norganization, is only possible through the unity of our \r\nmembers; the dedication of our staff; the support of the \r\nPacific people and our principal development partners; \r\nand the strength, commitment and warmth of truly \r\ndurable and genuine partnerships.\r\nThe Acting President: I now call on the Executive \r\nDirector of the International Trade Centre.\r\nMs. González (International Trade Centre): We \r\nknow why we are here. We know what is at stake. The \r\nnew global agenda has the potential to set us on track \r\ntowards a future of equality and opportunities for the \r\nbillions of women, men and young people who have \r\nnot shared fully in our rising prosperity. That inclusive \r\nfuture must be greener or it will not happen, since \r\nbusiness as usual on the environmental front will exact \r\nterrible economic and social costs, especially from the \r\npoorest.\r\nAdopting the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1) was a first step. \r\nTranslating the promise of those marching orders into \r\nreality will demand determined policies. It will require \r\nfundamental changes in the way the private sector does \r\nbusiness. We, as individual consumers, will also have \r\nto make more responsible decisions. Implementing the \r\nAgenda will ultimately lead to incredible economic \r\nand human savings, but there will be up-front costs. \r\nLeveraging every cent of aid, tax revenue and private \r\ninvestment for maximal development impact will take \r\na strong partnership between Governments, business \r\nand civil society, working together with the United \r\nNations. And we will need innovation. The low-carbon \r\ntransition will be incomplete, unless it extends access \r\nto energy to the more than 1 billion people who still \r\nrely on wood for heat and light.\r\nBut delivering on the 2030 Agenda is not just \r\nabout finding new ways to do things. It is also about \r\ncapitalizing on what we already know to be effective. \r\nThat is why it is so heartening to see that the new \r\nAgenda recognizes trade as an engine for development. \r\nAs we work to eradicate extreme poverty by 2030, we \r\nwill be building on three decades that have seen the \r\nfastest poverty reduction in history. The growth that \r\nlifted hundreds of millions of people out of poverty \r\nacross large sections of the developing world had much \r\nto do with trade. It also had much to do with engagement \r\nin a more open global economy.\r\nThe countries that have shared the least in the \r\nrecent human development gains — the countries \r\nthat have fallen short on poverty reduction — are \r\nprecisely those that have remained on the margins of \r\ninternational production networks. To put it simply, \r\ntrading in value-added goods and services matters for \r\ndevelopment. A global economy in which no country \r\nlanguishes on the sidelines or remains locked into \r\nexporting unprocessed raw materials will be better \r\nplaced to offer productive employment opportunities \r\nfor all.\r\nThe 2030 Agenda for Sustainable Development \r\nwill catalyse new thinking and funds aimed at meeting \r\nthe Sustainable Development Goals. I am delighted \r\nthat some of that ingenuity will now be directed \r\ntowards inclusiveness in trade, towards objectives \r\nsuch as doubling the share of the least developed \r\ncountries in world trade, towards promoting economic \r\ndiversification, towards promoting the economic \r\nempowerment of women, who still represent half of \r\nthe population of this planet, and, critically, towards \r\naccurately measuring the effectiveness of our \r\ninterventions.\r\nThe Agenda calls for opening trade, for farm \r\nand fishery subsidy reforms and for a strengthened \r\nmultilateral trading system anchored firmly in the \r\nWorld Trade Organization. It directly links Aid for \r\nTrade to the goal of full and productive employment for \r\nall. Trade is not an end in itself — it is a road towards \r\ngrowth and development. It is an enabler of progress \r\nacross the entire Agenda and, in particular, an approach \r\nto the goals of creating jobs and reducing inequalities.\r\nSmall and medium-sized enterprises are a vital link \r\nto making growth inclusive. Small and medium-sized \r\nenterprises account for the majority of jobs in virtually \r\nall countries. Keeping up with population growth will \r\nrequire the world to generate an additional 500 million \r\njobs by 2030. In many places, those jobs will mean \r\nthe difference between a demographic dividend and a \r\n15-29241 33/38\r\n26/09/2015 A/70/PV.9\r\nsocial time bomb. And the lion’s share of those jobs will \r\nbe generated by small and medium-sized enterprises.\r\nWhen small and medium-sized enterprises are \r\nable to access finance, when they are able to build \r\ntrade capacity and skills, when they are empowered to \r\nbecome more competitive and connect to international \r\nmarkets — in a nutshell, when small and medium-sized \r\nenterprises trade — they generate more and better jobs \r\nacross a broad cross-section of countries’ work forces. \r\nWhen they are run by women, the dividends are even \r\nricher.\r\nAs we turn our minds to making this ambitious \r\nAgenda a reality, let us think about how to integrate small \r\nand medium-sized enterprises in developing countries \r\nmore fully into the global division of labour. Let us \r\nempower them and transform them into the engines of \r\ngrowth that they can be. The International Trade Centre \r\nis the Assembly’s partner in that endeavour. We are \r\nhonoured to be part of this new chapter in our collective \r\nhistory.\r\nThe Acting President: I now call on the Under-\r\nSecretary-General and Executive Director of the United \r\nNations Human Settlements Programme.\r\nMr. Clos (United Nations Human Settlements \r\nProgramme): I am honoured to congratulate \r\nrepresentatives for their diligence in formulating the \r\n2030 Agenda for Sustainable Development (resolution \r\n70/1), including the inspirational Sustainable \r\nDevelopment Goals (SDGs) contained therein.\r\nThe United Nations Human Settlements Programme \r\n(UN-Habitat) welcomes the progress that has been made \r\nsince the adoption of the Millennium Development \r\nGoals and the increasing recognition of the vital role of \r\nurbanization in achieving sustainable development. That \r\nrole is reflected strongly in Sustainable Development \r\nGoal 11 to make cities and human settlements inclusive, \r\nsafe, resilient and sustainable.\r\nThe world is rapidly urbanizing. Today, over half \r\nthe global population lives in urban areas, which \r\nwill accommodate an additional 3 billion people by \r\n2050 — 70 per cent of the world’s population. Most \r\nof that growth will take place in developing countries. \r\nCities are engines of growth and job creation. They are \r\nresponsible for 70 per cent of the global gross domestic \r\nproduct today. When they are well planned, well \r\ngoverned and well financed, cities can drive national \r\neconomic growth. Indeed, no country has ever reached \r\nmiddle-income status without proper urbanization.\r\nIt is critical to understand that good urbanization \r\nis not a passive outcome of growth. It is a driver of \r\ngrowth. When endogenous resources are unlocked, \r\na positive cycle of investment in infrastructure and \r\nservices is unleashed. Urbanization always generates \r\neconomic value, although its value and costs are not \r\nalways equally shared. However, the advantages of \r\nurbanization are not guaranteed. Without appropriate \r\nlegislation, good urban planning and adequate \r\nfinancial design, cities can fail their populations. The \r\nproblem that we face nowadays is that most of the new \r\nurbanization is spontaneous and unplanned. Therefore, \r\ninstead of positive outcomes, new urbanization often \r\nyields negative externalities, such as congestion, sprawl \r\nand segregation.\r\nGood urbanization does not come by chance. It \r\ncomes by design. Three common measures underlie the \r\nwide diversity of human settlements.\r\nFirst, adequate rules and regulations, which govern \r\npeople living close together and sharing common \r\nservices.\r\nSecondly, better spatial planning and design in \r\nurban planning, which optimize density, connectivity \r\nand diversity.\r\nThirdly, a financial plan, which sustains the \r\nfunctioning of the city and ensures economic prosperity.\r\nThose three measures cannot be achieved through \r\nsectoral policies alone. Only the collective government \r\nof a city can effectively oversee its common elements, \r\nincluding public space. Local governments therefore \r\nhave a pre-eminent role to play. They are at the level \r\nclosest to the people, to whom they also have the \r\ngreatest accountability. Local government also needs \r\nsupport from higher levels of Government, through \r\nframeworks such as national urban policies and the \r\nadequate empowerment of local authorities.\r\nNo sustainable development can occur without \r\nsustainable urban development. The 2030 Agenda for \r\nSustainable Development (resolution 70/1) recognizes \r\nthe power of urbanization to transform the current \r\nparadigm. And it gives cities a clear role to play in \r\nthat transformation. In Paris this December, at the \r\n2015 Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change (COP21), \r\nan agreement on climate change is expected to point \r\n34/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nthe way toward implementing one part of the Agenda, \r\nincluding the requisite commitments and resources. \r\nHere too, cities have a role to play, not only as \r\ncontributors to, and victims of, climate change, but in \r\nproviding potential solutions.\r\nNext year, in October 2016, the United Nations \r\nConference on Housing and Sustainable Urban \r\nDevelopment (Habitat III) will be held in Quito, \r\nEcuador. It will be the first global summit following \r\nthe adoption of the 2030 Agenda and, hopefully, a \r\nnew climate agreement at COP21. Its preparatory \r\nprocess has already opened a debate and engagement \r\naround the world about how we should build, plan and \r\nmanage cities and achieve sustainable urbanization. \r\nAnother important debate is taking place on how local, \r\nregional and national Governments should be involved \r\nin an action-oriented implementation. A broad base is \r\nforming to bring about a successful outcome in 2016: \r\na new urban agenda that will guide us in the coming \r\ndecades.\r\nThe Acting President: I now call on the \r\nCouncil Member of the International Forum of \r\nNon-Governmental Organizations Platforms in \r\nSeychelles.\r\nMr. Lalande (International Forum of \r\nNon-Governmental Organizations Platforms in \r\nSeychelles): The Sustainable Development Goals \r\n(SDGs), contained in the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1), are ambitious goals \r\nmeant to address global challenges in an era when we \r\nare confronted with unprecedented difficulties and \r\nchallenges. Many people are relying on us to make \r\ndecisions that will make a significant difference to their \r\nlives.\r\nThe International Forum of Non-Governmental \r\nOrganizations Platforms reaffirms its hope for the \r\nsuccessful implementation of the SDGs. Now is the \r\ntime to move from policy to action. The ongoing battle \r\nto eradicate poverty and injustice across the globe must \r\nbe intensified in the implementation phase of the SDGs. \r\nWe all need to focus on engaging in consistent and long-\r\nterm collaborative approaches and complementary \r\nstakeholder partnerships mobilizing local authorities, \r\ncivil-society organizations, academia, media and the \r\nprivate sector. We must demonstrate to our people that \r\nthe SDGs are not only fancy goals on paper, but are a \r\nclear road map which can be successfully achieved.\r\nAccountability mechanisms must be built on \r\ndemocratic standards and include citizen-based \r\ninitiatives. Substantial financial resources need to \r\nbe committed and the monitoring and accountability \r\nframeworks strengthened, so that the promises we \r\nmake to our people today can be realized tomorrow. \r\nThe Seychelles, for example, is one of the developing \r\ncountries that has been identified as having met most \r\nof the Millennium Development Goals (MDGs), and I \r\nhave the honour to sit on its national MDG Steering \r\nCommittee, which has brought together various \r\nsectors. The Seychelles MDG Steering Committee \r\nproved useful in synergizing the efforts of the country’s \r\ndevelopment actors from the local to the national \r\nlevels. We recommend that such an inclusive and \r\ndemocratic mechanism, which includes Government, \r\nthe private sector, civil society and other stakeholders’ \r\nrepresentatives, be established in all countries and \r\nadequately steered and resourced. We strongly believe \r\nthat sustainable development, inclusion, peace and \r\nhuman rights can be achieved only if actors and strong \r\nand inclusive institutions at the local level are the \r\nbackbone of the implementation of the SDGs.\r\nThe day will come when we shall review the success \r\nof the SDGs. In support of making the implementation \r\nof the SDGs a success, we reaffirm the following points. \r\nThey are: the centrality of peoples’ active engagement, \r\nthe need for a renewed mandate for institutions and \r\nexperts to serve local populations, the need to support \r\nthe democratization of societies and realize human \r\nrights at all levels, the importance of building peace and \r\npreventing conflicts as a precondition to sustainable \r\ndevelopment, and the imperative to mobilize predictable \r\nand substantial resources.\r\nOwnership by the people and people’s active \r\nengagement must be at the core of the shift from policy \r\nto action. This new way of implementing the SDGs \r\nwill require a deep and radical paradigm shift on the \r\npart of most of our organizations and institutions. The \r\nsaying in Créole, “L’unité fait la force” — which means \r\n“strength in unity” — should be the driving force when \r\nimplementing the SDGs. Future generations will judge \r\nour SDG implementation efforts against the criteria \r\nof inclusivity, engagement and participation. Let us \r\ntherefore rise to the level of people’s aspirations.\r\nThe Acting President: I now call on the President \r\nof the World Farmers’ Organization.\r\n15-29241 35/38\r\n26/09/2015 A/70/PV.9\r\nMs. Nguleka (World Farmers’ Organization): I am \r\ngreatly honoured to have the privilege of standing before \r\nthis gathering today and of addressing this important \r\nAssembly on behalf of the farmers of the world. More \r\nthan 1.5 billion farmers all over the world are part of \r\nthe 3.2 billion people living in rural communities. \r\nThose groups of farmers wake up every morning, every \r\nday, making sure that we have not only food, but also \r\nnutrition. By doing so, the farmers of this world make \r\nsure that the planet is safe.\r\nI would also like to state that the community \r\nof farmers welcomes the process leading up to the \r\nadoption of the Sustainable Development Goals. We \r\nwould like the United Nations to know that, as farmers \r\nand members of the major groups, we are delighted that \r\nwe participated in the preparation of the Sustainable \r\nDevelopment Goals (SDGs). The streamlining of \r\nall sectors and major groups helped us not only to \r\nparticipate, but also to be heard. It has given the world \r\ncommunity of farmers to be heard and represented at \r\nthe international level.\r\nFarmers all over the world — and that includes \r\nfishermen and cattle-breeders — represent one of the \r\nmain stakeholders of society. We have a social and \r\neconomic responsibility. The farmers of this world take \r\ncare not only of the food that we eat, but also of the lands, \r\nrivers and oceans; they take care of the environment. In \r\nthe process, farmers always adapt to the evolution of \r\nthe climate. Farmers provide food and nutrition. And \r\none thing that is mostly overlooked is that farmers also \r\ncreate local jobs for their communities. Simply stated, \r\nfarmers work every day in making the planet more \r\nsustainable.\r\nThat is the reason why the farmers of this world \r\nare committed to the 2030 Agenda for Sustainable \r\nDevelopment (resolution 70/1). Although only one Goal \r\nis directly related to agriculture, as farmers we believe \r\nand know that, with a lot of help, we can facilitate the \r\naccomplishment of all 17 Goals. Therefore, we see \r\nourselves as major stakeholders in the accomplishment \r\nof those strategic Goals.\r\nFarmers are economic stakeholders, farmers are \r\neconomic actors. We are not hobbyists, and farming is \r\nnot a lifestyle. I know that this might come as a surprise \r\nto some, but farmers are also people who want to make \r\na profit in what they do. Farmers all over the world \r\ncontribute to economic development and the gross \r\ndomestic product of their countries.\r\nSince yesterday, we have all heard the slogans \r\n“Moving together as one” and “Leaving no one behind”. \r\nI believe that if farmers are unable to make any profits \r\nand their ventures continue to be unprofitable, they will \r\nbe left behind. It is therefore very important for us to \r\nhave very inclusive and strong partnerships between the \r\nGovernments and the private sector so that we can run \r\ntogether to ensure that the Sustainable Development \r\nGoals are implemented and that the planet is more \r\nsustainable.\r\nThe 2030 Agenda will not be effective unless those \r\ntargets are carefully monitored. Farmers’ organizations \r\nfrom all over the world will make their fundamental \r\ncontributions to the realization of the so-called data \r\nrevolution — the gathering of more and more precise \r\nstatistical information on agriculture that is normally \r\nbased on ethnicity, gender and legal statistics from \r\nthe different countries where we are based. That is \r\nwhat is going to help us measure the progress in the \r\nimplementation of the SDGs.\r\nFarmers have some demands to make if we are to \r\nbe able to support the implementation of the SDGs. The \r\nfirst is access to knowledge and skills. If we are to be able \r\nto continuously improve agricultural sustainability, we \r\nalso need investment in education and capacity-building \r\nbecause that will yield a lasting return. Farmers need \r\nthe opportunity to acquire the appropriate knowledge \r\nto become entrepreneurs. That is because the economic \r\ndimension of sustainable development is as important \r\nas the social and environmental ones.\r\nIn conclusion, on behalf of the farmers of the \r\nworld, I would like to pledge that farmers stand ready \r\nto contribute their expertise and are committed to \r\nensuring that the SDGs are fulfilled. We look forward \r\nto the opportunity to participate in the implementation, \r\nthe monitoring process and the evaluation of the 2030 \r\nAgenda.\r\nThe Acting President: I shall now call on those \r\nrepresentatives who wish to speak in exercise of the \r\nright of reply. May I remind members that statements \r\nin the exercise of the right of reply are limited to 10 \r\nminutes for the first intervention and to five minutes \r\nfor the second intervention, and should be made by \r\ndelegations from their seats.\r\nMr. Kazhoyan (Armenia): I apologize for asking \r\nfor the f loor at this late hour, but unfortunately I have to \r\naddress some of the remarks made by the Minister for \r\nForeign Affairs of Azerbaijan.\r\n36/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nYesterday and today, we witnessed two magnificent \r\ndays in this Hall, and we are looking forward to \r\ntomorrow, when the 193 States Members of the United \r\nNations will come together for a historic cause to take \r\none more step towards the adoption of the post-2015 \r\ndevelopment agenda and the implementation of the \r\n2030 Sustainable Development Goals (SDGs). These \r\nare historic days and this is a historic move, and I am \r\nsurprised that a delegation should be willing to spoil \r\nthe fun and glory of these days.\r\nGoal 16 of the SDGs is dedicated to the promotion \r\nof peaceful societies for sustainable development. Truly, \r\nAzerbaijan has experienced economic growth, but the \r\nincome from that economic growth, unfortunately, \r\nhas not gone entirely to sustain development for peace \r\nand prosperity in the region, but has been invested in \r\narms deals. It is most surprising that the country has \r\nboosted its military expenditures twentyfold. Instead of \r\ninvesting to fulfil the development goals — the SDGs \r\nor the Millennium Development Goals — the country is \r\nmilitarizing beyond any possible reason or logic.\r\nThe data that was presented in the statement of the \r\nMinister for Foreign Affairs of Azerbaijan cites a figure \r\nof around 1 million refugees in the country. I am really \r\nsurprised and would suggest that the Minister check \r\nsome of his data in the official database. The Office of \r\nthe United Nations High Commissioner for Refugees \r\n(UNHCR) states on its official website that the number \r\nof refugees residing in Azerbaijan is 1,299. The number \r\nof refugees originating from Azerbaijan is 10,521. Most \r\nhave come to Armenia from Azerbaijan. There are 394 \r\npeople seeking asylum in Azerbaijan and 4,402 seeking \r\nasylum in countries other than Azerbaijan. That is the \r\nonly official data contained in the UNHCR database. \r\nThe database makes no mention of 1 million.\r\nIt is not surprising to hear more and more lies \r\nfrom this delegation, which is accusatory, abusing \r\nits position at the rostrum and trying to provoke and \r\ninstigate, while it says nothing about Azerbaijan’s own \r\nproblems or responsibilities. Yes, refugees have the \r\nright to return to their homes, but who said that only \r\nAzerbaijani refugees have the right to do so? What \r\nabout the Armenian refugees who had to f lee their \r\nhomes, their villages and their towns as a result of \r\nmassacres, pogroms and persecution by the Azerbaijani \r\nGovernment? Do they not have the same right? I do \r\nbelieve that no differentiation can be made based on \r\nrace or ethnicity; refugees have the right to return to \r\ntheir homes, their place of residence.\r\nIf the Azerbaijani Minister is sincere in his \r\nwillingness for refugees to return to their homes, \r\nhe should negotiate sincerely with the Armenian \r\ndelegation and his Armenian counterpart in order \r\nto find a peaceful solution to the Nagorno Karabakh \r\nconflict, which would also enable the return of each \r\nand every refugee to their homes. If only that were his \r\nsincere wish.\r\nMr. Musayev (Azerbaijan): It is unfortunate that \r\nthe representative of Armenia has once again used our \r\ndebate to make groundless propagandistic statements. \r\nIn reality, we have witnessed yet another unsuccessful \r\nattempt by that Member State to mislead the international \r\ncommunity by means of falsification. I would like to \r\nbriefly comment on what the representative of Armenia \r\npreferred to pass over in silence and what he deliberately \r\ndistorted.\r\nFirst, the fact that military force was used against \r\nAzerbaijan, and that the armed forces of Armenia seized \r\nand continue to occupy the territories of Azerbaijan, \r\nincluding the Nagorno Karabakh region and the seven \r\nsurrounding districts, has been well demonstrated and \r\nrequires no additional comments.\r\nSecondly, through the relevant Security Council \r\nand General Assembly resolutions and documents \r\nadopted by other international organizations, the \r\ninternational community has consistently deplored and \r\ncondemned in the strongest terms the use of military \r\nforce against Azerbaijan and the resulting occupation of \r\nits territories, thereby reaffirming the sovereignty and \r\nterritorial integrity of Azerbaijan and the inviolability of \r\nits internationally recognized borders, and demanding \r\nthe immediate, complete and unconditional withdrawal \r\nof the Armenian forces from all the occupied territories \r\nof Azerbaijan. It would be useful if the delegation of \r\nArmenia could read those documents carefully.\r\nThirdly, in the course of its aggression Armenia \r\nhas carried out ethnic cleansing of the areas it seized by \r\nexpelling about 1 million Azerbaijanis from their homes \r\nand has committed other serious crimes during the \r\nconflict. Thus, in its relevant resolutions the Security \r\nCouncil has specifically condemned the attacks on \r\ncivilians and bombardments of inhabited areas within \r\nAzerbaijan. In its 2010 judgement, the European Court \r\nof Human Rights arrived at an important conclusion \r\nqualifying the offences of the invading Armenian \r\ntroops against Azerbaijani civilians as acts of particular \r\n15-29241 37/38\r\n26/09/2015 A/70/PV.9\r\ngravity that amount to war crimes and crimes against \r\nhumanity.\r\nFourthly, Armenia has established an ethnically \r\nconstructed, subordinate, separatist entity on the \r\noccupied territories of Azerbaijan that are under its \r\ntotal political, military and financial dependence and \r\ncontrol. The European Court of Human Rights clearly \r\nconfirmed this in its judgement of 16 June 2015. The \r\nGovernment of Armenia, which has purged both the \r\nterritory of its own country and the occupied territories \r\nof Azerbaijan of all non-Armenians, and thereby \r\nsucceeded in creating monoethnic cultures there, should \r\nbe the last to speak about such notions as peace, human \r\nrights and self-determination. Armenia continues to \r\npursue an unconstructive position on the negotiations, \r\nand takes actions aimed at destabilizing the situation on \r\nthe ground, derailing the peace process and ultimately \r\nconsolidating the status quo of occupation.\r\nThe Armenian side regularly and deliberately \r\nviolates the ceasefire by attacking and killing \r\nAzerbaijani military personnel and civilians residing \r\nin the territories adjacent to the front lines. In recent \r\ntimes, such violations and armed provocations have \r\nbecome increasingly frequent and violent.\r\nFinally, in reality, by disregarding the demands of \r\nthe international community, by continuing to occupy \r\nthe territories of Azerbaijan, by deliberately denying \r\nthe right of around a million Azerbaijani refugees and \r\ninternally displaced persons to return to their homes, \r\nby pursuing racist ideology and by misinterpreting \r\nthe fundamental norms and principles of international \r\nlaw, Armenia clearly demonstrates who is actually \r\nresponsible for undermining regional peace, security \r\nand stability.\r\nMr. Kazhoyan (Armenia): I have always admired \r\nthe enormous possibilities that language offers to \r\nhumankind. Language has enabled human beings to \r\nexpress thoughts, expressions and ideas. It has also \r\nbeen used in fairy tales and legends. One does not need \r\nto listen to the accusations and allegations that were \r\njust made; one simply needs to read the newspapers \r\ngoing back 20 years. Who, what, when and how did the \r\nwhole thing start? Who was the first to attack? Who \r\nwas the invader?\r\nI do believe it was Azerbaijan that attacked the \r\npeaceful people of Nagorno Karabakh, who simply \r\nwanted to be independent from Azerbaijan — from \r\nthe Soviet Azerbaijan. In fact, throughout its history, \r\nNagorno Karabakh has never been part of Azerbaijan \r\nsince the history of Nagorno-Karabakh is clearly \r\nthousands of years longer than that of Azerbaijan. There \r\nis no way that Azerbaijan has any right whatsoever to \r\nNagorno Karabakh. The people of Nagorno Karabakh \r\nexpressed their right to be independent and, because \r\nof their willingness to be independent, they were \r\nattacked, slaughtered and massacred. So they decided \r\nto be separate from a country that was willing to kill \r\nthem.\r\nThere is definitely no need to cite a Security \r\nCouncil resolution because such resolutions call \r\nupon Azerbaijan as well to stop the fighting and to \r\nstop killing people, which continues to this day. Just \r\nyesterday the Azerbaijan military shelled the Armenian \r\nborder and the Nagorno Karabakh border. Is this not \r\nbeing perpetrated by a country that is speaking about \r\nsome sort of justice?\r\nI believe that the Azerbaijan delegation, before \r\nspeaking out and mixing fantasy with reality, before \r\nbringing up legend instead of history, should take a \r\nlook at its own history, especially its recent history, \r\nand remember who started the whole mess. If peace is \r\nwhat is desired, then one has to live peacefully. If war \r\nis brought to one’s neighbour, war will be the result and \r\nmore regions will be lost.\r\nThat was how the whole thing happened. Nagorno \r\nKarabakh wanted to be independent. In order to secure \r\nits borders and its peaceful population from the shelling \r\nof the Azerbaijani army, they needed to seal a security \r\nperimeter around Nagorno Karabakh proper. That is \r\nhow the whole thing happened. It will continue like that \r\nunless Azerbaijan comes to the negotiating table and \r\nis truly and strongly committed to finding a solution. \r\nOtherwise, these rights of reply will continue endlessly. \r\nI do not think that this is the proper place, time or \r\noccasion for exchanges such as this.\r\nMr. Musayev (Azerbaijan): The remarks just made \r\nby the representative of Armenia, full of the usual \r\ndistortions and misinterpretations, demonstrate how \r\nthat Member State is far from even thinking about \r\nengaging in a constructive search for peace. In fact, \r\nthe delegation of Armenia has not introduced anything \r\nnew, and has once again abused its right to speak from \r\nthe high rostrum of the United Nations. As a result, we \r\nhave heard irrelevant and out-of-context comments that \r\nobviously fail to respond to our arguments.\r\n38/38 15-29241\r\nA/70/PV.9 26/09/2015\r\nWe regret that Armenia, instead of contributing \r\nto the ongoing conflict-settlement process, gives \r\npreference to provocations and escalation with \r\nunpredictable consequences. Such a stance on the \r\npart of Armenia represents an open challenge to the \r\nconflict-settlement process and a serious threat to \r\ninternational and regional peace and security. The \r\nearlier the leadership of Armenia realizes the lack of \r\nany prospects for success of its destructive political \r\nagenda, the sooner our peoples will be able to enjoy the \r\nbenefits of peace, stability and cooperation.\r\nThe meeting rose at 10.25 p.m.\r\n"