"United Nations A/71/PV.26\r\nGeneral Assembly\r\nSeventy-first session\r\n26th plenary meeting\r\nMonday, 10 October 2016, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Thomson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Fiji)\r\nIn the absence of the President, Mr. Pecsteen de \r\nBuytswerve (Belgium), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda items 9 and 13 (continued)\r\nReport of the Economic and Social Council\r\nReport of the Economic and Social Council \r\n(A/71/3)\r\nNote by the Secretary-General (A/71/155)\r\nIntegrated and coordinated implementation \r\nof and follow-up to the outcomes of the major \r\nUnited Nations conferences and summits in the \r\neconomic, social and related fields\r\nThe Acting President (spoke in French): In \r\nconnection with agenda item 9, I would like to recall \r\nthat, pursuant to resolution 58/316, of 1 July 2004, \r\nthe Assembly, on the recommendation of the General \r\nCommittee, decided, at its 2nd plenary meeting, held \r\non 16 September, to consider agenda item 9 in its \r\nentirety in plenary meeting, on the understanding that \r\nthe administrative programme and budgetary aspects \r\nshould be dealt with by the Fifth Committee.\r\nAt the same meeting, the Assembly took note of the \r\nclarification that, in implementing resolution 58/316 to \r\nconsider item 9 in its entirety in plenary meeting, the \r\nrelevant parts of Chapter I of the report (A/71/3) that \r\nare under agenda items already allocated to the Main \r\nCommittees would be considered by the Committee \r\nconcerned for final action by the General Assembly.\r\nIn connection with agenda item 13, members \r\nwill recall that, pursuant to resolution 57/270 B, the \r\nAssembly decided to consider under the item the \r\nchapters of the annual report of the Economic and Social \r\nCouncil relevant to the integrated and coordinated \r\nimplementation of and follow-up to the outcomes of \r\nthe major United Nations conferences and summits, \r\nincluding through the participation of the President of \r\nthe Council in its discussions.\r\nI now give the f loor to the President of the Economic \r\nand Social Council, His Excellency Mr. Oh Joon, to \r\nintroduce the report of the Council.\r\nMr. Oh Joon (President, Economic and Social \r\nCouncil): I have the honour to introduce to the General \r\nAssembly the 2016 report (A/71/3) of the Economic and \r\nSocial Council.\r\nEntering its seventieth year, the 2016 session of \r\nthe Council focused on what was needed for the initial \r\nimplementation of the 2030 Agenda for Sustainable \r\nDevelopment. That included the work of the Council’s \r\nsegments and forums, of the various functional and \r\nregional commissions,and of expert bodies, all of which \r\nare instrumental in the integrated implementation of the \r\n2030 Agenda. The 2016 session of the Council provided \r\na common space for Governments and stakeholders to \r\ncome together to advance sustainable development and \r\nother key issues. Please allow me to briefly share some \r\nhighlights of the session.\r\nFirst, the Council conducted its primary follow-up \r\nand review of implementation of the 2030 Agenda. The \r\nHigh-level Political Forum on Sustainable Development \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n16-31541 (E)\r\n*1631541*\r\nA/71/PV.26 10/10/2016\r\n2/5 16-31541\r\nwas successfully held under the theme “Ensuring that \r\nno one is left behind”. Twenty-two countries presented \r\ntheir voluntary national reviews on how they planned \r\nto achieve the ambitious vision embodied in the 2030 \r\nAgenda. The inaugural Economic and Social Council \r\nForum on Financing for Development follow-up \r\nprovided a solid, dedicated and inclusive platform for \r\nsubstantive deliberations on how to finance sustainable \r\ndevelopment, along with a follow-up to the Addis Ababa \r\nAction Agenda.\r\nSecondly, we explored ways for the United Nations \r\nsystem to respond more effectively to the changes in the \r\ndevelopment landscape. The Development Cooperation \r\nForum deliberated on ways to improve the alignment \r\nof the United Nations development system with the \r\ndemands of the new Agenda. The Economic and Social \r\nCouncil dialogue on the subject of the longer-term \r\npositioning of the United Nations development system \r\noffered an opportunity for Member States to consider \r\nways to equip the United Nations to better support the \r\nimplementation of the new Agenda. I am confident that \r\nthe dialogue will be able to contribute to implementing \r\nresolution 67/226, on the quadrennial comprehensive \r\npolicy review this year, which will be a significant tool \r\nfor the achievement of the Sustainable Development \r\nGoals (SDGs).\r\nThirdly, the Council enhanced its relevance \r\nto what is happening in the world by addressing \r\nemerging global threats, challenges and humanitarian \r\nemergencies. It held a special meeting on inequality, \r\nand special briefings on the Zika virus and the El Niño \r\nphenomenon. It also advanced integrated responses to \r\npeace and sustainable development.\r\nLast but not least, the Council strengthened \r\nmulti-stakeholder partnerships through its meetings \r\nand forums, including the Partnership Forum and Youth \r\nForum. We had a chance to hear diverse voices from civil \r\nsociety, the private sector and academia in our global \r\ndialogue on a sustainable future. The huge interest \r\nshown by various segments of society highlighted the \r\nneed for us to engage more effectively with all relevant \r\nactors in a spirit of partnership and inclusion. That \r\ninterest, which is described in more detail in the report, \r\nillustrates how the Council has captured the spirit \r\nand the vision of the new global development agenda.\r\nThe entire Economic and Social Council system has a \r\ncentral role to play in realizing this vision. We should \r\ntherefore build on the work already carried out and \r\nstrengthen the momentum generated by the adoption of \r\nthe 2030 Agenda and the other milestone agreements \r\nof the past year. Moving forward, we need to focus on \r\nestablishing a collaborative platform that will support \r\nour concrete actions to achieve the future we want.\r\nA renewed spirit of cooperation on the part of all \r\nwill be key in overcoming the daunting tasks ahead to \r\nachieve the SDGs. For the United Nations, development \r\nis a realm in which a win-win approach is not only \r\npossible but almost inevitable. The cooperative efforts \r\nand commitments of all Member States and relevant \r\nstakeholders are critical for the entire United Nations \r\ndevelopment system, with the Economic and Social \r\nCouncil at its core.\r\nOn behalf of the 2016 session of the Economic \r\nand Social Council Bureau, I would like to express my \r\nsincere gratitude for the strong collaboration and support \r\nof Member States and the United Nations development \r\nsystem. I am confident that the Council, as guided by its \r\nnew President, His Excellency Ambassador Frederick \r\nShava, will work to successfully achieve its objectives \r\nfor the 2017 session. I invite all members to continue \r\ntheir engagement and cooperation with the Economic \r\nand Social Council at the current session.\r\nMr. De Lara Rangel (Mexico) (spoke in Spanish): \r\nAt the outset, on behalf of the Government and the \r\npeople of Mexico, allow me to extend our sincerest \r\ncondolences to our brotherly nation Haiti at this \r\ndifficult and painful time.\r\nMy delegation appreciates the presentation of the \r\nreport (A/71/3) of the Economic and Social Council \r\nfor 2016.\r\nFor Mexico, the implementation of the 2030 Agenda \r\nfor Sustainable Development is a State commitment. In \r\nassuming its international responsibility on the global \r\nstage, Mexico has focused its efforts on ensuring that \r\nthe Sustainable Development Goals (SDGs) bring \r\nabout truly great transformations on our peace and \r\nsecurity agenda and in the way in which the United \r\nNations works to build a peaceful world for future \r\ngenerations. The transformative change towards a new \r\npeace paradigm, known as “sustainable peace”, places \r\nhuman beings at the centre of our collective action. In \r\nparticular, this peace is solidly based on sustainable \r\nand inclusive development, combating poverty and \r\ninequality and providing access to justice and the \r\nrule of law as the most effective means of preventing \r\nconflict and improving people’s lives.\r\n10/10/2016 A/71/PV.26\r\n16-31541 3/5\r\nTo implement the 2030 Agenda, Mexico supports \r\nthe strengthening of the Economic and Social Council \r\nso that it can propose sound public policies, including \r\nthrough the High-level Political Forum, at which, last \r\nJuly, Mexico presented its programme and described \r\nits progress towards achieving the 2030 Agenda for \r\nSustainable Development. The review of the Economic \r\nand Social Council scheduled for 2017 must also improve \r\nthe Council’s role as a platform for 30 subsidiary bodies \r\nand the various social and economic actors committed \r\nto the 2030 Agenda. As we have repeatedly said, it is \r\nof vital importance that there should be no attempt to \r\nadapt the Agenda to the existing structures and inert \r\npractices of the Organization.\r\nTo achieve the desired coherence, the Economic and \r\nSocial Council must ensure that there is no duplication \r\nof roles and mandates with other United Nations funds, \r\nprogrammes, bodies and specialized agencies and must \r\nfoster synergies with the General Assembly. In that \r\nregard, the Quadrennial Comprehensive Policy Review, \r\nwhich we are now beginning, provides an opportunity \r\nfor generating urgent and necessary changes in the \r\ndevelopment pillar, based on dialogue on the long-\r\nterm positioning of the United Nations development \r\nsystem and carried out within the framework of the \r\nEconomic and Social Council. It is also necessary to \r\nconsider the particularities of middle-income countries, \r\nwhich continue to confront considerable challenges \r\nto development.\r\nMexico is committed to advancing several of the \r\nissues on the Economic and Social Council agenda \r\nthat are aligned with the 2030 Agenda. By way of \r\nexample, we rely on the adoption of the New Urban \r\nAgenda in Quito so that we can reinvent our cities from \r\na sustainable perspective, while improving equity and \r\nwell-being and reducing exclusion and sociospatial \r\nsegregation. And in December my country will host in \r\nCancun the thirteenth meeting of the Conference of the \r\nParties to the Convention on Biological Diversity, given \r\nour commitment as an extremely diverse country to the \r\nconservation and sustainable use of biodiversity.\r\nIn May 2017, Mexico will also provide the venue at \r\nwhich the Global Platform for Disaster Risk Reduction \r\nwill assess the Sendai Framework in the light of the \r\nParis Agreement on Climate Change and will set \r\ntargets for risk reduction and mitigation. We firmly \r\nbelieve that, given climate change, rapid urbanization \r\nand water-management difficulties, inter alia, the risk \r\nof disaster is never zero. For that reason, President \r\nPeña Nieto, together with President Gurib-Fakim of \r\nMauritius, has co-chaired the High-level Panel on Water \r\nsince the beginning of the year. The Panel’s action plan, \r\nwhich was launched by its 11 high-level members a few \r\nweeks ago, will enable States and diverse stakeholders \r\nto coordinate their actions.\r\nIn order to leave no one behind, we must ensure \r\nthat cooperation for development is more effective \r\nand predictable, pursuant to paragraph 58 of the Addis \r\nAbaba Action Agenda. In that regard, the collaboration \r\nof the United Nations system with forums such as \r\nthe Global Alliance for Effective Cooperation on \r\nDevelopment can prepare for a new transformative \r\nvision for sustainable development.\r\nThe Assembly can count on our active and \r\nconstructive participation in all related work.\r\nMr. Sinha (India): India attaches great importance \r\nto the work of the Economic and Social Council. We \r\ncommend the outgoing President and the Bureau for \r\ntheir stewardship of its activities.\r\nI would like to extend our congratulations to the \r\nPermanent Representative of the Republic of Zimbabwe \r\non his resumption of the current presidency of the \r\nEconomic and Social Council, and would like to assure \r\nhim of our steadfast support to him and his Bureau in \r\ntheir work. We are grateful for the report (A/71/3) of the \r\nEconomic and Social Council for the year 2016, which \r\nusefully enumerates the activities of the Council.\r\nWe would like to congratulate the Economic and \r\nSocial Council for organizing the High-level Political \r\nForum on Sustainable Development, convened under its \r\nauspices, the first since the adoption of the 2030 Agenda \r\nfor Sustainable Development and the Sustainable \r\nDevelopment Goals (SDGs). The Forum offered a place \r\nfor policymakers from around the world to exchange \r\ntheir ideas on how to accelerate the implementation of \r\nthe far-reaching 2030 Agenda in a consistent, effective \r\nmanner. It included voluntary national reviews by 22 \r\ncountries and thematic reviews of progress on the \r\nSustainable Development Goals.\r\nFully committed to ensuring a life of dignity for \r\nall its people, India intends to present its voluntary \r\nnational review at the Assembly session next year, with \r\nthe aim of sharing its experiences, including successes, \r\nchallenges and lessons learned, to accelerate the \r\nimplementation of the 2030 Agenda. We have integrated \r\nthe Sustainable Development Goals framework into \r\nA/71/PV.26 10/10/2016\r\n4/5 16-31541\r\nour national development strategy. We have decided to \r\ndedicate one day in each session of our Parliament for \r\ndiscussions focused solely on the progress made on the \r\nSDGs. India’s success in sustaining robust economic \r\ngrowth to eradicate poverty will contribute in no \r\nsmall measure to the global achievement of the SDGs. \r\nThe process of doing so will bring forth technologies \r\nand pathways to progress that can be shared with \r\nother developing countries to enable them to achieve \r\nsustainable development.\r\nAs we move forward, the realization of the \r\ndeveloped countries’ commitments to resource \r\nmobilization for strengthening capacities and technical \r\nassistance to developing countries will be critical. \r\nIn that regard, we think the technology facilitation \r\nmechanism will be instrumental. An important \r\nachievement of the Economic and Social Council in \r\nthat context was the discussion organized at the first \r\nannual multi-stakeholder forum on science, technology \r\nand innovation for the Sustainable Development Goals, \r\nto which all relevant stakeholders actively contributed \r\nin their areas of expertise. We are sure that at the next \r\nsession the Forum will again further build upon its \r\nexisting strength.\r\nWe commend the efforts of the Economic and \r\nSocial Council in organizing the 2016 inaugural \r\nForum on Financing for Development follow-up, which \r\nprovided a solid platform for susbstantive deliberation \r\nwith the representatives of intergovernmental bodies \r\nand the senior management of the Bretton Woods \r\nInstitutions, the World Trade Organization and the \r\nUnited Nations Conference on Trade and Development. \r\nThey affirmed strong commitment to the full and timely \r\nimplementation of the Addis Ababa Action Agenda \r\nand recognized that it provides a global framework for \r\nfinancing sustainable development and is an integral \r\npart of the 2030 Agenda for Sustainable Development, \r\nwhile supporting and complementing it and helping to \r\ncontextualize its means of implementation targets with \r\nconcrete policies and action.\r\nAt a meeting organized by the Economic and \r\nSocial Council, experts analysed the phenomenon \r\nof El Niño, which has affected more than 60 million \r\npeople, and recommended implementing the Sendai \r\nFramework for Disaster Risk Reduction 2015-2030 and \r\nthe Paris Agreement on Climate Change in a coherent \r\nand integrated manner.\r\nTo facilitate the early entry into force of the Paris \r\nAgreement on Climate Change under the United \r\nNations Framework Convention on Climate Change, \r\nIndia deposited its instrument of ratification earlier this \r\nmonth. As part of our intended nationally determined \r\ncontribution, we begin to move forward on the road \r\nto climate action. India will reduce its emissions \r\nintensity by 35 per cent, build a 40 per cent capacity \r\nof power generation from non-fossil fuels and create \r\nan additional carbon sink of 2.5 billion tons through \r\nvarious afforestation policies. India remains committed \r\nto fully embracing the Sendai Framework, and our Prime \r\nMinister, Mr. Narendra Modi, released this year in that \r\nregard the national disaster management plan. A month \r\nfrom now, in early November, in collaboration with the \r\nUnited Nations Office for Disaster Risk Reduction, \r\nIndia will host in New Delhi the biennial Asian \r\nMinisterial Conference on Disaster Risk Reduction, \r\nunder the theme “Risk-sensitive development for \r\ncommunity resilience”.\r\nWe are happy to note that the theme for the next \r\nHigh-level Political Forum will be eradicating poverty \r\nand promoting prosperity in a changing world. It is our \r\nexpectation that the Economic and Social Council will \r\naddress the sustainable development challenges, with \r\npoverty eradication as our central and overarching \r\nobjective. The Economic and Social Council dialogues \r\nhave been able to set the tone for the forthcoming \r\nQuadrennial Comprehensive Policy Review. We expect \r\nit to provide long-term strategic guidance vis-à-vis \r\nthe 2030 Agenda for the United Nations development \r\nsystem for the years ahead. Member States should be \r\nable to count on a coherent, effective and efficient \r\nUnited Nations system that is focused on those services \r\nthe system is uniquely qualified to deliver, based on \r\nsolid intergovernmental guidance and supported with a \r\npredictable and adequate volume of f lexible resources.\r\nIn conclusion, allow me to reiterate India’s \r\ncommitment to the work of the Economic and Social \r\nCouncil and its active and constructive engagement in \r\nits work in the coming months.\r\nThe Acting President (spoke in French): We \r\nhave heard the last speaker in the debate on today’s \r\nagenda items.\r\nMay I take it that the General Assembly takes \r\nnote of the report of the Economic and Social Council, \r\ncontained in document A/71/3?\r\nIt was so decided.\r\n10/10/2016 A/71/PV.26\r\n16-31541 5/5\r\nThe Acting President (spoke in French): The \r\nGeneral Assembly has thus concluded this stage of its \r\nconsideration of agenda item 9 and of agenda item 13.\r\nAgenda item 117\r\nFollow-up to the outcome of the Millennium \r\nSummit: specific meeting focused on development\r\nThe Acting President (spoke in French): In \r\naccordance with resolution 60/265, dated 30 June 2006, \r\non the follow-up to the outcome of the Millennium \r\nSummit, a specific meeting focused on development \r\nshould be held. I have been informed that no Member \r\nState has requested to take the f loor under this item. \r\nThe General Assembly has thus ended this stage of \r\nits consideration of agenda item 117.\r\nProgramme of work\r\nThe Acting President (spoke in French): As \r\nannounced today in The Journal of the United Nations, \r\nI would like to inform members that delegations that \r\nwish to be added to the list of speakers for the plenary \r\nmeetings of the General Assembly should make their \r\nwishes known through the e-delegates portal located \r\nat http//delegates.un.int. The e-speakers link has \r\nbeen open since 9 a.m. today. An automated e-mail \r\nacknowledgement will be sent within one hour of \r\nreceipt of inscription. For inquiries with regard to user \r\nnames and passwords, kindly contact the Department \r\nfor General Assembly and Conference Management \r\nhelp desk at help-desk@un.org.  For any other inquiries \r\nwith regard to the list of speakers, please contact the \r\nlist of speakers officer in the General Assembly Affairs \r\nBranch.\r\nThe meeting rose at 10.40 a.m. \r\n"