"United Nations A/71/PV.47\r\nGeneral Assembly\r\nSeventy-first session\r\n47th plenary meeting\r\nThursday, 17 November 2016, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Thomson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Fiji)\r\nIn the absence of the President, Mr. Zamora Rivas \r\n(El Salvador), Vice-President, took the Chair.\r\nThe meeting was called to order at 10 a.m.\r\nAgenda item 36\r\nThe situation in Afghanistan\r\nReport of the Secretary-General (A/71/616)\r\nDraft resolution (A/71/L.13)\r\nThe Acting President (spoke in Spanish): I give \r\nthe f loor to the representative of Germany to introduce \r\ndraft resolution A/71/L.13.\r\nMr. Thoms (Germany): Germany aligns itself with \r\nthe statement to be delivered by the observer of the \r\nEuropean Union later today in this debate.\r\nLet me start by expressing our gratitude to all \r\nMember States for their constructive cooperation in \r\npreparing this year’s draft resolution entitled “The \r\nsituation in Afghanistan” (A/71/L.13). The draft \r\nresolution remains a vivid expression of support for \r\nAfghanistan and its people by the entire membership \r\nof the United Nations. For the first time in years, we \r\nhave managed to considerably streamline the text, \r\nrestructure some chapters and add others. We now \r\nhave a draft resolution that reflects the relations of the \r\ninternational community with Afghanistan in a more \r\nconcise yet comprehensive way.\r\nThe greatest concern expressed in the draft \r\nresolution refers to the still-difficult security situation \r\nin Afghanistan. We deeply deplore the high number of \r\ncivilian lives lost due to cowardly terrorist attacks and \r\nincessant fighting. The recent attack on the German \r\nConsulate in Mazar-e-Sharif is but one of many in a \r\nlong list of incidents. Our thoughts are with those who \r\nperished and were injured in that horrific attack. I would \r\nlike to take this opportunity to explicitly thank our \r\nNATO partners and the Afghan National Defence and \r\nSecurity Forces for the courageous help they provided \r\nto fend off the terrorist attackers and protect our staff. \r\nIn that context, I would like to welcome the outcome of \r\nthe NATO Summit, held in Warsaw, where important \r\ncontributions and further training for the Afghan \r\nNational Defence and Security Forces were pledged.\r\nMore than 800,000 Afghan refugees have returned \r\nto Afghanistan from neighbouring countries during the \r\ncourse of this year. This poses a great challenge for the \r\nAfghan Government and the receiving communities. \r\nThis year, we have introduced a new chapter on \r\nrefugees to the draft resolution in order to highlight \r\nthis important humanitarian problem. I would like \r\nto commend the Office of the United Nations High \r\nCommissioner for Refugees and the International \r\nOrganization for Migration for their assistance to the \r\nreturning refugees and call upon all Member States \r\nto support the Government of Afghanistan in its \r\nefforts to ensure a sustainable reintegration of those \r\nreturning refugees.\r\nAt the same time, many Afghans are still arriving \r\nin Europe — young, educated citizens who are badly \r\nneeded for the reconstruction and economic development \r\nof Afghanistan. Halting and reversing that trend is in \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n16-38971 (E)\r\n*1638971*\r\nA/71/PV.47 17/11/2016\r\n2/29 16-38971\r\nthe interest of all of us, but especially of Afghanistan \r\nitself. The Afghan Government has to provide its people \r\nwith the prospect of a future in their own country. \r\nWe therefore strongly encourage the Government of \r\nAfghanistan to make further progress on its reform \r\nagenda. At the Conference on Afghanistan, held in \r\nOctober in Brussels, the international community \r\ndemonstrated its support politically and financially \r\nin an unparalleled way. Now it is up to the Afghan \r\nGovernment to do its part.\r\nThe implementation of political and economic \r\nreforms and the fight against corruption are of crucial \r\nimportance. We welcome the establishment of the \r\nnational High Council on Governance, Justice and \r\nAnti-Corruption and the Anti-Corruption Criminal \r\nJustice Centre and look forward to them becoming \r\nfully operational. Moreover, as reflected in the draft \r\nresolution, preserving and consolidating gains in the \r\nprotection and promotion of human rights and the equal \r\nparticipation of all members of society, especially \r\nwomen, in all spheres of Afghan life remains critical.\r\nWe also noted that the list of regional development \r\nand cooperation initiatives and projects mentioned in \r\nthis year’s draft resolution has increased substantially. \r\nGermany wholeheartedly encourages greater regional \r\ncooperation. We sincerely hope that regional States \r\nand organizations will assume greater responsibility in \r\nour joint efforts to support Afghanistan in the future. \r\nThat also applies to an Afghan peace and reconciliation \r\nprocess, which remains the only way to long-term \r\nstability in Afghanistan.\r\nIn conclusion, let me assure the Assembly that \r\nGermany will remain committed to supporting \r\nAfghanistan. We will continue our financial assistance \r\nand our support for the Afghan National Defence and \r\nSecurity Forces in the years ahead, in line with our \r\nBrussels and Warsaw commitments.\r\nMr. Saikal (Afghanistan): It was 70 years ago, two \r\ndays from today, that Afghanistan’s f lag was raised \r\non the grounds of the United Nations as its fifty-\r\nsecond Member. Today, I am pleased to stand before \r\nthe Assembly on behalf of a great nation with the \r\nworld’s support behind us for the unanimous adoption \r\nof draft resolution A/71/L.13, entitled “The situation in \r\nAfghanistan”. Allow me to thank all Member States for \r\ntheir support for the draft resolution.\r\nI would like to express my gratitude to Ambassador \r\nHarald Braun, Counsellor Peter Neven and the rest of \r\nthe team at the Permanent Mission of Germany for so \r\nably leading negotiations on the draft resolution. We \r\nare also thankful to the delegations who took part in the \r\nnegotiations in a constructive spirit, as an expression \r\nof their solidarity with and support for Afghanistan. In \r\naddition, I wish to thank the Member States that have \r\nsponsored the draft resolution, which signifies their \r\ncontinued support for a stable Afghanistan.\r\nAfghanistan’s story of resilience and \r\naccomplishments against all odds — despite our \r\nongoing struggle against illegalities and stagnation, in \r\nparticular those crafted and imposed on us by regional \r\norchestrators of violent extremism and terrorism —\r\nshould be a source of hope and inspiration for those \r\nwho champion the shared values of a democratic and \r\nfree society, based on the rule of law, human rights \r\nand dignity for all. However, in the current scenario \r\nof violent extremism and radicalism threatening our \r\nglobal order, unanimous international consensus and \r\nsupport for Afghanistan are needed in the fight against \r\nglobal terrorism. We hope that through this resolution, \r\nMember States will be guided in addressing key issues \r\nfacing Afghanistan.\r\nTo say that Afghanistan has achieved unprecedented \r\nprogress in the past fifteen years while faced with \r\nenormous challenges is not an overstatement. I \r\nwitnessed this yet again during my visit to Kabul last \r\nweek, finding a more vibrant and cleaner city with \r\nmajor improvements in waste management. Almost all \r\nMember States have been involved in some form in the \r\nreconstruction and development of Afghanistan since \r\n2001. The giant leap forward in almost all sectors of \r\nsociety would not have been possible without their \r\ncontribution. The Government and the people of \r\nAfghanistan are truly grateful for this support, and \r\nwe look forward to continuing our joint partnership \r\nfor prosperity and peace. We will do so on the basis of \r\nmutual commitments, under the Self-Reliance through \r\nMutual Accountability Framework and the Afghanistan \r\nNational Peace and Development Framework agreed \r\nupon at the recently concluded Brussels Conference.\r\nThe outcome of last month’s Brussels Conference \r\non Afghanistan was truly a milestone, as it revitalized \r\nthe essence of our partnership with the international \r\ncommunity. The National Unity Government’s progress \r\nreport on the benchmarks of the comprehensive reform \r\nagenda laid out our efforts towards a democratic \r\nState. We will remain consistently focused on \r\nstrengthening State institutions, developing self-\r\n17/11/2016 A/71/PV.47\r\n16-38971 3/29\r\nreliance, and crafting social services to serve our \r\npeople. It is therefore imperative that we consolidate \r\nthese gains as Afghanistan completes its Millennium \r\nDevelopment Goals and embarks on the Sustainable \r\nDevelopment Goals.\r\nNotwithstanding the transformational effects of our \r\ngains for the country, we have faced continued threats \r\nfrom violent extremism and terrorism. In 2016 we have \r\nwitnessed new security challenges that impinge upon \r\nvarious levels of national, regional and global stability. \r\nCurrently, multiple conflicts plague many nations with \r\npainful stories of suffering, displacement and exodus of \r\nrefugees in search of safety. Foreign terrorist fighters \r\nare on the move, taking advantage of negative State \r\nrivalries and operating across regions to establish new \r\nfootholds in various countries.\r\nIn Afghanistan, we have paid a heavy price at the \r\nforefront of the global struggle against terrorism. The \r\nyear 2016 was one of the bloodiest in terms of both \r\ncivilian and military casualties. We faced a thinly \r\ndisguised, undeclared war, when a neighbouring State, \r\ncontrary to the Charter of the United Nations and the \r\nprinciple of good-neighbourly relations, used the proxy \r\nTaliban, including the Haqqani network, Al-Qaida, \r\nDa’esh, and others, to orchestrate and conduct attacks \r\nwith the aim of overrunning a number of provincial \r\ncapitals and stoking the f lames of disunity among the \r\nAfghans. Those who seek solace in their intentions \r\nto keep Afghanistan bleeding must remember that \r\nsuch actions would bleed them too and warrant \r\ninternational isolation.\r\nThe export of foreign terrorist fighters, including \r\nDa’esh in parts of Afghanistan, remains a serious \r\nconcern. Lately, they have sought to expand their brutal \r\npresence into northern Afghanistan, often operating \r\nin tandem with the Taliban and other affiliate groups. \r\nNevertheless, I am pleased to report that, against \r\nenormous odds, our national security forces have \r\nheroically confronted this myriad of interconnected \r\nextremist groups trained elsewhere and exported to \r\nAfghanistan. They have thwarted terrorist militia plans \r\nfor the capture and control of territory in different parts \r\nof the country, repulsing successive attacks in various \r\nprovinces, including Kunduz and Helmand.\r\nTerrorist militias continue to sustain heavy \r\nlosses, whereupon they resort to desperate attacks \r\non soft targets, including aid agencies, educational \r\ninstitutions and civilian premises. Last week they \r\nattacked the German Consulate in the northern city \r\nof Mazar-e-Sharif, where six civilians were killed \r\nand over a hundred injured. The recent attacks are the \r\nlatest attempts by the terrorist handlers to undermine \r\nour stability.\r\nIn order to make our security forces more sustainable \r\nand provide them with everything needed to face the \r\never-evolving terrorist tactics, we require continued \r\nsupport from the international community. We note \r\nwith gratitude the outcomes of the NATO Warsaw \r\nSummit, on the basis of which partner countries pledged \r\nnew commitments for training, equipping, financing \r\nand further enhancing the operational capacity of our \r\nsecurity forces until the end of 2020. We very much \r\nwelcome the decision to maintain the Resolute Support \r\nMission beyond 2016. The pledges of renewed support \r\nhave instilled renewed confidence in our armed forces.\r\nA joint international response to combat terrorism \r\ncan succeed only if the world addresses the key \r\nenablers of terrorism. Without foreign planning, \r\nsafe havens, provision of training and weapons and \r\nlogistical support, groups like the Taliban would not \r\nhave the same destructive reach and could be addressed \r\nfrom within the democratic political system of our \r\ncountry. The fact that rogue elements within certain \r\nState structures facilitate violent extremist activities \r\nis hugely problematic and contrary to the relevant \r\ncounter-terrorism and sanctions regime resolutions \r\nof the United Nations, particularly resolutions 1373 \r\n(2001), 1624 (2005), 2178 (2014), 2253 (2015) and 2255 \r\n(2015).\r\nA renewed three-tier approach to the United Nations \r\ncounter-terrorism strategy is needed. At the level of our \r\ndebates, we ought to address the question of the impact \r\non the growth of terrorism of negative State rivalries \r\nand State use of violence in the pursuit of political \r\nobjectives. At the operational level, we need to enrich \r\nexisting resolutions or adopt new resolutions to target \r\nthe drivers of such policies within State structures. At \r\nthe implementation level, the effective enforcement of \r\nthe counter-terrorism resolutions and sanctions regimes \r\nequally on the Taliban, Al-Qaida and Da’esh, as well as \r\non Member States that provide political and military \r\nsupport to them, can have a significant impact on war \r\nand peace in Afghanistan.\r\nPresident Ghani has asked for the timely inclusion \r\nof select Taliban leaders in the sanctions list. We \r\nwelcome the recent visit of the Sanctions Committee \r\nA/71/PV.47 17/11/2016\r\n4/29 16-38971\r\nto Afghanistan, where relevant issues were discussed \r\nwith the senior leadership. We urge all Member States, \r\nin particular countries accommodating terrorists, to \r\nactively strengthen mechanisms within State structures \r\nfor the proper implementation of these resolutions. \r\nThere is an urgent need for increased and meaningful \r\ninteraction between the United Nations counter-\r\nterrorism bodies and Afghan security agencies.\r\nThe National Unity Government has made \r\nunremitting efforts to advance the cause of durable \r\npeace. This has been a key issue for both President Ghani \r\nand Chief Executive Abdullah. We are determined to \r\nbring peace to Afghanistan, with or without the support \r\nof those who have thus far failed to proactively support \r\nthis process. The recently signed peace agreement \r\nbetween the Afghan Government and the leadership of \r\nHizb-e Islami marks our strong commitment to peace \r\nand the fact that we are willing to take hard decisions \r\nfor it.\r\nThe implementation process has already begun \r\nwith the cessation of active hostilities between our \r\nnational security forces and those loyal to this group, \r\nwhen circumstances permit. We hope this agreement \r\ncan serve as a model for those Taliban who are ready \r\nto give up violence and embrace peace. We believe that \r\nthe Quadrilateral Coordination Group — comprised of \r\nAfghanistan, Pakistan, China and the United States of \r\nAmerica — can still be a useful platform to facilitate \r\ndialogue with the Taliban. Yet achieving any degree of \r\nprogress requires clear and decisive action to honour \r\ncommitments within the framework of the Group’s \r\nroad map.\r\nThe National Unity Government’s efforts to \r\npromote regional economic cooperation through the \r\npursuit of common regional objectives and existing \r\nprocesses, organizations and programmes are moving \r\nforward. Some of the recently concluded or currently \r\nongoing regional projects are the Chabahar Port, the \r\nLapiz Lazuli Corridor, the Turkmenistan-Afghanistan-\r\nPakistan-India Natural Gas Pipeline Project and the \r\nCentral Asia-South Asia power project, as well as \r\nthe railway line between China and Afghanistan. \r\nThe Afghan-led Regional Economic Cooperation \r\nConference on Afghanistan and the Heart of Asia-\r\nIstanbul Process are working to strengthen connectivity \r\nand increase trade and transit for the benefit of regional \r\nprosperity. The region sees in Afghanistan a country \r\nthat is located in the heart of Asia with the potential \r\nto develop as a key player in strengthening economic \r\nties and cultivating regional connections. Once again, \r\nwe would like to reiterate that we are willing to work \r\nwith all neighbouring countries to achieve a shared \r\nprosperous future for all.\r\nGood governance has paved the way for notable \r\nstrides across social indicators. We have created a \r\nculture of free speech and tolerance for alternative \r\nopinions. The 2016 World Press Freedom Index ranks \r\nAfghanistan fourth best among the 13 countries of \r\nSouth and Central Asia.\r\nAfghanistan is committed to the implementation \r\nof Security Council resolution 1325 (2000), on women \r\nand peace and security, based on our eight-year plan \r\nof action. Women’s empowerment has created a more \r\nequal society, with women taking key roles in State \r\ninstitutions and various professional fields. Multiple \r\nwomen’s protection centres for survivors of domestic \r\nviolence and children’s protection units to prevent \r\nrecruitment of children in the armed forces are \r\nfunctional. Respect for rule of law and promotion and \r\nprotection of human rights for all are key values in \r\nstrengthening the development of our nation.\r\nAs a country firmly committed to the Universal \r\nDeclaration of Human Rights, Afghanistan is a \r\ncandidate for the Human Rights Council for the 2018-\r\n2020 term. We look to the support of Member States for \r\nour candidacy. We can state with confidence that a vote \r\nfor Afghanistan will be a vote to strengthen the human \r\nrights architecture worldwide.\r\nBy strengthening the national consensus for a \r\nviable approach to reform our electoral institutions, \r\nwe are enhancing the credibility and transparency \r\nof our future elections and the democratic process \r\nin Afghanistan. Recently, the Selection Committee \r\npresented a list of candidates to the President from \r\nwhich a select group will be appointed to serve as new \r\ncommissioners in the electoral bodies. Last week, the \r\nleadership of the National Unity Government convened \r\na consultative meeting with a broad spectrum of \r\nprominent personalities to exchange views on issues \r\nrelated to holding future elections. Those meetings \r\ndemonstrate our efforts to enhance national unity and \r\npolitical stability.\r\nThe fight against corruption remains our \r\npriority. Earlier this week, the Anti-Corruption \r\nCriminal Justice Centre for the first time held two \r\ntrials that were open to the public and monitored by \r\nrepresentatives of civil society, the media and national \r\n17/11/2016 A/71/PV.47\r\n16-38971 5/29\r\nand international observers. That further signifies the \r\nGovernment’s commitment to prosecuting corruption \r\ncases among senior officials. In our efforts to promote \r\ngood governance at all levels, we have also pursued \r\nmerit-based appointments to achieve more effective, \r\ntransparent and accountable institutions that are able to \r\nserve our people.\r\nCountering the menace of the narcotics trade and \r\nbreaking down the nexus of criminality and drugs \r\nremain crucial objectives for us. Increased insecurity \r\nleads to a rise in opium production. In that regard, we \r\nare aiming to counter the challenge of illegal narcotics \r\nmoney, which is fuelling extremist activities, through \r\nour comprehensive Afghan National Drug Action Plan \r\nwith the support of our international partners.\r\nDue to a shrinking economy and increasing \r\ninsecurity, Afghanistan is still one of the largest \r\nsource countries of refugees. That, along with 485,000 \r\ninternally displaced persons in 2016, remains a cause \r\nof concern. In recent months, we have witnessed the \r\nreturn of around half a million refugees from Pakistan. \r\nWe urge the Pakistani Government to have a more \r\nmeaningful dialogue with us on that issue. Given the \r\nmagnitude of the problem, we invite the international \r\ncommunity to support the Office for the Coordination \r\nof Humanitarian Affairs f lash appeal to provide for \r\nthe immediate needs of this population. Currently, \r\nthe Government is working on a long-term vision for \r\nthe returnees.\r\nThe joint sacrifices made by Afghanistan and our \r\ninternational partners over the past 15 years have brought \r\na profound change in the lives of ordinary Afghans. \r\nTogether, we have created a situation whereby Afghans \r\nlook to the future with a great degree of confidence, \r\nknowing their country will never again be taken back \r\nto the past, when tyranny, extremist ideology and \r\ndarkness prevailed over justice, democracy and rule of \r\nlaw. Today’s Afghanistan is among the most pluralistic \r\nsocieties in our region, and slowly but surely, we are \r\nregaining our historic place as a hub of connectivity, \r\nf low of people and exchange of innovative ideas among \r\ndiverse cultures and backgrounds.\r\nLooking ahead, we are confident in our ability to \r\ncontinue to solidify the gains made in a wide array of \r\nspheres. Nevertheless, we also realize the road ahead \r\nis not devoid of difficulties. In that light, we urge our \r\nfriends and international partners to stay the course \r\nwith fortitude and determination in the quest to realize \r\nthe vision of a self-reliant and prosperous Afghanistan, \r\none that serves its people and the world. As we move \r\nforward, we hope that we can continue to count on \r\ninternational support, in solidarity with the heroic \r\npeople of my country.\r\nMr. Mahmadaminov (Tajikistan): Tajikistan is \r\npleased to be a sponsor of draft resolution A/71/L.13, \r\nwhich we hope will be adopted by consensus, as in \r\nprevious years. We express our sincere appreciation \r\nto the delegation of Germany for facilitating the draft \r\nresolution. It is encouraging that all States Members of \r\nthe United Nations share the common view with regard \r\nto the importance of peace and stability in Afghanistan \r\nand of its key role in the promotion of regional \r\ncooperation and integration. There is no doubt that \r\npeace and stability and socioeconomic rehabilitation \r\nin Afghanistan are crucial for the development and \r\nprosperity of the entire region.\r\nTajikistan supports the efforts of Afghanistan and \r\nits people to strengthen and reinforce the progress in \r\ntackling the issues of the transition period, including \r\nnational dialogue and reconciliation. Tajikistan calls for \r\nthe acceleration of targeted assistance to Afghanistan in \r\neconomic rehabilitation, the implementation of social \r\nprogrammes and the creation of jobs in the country.\r\nThe involvement of Afghanistan in the process of \r\nmultifaceted regional cooperation contributes to the \r\nsuccess of the efforts of the international community. \r\nTajikistan has been engaged in the rehabilitation \r\nof social and economic spheres and infrastructure \r\nin Afghanistan through connecting the transport \r\narteries of our countries to create an energy bridge, \r\nthe Central Asia South Asia Electricity Transmission \r\nand Trade Project (CASA-1000), providing essential \r\ncommodities and training specialists. The construction \r\nof the CASA-1000 electricity transmission line has \r\nbeen launched recently. CASA-1000, which will be \r\nimplemented jointly with the Kyrgyzstan, Afghanistan \r\nand Pakistan and development partners, will provide \r\nan energy connection between Central Asia and South \r\nAsia and will contribute to the further development of \r\nboth regions.\r\nAnother important direction of our efforts is \r\ntowards the creation of a favourable environment for \r\nthe wide use of the transit potential in Central Asian \r\ncountries, including Afghanistan. In this context, \r\nTajikistan believes that the establishment of a legal \r\nbasis and the necessary infrastructure for the free \r\nA/71/PV.47 17/11/2016\r\n6/29 16-38971\r\nmovement of goods, services and investment in the \r\nregion are crucial. We therefore consider it important \r\nto sign the relevant documents on the utilization and \r\nconstruction of regional framework projects, including \r\nthe Trade and Transit Agreement between Tajikistan, \r\nAfghanistan and Pakistan and the construction of the \r\nTajikistan-Afghanistan-Turkmenistan railway.\r\nBy implementing national and regional projects \r\non energy, transport and the establishment of free \r\neconomic zones on the border with Afghanistan, \r\nTajikistan is helping to engage Afghanistan in regional \r\neconomic integration. These projects are aimed at job \r\ncreation, poverty eradication and ensuring a favourable \r\nenvironment for development. The Government of \r\nTajikistan will continue its efforts to further strengthen \r\ncooperation with the Government of Afghanistan \r\nand with international partners to support peace, \r\nstability and socioeconomic development in our \r\nneighbouring country.\r\nThe Acting President (spoke in Spanish): I give \r\nthe f loor to the observer of the European Union.\r\nMr. Vale de Almeida (European Union): I have the \r\nhonour of speaking on behalf of the European Union \r\n(EU) and its member States. The following countries \r\nalign themselves with this statement: the candidate \r\ncountries the former Yugoslav Republic of Macedonia, \r\nMontenegro, Serbia and Albania; the country of the \r\nStabilization and Association Process and potential \r\ncandidate Bosnia and Herzegovina; as well as Ukraine, \r\nthe Republic of Moldova, Armenia and Georgia.\r\nI would like to thank the Permanent Representative \r\nof Afghanistan for his statement. I also thank all \r\ndelegations that have participated in the consultations \r\non draft resolution A/71/L.13, and particularly the \r\nGerman team for so ably facilitating the negotiations. \r\nWe are looking forward to once again adopting the \r\ndraft resolution by consensus.\r\nAfghanistan has made considerable political, \r\nsecurity, economic and developmental progress over \r\nthe past decade. The General Assembly resolution \r\nhighlights many of those advances, for which the \r\nGovernment of Afghanistan and the Afghan people \r\ndeserve much credit. Nevertheless, the gains made are \r\nfragile and major challenges remain.\r\nLast month, the Brussels Conference on \r\nAfghanistan was successfully concluded. The EU \r\nand its member States would like to thank the high-\r\nlevel representatives of the 75 partner countries \r\nand 26 international organizations — including the \r\nrepresentatives of a number of United Nations system \r\norganizations, particularly Secretary-General Ban \r\nKi-moon — who all came to Brussels and helped to \r\nmake the Conference a success. \r\nFirst, it was a success in financial terms: the \r\ninternational community pledged $15.2 billion in \r\nsupport of Afghanistan’s development priorities for the \r\nperiod 2017-2020. Showing its sustained commitment \r\ntowards Afghanistan, the European Union as a whole \r\npledged €5 billion. These figures surpassed expectations \r\nand show the continued engagement of the international \r\ncommunity in Afghanistan, which is based on the \r\ndriving principle of mutual accountability between the \r\nAfghan Government and international donors.\r\nSecondly, the Brussels Conference was a political \r\nsuccess, as it gave a clear sign of support to the National \r\nUnity Government to continue its reform path. That \r\nincludes electoral reforms, administrative reform, \r\neconomy and governance, human rights and the rights \r\nof women and children and the fight against corruption. \r\nTo that end, cooperation among all Afghan political \r\nactors is essential.\r\nThe Brussels Conference side event, under the \r\ntheme “Empowered Women, Prosperous Afghanistan”, \r\nsignalled the strong priority attached to the protection \r\nand empowerment of women by the Afghan \r\nGovernment, the EU and the international community. \r\nThe European Union welcomes the commitment of the \r\nGovernment of Afghanistan to achieving the full and \r\nequal participation of women in political life and in all \r\nAfghan institutions. We encourage the Government of \r\nAfghanistan to increase efforts to finance and put into \r\naction the national action plan for the implementation \r\nof Security Council resolution 1325 (2000). We must \r\nprotect the gains made by Afghan women, as their \r\ncontinued active involvement at all levels of Afghan \r\nsociety and in the negotiations on the future of their \r\ncountry remains a priority for the European Union.\r\nWe also welcome the commitment of the Afghan \r\nGovernment to fully implementing the action plan to \r\nend and prevent the recruitment and use of children \r\nand the road map towards compliance, and the progress \r\nmade. We encourage the Government of Afghanistan \r\nto continue its cooperation with the United Nations \r\ntowards full implementation, with the support of the \r\ncountry task force on monitoring and reporting.\r\n17/11/2016 A/71/PV.47\r\n16-38971 7/29\r\nOn behalf of the European Union and its member \r\nStates, I would like to reiterate that joint State-building \r\nand development efforts in Afghanistan can be \r\nsustained only if they are based on reinforced regional \r\ncooperation. Significant investments and further \r\ncooperation are needed to improve connectivity in \r\nthe region and unlock growth potential that would \r\nbenefit Afghanistan and the region as a whole. Besides \r\neconomic development, security and migration \r\nissues are also to be dealt with through a regional \r\napproach, and a basis for common regional support for \r\nAfghanistan must be found. The Brussels Conference \r\non Afghanistan confirmed a strong interest from the \r\ninternational community in supporting Afghanistan \r\nand its neighbouring countries in this endeavour.\r\nThe European Union welcomes the undeterred \r\nwillingness of the Afghan Government to engage with \r\nall armed groups in a political process. The only way \r\nto find a durable end to the conflict in Afghanistan is \r\nthrough a lasting political settlement. In order to reach \r\na peace settlement, the EU remains fully committed to \r\nsupporting an Afghan-led and Afghan-owned peace \r\nprocess that represents all Afghan citizens and their \r\nlegitimate interests, preserves Afghanistan’s unity, \r\nsovereignty and territorial integrity and upholds the \r\nequal rights of all Afghans under the Constitution \r\nof Afghanistan. The EU welcomes all initiatives to \r\ncreate a environment conducive to such a process, \r\nparticularly the efforts undertaken by the Afghan \r\nGovernment, and calls on all parties to engage in such \r\na process.\r\nThe European Union welcomes the adoption of \r\nthe Afghanistan National Peace and Development \r\nFramework and the Self-Reliance through Mutual \r\nAccountability Framework. Those Frameworks pave \r\nthe way for much-needed tangible progress in terms of \r\npoverty reduction and the provision of basic services \r\nand public goods to Afghan citizens. To that end, \r\nspecific actions and inclusive reform approaches are \r\nrequired in sectors such as agriculture, infrastructure, \r\nand rural and urban development, as envisioned in the \r\nnew national priority programmes.\r\nWe welcome the priority that the Afghan \r\nGovernment gives to tackling corruption, which remains \r\na major obstacle to development and stability. In that \r\nconnection, we welcome the establishment of a High \r\nCouncil on Governance, Justice and Anti-Corruption, \r\nthe Anti-Corruption Criminal Justice Centre and the \r\nNational Procurement Commission. \r\nWe also welcome the efforts carried out by \r\nthe Government, together with donors and United \r\nNations agencies and coordinated by the United \r\nNations Mine Action Service, in demining the Afghan \r\nterritory. During the past decade, the EU contributed \r\nover €60 million to mine action in Afghanistan. \r\nWe encourage the Government, in partnership with \r\nthe international community, to continue pursuing \r\nthe goal of a mine-free Afghanistan. Such a goal is \r\ninstrumental for achieving, inter alia, the Sustainable \r\nDevelopment Goals.\r\nThe EU is alarmed by the high number of civilian \r\ncasualties in Afghanistan, which are at record levels. \r\nImproving security remains fundamental for stability \r\nand development in Afghanistan. Therefore, we \r\nwelcome the commitments made at the NATO Warsaw \r\nSummit in July in support of the Afghan National \r\nDefence and Security Forces.\r\nThe past months have also seen a new spike in \r\nmigration from Afghanistan, while the country is also \r\nconfronted with an increasing number of returnees, \r\nparticularly from the neighbouring countries of Iran and \r\nPakistan, but also from Europe and elsewhere. Support \r\nto sustainable reintegration of returnees is a key area \r\nof joint commitment under the New York Declaration \r\nfor Refugees and Migrants (resolution 71/1), adopted \r\non 19 September. The Sustainable Development Goals \r\nsupport the promotion of safe, responsible and orderly \r\nmigration on the basis of well-managed migration \r\npolicies. Therefore, we strongly encourage the Afghan \r\nGovernment to show leadership in addressing the needs \r\nof displaced people who are returning to Afghanistan. \r\nWishing to address some of the important \r\nchallenges linked to migration, the European Union and \r\nAfghanistan recently made a joint commitment, called \r\n“The Joint Way Forward”, to stepping up cooperation in \r\naddressing and preventing irregular migration, in full \r\nrespect for international law, including the principle of \r\nnon-refoulement.\r\nHowever, the EU remains convinced that the best \r\nway to fight irregular migration is to provide Afghans, \r\nespecially younger generations, with better jobs and \r\neconomic prospects through increased economic and \r\nfinancial stability in Afghanistan. Our development \r\ncooperation will support that aspect with specific \r\nmeasures. We welcome the recent agreement between \r\nthe Afghan Government and the International Monetary \r\nFund on the Extended Credit Facility arrangement, which \r\nA/71/PV.47 17/11/2016\r\n8/29 16-38971\r\nwill participate in improving macroeconomic stability \r\nand management in the country. The economic report \r\nprovided for the Brussels Conference demonstrated \r\nthat the fiscal and economic policies put in place by the \r\nAfghan Government are increasingly successful.\r\nFinally, insecurity and instability are also fuelled \r\nby the illicit cultivation, production and trafficking \r\nof narcotics, which remain an important concern for \r\nthe European Union, because they can have severe \r\nconsequences for Afghanistan — high consumption \r\nrates within the population that fuel the illicit economy, \r\nthe corruption of institutions and the financing of \r\ninternational terrorism. We encourage the Government \r\nof Afghanistan to continue to pursue a balanced and \r\nintegrated approach within the framework of its \r\nNational Drug Action Plan, with the full support of \r\nthe international community and in close cooperation \r\nwith the United Nations Office on Drugs and Crime \r\nand relevant regional frameworks, such as the Paris \r\nPact initiative.\r\nIt is important that the international community \r\nremain strongly committed to accompanying \r\nAfghanistan towards long-term progress and stability. \r\nThe European Union will continue to support the \r\ntransformation process in order to promote the \r\nemergence of a fully self-reliant, peaceful, democratic \r\nand prosperous society for the benefit of all Afghans.\r\nMs. Sison (United States of America): I would like \r\nto start by thanking Germany for leading negotiations \r\non this year’s draft resolution (A/71/L.13). I would also \r\nlike to thank Afghanistan and all other nations that \r\nconstructively engaged on the text.\r\nThe United States is pleased to co-sponsor this \r\nyear’s draft resolution on the situation in Afghanistan. \r\nThe draft recognizes that while Afghanistan continues \r\nto face grave security, political and development \r\nchallenges, the commitment of the Afghan Government \r\nand the international community to building a secure, \r\nprosperous and democratic Afghanistan is firm \r\nand unyielding.\r\nThe past year has not been an easy one. The Taliban \r\nand other armed groups have conducted attacks on \r\nprovincial capitals, university students and diplomatic \r\nmissions, including last week’s attack on the German \r\nConsulate in Mazar-e-Sharif and on the Resolute \r\nSupport Mission base in Bagram. They have targeted \r\ncitizens, government leaders, humanitarian workers \r\nand international partners in a cynical but ultimately \r\nunsuccessful effort to discourage those who seek to \r\nbuild a better life for all Afghans. In the face of such \r\nacts, we commend the bravery of the Afghan security \r\nforces, which are effectively responding to Taliban \r\nattacks and denying them major population centres and \r\ncritical infrastructure. \r\nThe United States continues to believe that the only \r\nway to end the conflict, enable a responsible drawdown \r\nof international troops and establish the conditions \r\nfor stability in Afghanistan is through a peace and \r\nreconciliation process between the Aghan Government \r\nand the Taliban. The United States reaffirms its support \r\nfor the security and development of Aghanistan. \r\nWe joined allies and partners in demonstrating our \r\nstrong, continued support for Afghanistan and the \r\nAfghan National Defence and Security Forces at \r\nthe NATO Warsaw Summit in July with pledges of \r\nrenewed assistance through 2020 and a commitment to \r\nsustaining NATO’s training, advisory and assistance \r\nResolute Support Mission beyond 2016.\r\nIn October, the international community reaffirmed \r\nits partnership with the Afghan Government through \r\nmutual commitments of financial assistance and \r\naccountability measures under the Self-Reliance \r\nthrough Mutual Accountability Framework. We also \r\nrecognize the importance of stability and security in \r\nAfghanistan for the stability and security in the region. \r\nWe encourage Afghanistan’s friends and neighbours \r\nto support the Afghan Government and its efforts to \r\nbring peace, stability and prosperity to Afghanistan, \r\nand we welcome regional development initiatives and \r\nother efforts to advance regional cooperation and \r\neconomic integration.\r\nAs the international community has demonstrated \r\na commitment to Afghanistan’s future, we look to \r\nAfghanistan’s Government to continue its efforts to \r\ncombat corruption, protect human rights, establish \r\neffective State services and prepare the legal and \r\nadministrative framework necessary for democratic \r\nnational elections. In this regard, we welcome the \r\ncommitments made by the Afghan Government under \r\nthe Self-Reliance through Mutual Accountability \r\nFramework. We stand ready to work with President \r\nGhani, Chief Executive Abdullah, the Afghan \r\nGovernment and the Afghan people to advance security, \r\npolitical stability, electoral reform and accountable \r\ngovernance in the coming years.\r\n17/11/2016 A/71/PV.47\r\n16-38971 9/29\r\nMr. Liu Jieyi (China) (spoke in Chinese): China \r\nsupports the adoption by consensus of draft resolution \r\nА/71/L.13, on the situation in Afghanistan.\r\nAfghanistan is in the early stages of its transformation \r\ndecade, and China commends the positive results of \r\nthe Afghan National Unity Government’s dedicated \r\nefforts to promote socioeconomic development and \r\nreconciliation. Afghanistan still faces fundamental \r\nchallenges in the political, economic and security areas. \r\nA united, stable, friendly and developing Afghanistan is \r\nin the common interest of the international community \r\nand the countries in the region. It is the hope of China \r\nthat the international community will pay close attention \r\nto the Afghanistan issue, while continuing to provide \r\nsupport and assistance so as to help Afghanistan to \r\nachieve stability and development.\r\nFirst, we must help Afghanistan to embark on the \r\nroad to self-owned development. Afghan affairs should \r\nultimately be handled by the Afghan people themselves. \r\nThe international community should pay continued \r\nattention to Afghanistan and do all it can to help the \r\nAfghan Government and people, while judiciously \r\nrespecting that country’s sovereignty, independence \r\nand territorial integrity and respecting the right of the \r\nAfghan people to independently choose their political \r\nsystem and development road. China commends the \r\nformulation by the National Unity Government of the \r\nNational Peace and Development Framework. It is our \r\nhope that the political factions in Afghanistan will \r\nresolve their differences through dialogue and work \r\ntogether for the noble cause of national development \r\non the basis of the Framework. The international \r\ncommunity should help the Afghan Government \r\nenhance its capacity-building in the light of the Afghan \r\ndevelopment strategy and its specific needs\r\nSecondly, we must steadfastly promote the Afghan \r\nreconciliation process. Advancing the Afghan-led and \r\nAfghan-owned inclusive reconciliation process is the \r\nonly way to achieve lasting peace and development \r\nin the country. The parties concerned in Afghanistan \r\nshould give priority to the long-term interests of the \r\ncountry and its people and play an active part in political \r\nreconciliation. The international community should \r\nprovide impetus to the peace and reconciliation process \r\nin Afghanistan. China supports the continued work \r\nby the four-party coordination group of Afghanistan, \r\nPakistan, China and the United States, pursuant \r\nto United Nations resolutions, to assist the Afghan \r\nGovernment to achieving early talks with the Taliban.\r\nThirdly, we must help Afghanistan improve its \r\nsecurity environment. The Afghan National Defence \r\nand Security Forces shoulder the primary responsibility \r\nfor maintaining peace, stability and security there. The \r\ninternational community should help the Forces build \r\nup their capacity and strengthen the country’s ability \r\nto take over its own national defence and to counter \r\nand effectively combat terrorism, transnational crime \r\nand drug trafficking. Draft resolution А/71/L.13 \r\nacknowledges the important contributions made by \r\nthe Shanghai Cooperation Organization (SCO) and \r\nother organizations in the region to the maintenance \r\nof Afghan security and stability. It is our hope that \r\nthe countries of the region will continue to promote \r\nsecurity cooperation with Afghanistan so as to provide \r\nthe security environment for the national development \r\nof the country.\r\nFourthly, we must assist Afghanistan in promoting \r\nsocioeconomic development. The international \r\ncommunity should fulfil its commitment to helping \r\nAfghanistan in its recovery and capacity-building \r\nendeavours so that it will be able to achieve sustainable \r\neconomic development. Afghanistan enjoys geopolitical \r\nand resource advantages, and its prospects for regional \r\neconomic cooperation are good. Draft resolution \r\nА/71/L.13 clearly sets out how the One Belt, One Road \r\ninitiative will be of great importance to Afghanistan’s \r\neconomic development and regional cooperation. We \r\ntake discussing, building and sharing together as the \r\nbuilding principle of the One Belt, One Road initiative; \r\nthe spirits of the Silk Road of peaceful cooperation, open \r\ninclusiveness, mutual learning, and win-win objective \r\nbased on mutual benefits as our guidance; and forging \r\ncommunities of common destinies and interests as our \r\ngoal for cooperation. It is our hope that the countries \r\nconcerned will be fully mobilized, pursuant to the \r\ndraft resolution,  to jointly move forward the One Belt, \r\nOne Road initiative to strengthen regional economic \r\ncooperation and interconnectivity, provide secure \r\nenvironment for the One Belt, One Road initiative \r\nand project implementation, and help Afghanistan to \r\nintegrate into regional development.\r\nAs a good neighbour and friend of Afghanistan, \r\nChina has always supported that country in its worthy \r\nendeavours towards reconstruction and development. \r\nChina will continue to support Afghanistan in \r\nstrengthening its security capacity-building and in \r\ncombating terrorism within the country, and we will \r\nalso assist the SCO in its efforts towards that end. \r\nA/71/PV.47 17/11/2016\r\n10/29 16-38971\r\nWe fully support the integration of Afghanistan into \r\nregional cooperation. We will work with Afghanistan \r\nto implement the China-Afghan Memorandum of \r\nUnderstanding and the One Belt, One Road initiative, \r\nand strengthen our cooperation in the areas of economic, \r\ntrade, energy and infrastructure development.\r\nChina stands ready to join with the international \r\ncommunity in making an unremitting effort to \r\nfacilitate the early achievement of peace, stability \r\nand development in Afghanistan .\r\nMr. Yardley (Australia): This year has seen both \r\nopportunities and significant challenges for Afghanistan \r\nand the international community that stands with it. \r\nWe saw efforts towards an Afghan-led peace process, \r\naction towards elections for Afghans to exercise their \r\ndemocratic rights, and successful meetings that have \r\nsecured a way forward for international support for \r\nAfghanistan. Security, governance, and the reform \r\nagenda remain key priorities.\r\nThe National Unity Government, under the \r\nleadership of President Ghani and Chief Executive \r\nAbdullah, has proved resilient even in difficult \r\ncircumstances. The Afghan people expect upcoming \r\nelections to be held in a timely manner. We encourage \r\nthe Government to continue working to meet \r\nthose expectations. We commend the advances made \r\nso far, as well as the broader progress on economic \r\nand judicial reform, and we urge for perseverance in \r\ncontinuing that trend. \r\nWe welcome the increasing focus on expanding \r\nregional cooperation in this year’s draft resolution \r\n(A/71/L.13), and we are grateful that Afghanistan’s \r\nneighbours have affirmed their commitments to \r\nsupporting Afghanistan in the future. We look to \r\nthose regional partners to fund and resource their \r\ncommitments accordingly.\r\nThere can be no doubt about the challenges that lie \r\nahead, but security and stability in Afghanistan can \r\nbe restored only through peace processes. We urge all \r\nthe parties concerned, including the Taliban, to seek \r\nfurther progress towards peace in 2017. Insecurity \r\nand conflict continue to pervade every aspect of life \r\nand governance in Afghanistan. Law and order, and \r\neffective policing, are key to securing public trust. \r\nThe Afghan National Defence and Security Forces \r\nhave fought bravely and resolutely, but the insurgency \r\nremains defiant. The Afghan population still bears the \r\nbrunt of this war, as the United Nations reporting on \r\ncivilian casualties tells us, and Australia is concerned \r\nabout this year’s extremely high numbers of civilian \r\ncasualties, which have had a devastating impact on \r\nfamilies and communities. Ordinary Afghans deserve \r\nbetter. Much also remains to be accomplished in the \r\narea of human rights.\r\nAt major international meetings in Warsaw and \r\nBrussels, the international community’s support for \r\nAfghanistan’s security and development was affirmed, \r\nand Australia has joined its international partners in \r\nrecommitting to Afghanistan’s future through security \r\nsector sustainment, the continuation of our fourth \r\nlargest bilateral aid programme and the extension of \r\nour $80 million annual aid commitment until 2020. We \r\ncontinue to deploy Australian Defence Force personnel \r\nto the NATO-led Resolute Support Mission. By \r\nproviding coordination, assistance and reporting, the \r\ncontribution of the United Nations Assistance Mission \r\nin Afghanistan to the country and its people has been \r\nprofound. We applaud its leadership and dedicated staff \r\nand thank them for their service.\r\nAustralia remains committed to supporting \r\nAfghanistan in close partnership with a responsive and \r\naccountable Afghan Government. We would like to \r\nthank our partners for their constructive approach to \r\ndeveloping today’s draft resolution, and Germany and \r\nAfghanistan for their key roles in particular. We are \r\npleased to once again be a sponsor of the resolution and \r\nlook forward to its adoption today by consensus.\r\nMr. Safronkov (Russian Federation) (spoke in \r\nRussian): We are grateful to the German coordinators \r\nfor their hard work in preparing the Assembly’s annual \r\nresolution on Afghanistan.\r\nAfghanistan’s complex situation continues to \r\nbe a major focus for the international community. \r\nThe increase in the number of civilian casualties is a \r\nserious concern. The spread of the influence of the so-\r\ncalled Islamic State is particularly worrying, including \r\nits efforts to absorb other armed opposition groups \r\nin northern parts of the country and other regions. \r\nWe believe it is important to prevent militants from \r\ncrossing into Afghanistan.\r\nRussia will support the adoption today of draft \r\nresolution A/71/L.13 by consensus. However, we note \r\nthat the text did not properly characterize Taliban \r\nand Al-Qaida operatives in Afghanistan as terrorists, \r\ndespite the fact that the terrorist threat in the country \r\nhas only grown in recent months. We believe that the \r\n17/11/2016 A/71/PV.47\r\n16-38971 11/29\r\nwidely used term “violent extremism” does not do \r\njustice to what is happening in Afghanistan or to the \r\nactions of the Taliban, Al-Qaida and the Islamic State. \r\nThe only correct way to describe their evil deeds \r\nis terrorism.\r\nWe can only be concerned about the fourfold \r\nincrease in the land area devoted to drug crops in \r\nAfghanistan’s previously relatively well-off northern \r\nprovinces, noted in the recent Afghanistan Opium \r\nSurvey 2016 report of the United Nations Office on \r\nDrugs and Crime (UNODC). That report also gives \r\nan unbiased indication of the sharp, tenfold drop in \r\nthe volume of drug crops destroyed. We are all aware \r\nthat the United Nations classifies the spread of Afghan \r\nopium as a threat to international peace and stability. \r\nIn that context, we should recall that beyond the risk \r\nit represents, drug production provides terrorists with \r\nsignificant financial support. They receive as much as \r\n40 per cent of their revenue from the drug trade, and \r\nthe situation is only getting worse, bringing suffering \r\nboth to Afghanistan itself and to many other countries. \r\nWe support the efforts of the Afghan authorities to \r\nramp up the fight against drug trafficking, and we urge \r\nthe foreign military presence and international donor \r\ncommunity to help them with this.\r\nFor its part, Russia is making a major contribution \r\nto the efforts to combat the production and distribution \r\nof drugs originating in Afghanistan. In particular, \r\na project of the regional UNODC programme for \r\nAfghanistan and its neighbours is under way. We \r\ncontinue to conduct free training in specialized \r\nRussian higher-education institutions for Afghan law \r\nenforcement agency personnel, including narcotics \r\nsquads. A joint project training anti-drug personnel \r\nfrom Afghanistan, Pakistan and the Central Asian \r\ncountries — which until 2014 was carried out under the \r\nauspices of the NATO-Russia Council and was ended \r\nnot by us but by NATO — is now being implemented \r\nby the Russian Federation jointly with UNODC, which \r\nis coordinating the project.\r\nWe support the Afghan Government’s policies \r\naimed at achieving national reconciliation. We are ready \r\nto help in promoting the negotiation process, including \r\nshowing f lexibility on questions related to the possible \r\nsoftening of the sanctions regime of Security Council \r\nresolution 1988 (2011) vis-à-vis the Taliban if it does \r\nnot run counter to the national interests of the Afghan \r\nGovernment. \r\nUnfortunately, so far attempts to reconcile with the \r\nTaliban have not had positive results. We believe that \r\nthe primary responsibility for the currently evolving \r\nsituation with regard to security and the training of the \r\nAfghan security forces lies with the NATO States, which \r\nto date have not reached their stated objectives. Many of \r\nthe other tasks that the International Security Assistance \r\nForce — which has now left Afghanistan — was dealing \r\nwith also remain unresolved.\r\nFor our part, we are ready to continue to work \r\ntogether in the future with Afghanistan through \r\nstructures that have proved their efficacy, particularly \r\nthe Shanghai Cooperation Organization (SCO). \r\nAfghanistan’s cooperation with the Collective Security \r\nTreaty Organization (CSTO) also has good potential for \r\nimproving our joint counter-terrorism and anti-drug \r\nefforts. The constructive roles of the CSTO and SCO \r\nare clearly reflected in today’s draft resolution.\r\nMs. Zahir (Maldives): My delegation wishes to \r\nthank the Secretary-General for his comprehensive \r\nreport on the situation in Afghanistan (A/71/616).\r\nThe Maldives notes with concern the mixed trends \r\nevident in recent developments in the situation in \r\nAfghanistan. On the one hand, there has been progress \r\non the political front, with several key positions \r\nfilled and, with the assistance of the United Nations, \r\nclear steps taken to ensure the successful holding in \r\nOctober of legislative and local elections. The Afghan \r\nGovernment has remained committed to improving \r\nthe human rights situation, particularly with regard \r\nto women and children. It has followed through on its \r\nwords with concrete actions, and its continued efforts \r\nin that area are encouraging.\r\nWe are, however, faced with the bleak truth that, \r\nover the past 12 months, the situation in Afghanistan \r\nhas been marked by critical and worrying incidents, \r\nespecially on the security front. The number of attacks \r\nby the Taliban and other armed groups is at its highest \r\nlevel since 2001, and casualties among both security \r\nforces and civilians have increased. This comes as the \r\nAfghan Government’s efforts to engage the Taliban \r\nin talks have stalled amid uncertainty and internal \r\nleadership struggles within the Taliban. More troubling \r\nis the death toll of civilians and the effect these problems \r\nhave on innocent people.\r\nThe persistent long-term weakness of Afghanistan’s \r\nsocial, political, and economic institutions has proved \r\nto be a fertile breeding ground for successive cycles of \r\nA/71/PV.47 17/11/2016\r\n12/29 16-38971\r\nconflict. That cycle must be broken if a lasting solution \r\nis to be found, and conditions on the ground that are \r\nconducive to peace must be created. Among other \r\nthings, therefore, the international community has an \r\nimportant role to play in giving support to the peace \r\nand reconciliation process, capacity-building measures, \r\nanti-corruption initiatives, development assistance and \r\nthe strengthening of civil society. By fostering trust, \r\nresilience and cohesion across society, the root drivers \r\nof conflict can be dealt with and the Afghan people can \r\nrealize their long-held aspirations.\r\nThe situation in Afghanistan continues to have an \r\nimpact that extends far beyond its borders. We need \r\nlook no further for proof of that than at the simple \r\nfact that this item has been on the General Assembly’s \r\nagenda since its thirty-fifth session. Despite dramatic \r\nchanges in the specific nature of the situation in \r\nAfghanistan over the past 36 years, it has remained of \r\nsufficient concern to the international community to \r\nhave been considered by the Assembly in all but two of \r\nits sessions since 1980. We must therefore redouble our \r\nefforts to promote a culture of peace and cooperation \r\nin Afghanistan. In particular, as the Secretary-General \r\nnotes in his report, the support of the countries of the \r\nregion is essential in the longer term, both to boost the \r\ncountry’s economy and to address issues of peace and \r\nsecurity. The Maldives welcomes the possibility of \r\ncooperation and collective efforts with regional partners \r\nfor peace and security and for enhanced economic \r\ncooperation and connectivity, including through the \r\nSouth Asian Association for Regional Cooperation.\r\nRecent events have made it clear that much \r\nremains to be done if lasting peace is to be achieved in \r\nAfghanistan. At the core of that process are the Afghan \r\npeople themselves, but they should not and cannot be \r\nalone in their efforts. The Maldives believes that it is \r\nonly with the broadest possible base of support that \r\npeace can take firm root in Afghanistan, and it is the \r\nduty of the international community to support the \r\nAfghan people in building a peaceful, prosperous and \r\ndemocratic nation.\r\nMr. Van Bohemen (New Zealand): New Zealand \r\nwelcomes the forthcoming adoption later today of \r\ndraft resolution A/71/L.13, which provides a clear \r\nreaffirmation of the international community’s \r\nongoing commitment to supporting peace and stability \r\nin Afghanistan.\r\nAfter more than 15 years of international assistance, \r\nit is wonderful that many States recommitted to \r\ncontinuing their support for Afghanistan until 2020 \r\nat the Warsaw and Brussels conferences earlier this \r\nyear. They did so based on a shared recognition that an \r\nunstable Afghanistan means instability for the region \r\nand for the wider international community, and that \r\nAfghanistan’s stability will continue to require the \r\nsupport of regional and international partners for the \r\nforeseeable future.\r\nHowever, despite the progress that has been made \r\nover the past year, Afghanistan continues to struggle \r\nto make meaningful strides in tackling the key drivers \r\nof instability. The National Unity Government is still \r\nhampered by uncertainty and infighting. The Afghan \r\nParliament’s recent dismissal of seven ministers for \r\nwhat appear to be minor administrative failings is \r\ncause for concern. We hope those actions do not further \r\ncompromise the Government’s stability or its ability to \r\ntackle the many challenges the country faces.\r\nAfter we saw some reasons for optimism at the \r\nend of last year, the peace and reconciliation process \r\nwith the Taliban appears to have stalled. The Taliban \r\ncontinues to hold the Government of Afghanistan at \r\narm’s length while it wages an increasingly bloody \r\nwar on the Government and the people and on the \r\ninternational presence in the country. New Zealand \r\nwould like to express its condolences for the recent \r\nattacks on German, American and Afghan security \r\nofficials that killed and injured dozens. Such attacks, \r\nand the broader Taliban war, continue to be funded by \r\nprofits from narcotics trafficking and illicit mining. \r\nConcerns have also been mounting about an impending \r\nhumanitarian crisis in eastern Afghanistan, with the \r\nexpected return of 1.5 million refugees from Pakistan \r\nin the coming months.\r\nThe investment of the international community \r\nin Afghanistan will be effective only if we make \r\nstrategic use of all the tools at our disposal to support \r\npeace, stability and security. Failure to do so would \r\nbe to the detriment not only of Afghanistan but of the \r\nregion and the international community more broadly. \r\nBeyond its bilateral commitments, New Zealand \r\nhas done its part — as Chair of the Security Council \r\nCommittee established pursuant to resolution 1988 \r\n(2011), on sanctions,  and of the Council’s Committee \r\npursuant to resolutions 1267 (1999), 1989 (2011) and \r\n2253 (2015) concerning ISIL (Da’esh), Al-Qaida and \r\nassociated individuals, groups, undertakings and \r\n17/11/2016 A/71/PV.47\r\n16-38971 13/29\r\nentities — to explore what more can be done through \r\nthose mechanisms to support those goals.\r\nI just returned earlier this week from a visit to \r\nAfghanistan to discuss how the sanctions regimes could \r\nbe utilized more effectively. I welcomed the commitment \r\nexpressed by many Afghan interlocutors, including \r\nPresident Ghani, to making greater use of the Taliban \r\nsanctions regime as a tool for supporting the peace and \r\nreconciliation process. I hope those discussions will \r\nlead to concrete steps, including further listing of the \r\nTaliban leadership and its supporters who benefit from \r\nongoing criminality through narcotics trafficking and \r\nillicit mining. I also hope that we will see greater use \r\nof the exemption procedures in the sanctions regime \r\nfor listed persons who are genuinely engaged in the \r\npeace process.\r\nNew Zealand welcomes the peace agreement \r\nreached between the Afghan Government and \r\nGulbuddin Hekmatyar of Hezb-i-Islami. We hope it can \r\nserve as an example for broader peace agreements in \r\nfuture. It will be appropriate for the ISIL and Al-Qaida \r\nSanctions Committee to give swift consideration to \r\ndelisting Gulbuddin Hekmatyar once a request is \r\nreceived from the Afghan Government. \r\nHowever, for all of those efforts to succeed, \r\nAfghanistan’s commitment must be matched by others \r\nin the region, particularly its immediate neighbours. We \r\nwelcome the focus on enhancing regional cooperation \r\nin today’s draft resolution. The very nature of the \r\nchallenges that Afghanistan faces demands this. The \r\ncross-border financial f lows that fund insurgency and \r\nterrorism in Afghanistan, and the movement of foreign \r\nterrorist fighters, cannot be addressed by Afghanistan \r\nalone. That requires a collective effort, not least because \r\nit will bring a collective benefit. It should be clear to all \r\nthat a destabilized Afghanistan is in no one’s interests.\r\nMr. Begeç (Turkey): At the outset, I would like to \r\nthank the Permanent Representative of Afghanistan for \r\nhis statement.\r\nWe welcome the successful completion of the \r\nconsultations on today’s draft resolution on the \r\nsituation in Afghanistan (A/71/L.13). It not only \r\nunderscores the progress achieved in Afghanistan so \r\nfar, but also provides guidelines for the future efforts \r\nand responsibilities of both Afghanistan and the \r\ninternational community. We look forward to once \r\nagain seeing the resolution adopted by consensus, and \r\nwe are pleased to be one of its sponsors.\r\nDuring the past 14 years, Afghanistan has gone \r\nthrough a remarkable transition process and achieved \r\nconsiderable progress in many fields. We welcome \r\nthe dedication and determination of the Afghan \r\nGovernment, the security forces and the people in \r\nmaking genuine efforts to overcome all kinds of \r\nchallenges. However, those accomplishments are \r\nstill reversible. The security situation is fragile, and \r\nAfghanistan is still at a critical juncture. Therefore, \r\nthe international community’s continuing support to \r\nthe security and development efforts of the Afghan \r\nGovernment during the transformation decade is vital. \r\nWe should bear in mind that Afghanistan eventually \r\nneeds to build its own capacity for the most part. In the \r\nmeantime, we must extend all the help we can to assist \r\nthe work of achieving a secure, stable and prosperous \r\nfuture for Afghanistan.\r\nThe stability of Afghanistan, and subsequently \r\nthat of the region, will depend on improved security. \r\nLasting peace in Afghanistan can be achieved only if \r\nthe peace and reconciliation process is successfully \r\nconcluded. With this in mind, we welcome the recent \r\npeace agreement between the representatives of the \r\nAfghan Government and Hezb-i Islami.\r\nWe welcome and encourage the Afghan \r\nGovernment’s efforts to bring the reforms to life. \r\nWe believe that their successful implementation \r\nwill consolidate the political and social cohesion \r\nin the country. Turkey will continue to support the \r\nAfghan Government as it implements its security and \r\ndevelopment agenda as long as our help is needed. We \r\nwill continue our bilateral assistance in the security and \r\ndevelopment areas, and we will contribute to NATO’s \r\nefforts as a framework nation within the Resolute \r\nSupport Mission.\r\nTurkey’s official development assistance to \r\nAfghanistan between 2002 and 2015 exceeded \r\n$962 million, representing its single largest development \r\nprogramme ever undertaken. We mainly focus on \r\nprojects in the fields of education, health, infrastructure \r\nand capacity-building for government institutions. \r\nFurthermore, at the recent Brussels Conference \r\non Afghanistan, Turkey pledged $150 million for \r\n2018-2020, which will be used on a project basis in \r\ncoordination with the Afghan authorities. We believe \r\nthat a genuine dialogue among the countries of the \r\nregion is particularly important and necessary. In \r\nthat regard, Turkey will also continue to contribute to \r\nA/71/PV.47 17/11/2016\r\n14/29 16-38971\r\nAfghanistan through multilateral platforms, such as the \r\nHeart of Asia-Istanbul Process.\r\nIn conclusion, I would like to underline that the \r\nAfghan people deserve a better future. The international \r\ncommunity’s continued commitment will strengthen \r\ntheir hopes in that regard. It is our joint duty to help \r\nAfghanistan to reach that goal.\r\nMr. Bessho (Japan): I would like to express my \r\ngratitude for being able to take part in this important \r\ndebate on the situation in Afghanistan, and I wish to \r\nextend my sincere appreciation to Ambassador Harald \r\nBraun of Germany and his colleagues for skilfully \r\nguiding consultations on draft resolution A/71/L.13, \r\nentitled “The Situation in Afghanistan”, which \r\nwe support.\r\nUnfortunately, I must begin my statement by \r\nexpressing deep concern about the security situation \r\nin Afghanistan. The United Nations has reported that \r\nthere were 2,324 security incidents in October and \r\n14 terrorist attacks in Kabul. Both reflect a growing \r\ntrend. The international community has reiterated its \r\ncommitment to providing sustained financial support \r\nto the Afghan National Defence and Security Forces. \r\nLast month in Brussels, Japan pledged to continue to \r\nprovide $130 million in security assistance per year for \r\nthe next four years. We are aware of the ongoing efforts \r\nof those Forces to overcome security challenges, and \r\nwe do see some improvements. However, the situation \r\non the ground overall is still deteriorating.\r\nImproved security is the most important \r\nprerequisite for Afghanistan’s development. It is crucial \r\nthat we see progress on an Afghan-led and Afghan-\r\nowned peace process, together with significant security \r\nimprovements. Japan calls upon President Ghani and \r\nChief Executive Abdullah to cooperate closely in order \r\nto strengthen the National Unity Government and \r\nachieve reconciliation. The threat of violent extremism \r\nis undermining the socioeconomic stability of \r\nAfghanistan. Undoubtedly, violent extremism is rooted \r\nin and exacerbated by weak governance. In addition \r\nto international assistance, efforts by the Government \r\non national reconciliation, administrative reform and \r\nfiscal consolidation are essential. The Self-Reliance \r\nthrough Mutual Accountability Framework for 2017-\r\n2018 sets out clear targets for the Afghan Government, \r\nwhich we strongly urge it to achieve.\r\nBased on the principle of mutual accountability, \r\nJapan pledged at the Brussels Conference on Afghanistan \r\nto continue assistance of up to ¥40 billion per year \r\nfor the next four years, starting in 2017. The Brussels \r\nConference and today’s resolution demonstrate strong \r\nsupport for Afghanistan. But our work does not end \r\nhere. We must focus on implementing our commitments. \r\nOur ultimate test will be whether Afghanistan achieves \r\nself-reliance to the point where donors no longer need \r\nto announce multi-year pledges.\r\nToday’s resolution contains many initiatives \r\nhighlighted by the Government and neighbouring \r\ncountries. Regional cooperation and connectivity \r\nwill provide a stronger foundation for economic \r\ngrowth in Afghanistan. We eagerly await news on the \r\nimplementation of those initiatives and commitments, \r\nand look forward to welcoming progress in our \r\nresolution next year. \r\nIn conclusion, let me say that Japan is committed \r\nto continuing to assist Afghanistan on its path towards \r\nself-reliance and mutually beneficial relations with \r\nits neighbours.\r\nMr. Bonser (Canada) (spoke in French): Allow \r\nme to express my appreciation for the opportunity \r\nto address the General Assembly. Canada thanks \r\nGermany for facilitating the draft resolution on the \r\nthe situation in Afghanistan (A/71/L.13), and for \r\nresponding successfully to requests made last year for \r\na more streamlined and succint resolution.\r\nAllow me to proudly state that Canada remains \r\nsteadfast in its desire for peace and security in \r\nAfghanistan and throughout the world. Canada is \r\ncommitted to helping the Afghans create a sustainable \r\nfuture and a country that is well governed, respects \r\nhuman rights and is in control of its own destiny. \r\nCanada does not want to see Afghanistan be a haven \r\nfor terrorism.\r\n(spoke in English)\r\nThose are the reasons why Canada pledged \r\n$465 million in security support and development \r\nassistance to Afghanistan at the Warsaw NATO \r\nSummit in July 2016 for the 2017-2020 period, \r\ncomprising $195 million for security and $270 million \r\nfor development assistance.\r\nCanada fully supports an Afghan-led peace and \r\nreconciliation process and thanks the Government of \r\nAfghanistan for its efforts to date, despite formidable \r\nchallenges over the past year. We also welcome the \r\nconstructive role neighbouring countries are offering to \r\n17/11/2016 A/71/PV.47\r\n16-38971 15/29\r\nplay towards greater regional cooperation and peace and \r\nreconciliation in Afghanistan. We note with particular \r\nappreciation the important role regional actors can play \r\nand have played, alongside the Afghan Government and \r\ninternational organizations, in ensuring the safety and \r\ndignity of Afghan refugees. We welcome a continuation \r\nof that support for those who are most vulnerable, \r\nparticularly women and girls.\r\nIt is important to emphasize that peace and security \r\ncannot be achieved without the active and substantive \r\nparticipation of all members of society, including \r\nwomen and girls. In that regard, we are pleased to see \r\nthe following elements in the annual resolution on the \r\nsituation in Afghanistan: commitments to achieving the \r\nfull and equal participation of women in all spheres of \r\nAfghan life, acknowledgement of the vital role women \r\nplay in the peace process, recognition of child protection \r\nand social development needs, and the importance \r\nplaced on the rule of law and respect for human rights, \r\nincluding the rights of women and children in ongoing \r\nsecurity sector reforms. Canada, for its part, will \r\ncontinue to focus on our Women’s and Girls’ Rights \r\nFirst approach in all of our health, education and human \r\nrights programming in Afghanistan.\r\nCanada supports draft resolution A/71/L.13. We \r\nstand with the Afghan people as they strive for a more \r\nsecure and prosperous future and will continue to \r\nsupport them in their pursuit of peace.\r\nMr. Ružička (Slovakia): I would like to thank \r\nthe Permanent Representative of Afghanistan for his \r\nstatement. We all appreciate the work of the delegations \r\nthat have contributed to the text of the annual draft \r\nresolution (A/71/L.13). We especially appreciate the \r\neffort by our German colleagues, who once again \r\nfacilitated negotiations in a highly professional manner.\r\nSlovakia would like to align itself with the statement \r\ndelivered earlier on behalf of the European Union (EU).\r\nSix weeks ago, leaders of both Afghanistan \r\nand the international community met in Brussels \r\nat the conference co-organized by the EU and the \r\nGovernment of Afghanistan. That was the biggest \r\ninternational event held in Brussels during the Slovak \r\npresidency of the Council of the European Union. \r\nThe Conference has been widely and justly praised \r\nas successful. In terms of participation, 75 countries \r\nand 25 organizations expressed their commitment \r\nto supporting the people of Afghanistan. In terms of \r\nfinancial assistance, $15.2 billion have been pledged \r\nto further the development of Afghanistan. And in \r\nterms of political vision, the leaders of Afghanistan \r\ncontinue to work together in a constructive manner to \r\nmaintain an inclusive political process. Those results \r\nhave provided a solid foundation for the Afghan-led and \r\nAfghan-owned reform processes in the country. \r\nGiven the momentum, progress in the peace \r\nrestoration and reconciliation process in Afghanistan \r\nis more important than ever before. We encourage \r\nthe Administration in Kabul to further engage in all \r\nactivities related to the stabilization of Afghanistan, \r\nincluding providing safety and security, good \r\ngovernance, transparency in decision-making, and the \r\nimprovement of the current living conditions of the \r\nAfghan people, with special regard for the younger \r\ngenerations, women and girls.\r\nAfghanistan, which receives a contribution of \r\n€300,000 a year from Slovakia, continues to be one of \r\nthree priority countries on which our development aid is \r\nconcentrated. Furthermore, at the Brussels Conference, \r\nthe Minister for Foreign and European Affairs of the \r\nSlovak Republic, Mr. Miroslav Lajčák, announced a \r\none-off contribution of €500,000.\r\nWe focus our assistance strategy primarily on \r\nthree priority areas: education, agriculture and health \r\ncare. It is not by chance that we focus our policy on \r\nthose areas, since we firmly believe that making \r\ntangible improvements in the quality of people’s lives \r\ncontributes to the sustainable nature of development. \r\nEducation is the integral and essential part of any \r\ndevelopment effort. The Slovak contribution is aimed at \r\nfinalizing the construction of two schools, which will \r\nthen be handed to the Afghan Government. We hope \r\nthat they will provide employment for many teachers \r\nand places of study for hundreds of children. We are \r\nalso putting our investment in education to good use by \r\nproviding scholarships for foreign students.\r\nIn the area of agriculture, we would like to assist \r\nour partners in Afghanistan to fulfil their potential by \r\nproducing enough food for internal consumption and, \r\nas was the case in the past, by profiting from the export \r\nof surplus production. \r\nFinally, Slovak assistance focuses on access to \r\nhealth care because, as enshrined in Goal 3 of the 2030 \r\nAgenda for Sustainable Development, ensuring healthy \r\nlives and promoting well-being for all at all ages is \r\nessential to sustainable development.\r\nA/71/PV.47 17/11/2016\r\n16/29 16-38971\r\nSlovakia is proud to deliver on its pledges, since \r\nwe are fully aware that at least 75 donors can make \r\na difference. Our efforts will not materialize without \r\nthe able and inclusive leadership of our Afghan \r\npartners. We are looking forward to working with \r\nthe Administration in Kabul. We are ready to further \r\ncoordinate our activities with global stakeholders \r\nand regional partners. Here in New York, I am \r\npersonally happy to continue in a constructive and \r\nproductive dialogue with my colleague, the Permanent \r\nRepresentative of Afghanistan, His Excellency \r\nAmbassador Mahmoud Saikal.\r\nMr. Akbaruddin (India): It is often said that the \r\nUnited Nations is about acting together to defend the \r\ndignity intrinsic to all human beings by fostering \r\nsustainable peace, and that the objective at the United \r\nNations is to work together in solidarity to assist other \r\nmembers of the human family in need. If that is indeed \r\nthe case, then today’s annual debate on the situation \r\nin Afghanistan affords us an opportunity to engage \r\nin introspection and take stock of whether our actions \r\ntowards a valued Member State and its brave people \r\nconform to the lofty values and goals that we cherish \r\nand profess.\r\nIt is usual to begin statements on Afghanistan by \r\nhighlighting the number of civilians, including women \r\nand children, who are killed in numerous attacks every \r\nday. There are, however, innumerable inspiring stories \r\nof common men and women of Afghanistan attempting \r\nto make a difference in the most trying circumstances. \r\nThose stories get overtaken by news of death and \r\ndestruction. How many of us know that well-endowed \r\nAfghan lifters picked up eight medals in an international \r\npowerlifting championship held earlier this year? How \r\nmany of us have heard of the innovation of two young \r\nAfghan brothers, Massoud and Mahmud Hassani, who \r\nhave designed a low-cost drone, called Mine Kafon, to \r\ndetect and destroy mines in their country? How many \r\nsports enthusiasts among us can point out that the only \r\ncountry to beat the eventual winners of the World T-20 \r\nCricket Championship this year was Afghanistan?\r\nSuch stories of common Afghans trying to excel \r\nand bring joy and succour to their fellow countrymen \r\nand women are not reflected in numbers and percentage \r\npoints. Each month, as the percentage of children killed \r\nand of attacks on civilians and schools increases, we \r\nwitness the silencing of many who, had they lived, \r\ncould have transformed the future of Afghanistan. \r\nWe are therefore alarmed at the expansion of the war \r\ntheatre in Afghanistan and the significant increase \r\nin the number of casualties suffered by the Afghan \r\nNational Defence and Security Forces in recent months. \r\nWe offer our sincere condolences to those affected by \r\nthe loss of lives and destruction of property in several \r\nterrorist attacks in Afghanistan, in which hundreds of \r\ninnocent people were killed and maimed, including the \r\nrecent attacks on the United States airbase in Bagram \r\nand the German Consulate in Mazar-e-Sharif.\r\nThe commitments made at the Brussels Conference \r\nreflect the international community’s willingness to \r\npursue and broaden engagement with Afghanistan, per \r\nthe needs of the Afghan people. At the Conference, India \r\ncommitted a sum of $1 billion for capacity-building \r\nin education, health, agriculture, skill development, \r\nempowerment of women, energy, infrastructure and the \r\nstrengthening of democratic institutions.\r\nEven as we collectively make efforts to rebuild \r\ninstitutions, infrastructure and networks in Afghanistan \r\nthrough cooperative endeavours, there are those who \r\naim to destroy and undermine what is being rebuilt. \r\nGroups and individuals that perpetrate violence \r\nagainst the people and the Government of Afghanistan \r\noperate from shadowlands entirely outside the fabric of \r\ninternational law. They must not be allowed safe havens \r\nand sanctuaries in Afghanistan’s neighbourhood. Our \r\ncollective efforts on that front will go a long way in \r\npromoting sustainable peace in Afghanistan.\r\nDraft resolution A/71/L.13, to be adopted today, \r\nhas very encouraging language on regional cooperation \r\nand connectivity. India believes in and is committed \r\nto working with Afghanistan and regional countries \r\non restoring a central role for Afghanistan as the land \r\nbridge of our region. It is with that goal in mind that \r\nIndia chose Amritsar as the city to host the Heart of \r\nAsia Ministerial Conference next month. Amritsar sits \r\non one of Asia’s oldest and longest major routes, dating \r\nback to the second century B.C.E. Five centuries ago, \r\nthe modern version of this road was built from Kabul \r\nto Kolkata by the Indo-Afghan King Sher Shah Suri. \r\nEven today, that same road could become a major \r\nartery running through India, across Pakistan and on \r\nto Afghanistan. Those with narrow mindsets need to \r\nopen their hearts and allow arterial roads to be used \r\nfor Afghan trade to and from everywhere in the region.\r\nThe security challenges faced by the Afghan \r\npeople and Government have not receded. We note \r\nthat Afghanistan, along with the Resolute Support \r\n17/11/2016 A/71/PV.47\r\n16-38971 17/29\r\nMission, continues to make efforts to combat terrorism. \r\nHowever, the shadowy supporters of some of the \r\nterrorist organizations — like the Taliban, the Haqqani \r\nNetwork, the Islamic State of Iraq and the Sham, \r\nand Al-Qaida and its designated affiliates, such as \r\nLashkar-e-Tayyiba and the Jaysh Muhammad — have \r\nnot been deterred, as is reflected in the upward trend in \r\nthe casualty tolls.\r\nThe United Nations must do more to send the \r\nright message. The inconsistent implementation of the \r\nsanctions imposed on some of these terrorist outfits \r\neats away at the authority of the United Nations and \r\nneeds to be addressed. The leader of the Taliban — a \r\nproscribed entity — must be designated as a terrorist \r\nindividual. The international community is impatient \r\nfor action. Earlier this week, Afghan President Ashraf \r\nGhani himself asked a delegation of the Security \r\nCouncil Sanctions Committee to include that person, \r\nand others like him, in the list of terrorists. Unless the \r\nSecurity Council and its subordinate bodies are part of \r\na cohesive response to global terrorism, they run the \r\nrisk of becoming marginalized from the safeguarding \r\nof the most fundamental security priorities of Member \r\nStates whose fabric is being torn asunder by terrorists.\r\nAfghanistan’s National Unity Government has \r\nIndia’s full support for strengthening its defence \r\ncapabilities. We believe that the international community \r\nshould stand by the Government and the people of \r\nAfghanistan in these difficult times. We believe that \r\nthe path to reconciliation in Afghanistan should be \r\nthrough an Afghan-led and Afghan-owned process, in \r\naccordance with the internationally accepted red lines, \r\nref lecting the aspirations of the people of Afghanistan. \r\nAt the same time, peace and the peace process cannot \r\nbe indefinitely postponed. An immediate cessation of \r\nviolence is necessary, and the international community \r\nmust redouble its efforts for the peace and reconciliation \r\nprocess to deliver results and to do so quickly. We have \r\nto preserve and consolidate the gains made by the \r\npeople of Afghanistan in the past decade and a half.\r\n We applaud the role of the United Nations \r\nAssistance Mission in Afghanistan (UNAMA). It \r\nis providing assistance in various sectors, even as \r\nAfghanistan is witnessing one of the largest influxes \r\nof returning refugees and its security challenges are \r\nbecoming more complex. However, UNAMA must \r\nalso squarely confront the difficulties that continue \r\nin Afghanistan on account of the safe havens and \r\nsanctuaries that terrorists continue to enjoy beyond \r\nAfghanistan’s borders.\r\nI conclude by reiterating our best hopes and wishes \r\nfor the people of Afghanistan who continue to strive \r\nfor excellence in their cities and spaces, ridden with \r\nwar and conflict. India places its full faith in the brave \r\nand resilient people of Afghanistan. We also lend our \r\nfull support to the international community’s efforts, \r\nin furtherance of the positive values and progressive \r\nagenda that it is being pursued in Afghanistan.\r\nMs. Lodhi (Pakistan): We commend the German \r\ndelegation for its efforts in skilfully steering the \r\nnegotiations on the annual resolution on Afghanistan, \r\nwhich the General Assembly will soon adopt, and that \r\nPakistan is co-sponsoring.\r\nThe annual General Assembly resolution continues \r\nto be a signal and embodiment of the support of the \r\ninternational community for the people and Government \r\nof Afghanistan. We support the General Assembly’s \r\ncall on the Afghan Government to continue to work in \r\na spirit of cooperation to achieve meaningful progress \r\nfor the socioeconomic development of their country. \r\nUnity within the Afghan Government is indispensable \r\nfor it to effectively address the multiple challenges the \r\ncountry faces.\r\nThe situation on the ground today is a troubling \r\npicture of increasing insecurity, escalating violence, \r\ngrowing civilian casualties and rising threats to \r\nAfghanistan’s political and economic stability. The \r\npresence of large numbers of terrorists, foreign terrorist \r\nfighters and militant groups in the vast ungoverned \r\nareas of Afghanistan presents an imposing challenge \r\nto the long-term stability of Afghanistan. They pose a \r\nthreat not only to Afghanistan but also to my country \r\nand, indeed, the entire region. Afghanistan could once \r\nagain become a source of global terrorism, with grave \r\nimplications for the region and the world.\r\nThrough the draft resolution (A/71/L.13) that we \r\nwill adopt today by consensus, we will unanimously \r\nand unequivocally affirm that there is no military \r\nsolution to the prolonged conflict in Afghanistan. \r\nSustainable peace is only possible through a negotiated \r\nsettlement. That has been Pakistan’s consistent and \r\nconsidered position throughout the long war. We are \r\ngratified that it is now confirmed by international \r\nconsensus. A dialogue between the Afghan Government \r\nand the Afghan Taliban remains the only way to end \r\nAfghanistan’s long night of suffering.\r\nA/71/PV.47 17/11/2016\r\n18/29 16-38971\r\nWhile the international community can help \r\nin promoting the peace and reconciliation process, \r\nthe principal responsibility rests with the Afghans \r\nthemselves. Progress will be assured only when the \r\nAfghan parties themselves conclude that there is no \r\nmilitary solution to the Afghan war, and work patiently \r\nand persistently, through a meaningful dialogue \r\nprocess, to achieve reconciliation and peace at home. \r\nThe recent agreement between the Afghan Government \r\nand the Hezb-i Islami group confirms that negotiations \r\ncan succeed.\r\nPakistan is ready to assist in reviving the dialogue \r\nprocess with the Afghan Taliban, which we helped to \r\nfacilitate in July 2015, at the express wish of President \r\nAshraf Ghani. Unfortunately, that process subsequently \r\nstalled for reasons that are well known. However, this \r\nsetback, though disappointing, should not deter us \r\nfrom renewing our efforts at reconciliation. Pakistan’s \r\nendeavours to that end can succeed only if the Afghan \r\nparties themselves are willing to pursue the path of \r\ndialogue with the unequivocal support and participation \r\nof all members of the Quadrilateral Coordination \r\nGroup, which includes the United States and China.\r\nFor over 35 years, war and strife in Afghanistan \r\nhave produced grave consequences for my country’s \r\nsecurity, stability and economic development. Pakistan \r\nhas been the major victim of terrorism originating from \r\nAfghanistan. Through the determined operations of \r\nour armed forces, the clear commitment of our political \r\nleadership and the popular support of our people, \r\nPakistan has turned the tide against terrorism. Our \r\nmilitary operation against the terrorists, conducted by \r\nover 200,000 troops, has been as large and effective as \r\nany in the world. Our comprehensive national action \r\nplan is being progressively implemented.\r\nUnfortunately, Pakistan’s campaign against the \r\nterrorists is being threatened by external machinations. \r\nThe Tehrik-e-Taliban Pakistan (TTP) and its leader, \r\nMullah Fazlullah, continue to enjoy safe havens in \r\nAfghanistan. We call on the Afghan Government to \r\ntake action against the TTP, deny them safe havens and \r\nend their agencies’ collusion with Pakistan’s declared \r\nadversary to foment terrorism in Pakistan.\r\nTo prevent cross-border attacks, Pakistan has \r\nconsistently urged the Afghan Government to cooperate \r\nin instituting strict controls along the international \r\nborder, to finalize standard operating procedures that \r\naddress border management and to support Pakistan’s \r\nplan to fence vulnerable points on the border. I wish to \r\nreiterate Pakistan’s readiness to work with the Afghan \r\nGovernment through the high-level consultation \r\nmechanism that was set up to address border issues.\r\nThe destinies of the people of Pakistan and \r\nAfghanistan are intertwined and cemented by age-old \r\nbonds of kinship, faith and shared history. Pakistan \r\nhas offered unprecedented hospitality and support to \r\nthe brave Afghan people in the past several decades of \r\ntheir travail and tragedy provoked by foreign military \r\ninterventions. We have opened our hearts and homes \r\nto over 3 million Afghan refugees and sustained them \r\nfor over 35 years with less than adequate support from \r\nthe international community. We wish to see their safe, \r\ndignified and voluntary return to their homeland sooner \r\nrather than later.\r\nPakistan will continue to extend economic and \r\nother assistance to promote peace and development \r\nin Afghanistan. Our pledge of financial assistance at \r\nthe recent Brussels Conference is but one indication \r\nof our support. Despite the attacks and tensions it \r\nfaces on its eastern border, Pakistan has decided to \r\nattend the Heart of Asia Conference in Amritsar to \r\nconfirm its commitment to Afghanistan’s security \r\nand development. Unfortunately, this heart of Asia \r\ncontinues to bleed also because of the stratagems of the \r\nhost of the forthcoming Conference.\r\nAfghanistan and our region are at another crucial \r\njuncture, which may require strategic adjustments. \r\nAt this moment, it is vital to objectively evaluate the \r\nfundamental causes for the deteriorating security \r\nenvironment in Afghanistan, and the nature and sources \r\nof terrorism there and in the region. Today, there is need \r\nto counter the terrorist threat from the Islamic State \r\nin Iraq and the Sham (ISIS), from Al-Qaida and from \r\nterrorist groups like the TTP that are associated with \r\nthese global terrorist movements. This is the challenge \r\nwe must address.\r\nReconciliation in Afghanistan is being frustrated \r\nby local and regional interests that are marginal to the \r\nglobal campaign against ISIS and Al-Qaida-sponsored \r\nterrorism. These local interests must be pressed by \r\nthe international community in a concerted way to \r\nnegotiate peace and enable us all to defeat the global \r\nthreat of terrorism.\r\nMr. Oyarzun Marchesi (Spain) (spoke in Spanish): \r\nMy delegation welcomes the fact that again, for another \r\nyear, the resolution on the situation in Afghanistan \r\n17/11/2016 A/71/PV.47\r\n16-38971 19/29\r\n(A/71/L.13) will  be adopted by consensus. I wish to \r\nacknowledge, at the outset, the splendid part played by \r\nthe delegation of Germany and the statement delivered \r\nearlier by the Permanent Representative of Afghanistan, \r\nAmbassador Saikal.\r\nIn a few weeks Afghanistan will enter the third year \r\nof the transformation decade. Much progress has been \r\nmade, and the situation is very complex. I therefore \r\nencourage Afghanistan to continue to intensify the \r\nreforms adopted, and especially to make progress \r\nin creating an environment conducive to increased \r\neconomic activity. I wish to single out the importance \r\nthat the Afghan Government has been attaching to the \r\nfight against corruption, which is absolutely essential \r\nto ensuring development. I also want to underscore the \r\nachievements made with regard to civil liberties and \r\nhuman rights, and women’s rights. One example is the \r\nNational Action Plan on Women, Peace and Security, \r\nwhich was recently adopted.\r\nSpain welcomes the success of the Brussels \r\nConference, which was convened on 5 October and \r\nco-organized by Afghanistan and the European Union, \r\nand the substantial financial commitments that were \r\nmade there.\r\nSecurity remains a fundamental challenge in \r\nAfghanistan. At the recent NATO Summit in Warsaw, the \r\ninternational community’s commitment to Afghanistan \r\nin this area was renewed until 2020. From this podium, \r\nI wish to pay tribute again to the efforts and sacrifices \r\nof the members of the Afghan National Defence and \r\nSecurity Forces. Spain — which in December, less than \r\na year ago, suffered terrorist violence at first hand, with \r\nthe loss of lives of two Spanish citizens in an attack \r\non the Spanish Embassy in Kabul — will continue to \r\nsupport those efforts, as it has done to date, as well as \r\nthose of the Resolute Support Mission of assistance, \r\nadvice and training for Afghan national forces.\r\nThe end of the conflict in Afghanistan necessarily \r\ninvolves a political solution. Spain has supported and \r\nwill continue to support Afghan-led efforts in favour \r\nof peace and reconciliation. We trust that those efforts \r\nwill soon bear fruit. \r\nIn a few weeks, Spain will end another intense two-\r\nyear period of service to the international community \r\nas an elected member of the Security Council. During \r\nthis period, my country has had the responsibility \r\nand honour of acting as penholder on Afghanistan. \r\nIn assuming that responsibility, we were but being \r\nconsistent with the friendship between our two countries \r\nand with the commitment made many years ago to \r\nthe stabilization and transformation of Afghanistan. \r\nSpain’s commitment to Afghanistan is unwavering and \r\nlong term and will continue in the coming years.\r\nMr. Pecsteen de Buytswerve (Belgium) (spoke in \r\nFrench): I associate myself with the statement delivered \r\nearlier by the observer of the European Union, \r\nI thank the Permanent Mission of Germany for its \r\nremarkable facilitation work, thanks to which we are in \r\na position today to adopt draft resolution A/71/L.13, on \r\nAfghanistan, by consensus. This adoption by consensus \r\nis certainly not trivial. It attests to the solidarity of the \r\nentire international community with Afghanistan and \r\nits people.\r\nAfghanistan has come a long way in \r\n15 years — a difficult road, full of obstacles but also \r\nmarked by considerable progress. Examples of this are \r\nthe peaceful political transition two years ago, the \r\nencouraging developments in primary school enrolment \r\nand the decrease in infant mortality. We must recognize \r\nthe progress that has been made, even if it does not \r\noffset the remaining challenges.\r\nWe know that the general framework is still fragile. \r\nThe security situation remains worrying. The series of \r\ndeadly attacks, including those on the German Consulate \r\nin Mazar-e-Sharif and the Bagram base, attest to the \r\nprecarious state of the security environment. Belgium \r\ncondemns those terrorist attacks in the strongest terms, \r\nand through me extends its condolences to the families \r\nand relatives of the victims.\r\nIn that context, the support of the international \r\ncommunity is crucial. The continuous presence of \r\nthe United Nations in the country, through the United \r\nNations Assistance Mission in Afghanistan (UNAMA), \r\nthe renewed commitment of NATO at its Warsaw Summit \r\non 8 and 9 July, and the confirmation at the 5 October \r\nBrussels Conference of ongoing international financing \r\nfor Afghan development are concrete demonstrations of \r\nthe type of support that Belgium endorses.\r\nBut we also know that the help of the international \r\ncommunity, while crucial, cannot by itself bring \r\npeace. That is why we encourage every effort aimed \r\nat promoting the emergence of a peace process led by \r\nAfghans for Afghans. In that regard, we call on all active \r\nparties, with the cooperation of regional stakeholders, \r\nto make a serious commitment to dialogue towards a \r\nA/71/PV.47 17/11/2016\r\n20/29 16-38971\r\npolitical settlement that will help attain lasting peace \r\nand reconciliation.\r\nWhile the issues of security and reconciliation \r\nare vital to the rebuilding of the country, human \r\ndevelopment is another decisive factor for long-term \r\nstabilization. Too many Afghans continue to live in \r\ndestitution. Can we be surprised that, when faced with \r\nviolence and poverty, so many of them, especially the \r\nyouth, choose to emigrate? The best way to staunch the \r\nhaemorrhaging of that life force is to offer the young \r\ngeneration real prospects for the future. Belgium, for \r\nits part, contributes to the United Nations programme \r\nfacilitating the lasting reintegration of Afghans into \r\ntheir country.\r\nAchieving long-term stability will also depend on \r\nrespect for human rights, particularly women’s rights. \r\nWe welcome the efforts already carried out by the \r\nAfghan Government to combat all forms of violence \r\ntowards women and girls. However, there is still a \r\nconsiderable road to travel. In any event, women will \r\nhave to play a key role in all aspects of social, economic \r\nand political life, as well as in the process of national \r\nreconciliation, peacebuilding and transitional justice. \r\nBelgium, for its part, seeks to partner with the Afghan \r\nGovernment in its efforts to protect, empower and \r\nintegrate women, and contributes financially to the \r\nUN-Women country-specific programme.\r\nAnother key issue for the future of the country is \r\nthe protection of children. The escalation of conflict \r\ndisproportionately affects children. While we recognize \r\nthe efforts of the Government in the framework of the \r\naction plan aimed at curbing the use and recruitment of \r\nchildren in the Afghan National Defnece and Security \r\nForces, we encourage ongoing cooperation with the \r\nUnited Nations to fully implement the provisions of the \r\nplan and its road map. In that connection, we call for \r\na general ban on child recruitment and for expanding \r\nchild protection groups in national police recruitment \r\ncentres throughout the country.\r\nFinally, the rehabilitation and reintegration of \r\nchildren affected by armed conflicts through suitable \r\nprogrammes is another fundamental factor in ensuring \r\nlasting peace and security. That element must not be \r\nneglected, as it represents a preventive instrument \r\nthat will make it possible break the vicious cicrle of \r\nviolence. Moreover, we welcome all efforts towards \r\ndemining and the neutralization of explosive remnants \r\nof war that, sadly, often claim children as their primary \r\nvictims. Protecting tomorrow’s adults is preserving \r\nthe future.\r\nIn conclusion, I call for respect for international \r\nhumanitarian law, particularly the protection of medical \r\npersonnel and health facilities, as set forth in Security \r\nCouncil resolution 2286 (2016), adopted on 3 May. \r\nThat resolution also applies to Afghanistan, where the \r\nnumber of attacks on hospitals and health personnel is \r\nunfortunately on the rise. \r\nBelgium reiterates its support for the people and \r\nGovernment of Afghanistan. Today and tomorrow, \r\nit will stand by their side in their efforts towards the \r\ndevelopment and stabilization of their country.\r\nMs. Murmokaitė (Lithuania): Let me start by \r\nthanking our German colleagues for their excellent \r\nwork, as usual, on the draft resolution on the situation \r\nin Afghanistan (A/71/L.13), which my delegation is \r\nhappy to co-sponsor.\r\nLithuania aligns itself with the statement \r\ndelivered earlier on behalf of the European Union, \r\nand in my national capacity I should like to make the \r\nfollowing points.\r\nWe welcome the successful conclusion of the \r\nBrussels Conference in October. It renewed the \r\npartnership for prosperity and peace between the \r\nGovernment of Afghanistan and the international \r\ncommunity, and endorsed the Afghan Government’s \r\nambitious reform agenda. Our collective commitment \r\nto Afghanistan over the next four years will be \r\ncritical to ensuring that the country stays on the \r\npath to political and economic stability. The unity of \r\nAfghanistan’s leadership and broad consensus are \r\nkey to continuing the much-needed reforms, fighting \r\ncorruptioning, strengthening the protection of human \r\nrights, reforming the electoral process, combating \r\ntrafficking and tackling the problems of displacement.\r\nThe latest report from the United Nations Office on \r\nDrugs and Crime and the Afghanistan Opium Survey \r\n2016 point to a reversal in efforts to tackle illicit drugs. \r\nSince 2015, estimated opium production has increased \r\nby 43 per cent. Given the impact on development, \r\nhealth, and security, that is a serious cause for alarm \r\nand a rallying call for more vigorous action.\r\nAs many colleagues have mentioned, building \r\nAfghanistan’s future will require the inclusive \r\nengagement of all actors, including women. Women are \r\nincreasingly involved in decision-making. We welcome \r\n17/11/2016 A/71/PV.47\r\n16-38971 21/29\r\nthe progress achieved, including the reintroduction of \r\na 25 per cent quota for women in Parliament. Progress, \r\nhowever, remains uneven, owing to limited institutional \r\ncapacity and the security situation in Taliban-\r\ncontrolled areas, as well as the lingering culture of \r\nimpunity. Women activists continue to be threatened, \r\ntargeted and killed. Physical punishment and even the \r\nexecutions of women still occur, under the pretext of \r\nso-called moral crimes. Further progress is obviously \r\nneeded in the implementation of the national strategy \r\non the elimination of violence against women and other \r\nrelevant legislation, as well as the national action plan \r\nbased on Security Council resolution 1325 (2000).\r\nMy delegation remains concerned about the \r\nsituation faced by journalists and other media workers \r\nin Afghanistan. The country has made notable progress \r\nin that area, yet it remains on the list of the 10 most \r\ndangerous countries in the world to be a journalist. \r\nOver the past year, the Taliban has assailed journalists \r\nwith threats, assaults, bombings and kidnappings. A \r\nlocal journalist was beheaded. Freedom of expression \r\nand information are integral parts of the democracy \r\nthat Afghanistan is building with such great sacrifice. \r\nWe encourage the Afghan authorities to strengthen \r\ntheir efforts to investigate attacks against journalists \r\nand related media workers and bring the perpetrators \r\nto justice.\r\nMy delegation welcomes the peace agreement \r\nsigned by the Afghan Government and the High Peace \r\nCouncil with Hezb-i Islami Gulbuddin on 26 September \r\nand supports its efforts to engage with all armed groups \r\nwithout preconditions. At the same time, as other \r\ndelegations have noted, the security situation in the \r\ncountry continues to be worrying. Last year saw 11,000 \r\ncivilian casualties, and the number is expected to be \r\nhigher this year. One in every four victims was a child. \r\nIn the first eight months of 2016 alone, Afghan forces \r\nsaw more than 5,500 of their own killed. Only recently, \r\nwithin the span of a few weeks the Taliban attacked \r\nthe German Consulate in Mazar-e-Sharif, killing at \r\nleast 4 and wounding 120; the largest United States \r\nmilitary base in Afghanistan was attacked; a magnetic \r\nsticky bomb exploded under a vehicle in Kabul near \r\nthe Ministry of Higher Education; and a suicide bomber \r\nstruck a Government vehicle in an attack claimed by \r\nthe Islamic State in Iraq and the Levant. Our thoughts \r\ngo out to all those who were affected by those and other \r\nattacks, and we express our condolences for the loss \r\nof life.\r\nThe international community’s engagement in \r\nassisting and supporting Afghanistan’s efforts to provide \r\nsecurity for its people could not be more important at \r\nthis stage. We welcome the agreement signed at the \r\nNATO Summit in Warsaw to extend the presence of the \r\nResolute Support Mission in Afghanistan beyond 2016. \r\nTogether with its allies, Lithuania continues to \r\nassist Afghanistan in producing professionally trained \r\nand equipped defence and security forces. This year, \r\nwe contributed $500,000 to the Afghanistan National \r\nArmy Trust Fund and intend to continue our support \r\nto the Afghan National Army. Our military staff \r\nis providing assistance within the framework of \r\nthe Resolute Support Mission in Kabul and Herat. \r\nLithuania welcomes the European Union’s commitment \r\nto supporting civilian policing in Afghanistan beyond \r\nthe completion of the European Union Police Mission \r\nin Afghanistan in 2016.\r\nA stable, peaceful, and prosperous Afghanistan is \r\na shared priority and interest. Lithuania stands ready to \r\ncontinue supporting the efforts of the Afghan people to \r\nachieve that goal.\r\nMrs. Kanchaveli (Georgia): Georgia aligns itself \r\nwith the statement made on behalf of the European \r\nUnion earlier on today’s topic, and I would like to \r\ntake this opportunity to make a few remarks in my \r\nnational capacity.\r\nAt the outset, allow me to thank the other delegations \r\nand the delegation of Germany for once again facilitating \r\nnegotiations on the draft resolution on the situation in \r\nAfghanistan for this year (A/71/L.13). As one of the \r\nsponsors of the draft resolution, Georgia looks forward \r\nto its adoption by consensus at this meeting.\r\nGeorgia is privileged to be among those countries \r\nthat help Afghanistan rebuild the war-torn and \r\nviolence-plagued country. We remain committed to the \r\ndevelopment of Afghanistan as a sovereign, democratic, \r\nsecure and stable State. In that context, we commend \r\nthe efforts of the Government of Afghanistan aimed at \r\nestablishing a secure and prosperous country that the \r\nAfghan people highly deserve and is in the interest of \r\nall of us. The struggle of that brave nation for peace, \r\nstability and unity can leave no one indifferent. It is \r\nwith particular pride that Georgia, despite its small size \r\nand the challenges to its own sovereignty and territorial \r\nintegrity, has contributed for more than a decade to \r\nstrengthening regional security through bilateral and \r\nmultilateral cooperation.\r\nA/71/PV.47 17/11/2016\r\n22/29 16-38971\r\nIn recent years, Georgian soldiers have been a part \r\nof international forces and have shown outstanding \r\ncourage, professionalism and dedication, which is \r\na clear demonstration of our nation’s commitment to \r\nenhancing peace and stability in the region. We are \r\nparticularly glad to learn that during the recent attack \r\non the German Consulate General in Mazar-e-Sharif, \r\nthe attackers were successfully fought off by the \r\ninternational security forces, with the Georgian \r\ncontingent at the forefront. Their professionalism and \r\ncourage saved many lives.\r\nGeorgia joined the counter-terrorist coalition \r\nimmediately after the horrendous 9/11 attacks, \r\nproviding its airspace and airports for the transit of \r\ncoalition forces and personnel to Afghanistan, and was \r\nan integral part of the northern distribution network. In \r\n2004, Georgia upgraded its engagement by committing \r\ntroops and becoming, within several years, the largest \r\nnon-NATO troop-contributor to the International \r\nSecurity Assistance Force (ISAF) and second-largest \r\nper capita troop-contributor after the United States. \r\nEven after completion of the ISAF mission in 2014, \r\nGeorgia continues to provide a sizable contribution \r\nto the Resolute Support Mission. Moreover, Georgia \r\nis determined to continue its support to international \r\nefforts in Afghanistan beyond 2016. Georgia stands \r\nready to offer the Afghan side training and exercise \r\nopportunities at Georgian military training centres \r\nand to share its experience in defence transformation \r\nand reforms.\r\nBesides contributing troops, Georgia is committed \r\nto continuing its fincancial support for the Afghan \r\nNational Defence and Security Forces. Georgia has \r\nalready transferred $1 million to the fund supporting \r\nthe Forces and will allocate the last tranche of $500,000 \r\nin the fiscal year 2017, thereby fulfilling its pledge. \r\nIn July, Georgia also made a new pledge to continue \r\nits financial contribution in support of Afghanistan’s \r\ndevelopment from 2018 through 2020.\r\nThe road to peace and stability is not an easy one \r\nto follow. Bearing in mind all the outstanding efforts \r\nand sacrifices that have been made in Afghanistan, we \r\nare confident that, with the continued determination of \r\nthe Afghan Government, the international community \r\nshould continue building on the gains and further \r\nadvancing the hard-won progress achieved thus far in \r\nAfghanistan and tackle the challenges that remain.\r\nTo conclude, let me reiterate that, in that spirit of \r\npartnership and focusing on supporting peace, justice \r\nand development, Georgia will continue to stand by \r\nAfghanistan and the Afghan people in the years to come.\r\nMr. Lambertini (Italy): At the outset, allow me to \r\nthank the Permanent Representative of Afghanistan for \r\nhis statement and the German delegation for facilitating \r\nnegotiations on draft resolution A/71/L.13 in a very \r\ncomprehensive manner. Italy is a sponsor of the draft \r\nresolution and aligns itself with the statement made by \r\nthe Permanent Observer of the European Union.\r\nThe Brussels Conference on Afghanistan was \r\na significant opportunity to renew the partnership \r\nbetween Afghanistan and the international community, \r\nwhich is indispensable to assuring future development, \r\nself-sustaining growth and prosperity for the country, \r\nand in particular the people of Afghanistan. We are \r\nall aware of how ambitious that goal is, but the stakes \r\nare high and Afghanistan cannot afford to fail on the \r\nroad to reform. To that end, the determination and \r\neffectiveness of the National Unity Government’s \r\nactions are crucial. In the first two years of its term, the \r\nGovernment has attained various encouraging results, \r\nbut it is absolutely necessary for further concrete steps \r\nto be taken in that direction. The cohesiveness of its \r\nleaders and the sense of responsibility of all Afghan \r\ninstitutions in that regard are not an option but rather an \r\nunavoidable condition.\r\nThe relationship of solidarity between the donor \r\ncommunity and Afghanistan, renewed in Brussels \r\nand prior to that in Tokyo and London, is built on \r\nthat assumption. In other words, the framework of \r\nmutual accountability must be fully respected in order \r\nto declare the Afghan Government’s ambitious reform \r\nand development programmes a success. Therefore, \r\nwe must make every effort to fight corruption, which \r\nrepresents a formidable obstacle on the road to \r\ndevelopment and engenders a dangerous public distrust \r\ntoward national institutions. Electoral reform must \r\nbe completed and economic governance made more \r\nefficient. And a key priority is to improve the status \r\nof Afghan women by promoting their rights and their \r\nempowerment in every sector and at every level of \r\nsociety. We appreciate that the Afghan Government \r\nhas expressed its strong commitment to those goals, \r\nand in its actions it can continue to count on our full \r\nsupport. Italy recently renewed its tangible support at \r\nthe Brussels Conference.\r\n17/11/2016 A/71/PV.47\r\n16-38971 23/29\r\nSecurity conditions are a decisive factor in meeting \r\nthe challenge of preserving and expanding the progress \r\nachieved in the past 15 years in Afghanistan. Today \r\nthe Afghan National Defence and Security Forces \r\nare deeply engaged in fighting the actions of hostile \r\nterrorist insurgent groups, which are creating growing \r\nnumbers of civilian victims and internally displaced \r\npersons. To help meet that difficult challenge, Italy \r\nextends practical support to the Afghan Government’s \r\nefforts to achieve the security and stability of the \r\ncountry. At the Warsaw NATO Summit, we reaffirmed, \r\ntogether with our NATO partners, our commitment to \r\nassisting the Afghan Defence and Security Forces to \r\nimprove their capacities through our role as framework \r\nnation in the context of the Resolute Support Mission. \r\nTo ensure a lasting peace in Afghanistan, the quest \r\nfor national reconciliation still remains the primary \r\npolitical objective.\r\nThe start of a possible peace process would \r\ncertainly benefit from a cooperation and convergence \r\nframework among those who can play a positive role \r\nin achieving that goal. We therefore need to renew \r\ndiplomatic efforts so that, in particular, a constructive \r\ncollaboration among the main regional stakeholders \r\ncan significantly facilitate the conditions for a peace \r\nprocess and trigger a virtuous cycle of stability and \r\ndevelopment for the benefit of Afghanistan and of the \r\nregion as a whole.\r\nMr. Moustafa (Egypt) (spoke in Arabic): At the \r\noutset, Egypt commends the adoption by consensus of \r\nthe annual draft resolution entitled “The situation in \r\nAfghanistan” (A/71/L.13), which is very important. As \r\nalways, we affirm the importance of the central role \r\nplayed by the General Assembly and the United Nations \r\nAssistance Mission in Afghanistan in supporting \r\nAfghanistan as it moves towards a brighter and more \r\nprosperous future. \r\nCentral Asia and the Middle East have concomitant \r\ninterests and a common need for stability. Egypt has \r\nalways supported the Afghan Government in its fight \r\nagainst terrorism and its efforts to establish sovereignty \r\nacross all its territory. We also support the Afghan \r\nauthorities in their political and social endeavours to \r\nestablish security across their territory and to achieve \r\ndevelopment and prosperity for all the Afghan people.\r\nDrug-trafficking unquestionably threatens \r\nstability and security in Afghanistan and throughout \r\nCentral Asia. There is therefore a need for the close \r\ncoordination of efforts at the regional and international \r\nlevels to combat drug trafficking, including by the \r\nAfghan authorities Those efforts are an essential \r\npart of the fight against terrorism, because drug- \r\ntrafficking is one of the main sources of financing for \r\nterrorist groups and armed militias. In that context, \r\nwe commend the efforts of the United Nations Office \r\non Drugs and Crime and relevant regional bodies to \r\nsupport Afghanistan in resolving that problem, which \r\nis thwarting efforts to achieve peace and development \r\nin Central Asia as a whole.\r\nThe international community is acutely aware \r\nof the growing threat that hovers over Afghanistan \r\nas a result of the presence in that country of Da’esh, \r\na terrorist group that has extended its tentacles to the \r\neastern part of the country. In the context of national \r\nand international counter-terrorism strategies, the \r\nfight must be waged against that phenomenon and that \r\npresence wherever they are found. Although it enjoys \r\nno direct benefit in doing so, Egypt is ready and willing \r\nto contribute to the specialized training of the Afghan \r\narmy and police force to help establish peace and \r\nstability across Afghanistan by providing assistance \r\nto the National Security Forces as they fight terrorist \r\ngroups. We hope that we will be able to establish \r\ntripartite cooperation programmes under which donors \r\nwill provide the necessary financing to cover the costs \r\nof the specialized security training to which I have \r\njust referred.\r\nEgypt welcomes the regional initiatives being \r\nspearheaded in that field, especially the decisions \r\ntaken in the Heart of Asia-Istanbul Process and the \r\nregional endeavours and measures of the Shanghai \r\nCooperation Organization. We also commend the \r\npositive outcome of the ministerial-level Conference \r\non Afghanistan held last month in Brussels, whose \r\naim was and is to strengthen cooperation in order to \r\nface up to the security threat to that strategic part of \r\nthe world. We emphasize that the interests of Central \r\nAsia and the Middle East are inextricably linked, and \r\nthat we are anxious to continue supporting Afghanistan \r\nin the quest for sustained security and stability in the \r\ntwo regions. We will continue to support the Afghan \r\nGovernment’s work.\r\nFinally, Egypt, which closely follows security and \r\npolitical developments in Afghanistan, is profoundly \r\nconvinced that it must assist the process of capacity-\r\nbuilding in a country that has suffered so much for \r\ndecades. We want to support the Afghan Government \r\nA/71/PV.47 17/11/2016\r\n24/29 16-38971\r\nas it addresses the difficult challenges of establishing \r\npeace, stability, security and sustainable development \r\nacross the country.\r\nMr. Bin Momen (Bangladesh): Bangladesh \r\nappreciates the sustained efforts being made to achieve \r\nsustainable peace and development in Afghanistan, \r\nwhich deserve the consistent and meaningful support \r\nof the international community. It welcomes the \r\nundertakings stipulated in the Afghan National Peace \r\nand Development Framework and the Self-Reliance \r\nthrough Mutual Accountability Framework for \r\n2018-2020, as agreed at the Brussels Conference on \r\nAfghanistan held last month. We believe that those \r\nforward-looking policy documents could help foster \r\nfurther international partnership towards durable peace \r\nand prosperity in Afghanistan.\r\nMy delegation welcomes the statement delivered \r\nby the Ambassador and Permanent Representative \r\nof Afghanistan this morning, in which he reaffirmed \r\nhis Government’s commitment to working towards an \r\nAfghan-led and Afghan-owned peace and development \r\nprocess, with a focus on national security, democratic \r\ninstitution-building and sustainable development. \r\nBangladesh commends the Afghan National Unity \r\nGovernment for its robust commitment to taking forward \r\nits political reform agenda, including through electoral \r\nreform, the fight against corruption, the promotion of \r\nhuman rights and the protection of civilians.\r\nBangladesh shares the concerns over the \r\nsustained threats posed by terrorists and violent \r\nextremists, which take various forms. It is critical \r\nthat international terrorist groups and foreign terrorist \r\nfighters be denied opportunities to gain footholds in \r\nAfghanistan and thereby exert their influence across \r\nthe neighbourhood. We encourage the various regional \r\nand plurilateral initiatives, including the Quadrilateral \r\nCoordination Group, to work towards a common \r\nagenda to effectively address the prevailing and \r\nemerging threats of terrorism and violent extremism \r\nin Afghanistan. We reiterate the crucial importance of \r\ncombating transnational organized crime, particularly \r\ntrafficking in illicit drugs, through enhancing regional \r\ncooperation in surveillance, intelligence, investigation \r\nand prosecution.\r\nBangladesh takes note of the progress made in \r\nenhancing the recruitment, competence and morale of \r\nthe Afghan National Security Forces and appreciates \r\ntheir commitment to discharging their responsibilities \r\nin the face of daunting challenges. We welcome the \r\nmultisectoral contributions of the United Nations \r\nAssistance Mission in Afghanistan to strengthening the \r\nsecurity, law enforcement and judicial sectors. We also \r\nwelcome the commitments made at the NATO Warsaw \r\nSummit towards further training, equipping, financing \r\nand improvement of the operational capacity of the \r\nAfghan Security Forces. We underscore the importance \r\nof their being realized .\r\nWe remain concerned over the disproportionate \r\nthreats to women and children during armed conflicts \r\nand violence, including by terrorists. We urge \r\nthe international community to extend support to \r\nAfghanistan to address the threats posed by improvised \r\nexplosive devices and explosive remnants of war.\r\nUnder the guidance of Prime Minister Sheikh \r\nHasina, Bangladesh continues to attach the highest \r\npriority to further widening and deepening relations \r\nwith our neighbours in the South Asian region. We \r\nbelieve Afghanistan’s strategic potential to serve as a \r\nregional connectivity hub should be leveraged with the \r\nsupport of all regional countries. That can help revive \r\nthe historic linkages across our territories and unlock \r\nfurther development opportunities for the 2 billion \r\npeople of South Asia.\r\nBangladesh considers itself to be a potential \r\ndevelopment partner of Afghanistan and remains \r\nwilling to share its own development experiences. \r\nWe stand ready to assist Afghanistan in areas such \r\nas women’s empowerment, non-formal education, \r\ncommunity health care, water and sanitation, human \r\nresources development, judicial system reforms and \r\nsocial and humanitarian programmes. Bangladesh \r\nis also willing to develop customized training and \r\ncapacity-building programmes for relevant Afghan \r\nprofessionals and experts in areas such as banking \r\nand financial sector reform, disaster management, \r\nagricultural extension and youth development, with a \r\nfocus on technical and vocational education. We have \r\noffered to provide training to Afghan male and female \r\npolice personnel, including on peacekeeping. Our \r\ntwo countries are currently working towards further \r\ndeveloping and evolving institutional arrangements \r\nsuch as foreign office consultation, trade agreements, \r\ncultural exchanges, visa facilitation and air services \r\nagreements. Bangladesh offers some scholarships to \r\nAfghan students in the field of medicine and other \r\nareas of higher studies.\r\n17/11/2016 A/71/PV.47\r\n16-38971 25/29\r\nBuilding Resources across Communities \r\n(BRAC), the largest non-governmental organization \r\nin Bangladesh, has been working in Afghanistan for \r\nseveral years now and has contributed to development \r\nefforts there. Its staff are working in all 34 provinces of \r\nAfghanistan, with 389 offices reaching out to millions \r\nof Afghan people. BRAC is also imparting training \r\nto Afghan civil servants in various development \r\nsectors, and our Government actively supports \r\nBRAC’s contribution to Afghan development and \r\nreconstruction efforts.\r\nBangladesh thanks the German delegation for \r\nfacilitating the work on draft resolution on the situation \r\nin Afghanistan (A/71/L.13), and to reiterate our support \r\nfor it.\r\nMr. Dehghani (Islamic Republic of Iran): I \r\nwish to begin by thanking Germany for steering the \r\nnegotiations on draft resolution A/71/L.13.\r\nAs has been the case for several years, terrorist \r\ngroups have continued their subversive and criminal \r\nactivities in Afghanistan throughout the past year. \r\nMy people and Government strongly condemn the \r\nperpetrators of the barbaric atrocities that culminated \r\nin the bombings of peaceful demonstrations and \r\nreligious gatherings on 23 July and in mid-October this \r\nyear and led to hundreds of civilian deaths and injuries. \r\nIn committing these crimes, the terrorist groups, led by \r\nthe Taliban, Al-Qaida, Da’esh and their affiliates, are \r\ndoing everything in their power to prevent the country \r\nfrom returning to normal and continuing on the path of \r\npeace and development.\r\nMy Government continues to reiterate its support \r\nfor any Afghan-led peace process, acknowledges peace \r\ntalks between the Afghan Government and the Taliban \r\nand deplores the continuing uncertainty in this regard. \r\nAt the same time, we condemn any cooperation with \r\nthe Taliban, as we believe that it will encourage them \r\nand other terrorist groups in their odious behaviour \r\nand will prove to be counterproductive to thr efforts to \r\nestablish peace and stability in Afghanistan.\r\nIran has warned and continues to warn about the \r\nemergence of Da’esh and its affiliates in Afghanistan. \r\nOn 23 July, we witnessed the deadliest single incident \r\nrecorded by the United Nations in Afghanistan since \r\n2001 — a terrorist attack against a demonstration by \r\nethnic Hazaras, for which the so-called Islamic State \r\nin Iraq and the Levant-Khorasan Province (ISIL-KP) \r\nclaimed responsibility. ISIL-KP and a spectrum of \r\nother terrorist and extremist groups, such as the Islamic \r\nMovement of Uzbekistan in the north and the East \r\nTurkestan Islamic Movement, appear as an emerging \r\nsecurity threat in Afghanistan.\r\nWe support the Afghan National Unity Government, \r\nas it is at the forefront of the fight against terrorism \r\nand is undertaking efforts to stabilize the situation \r\nin the country and to keep the people united in this \r\nfight. It is imperative that the international community \r\nremain steadfast in its support of the Afghan Unity \r\nGovernment, as this continues to be critical if we wish \r\nto bring the fight against terrorism and extremism to a \r\nsuccessful conclusion and address security, economic \r\nand political challenges.\r\nToday, as in the past, strengthening our regional \r\ncooperation with Afghanistan is a priority for my \r\nGovernment as a major pathway towards consolidating \r\npeace and economic stability in the region. Over the \r\npast decade, Iran has spent many millions of dollars \r\nand engaged experts to help Afghanistan with the \r\ncompletion of hundreds of projects, ranging from \r\ninfrastructure to training and capacity-building in \r\nhuman resources, especially through offering hundreds \r\nof scholarships each year.\r\nFollowing the trilateral agreement among Iran, \r\nAfghanistan and India to develop the Iranian port \r\nof Chabahar, relevant coordination meetings at the \r\nlevel of the governors of the border provinces were \r\nheld on 25 and 26 July to discuss security and new \r\ntrade opportunities involving the port. The Afghan \r\nDeputy Minister for Foreign Affairs visited Tehran on \r\n3 August for discussions on trade, infrastructure, and \r\nthe presence of Afghan nationals in Iran. The Afghan \r\nNational Security Adviser visited Iran on 6 and 7 August \r\nto discuss border security and countering violent \r\nextremism. The fifth Afghanistan-Iran Joint Economic \r\nCommission was held on 10 August in Tehran. Iran \r\nand Afghanistan are also committed to increasing their \r\ntransport connectivity, with special emphasis on the \r\nKhaf-Herat Railway, a 78-mile railway project in Farah \r\nand a second bridge over the Hirmand River.\r\nNarcotic drugs continue to be a real threat to this \r\nregion and many other parts of the globe. It is a very \r\nserious issue for my Government and Iranian society, \r\nas it is for many other Governments and societies. We \r\ntherefore believe that it should be taken very seriously \r\nby the international community and addressed in a \r\ncomprehensive manner. Any increase in narcotics is a \r\nA/71/PV.47 17/11/2016\r\n26/29 16-38971\r\nreflection of prevailing insecurity and poverty. Strong \r\nsupport and commitment from international donors, \r\nAfghan authorities and the United Nations Office on \r\nDrugs and Crime are essential to deterring the menace \r\nof narcotics as a social health challenge and, more \r\nimportant, as a major source of income for extremist \r\nand terrorist groups.\r\nIran continues to participate in the work of \r\nthe Tripartite Commission in order to plan for the \r\nvoluntary, safe, dignified and gradual repatriation of \r\nAfghan refugees. We welcome any effort to help to \r\novercome the current obstacles, including the main \r\nreintegration challenges faced by returnees, and to \r\nformulate a comprehensive voluntary repatriation and \r\nreintegration strategy. Success in voluntary repatriation \r\ndepends first and foremost on fulfilling the reasonable \r\nneeds of repatriated refugees in Afghanistan, and \r\nfor that purpose it is essential to mobilize additional \r\ninternational support.\r\nMeanwhile, we continue to support hundreds of \r\nthousands of Afghan refugees in Iran and to provide \r\nthem with access to education and medical services. \r\nLast year, we enrolled 386,000 Afghan students in our \r\nschools and universities, regardless of their legal status. \r\nIn the fields of health care and medical services, we \r\ncontinue to provide services to hundreds of thousands \r\nof refugees each year. In some areas, the number of \r\nAfghan refugees receiving those services exceeds the \r\nnumber of Iranians.\r\nIran continues to fully support the promotion of \r\nsecurity, stability and comprehensive and sustainable \r\ndevelopment in Afghanistan, since we believe that a \r\npeaceful and secure Afghanistan will greatly contribute \r\nto the security of our borders and our neighbourhood. \r\nWe support the United Nations Assistance Mission in \r\nAfghanistan (UNAMA) and the various United Nations \r\nagencies in their efforts to provide development and \r\nreconstruction assistance to Afghanistan through a \r\ngenuine, committed and sustained partnership of the \r\nUnited Nations with Afghanistan, as set forth in the \r\nfinal report of the Tripartite Review Commission on the \r\nUnited Nations in Afghanistan. We need to utilize the \r\nUNAMA mandate and its good offices to strengthen \r\nnational institutions and capacities in priority areas,as \r\nrequested by the Government.\r\nMr. Sadykov (Kazakhstan): First of all, we \r\nexpress our gratitude to the delegation of Germany \r\nfor facilitating the negotiations on the draft resolution \r\non Afghanistan (A/71/L.13). As a sponsor of the \r\ndraft resolution, Kazakhstan reiterates its unfailing \r\ncommitment to enhancing peace, security and \r\ndevelopment in Afghanistan. We believe that this \r\nin turn will strengthen stability in the region, of \r\nwhich Afghanistan forms an integral and extremely \r\nimportant part.\r\nMy delegation acknowledges the important role of \r\nthe United Nations and of regional and international \r\nstakeholders in contributing international assistance \r\nto Afghanistan. My delegation therefore commends \r\nthe activities of the United Nations Assistance Mission \r\nin Afghanistan (UNAMA), as well as of regional \r\norganizations, which are aimed at achieving economic \r\nstability, peaceful development, the rule of law and \r\ngood governance in Afghanistan.\r\nThe Government of Kazakhstan has always \r\ncontributed to peace, reconstruction and capacity-\r\nbuilding in Afghanistan. It has pledged to increase its \r\ncooperation with other actors and with the Government \r\nof the country in the work of State-building, within \r\nthe framework of political, economic and social \r\nadvancement. We therefore support the Afghanistan \r\nNational Peace and Development Framework and \r\nthe Self-Reliance through Mutual Accountability \r\nFramework, which strive to achieve structural reform \r\nand to put in place an accountable and effective \r\nGovernment, as agreed at the Brussels Conference on \r\nAfghanistan last month. We are deeply convinced that \r\nAfghanistan’s high potential, in terms of both its human \r\ncapital and its natural resources, will transform the State \r\ninto a key country of the region. We therefore call on \r\nthe global community to support every effort to ensure \r\nits stability, so that it will be able to attract foreign \r\ninvestment and thereby boost the Afghan economy.\r\nThe threats posed by extremist groups in the \r\nregion compel us to be proactive in supporting the \r\nAfghan Government and the Afghan National Defence \r\nand Security Forces. We believe that the fight against \r\ndrug trafficking, which is a key source for financing \r\nterrorism, can be effective not only through enhanced \r\ncooperation among our law enforcement agencies, but \r\nalso by providing market incentives for cultivating \r\nagricultural products other than the opium poppy \r\nin Afghanistan. We support the work of the Central \r\nAsian Regional Information and Coordination Centre \r\nin combating the illicit trafficking of narcotic drugs, \r\npsychotropic substances and their precursors, and call \r\nupon Member States to cooperate closely in that regard.\r\n17/11/2016 A/71/PV.47\r\n16-38971 27/29\r\nKazakhstan was among the first supporters of \r\nthe Northern Distribution Network’s New Silk Road \r\ninitiative and the Silk Road Economic Belt, which are \r\nbeing implemented within the framework of the Asian \r\nDevelopment Bank’s Central Asia Regional Economic \r\nCooperation Programme. We are convinced that they \r\nwill provide greater access to Afghanistan for foreign \r\ninvestors and will create favourable external conditions \r\nfor Afghanistan’s economic growth.\r\nIn that regard, we welcome the continued \r\ncommitment of the international community to \r\nsupporting the stability and development of Afghanistan \r\nand further improving relations and interaction \r\nbetween Afghanistan and its neighbours. We support \r\nthe framework of the Heart of Asia-Istanbul Process \r\non Regional Security and Cooperation for a Secure \r\nand Stable Afghanistan. We are convinced that closer \r\ncooperation of regional organizations will contribute to \r\nthe peace and security and development of Afghanistan.\r\nIn cooperation with Japan and the United Nations \r\nDevelopment Programme, in August 2016 we started \r\nto provide policy support and capacity development for \r\ngender equality in Afghanistan. On a bilateral level, \r\nwe provide humanitarian aid and technical assistance \r\nto Afghanistan, as well as offering an extensive \r\nscholarship programme for thousands of Afghan \r\nstudents to study medicine, science, engineering and \r\npublic administration at universities in Kazakhstan.\r\nFinally, I would like to reiterate Kazakhstan’s \r\nconsistent support for Afghanistan in its determination \r\nto follow a path of stability, security and sustainable \r\neconomic development.\r\nMr. Musayev (Azerbaijan): At the outset, I would \r\nlike to thank the President for having convened \r\nthis plenary meeting. We also thank the Permanent \r\nRepresentative of Afghanistan for his statement and the \r\ndelegation of Germany for facilitating the negotiations \r\non the draft resolution concerning the situation in \r\nAfghanistan (A/71/L.13), which Azerbaijan is pleased \r\nto co-sponsor.\r\nAzerbaijan commends the efforts of the \r\nNational Unity Government of Afghanistan towards \r\nimplementing political, economic and social reforms \r\nand addressing complex security challenges facing the \r\ncountry. It is important to maintain the progress attained \r\nso far, and that requires strong commitment on the part \r\nof both Afghanistan and its international partners.\r\nAzerbaijan will continue to support the \r\nstabilization, peaceful reconstruction and development \r\nof Afghanistan through bilateral cooperation and the \r\nrelevant multilateral international and regional formats. \r\nAzerbaijan has participated in the International Security \r\nAssistance Force (ISAF) almost from its beginning \r\nand has steadily increased its military contribution to \r\nISAF. Our efforts also include delivering assistance to \r\nAfghanistan in the military, security, mine-action, law-\r\nenforcement and education spheres, among others, as \r\nwell as continuing to make a contribution to the Resolute \r\nSupport Mission by providing troops, multimodal \r\ntransport, transit, training and financial aid.\r\nOn 7 September, the President of Azerbaijan \r\napproved an agreement between the Governments of \r\nAzerbaijan and Afghanistan on military assistance. \r\nAzerbaijan participates in relevant international and \r\nregional political initiatives aimed at promoting peace \r\nand stability in Afghanistan, including the Heart of \r\nAsia-Istanbul Process. We also support Afghanistan’s \r\nefforts at integrating into the regional and global \r\neconomy and at reviving trade with its neighbours and \r\nbeyond through increased regional connectivity.\r\nOver the years, Azerbaijan has fostered regional \r\ncooperation and successfully developed transregional \r\ninfrastructure with multimodal capabilities along the \r\nEast-West and North-South axes. The Baku International \r\nSea Trade Port and the Baku-Tbilisi-Kars railroad, now \r\nnear completion — projects which the Central Asian \r\ncountries are involved in — will contribute to further \r\ndeveloping transport and transit capacities for use by \r\nAfghanistan and other countries in the region.\r\nThe well-being and prosperity of Afghanistan, \r\neconomic growth and regional cooperation are \r\ninterlinked and dependent on the security situation in \r\nthe country and the region. We must demonstrate our \r\nresolve and strong will to continue jointly addressing \r\nthe security challenges which the country continues to \r\nface, and to enhance regional cooperation to that end. \r\nAfghanistan’s strengthened dialogue and cooperation \r\nwith its immediate neighbours and other regional \r\npartners on a wide range of issues — including peace and \r\nreconciliation, regional security, economic development \r\nand humanitarian assistance — are essential for the \r\npeaceful and stable future of the country and the region. \r\nContinued regional and international commitment and \r\nassistance to Afghanistan are essential for fulfilling \r\nits aspiration to achieve long-term peace, stability \r\nand prosperity.\r\nA/71/PV.47 17/11/2016\r\n28/29 16-38971\r\nIn conclusion, I would like to reiterate Azerbaijan’s \r\nsupport for Afghanistan’s sovereignty, territorial \r\nintegrity and unity. We wish the Government of \r\nAfghanistan every success in its efforts to achieve a \r\nunified, peaceful and prosperous future for the country.\r\nMr. Panayotov (Bulgaria): Allow me to begin by \r\nexpressing my gratitude to the President for convening \r\nthis important annual debate on the situation in \r\nAfghanistan. I wish to the Permanent Mission of \r\nGermany for all its efforts, culminating in the consensus \r\ndraft resolution on the situation in Afghanistan \r\n(A/71/L.13), which Bulgaria has co-sponsored. I also \r\nthank the Permanent Representative of Afghanistan, \r\nAmbassador Saikal, and his team for playing an active \r\nrole in achieving consensus on the resolution.\r\nBulgaria aligns itself with the statement delivered \r\nearlier by the observer of the European Union and its \r\nmember States.\r\nWe reiterate the emphasis placed on the two \r\nimportant international conferences that took place \r\nin 2016: the NATO Warsaw Summit in July, and the \r\nBrussels Conference on Afghanistan in October. \r\nBoth conferences reconfirmed our commitment to \r\nAfghanistan beyond 2016, be it military, political or \r\nthrough development assistance. \r\nThe Warsaw Summit sent a clear message of \r\ncontinuity on the part of the allies and the NATO \r\noperational partners regarding their support for long-\r\nterm security and stability in Afghanistan. Bulgaria \r\nremains committed to NATO efforts in Afghanistan, \r\nincluding through participation in the Resolute Support \r\nMission beyond 2016 at current troop levels and \r\nlocations, as well as through financial contributions \r\nto the Afghanistan National Army Trust Fund for the \r\nperiod 2018-2020.\r\nThe Brussels Conference provided another valuable \r\nopportunity to reaffirm the commitments of  the Afghan \r\nGovernment to reform and stabilization and endorsed \r\nthe National Peace and Development Framework. In \r\nBrussels, we reconfirmed our political and financial \r\nsupport for Afghan reconstruction and sustainable \r\ndevelopment until 2020, at or near current levels, \r\ndepending on the pace of reforms in Afghanistan and in \r\ncompliance with the principle of mutual accountability. \r\nPreserving unity within the Afghan Government will \r\nbe of crucial importance for the political stability of the \r\ncountry and for delivering on the commitments made \r\nin Brussels.\r\nThe peace and reconciliation process remains a \r\nmajor prerequisite for building a secure and stable \r\nAfghanistan. We welcome the agreement between \r\nthe Afghan authorities and Hezb-i Islami, and we \r\nhope it can serve as a stimulus for other groups to \r\nengage in constructive Afghan-led and Afghan-owned \r\npeace talks. Regional cooperation is also essential, \r\nsince no sustainable progress can be achieved in the \r\nreconstruction and reform process unless Afghanistan \r\nand the regional actors engage in a credible manner \r\nto solve the existing problems and develop mutually \r\nbeneficial links.\r\nBulgaria is considering enhancing its engagement \r\nin initiatives aimed at countering the root causes of \r\nconflicts and migration from Afghanistan. We believe \r\nthat that challenge should be addressed by stepping \r\nup cooperation on the control and management of \r\nmigrant f lows. Bulgaria attaches great importance to \r\nthe Joint Way Forward on migration issues between \r\nthe European Union and Afghanistan — an important \r\npolitical document that will pave the way for finding a \r\nsolution to the migration problem.\r\n Bulgaria has been a long-standing partner of \r\nAfghanistan, having contributed significantly in the \r\nfields of security, justice and development. Within \r\nthe framework of Bulgaria’s official development \r\nassistance, we continue supporting Afghanistan as one \r\nof our main partner countries, with a view to increasing \r\nAfghanistan’s administrative capacity, combating drug \r\ntrafficking by training Afghan police officers, and \r\nprotecting the rights of women and children. These \r\nare crucial elements for the sustainable socioeconomic \r\ndevelopment of Afghanistan. At the Brussels Conference \r\non Afghanistan, Bulgaria announced that it was \r\nconsidering new bilateral projects and commitments \r\nbeyond 2016. We will continue to support Afghanistan \r\nand its people in that same spirit of partnership.\r\nThe Acting President:(spoke in Spanish): We have \r\nheard the last speaker in the debate on the issue.\r\nThe Assembly will now take action on draft \r\nresolution A/71/L.13, entitled “The situation \r\nin Afghanistan”.\r\nI give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to \r\nannounce that, since the submission of draft resolution \r\n17/11/2016 A/71/PV.47\r\n16-38971 29/29\r\nA/71/L.13, and in addition to those delegations listed \r\nin that document, the following countries have also \r\nbecome sponsors: Albania, Andorra, Argentina, \r\nArmenia, Australia, Austria, Azerbaijan, Bosnia and \r\nHerzegovina, Bulgaria, Canada, Croatia, Cyprus, the \r\nCzech Republic, Denmark, the Dominican Republic, \r\nEgypt, Finland, France, Greece, Indonesia, Israel, Japan, \r\nKazakhstan, Liechtenstein, Lithuania, Luxembourg, \r\nMalaysia, the Federated States of Micronesia, Monaco, \r\nMongolia, Montenegro, New Zealand, Pakistan, the \r\nRepublic of Korea, San Marino, Serbia, Slovakia, \r\nSweden, Switzerland, the former Yugoslav Republic \r\nof Macedonia, Turkey, Ukraine, the United Arab \r\nEmirates and the United Kingdom of Great Britain and \r\nNorthern Ireland.\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now take a decision on draft resolution \r\nA/71/L.13. May I take it that it is the wish of the \r\nAssembly to adopt it?\r\nDraft resolution A/70/L.13 was adopted (resolution \r\n71/9).\r\nThe Acting President (spoke in Spanish): May I \r\ntake it that it is the wish of the General Assembly to \r\nconclude its consideration of agenda item 36?\r\nIt was so decided.\r\nThe meeting rose at 1 p.m.\r\n"