"United Nations A/71/PV.16\r\nGeneral Assembly\r\nSeventy-first session\r\n16th plenary meeting\r\nThursday, 22 September 2016, 6.25 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Thomson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Fiji)\r\nIn the absence of the President, Mr. El Haycen \r\n(Mauritania), Vice-President, took the Chair.\r\nThe meeting was called to order at 6.25 p.m.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nThe Acting President (spoke in French): I now \r\ncall on His Excellency Mr. Rashid Meredov, Deputy \r\nChairman of the Cabinet of Ministers and Minister for \r\nForeign Affairs of Turkmenistan.\r\nMr. Meredov (Turkmenistan) (spoke in Russian): \r\nFirst of all, I have the honour to convey to the peoples of \r\nthe nations represented here greetings and best wishes \r\nfor their peace and prosperity from His Excellency \r\nMr. Gurbanguly Berdimuhamedov, President of \r\nTurkmenistan.\r\nI would like to congratulate Mr. Peter Thomson on \r\nhis election to the presidency of the General Assembly \r\nat its seventy-first session and to wish him every success \r\nin his responsibilities. I would also like to express our \r\nappreciation to Mr. Mogens Lykketoft, President of \r\nthe Assembly at its seventieth session, for his effective \r\nwork.\r\nThe current state of global realities and the nature \r\nand direction of their political, economic and social \r\nprocesses require Governments and major international \r\norganizations to cooperate ever more closely and \r\nwith greater coordination if they are to achieve their \r\nprincipal shared goal of ensuring international peace \r\nand security and preserving the legal and institutional \r\npillars that form the foundation of today’s world order. \r\nThe effectiveness of that cooperation, and our ability to \r\nstrike a reasonable balance between national interests \r\nand those of the international community as a whole, \r\nwill also determine to a large degree our success in \r\nsolving other no less important global problems in the \r\nareas of the environment, energy, food security and \r\nin combating terrorism, drug trafficking and other \r\nchallenges.\r\nUnfortunately, we are currently witnessing complex \r\nprocesses that are undermining global cooperation in \r\nthose areas, foremost among them the ever-expanding \r\narea of the world with potential for conflict and the \r\nspread of breeding grounds for tension. Conflicts are \r\nescalating in various parts of the globe, and the parties \r\ninvolved in them increasingly resort to the use of force \r\nand military means. We are seeing brazen disregard and \r\nat times outright contempt for the rules of international \r\nlaw.\r\nIn view of the situation, Turkmenistan calls on \r\nMember States to evaluate such manifestations clearly \r\nand unambiguously and to join in supporting strict and \r\nscrupulous adherence to the principles and purposes of \r\nthe Charter of the United Nations and the foundational \r\ninternational conventions, accords and agreements \r\ndesigned to resolve conflicts. We urge Member \r\nStates to launch broad-based consultations with a \r\nview to identifying uniform conceptual approaches \r\nto de-escalating conflict based on international legal \r\nstandards and under the leadership of the United Nations \r\nas a universal mechanism for settling disputes. We think \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n16-29565 (E)\r\n*1629565*\r\nA/71/PV.16 22/09/2016\r\n2/25 16-29565\r\nit would be advisable to convene a special meeting of \r\nthe General Assembly, within the framework of the \r\nseventy-first session, devoted to strengthening the role \r\nof international law in the maintenance of global peace \r\nand security.\r\nThe role of the peacebuilding tools at the \r\ninternational community’s disposal is growing, \r\nparticularly the potential of the notion of neutrality and \r\nits conceptual foundations as a basis for strengthening \r\ngeneral stability and security. That received special \r\nemphasis at the high-level international conference held \r\nin Ashgabat in December 2015 to mark the twentieth \r\nanniversary of Turkmenistan’s neutral status. We take \r\nthis opportunity to express our deep gratitude to the \r\nMember States and international organizations that \r\nparticipated in the forum and contributed to its success. \r\nThe conference’s final document reflects a willingness \r\nwithin the United Nations to consider Turkmenistan’s \r\nproposal for proclaiming an international day of \r\nneutrality. Our country has prepared a draft resolution \r\nfor the General Assembly on the subject, and we urge \r\nthe States Members of the United Nations to launch a \r\ndiscussion of the text during this session.\r\nThe civilized world is facing a threat that transcends \r\nnational borders and political and ideological doctrines. \r\nTerrorism falls outside human morality and threatens \r\nto undermine the entire world order and its principles, \r\nvalues and foundations. It is precisely for that reason that \r\nthe fight against it must be conducted simultaneously \r\nat the global, regional and national levels, taking into \r\naccount the specific circumstances and political and \r\nsocial realities of each. \r\nFor the States of our region, it is crucial that we \r\nensure effective, coordinated action through the \r\nimplementation of the United Nations Global Counter-\r\nTerrorism Strategy in Central Asia. The work in that \r\narea has recently been significantly intensified and \r\nmultilateral cooperation in various fields has been \r\nstrengthened. Major international forums on the issue, \r\norganized on Turkmenistan’s initiative, have helped to \r\ngive our joint efforts an essential, clearly defined and \r\nsubstantive regional context. The major documents \r\nadopted on the issue in 2011, the Ashgabat Declaration \r\nand Action Plan on countering terrorism in Central \r\nAsia, will serve as its road map. We believe that they \r\ncontribute to multilateral efforts aimed at combating \r\nthe terrorist threat, and their practical implementation \r\nwill go a long way towards ensuring our shared \r\nsuccess in this work. We look forward to more active \r\ninternational cooperation, including that of the United \r\nNations Regional Centre for Preventive Diplomacy for \r\nCentral Asia.\r\nExactly a year ago today, within these very walls, \r\nthe World Summit adopted the long-term 2030 Agenda \r\nfor Sustainable Development and the 17 Sustainable \r\nDevelopment Goals (SDGs). These are our common \r\nresponsibility, our common objectives. In that context, \r\nI would like to specifically stress the need for the \r\nimplementation of the SDGs in the national plans and \r\nprogrammes of all States Members of the United Nations. \r\nTurkmenistan will responsibly and constructively \r\ncontinue to address those issues. Turkmenistan, jointly \r\nwith the United Nations Development Programme \r\nand other United Nations agencies, has developed \r\nappropriate indicators for the elaboration of its national \r\nprogrammes. Just a few days ago, those indicators were \r\nofficially adopted by the Government of Turkmenistan. \r\nOne of the main focuses of the General Assembly \r\nat its current session is the desire for Member States \r\nto continue the wide-ranging dialogue on climate \r\nchange as the most important element of the United \r\nNations comprehensive strategy for the achievement \r\nof the SDGs. In our view, national and international \r\ninstruments are the most important tools for meeting \r\nthe SDGs. It is appropriate to recall that Turkmenistan’s \r\nPresident, speaking at the United Nations Conference \r\non Sustainable Development, said that progress could \r\nnot be selective and that development would not \r\nbe truly sustainable and long-lasting unless it were \r\ncomprehensive and the undeniable right and heritage \r\nof all nations, States, regions and continents, without \r\nexception.\r\nTurkmenistan fully embodies that tenet in its \r\nmain approach to the global environmental agenda. \r\nOur country has begun to implement its national \r\ndevelopment plans, which are aligned with the \r\nSustainable Development Goals, with a true sense of \r\nresponsibility. At the legislative level, we have adopted \r\nthe national climate change strategy, which provides for \r\na gradual transition to environmental safety standards \r\nin all major spheres of industrial activity. The strategy \r\nenvisages the priority development of high-technology \r\nindustries and the creation of conditions for the \r\ndevelopment of the green economy as a fundamental \r\nelement for the functioning of our entire infrastructure.\r\nTomorrow, Turkmenistan will sign the Paris \r\nAgreement on Climate Change. We regard that \r\n22/09/2016 A/71/PV.16\r\n16-29565 3/25\r\nstep as a landmark in the overall implementation of \r\nenvironmental tasks and goals. In that connection, \r\nwe believe that it is high time to fulfil the core of the \r\nParis Agreement by intensifying United Nations efforts \r\naimed at developing new international rules linked to \r\nclimate change and environmental protection.\r\nAt the same time, we need to begin preparing \r\nspecific regional plans for the near and medium term. \r\nWe suggest the convening next year, under the auspices \r\nof the United Nations, of a special conference dedicated \r\nto ways of improving the environmental situation in \r\nCentral Asia. This year, Turkmenistan will assume the \r\nchairmanship of the International Fund for Saving the \r\nAral Sea. Very shortly, we will begin broad consultations \r\nwith the States of the region and United Nations \r\nspecialized entities with a view to developing overall \r\npolicy and specific arrangements for our joint work \r\nduring the upcoming period. In Central Asia, we have \r\nmajor reasons to focus on water resources — how they \r\nimpact regional development, the overall environment \r\nand social and economic problem, and what role they \r\nplay in resolving serious environmental issues. Given \r\nthe conditions, it has become extremely important for \r\nthe States of the region to design a unified strategy on \r\nthe issue of the use and preservation of water resources. \r\nOur country accords top priority to cooperation \r\nwith the United Nations. In that regard, we believe it is \r\nadvisable to step up the efforts aimed at implementing \r\nthe decisions reached at the seventh World Water Forum, \r\nheld in 2015 in Daegu, Republic of Korea. We view \r\ninternational cooperation in fighting desertification \r\nand soil degradation as important areas of work. In \r\n2014, Turkmenistan hosted an international conference \r\non desertification and soil degradation in Central Asia, \r\nwhich was organized jointly by the Government and \r\nthe United Nations. Delegations from many States \r\ntook part in the conference, together with international \r\norganizations. The outcome document of the conference \r\ndefines the areas of future work on those issues, which \r\nwe believe deserve the most scrupulous attention and \r\nevaluation at the level of the United Nations.\r\nToday, an effective model for international \r\ncooperation is urgently required to reduce the risks of \r\nnatural disasters. Turkmenistan firmly believes that \r\nefforts aimed at reducing the risk of disasters should \r\nbe automatically incorporated into future programmes \r\nand plans for sustainable development and should be \r\nimplemented with close cooperation at the bilateral, \r\nregional and international levels. We call upon Member \r\nStates to intensify their efforts in that area, on the basis \r\nof the Sendai Framework for Disaster Risk Reduction \r\n2015-2030, which was adopted last year at the Sendai \r\nConference.\r\nToday, as a result of various circumstances, we \r\nare facing acute problems because of the number of \r\nmigrants, refugees and stateless people. It is apparent \r\nthat there are no magic formulas for solving these \r\nproblems. Nevertheless, in our view, it is high time to \r\ndevise targeted international cooperation initiatives, \r\ntailored to each specific situation. A key role in that \r\nregard should be played by specialized entities of the \r\nUnited Nations, including the Office of the United \r\nNations High Commissioner for Refugees and the \r\nOffice of the United Nations High Commissioner for \r\nHuman Rights, and by the International Migration \r\nOrganization, the International Federation of Red Cross \r\nand Red Crescent Societies and other organizations. We \r\nstand ready to assist them to the utmost. Our country \r\nhas had positive experiences in that area. In 2012, jointly \r\nwith the United Nations and the Organization of Islamic \r\nCooperation, we hosted an international ministerial \r\nconference on refugees in the Muslim world. In June \r\n2014, the Government of Turkmenistan, jointly with the \r\nInternational Migration Organization and the Office of \r\nthe United Nations High Commissioner for Refugees, \r\norganized the International Conference on Migration \r\nand Statelessness: Identifying Challenges and the Way \r\nForward, which was held in Ashgabat.\r\nWe call upon all Member States to step up efforts \r\naimed at implementing the main provisions of the \r\noutcome documents of those international forums. We \r\nalso reaffirm our desire and readiness to continue to \r\nwork closely with the United Nations, Member States \r\nand all interested parties in solving this pressing \r\nproblem of our times.\r\nThe comprehensive achievement of the SDGs must \r\nbe viewed as the main pillar of the Organization’s \r\nglobal strategy, which not only has political, social and \r\neconomic components but is also a moral framework \r\nfor the modern world order. A great deal has already \r\nbeen achieved. In that connection, we note the role of \r\nSecretary-General Ban Ki-moon, whose determination, \r\npolitical will and persistence have enabled us to achieve \r\nsome results.\r\nNotwithstanding the diversity of tasks facing \r\neach individual country, we are brought together \r\nby our common hopes, concerns and threats. \r\nA/71/PV.16 22/09/2016\r\n4/25 16-29565\r\nTurkmenistan stands ready to search together with its \r\npartners for new approaches and ways to overcome \r\nthe challenges facing humankind. We reaffirm our \r\nsteadfast commitment to cooperate with the United \r\nNations, our active involvement in, and support for, \r\nits political and diplomatic efforts aimed at preserving \r\nand strengthening the existing architecture of global \r\nsecurity and implementing its plans and programmes in \r\nthe economic, social, environmental, humanitarian and \r\nother areas. Turkmenistan regards its partnership with \r\nthe United Nations as a strategic foundation for all its \r\nwork in the international arena.\r\nAddress by Mr. Alexis Tsipras, Prime Minister \r\nof the Hellenic Republic\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the Prime \r\nMinister of the Hellenic Republic.\r\nMr. Alexis Tsipras, Prime Minister of the Hellenic \r\nRepublic, was escorted to the rostrum.\r\nThe Acting President (spoke in French): I have \r\ngreat pleasure in welcoming His Excellency Mr. Alexis \r\nTsipras, Prime Minister of the Hellenic Republic, and \r\ninviting him to address the Assembly.\r\nMr. Tsipras (Greece): In 2015, we celebrated the \r\nseventieth anniversary of the signing of the Charter of \r\nthe United Nations in San Francisco by reflecting on \r\nthe challenges facing us as an international community \r\nand our capacity to resolve them. A year later, the \r\nchallenges and problems still persist and the same \r\nquestions remain. Will we be able to bring dynamic, \r\nequitable and sustainable growth to our economies \r\nwith the global economic crisis still upon us? Will \r\nwe be able to manage migration effectively, on the \r\nbasis of international law, at a time when the number \r\nof displaced people in the world is greater than it has \r\never been since the Second World War? Will we be \r\nable to promote peace and security in an increasingly \r\nunstable global and regional environment? Or are we \r\ngoing to allow the forces of nationalism, xenophobia \r\nand neoliberalism to dictate ineffective or dangerous \r\nresponses to the challenges we face?\r\nIn that context, the main topic of this year’s \r\nGeneral Assembly — the implementation of the 2030 \r\nAgenda for Sustainable Development — is more timely \r\nthan ever. In recent years, Greece has been the member \r\nof the eurozone hit the hardest by the economic crisis \r\nand the austerity measures imposed to resolve it. As a \r\nfront-line European Union (EU) State, it has faced the \r\ngreatest migration f lows to the EU since the Second \r\nWorld War. Greece has been at the centre of a region \r\nwith increasing security challenges, with instability \r\ndeepening in the Balkans and conflicts worsening in \r\nUkraine in the North, Libya in the West and Syria in \r\nthe East.\r\nSince I spoke here last year (see A/70/PV.22), \r\nGreece has faced these great crises standing strong. \r\nToday, our discussion is no longer about our surviving \r\ncrises. Today, now that we have political and financial \r\nstability, we are focusing on ways of promoting \r\neconomic growth, developing more effective and \r\nhumane migration management and maintaining peace \r\nand security in our broader neighbourhood. Today, we \r\nspeak about resolving challenges with an impact, not \r\njust Greece but in Europe and beyond.\r\nAt the economic level, after seven turbulent \r\nyears of recession, Greece is now emerging from the \r\ndeepest social and economic crisis in its post-war \r\nhistory. We are working hard to ensure sustainable, \r\ninclusive growth. Sometimes, despite our efforts, we \r\ntake a step backwards, but we always strive to push \r\nforward to prove that a country that has lost 25 per \r\ncent of its gross domestic product in six years, and \r\nwatched unemployment and poverty rates skyrocket, \r\ncan stand on its feet; and to create a business-friendly \r\nenvironment that encourages investment and does away \r\nwith the sins of corruption, patronage and parasitic \r\nbusiness practices.\r\nAt the same time, we are confronting the serious \r\nsocial consequences that imposed austerity has \r\ninflicted on Greek society. Our absolute priority is to \r\nreduce unemployment as soon as possible to the average \r\nlevel for Europe through a new production paradigm \r\nthat utilizes the potential of our highly educated human \r\ncapital. At the same time, we are taking advantage of \r\nGreece’s strategic position at the crossroads of three \r\ncontinents, so that it can establish itself as a hub for \r\nenergy, trade and maritime and railway transportation \r\nin the region. We are promoting necessary reforms, \r\nwhile protecting the welfare State and labour rights. We \r\nare urging our partners to proceed to the finalization of \r\nthe necessary measures for our debt reduction, in order \r\nto regain market confidence and prepare the way for \r\nour return to capital markets. The first signs that our \r\nplanning is delivering are already reflected in the return \r\nto positive growth rates, the steady downward trend in \r\n22/09/2016 A/71/PV.16\r\n16-29565 5/25\r\nunemployment, the positive public finance accounts \r\nand the revived investment interest from abroad.\r\nBesides the substantial economic challenge, the \r\nGreek people are confronting the enormous challenge \r\nof refugee and migration management, a challenge that, \r\nas we have already underlined, is global and has to be \r\ndealt with collectively, on the basis of our shared values. \r\nSince I spoke here last, over 1 million migrants \r\nhave entered Greece. Nearly 60,000 migrants remain \r\nstranded in Greece today, after our northern borders \r\nwere shut off through the unilateral action of other \r\ncountries. An enormous political crisis has erupted in \r\nEurope, with increasingly strong xenophobic forces \r\npushing forward their agenda and claiming that respect \r\nfor international law is a luxury in Europe today and \r\nthat people should be pushed back into the sea; that \r\nsharing the responsibility for hosting refugees is an \r\nunacceptable imposition and that front-line States alone \r\nshould be host countries; and that our economic crisis is \r\nreason enough for us to betray our values. \r\nThose xenophobic forces received the answer they \r\ndeserved, and that answer came from the Greek people. \r\nThe people of Europe most hard hit by the economic \r\ncrisis proved to the world that neither our values nor \r\nour humanity are conditional. Despite the calls for \r\npushbacks, our coastguard has saved tens of thousands \r\nof lives, instead of endangering them. Despite the calls \r\nfor violating the Geneva Convention, my country, whose \r\nasylum service did not exist three years ago, deals \r\nfairly and in accordance with the Geneva Convention \r\nwith the fourth-largest number of asylum applications \r\nin Europe. \r\nTogether with Turkish and European authorities, \r\nwe are implementing the very difficult, but necessary, \r\nEuropean Union-Turkey agreement. It is an agreement \r\nthat has led to a decrease in f lows, but most important, \r\na decrease in deaths in the Aegean Sea. It has replaced \r\nthe dangerous route of the Aegean Sea with a legal one \r\nto Europe. In that context, today more than ever, we \r\nneed a strong international initiative that will establish \r\na new global framework for refugee management, \r\nthereby undercutting the xenophobic migration agenda. \r\nSuch a framework must include increased support \r\nto countries hosting refugees, increased returns of \r\npeople not in need of international protection, and the \r\nresettlement and relocation of those in need of such \r\nprotection. Moreover, it must include increased security \r\ncooperation against trafficking networks and additional \r\ninitiatives to tackle the root causes of migration.\r\nThe third big challenge that Greece is facing is how \r\nto contribute to peace, security and prosperity in an \r\nincreasingly unstable region. Greece has been very clear \r\nin its response to this challenge. We have developed \r\nbilateral and, together with the Republic of Cyprus, \r\ntrilateral relations with all our neighbours with a view \r\nto promoting peace, cooperation and international law. \r\nWe have organized multilateral initiatives, such as the \r\nInternational Conference on Religious and Cultural \r\nPluralism and Peaceful Coexistence in the Middle East \r\nand the Rhodes Conference on security in the Eastern \r\nMediterranean and beyond. And we have consistently \r\npromoted these values, in all international organizations, \r\nin relation to all the conflicts in our broader region. \r\nFurthermore, we are confronting terrorism wherever it \r\nemerges and in relation to the conflicts in Syria, Libya \r\nand Ukraine and the Middle East peace process.\r\nToday, we have before us a very important \r\nchallenge to substantially promote peace and stability \r\nin our region. We remain steadfast in our support to \r\nintercommunal talks for a just, viable and comprehensive \r\nsolution to the Cyprus issue, on the basis of United \r\nNations resolutions and the status of Cyprus as an EU \r\nmember State — a solution that can be viable only if \r\nwe leave behind the anachronistic guarantee system of \r\nthe past and ensure a withdrawal of Turkish occupying \r\nforces from the island. We support a solution that would \r\nprovide a sense of security and trust to all the people of \r\nCyprus and prepare the ground for broader cooperation \r\nin our unstable region.\r\nWe have enhanced our dialogue and relations with \r\nTurkey through a wide range of initiatives, including \r\nour excellent cooperation in managing refugee and \r\nmigration f lows. And we have underlined that the only \r\nway to build solid, long-lasting neighbourly relations \r\nis by respecting international law. On the name issue \r\nof the former Yugoslav Republic of Macedonia, we \r\nconsistently support a mutually acceptable compound \r\nname with a geographical qualifier for use in relation to \r\neveryone. And we have promoted confidence-building \r\nmeasures that aim to strengthen trust and cross-border \r\ncooperation at this crucial time.\r\nToday — unlike a year ago — the challenges \r\nwe are facing in Greece are opportunities. They are \r\nopportunities for the international community, for \r\nEurope and for our region. They are opportunities to \r\nA/71/PV.16 22/09/2016\r\n6/25 16-29565\r\nturn the page on the crisis of the past and avert new, \r\ndangerous crises. We need a just, viable solution in \r\nCyprus that would contribute to changing the unstable \r\ndynamics of the region. That is why we need a solution \r\nto the debt issue that would contribute to a new \r\nsustainable growth model, of the kind we talk about so \r\nmuch here in the United Nations and in Europe, and \r\nwould leave the vicious cycle of austerity behind.\r\nWe also need a global, effective response to the \r\nmigration crisis, on the basis of international law. \r\nThis must be a response that undercuts the dangerous \r\nxenophobic and nationalistic voices that are emerging so \r\nforcefully for the first time since the Second World War. \r\nOf course, backward-looking and ultra-conservative \r\nforces will attempt to provide solutions to these \r\nproblems by investing in fear, sometimes labelling \r\nthemselves anti-systemic forces. Nevertheless, it is \r\nvery clear that it is not the democratic forces that are \r\ncritical of the system that the international community \r\nshould worry about. It is those forces that threaten our \r\nvalues and instead of aiming to change the world for \r\nbetter, aim to divide it through fear, xenophobia and \r\nnationalism. Today it is more important than ever to \r\nstand by peace, democracy and sustainable growth on \r\nall the fronts where they are being challenged, and in \r\nGreece we know that very well.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I wish to thank the Prime \r\nMinister of the Hellenic Republic for the statement he \r\nhas just made. \r\nMr. Alexis Tsipras, Prime Minister of the Hellenic \r\nRepublic, was escorted from the rostrum. \r\nThe Acting President (spoke in French): I now \r\ncall on His Excellency Mr. Erlan Idrissov, Minister for \r\nForeign Affairs of Kazakhstan. \r\nMr. Idrissov (Kazakhstan): First, let me join the \r\nother speakers in congratulating Mr. Peter Thomson on \r\nhis election to the presidency of the General Assembly \r\nat its seventy-first session and to assure him of our full \r\nsupport. We would also like to express our thanks to \r\nHis Excellency Mr. Mogens Lykketoft for his most able \r\nstewardship of the Assembly at its seventieth session.\r\nThis session is convened at a time when the United \r\nNations is facing tremendous challenges. Earlier this \r\nweek two high-level events sought to address the plight \r\nof refugees and considered ways to meet the legitimate \r\nexpectations of millions of migrant workers. \r\nThe global economy is slowing down, thereby \r\naffecting all nations’ prosperity. New transcontinental \r\ntrade and investment arrangements may lead to a \r\nweakened World Trade Organization and a fragmented \r\nworld economy. That could signal the beginning of \r\na new round of negative and damaging competition \r\namong global markets. The evolution of the global \r\ncommunity of nations in the decades to come will \r\ndepend largely upon our ability to cooperate and find a \r\ncommon language. \r\nOur foreign policy reflects a deep-rooted belief in \r\nthe power of dialogue. A call for dialogue is the central \r\nmessage of my President, set out in his “Manifesto: \r\nthe world, the twenty-first century”, which has been \r\ncirculated as an official document of the Security \r\nCouncil and the General Assembly (A/70/818, annex). \r\nThe Manifesto offers a realistic perspective on the \r\nworld and an ambitious vision based on unity, rather \r\nthan division, and on cooperation, rather than rivalry. \r\nIt identifies a lack of trust among major nations and \r\nregional groups as the main obstacle to progress \r\ntowards a true community of nations. That statement \r\nrings especially true in the area of nuclear disarmament, \r\nwhere it is the passionate wish of the President of \r\nKazakhstan to achieve, by 2045, the centennial year of \r\nthe United Nations, a world free of nuclear weapons. \r\nAs a country that closed, 25 years ago, the largest \r\nnuclear test site in its territory and renounced the world’s \r\nfourth-largest nuclear arsenal, we have the full moral \r\nright and responsibility to push forward the disarmament \r\nprocess. On 29 August, the International Day against \r\nNuclear Tests, Astana hosted a major international \r\nconference that stressed a sense of urgency in dealing \r\nwith the nuclear threat and generated massive support \r\nfor the anti-nuclear movement. The outcome document \r\ncalls upon the nuclear-weapon States to honour their \r\nobligations and take practical steps to achieve nuclear \r\nzero. In November, the Astana peace summit will be \r\nconvened in my country to craft a viable strategic \r\napproach based on our objective of global peace and \r\nsecurity, with nuclear disarmament as a crucial element \r\nof any future peace efforts.\r\nMy country was the initial sponsor of resolution \r\n70/57, on the achievement of a nuclear-weapon-free \r\nworld, which was adopted in December 2015. We \r\nhost the International Atomic Energy Agency’s Low-\r\nEnriched Uranium Bank for the peaceful use of nuclear \r\nfuel. September marks the tenth anniversary of the \r\nTreaty on a Nuclear-Weapon-Free Zone in Central Asia. \r\n22/09/2016 A/71/PV.16\r\n16-29565 7/25\r\nAlso known as the Treaty of Semipalatinsk, it is the \r\nmost recent major breakthrough in global disarmament. \r\nWe support the establishment of similar zones across \r\nthe globe, and especially in the Middle East, where we \r\nbelieve that such measures will strengthen global and \r\nregional security.\r\nRegrettably, international negotiations on nuclear \r\ndisarmament have stalled, while numerous loopholes \r\nin international law are used to sidestep the ban on \r\nthe military use of nuclear technology. That is why we \r\nendorsed the report of the August meeting of the Open-\r\nended Working Group on Nuclear Disarmament. The \r\ngroup recommends convening a conference next year \r\nto start negotiations on comprehensive and complete \r\nnuclear disarmament, with a view to eventually \r\nstigmatizing the possession of nuclear weapons. At the \r\nsame time, we continue to support the Conference on \r\nDisarmament and hope that its members will generate \r\nenough political will to revitalize the work of that \r\nimportant body, in order to achieve its ultimate goal of \r\na nuclear-weapon-free world.\r\nIn the same vein, we will work resolutely towards \r\nthe universal application and enforcement of all the \r\nrelevant international instruments. As an article XIV \r\nco-Chair of the Comprehensive Nuclear-Test-Ban \r\nTreaty, we stand for a complete ban on nuclear testing \r\nand believe that the unacceptable and irresponsible \r\nactions of the Democratic People’s Republic of Korea \r\nseriously undermine stability and security in North-\r\nEast Asia and worldwide. Furthermore, such actions \r\nhave undermined the entire disarmament process. \r\nControlling the means of delivery is a vital element \r\nof disarmament. As a Chair of The Hague Code of \r\nConduct against Ballistic Missile Proliferation, we \r\nwill submit a draft resolution to the General Assembly \r\nin October to stress the importance of the universal \r\napplication of The Hague Code.\r\nKazakhstan’s Manifesto declares war on war and \r\ncalls for the total elimination of that ugly phenomenon \r\nfrom our lives. We continue to stress the fact that \r\nthe existence of military blocs hinders international \r\ncooperation and creates situations in which the \r\nsecurity of individual countries is ensured at the \r\nexpense of others. Moreover, sanctions and economic \r\nfragmentation are counterproductive and create new \r\nlines of division that serve to alienate nations.\r\nGenuine security is based on mutual dialogue. With \r\nthat idea in mind, our President played a role in restoring \r\ncooperative relations between Russia and Turkey. \r\nKazakhstan’s initiative on Islamic rapprochement was \r\nfavourably received at the Organization of Islamic \r\nCooperation Summit in April. Next year we will \r\npromote a high-level event under United Nations \r\nauspices to highligh the principles of international \r\nlaw, with a view to re-establishing the vital role of \r\ninternational organizations.\r\nAs a country with an impeccable record of religious \r\ntolerance, Kazakhstan pays particular attention to \r\nfollowing up the decisions and recommendations of \r\nthe triennial meetings of the Astana-based Congress \r\nof Leaders of World and Traditional Religions. We are \r\ngrateful to the President of the General Assembly for \r\nconvening a high-level conversation in May to address \r\nthe role of political and religious leaders in building \r\nbridges and spreading messages of tolerance and \r\npeaceful coexistence. That event was followed by a \r\nhigh-profile gathering in Astana that focused on finding \r\na balance between fighting terrorism and extremism, \r\non the one hand, while ensuring individual rights and \r\nfreedoms, on the other. Our efforts to promote interfaith \r\ndialogue and religious tolerance complement the work \r\nof other countries in the context of the International \r\nDecade for the Rapprochement of Cultures 2013-2022, \r\ninitiated by Kazakhstan.\r\nThe Manifesto underlines the importance of \r\nsuch principles as shared responsibility for peace \r\nand security, mutual respect and non-interference. \r\nNeglecting those principles has contributed to the \r\ndestruction of the sovereignty and statehood of some \r\nStates and the current humanitarian crisis triggered by \r\nunprecedented f lows of refugees and migrants.\r\nKazakhstan is committed to strengthening United \r\nNations peacekeeping capabilities, which are one of \r\nthe pillars of the United Nations. My country signed \r\nthe London communiqué of the United Nations \r\nPeacekeeping Defence Ministerial Meeting and \r\nconfirmed its commitment to deploy a full unit with \r\nUnited Nations peacekeeping operations.\r\nWe welcome the establishment of the new \r\nPeacekeeping Capability Readiness System and fully \r\nendorse the creation of the Department of Peacekeeping \r\nOperations Strategic Force Generation and Capability \r\nPlanning Cell. We also commend the comprehensive \r\nreview of peacekeeping operations by the High-level \r\nIndependent Panel on Peace Operations and welcome \r\nthe Secretary-General’s response. Kazakhstan is \r\nA/71/PV.16 22/09/2016\r\n8/25 16-29565\r\ncommitted to ensuring that peacekeeping is effective. \r\nIt has also contributed military personnel to the United \r\nNations Mission for the Referendum in Western Sahara \r\nand the United Nations Operation in Côte d’Ivoire.\r\nThis year Kazakhstan is celebrating its twenty-fifth \r\nanniversary of independence. I remember that back in \r\n1991 some observers doubted Kazakhstan’s ability to \r\nsurvive as a sovereign nation, given its multi-ethnic, \r\nreligiously diverse population, unbalanced economy \r\nand huge material and moral burden in the form of a \r\nmilitary infrastructure and a nuclear arsenal. That \r\nlegacy was a challenge that we managed to turn into \r\nan opportunity. Over the past quarter of a century we \r\nhave completed a journey from a non-existing country \r\non the political map, to a stable middle-income nation \r\nand respected member of the international community. \r\nWe consider our election to the Security Council \r\nas international recognition of our sound and mature \r\nforeign policy and a deserved achievement of our \r\nindependence. Indeed, the two-year tenure on the \r\nSecurity Council is a responsibility that we will shoulder \r\nwith the utmost seriousness and pride. We will strive to \r\ncontribute to the Council’s work in the maintenance of \r\ninternational peace and security, preventive diplomacy, \r\nconflict settlement and post-conflict rehabilitation, \r\npeacekeeping, human rights, gender equality and \r\ninternational law. Central Asia will be represented on \r\nthe Council for the first time in its history, and our \r\nmembership is a chance to draw the attention of the \r\nSecurity Council to regional security issues. Our grand \r\nidea is to make the region a zone of peace, cooperation \r\nand security.\r\nIn that context, we believe that the situation in \r\nAfghanistan is essential to the security and stability of \r\nCentral Asia. We have a genuine interest in promoting \r\na political settlement and furthering the social and \r\neconomic development of that country. Kazakhstan \r\nis investing more than $50 million to educate Afghan \r\nstudents, build schools and hospitals and provide \r\nhumanitarian assistance. We pledged to provide a \r\nfurther $2 million to support the Afghan army. Together \r\nwith Japan and the United Nations Development \r\nProgramme, we are helping to improve the nation’s \r\ncivil-service capacity, with a special emphasis on \r\ngender equality.\r\nWe are keen, both within the Security Council \r\nand General Assembly, to promote our President’s \r\nidea about creating a global anti-terrorism coalition \r\nor network. This is designed to strengthen and \r\ncapitalize on synergies in the various counter-terrorism \r\ninitiatives. Specifically, we are focusing on making \r\nall 19 counter-terrorism conventions universal and on \r\ndeveloping a unified list of terrorist organizations, a \r\nunified extradition mechanism and a comprehensive \r\nlegally binding international terrorism convention. \r\nKazakhstan is actively engaged in the implementation \r\nof the United Nations Global Counter-Terrorism \r\nStrategy and the Secretary-General’s Plan of Action to \r\nPrevent Violent Extremism.\r\nWhen we take up our responsibilities in the Security \r\nCouncil next year, we will be ready to facilitate the \r\nfurther reintegration of Iran in political and economic \r\nareas. Our record of promoting a mutually beneficial \r\ndeal on the Iranian nuclear programme is well known. \r\nMy country helped break the deadlock on the Iranian \r\nprogramme by supporting a constructive dialogue \r\namong stakeholders and hosting two rounds of \r\nmultilateral talks in Kazakhstan. In December 2015, \r\nKazakhstan provided natural uranium to Iran as part \r\nof an International Atomic Energy Agency-monitored \r\ntransaction, in support of the Joint Comprehensive Plan \r\nof Action. It is our intention to reinvest the political \r\ndividends we obtained to make further progress in this \r\ndirection.\r\nWe hope that our regional expertise, together with \r\nour experience derived from chairing various regional \r\nbodies — including the Organization for Security \r\nand Cooperation in Europe, the Organization of \r\nIslamic Cooperation (OIC), the Shanghai Cooperation \r\nOrganization and the Conference on Interaction and \r\nConfidence-building Measures in Asia — will be an \r\nasset in addressing vital issues of peace and security on \r\nthe Security Council agenda.\r\nKazakhstan is firmly committed to being part of \r\nthe solution to the global issue of sustainability and \r\nclimate change. Implementing the 2030 Agenda for \r\nSustainable Development and the Paris Agreement on \r\nClimate Change, which we pledge to ratify well before \r\nthe end of 2016, are vitally important. Kazakhstan \r\nis therefore proud to host in Astana the international \r\nexhibition EXPO-2017 on the theme “Energy of \r\nthe Future”, which will showcase renewable energy \r\nsources relevant for both the developed and developing \r\nworld. During EXPO-2017, we will also host the first-\r\never Organization of Islamic Cooperation summit on \r\nscience and technology, a unique gathering designed to \r\npromote the modernization of the Islamic world.\r\n22/09/2016 A/71/PV.16\r\n16-29565 9/25\r\nWith a view to promoting Sustainable Development \r\nGoal (SDG) 7 — on affordable and clean energy — we \r\nare working with the relevant United Nations agencies \r\nand research institutions to establish, under the auspices \r\nof the United Nations, an international centre for the \r\ndevelopment of green technologies and investment \r\nprojects, as part of the EXPO-2017 legacy. We will \r\ncontinue to promote water, food and energy security \r\nin order to build a safer and more prosperous regional \r\nneighbourhood. As part of our commitment to SDG \r\n2, relating to ending hunger, Kazakhstan hosted in a \r\nmeeting in April of the OIC agriculture ministers and \r\nthe inaugural session of the General Assembly of the \r\nIslamic Organization for Food Security, headquartered \r\nin Astana.\r\nWithin Central Asia, Kazakhstan strives to increase \r\nregional connectivity by giving priority to transport \r\ninfrastructure projects and developing regional trade \r\nand economic integration. I would like to stress that \r\ncommitment to sustainable development is an integral \r\npart of our domestic agenda. Our national development \r\nstrategies and programmes are directly aligned with the \r\nSustainable Development Goals. Moreover, my country \r\npursues a set of modernization reforms aimed at better, \r\nmore efficient and transparent governance, rule of law, \r\nand civil service. The reforms focus on people-oriented \r\nGovernment and the creation of a middle-class society.\r\nKazakhstan remains committed to cooperating \r\nactively with United Nations human rights mechanisms \r\nand pays special attention to gender equality and the \r\nempowerment of women. By the end of the year, we \r\nwill have adopted a new 2030 national strategy for \r\ngender equality.\r\nIn order to achieve the objectives of peace and \r\ndevelopment, Kazakhstan has offered to host a \r\nUnited Nations regional hub in Almaty, our southern \r\ncapital, to focus on sustainable development, \r\nhumanitarian assistance, disaster-risk reduction and \r\nresilience-building. We are aiming to complete the \r\ntechnical stages of this process within the next two years. \r\nAnother United Nations regional hub, to promote civil \r\nservice excellence, is already operational in Astana. The \r\nCentral Asian Regional Information and Coordination \r\nCentre plays an important role in streamlining regional \r\nefforts to counter drug trafficking.\r\nWe are convinced that, as the leading global \r\ninstitution, the United Nations needs stewardship of the \r\nhighest quality, integrity, strength and moral authority. \r\nWe are closely following the deliberations of the \r\nSecurity Council on the selection of a new Secretary-\r\nGeneral and hope that this individual will meet the \r\nhighest expectations of all Member States. We express \r\nour deepest heartfelt gratitude to His Excellency \r\nSecretary-General Ban Ki-moon for his dedication, \r\nintegrity and professionalism.\r\nModern challenges require that the Organization \r\nadapt to new realities in order to improve its \r\neffectiveness in dealing with international problems, \r\npreventing threats and overcoming challenges. United \r\nNations reform should be carried out in accordance \r\nwith the purposes and principles of the Charter of the \r\nUnited Nations, on the basis of consensus and in the \r\ninterests of all Member States.\r\nAs a trusted, objective and steadfast partner of the \r\nUnited Nations and all Member States, Kazakhstan will \r\nforge ahead with resolute determination in the pursuit of \r\nglobal peace and security. Undaunted, but approaching \r\nthe task with healthy pragmatism, we will join others in \r\nstepping forward with new hope and optimism.\r\nThe Acting President (spoke in French): I now \r\ncall on His Excellency Mr. Bruno Eduardo Rodríguez \r\nParrilla, Minister for Foreign Affairs of the Republic \r\nof Cuba.\r\nMr. Rodríguez Parrilla (Cuba) (spoke in Spanish): \r\nI would like to begin by expressing our gratitude to the \r\nPresident and to the Secretary-General for their notable \r\nefforts in carrying out their mandates.\r\nThe statistics could not be more eloquent — 80 per \r\ncent of the world’s population owns only 6 per cent \r\nof the wealth, while the wealthiest 1 per cent enjoys \r\nhalf of the world’s patrimony. No less than 795 million \r\npeople suffer from chronic hunger, and 18,000 children \r\ndie every day due to poverty. More than 660 million \r\npeople consume non-potable water, and 780 million \r\nadults and 103 million young people are illiterate. It is \r\nquite likely that they have never heard of the Millenium \r\nDevelopment Goals, but if they had they would scarcely \r\nbelieve in the new Sustainable Development Goals \r\n(SDGs). \r\nThe gap between our deliberations and the realities \r\nof our peoples is persistent. The lack of political \r\nwill of industrialized countries is clear. We see the \r\nperpetuation of the irrational patterns of capitalist \r\nproduction and consumption that lead to the degradation \r\nof living conditions on our planet. The enormous \r\nA/71/PV.16 22/09/2016\r\n10/25 16-29565\r\nconventional and nuclear stockpiles and the annual \r\nmilitary expenditures of $1.7 trillion contradict those \r\nwho claim that we lack the resources to end poverty and \r\nunderdevelopment.\r\nHowever, there are many arguments that justify \r\nthe urgency of building a new international financial \r\narchitecture. In developed countries, welfare societies \r\nare disappearing, political systems are in crisis, pockets \r\nof poverty are expanding, brutal neoliberal adjustment \r\nprogrammes are used against workers, young people \r\nand migrants, and dark and dangerous neo-fascist \r\nforces gain strength.\r\nThe philosophy of plundering underpins NATO \r\ncountries’ military interventions and non-conventional \r\nwars against sovereign States as they seek to overthrow \r\nGovernments and appropriate natural resources. The \r\nimposition of unilateral coercive measures and the \r\nuse of financial, legal, cultural and media tools to \r\ndestabilize Governments has become our daily bread. \r\nThe militarization and aggressive use of cyberspace, \r\nthe violation of the human rights of hundreds of \r\nmillions of people, and the waves of refugees driven \r\nby underdevelopment and NATO interventions towards \r\nEurope are evidence of the cruelty, oppressive nature, \r\ninefficiency and unsustainability of the current \r\ninternational order, without there being a single \r\nresponse based on respect for human rights and the \r\ndignity of persons or aiming at resolving the root causes \r\nof the problems. \r\nThe year 2015 was also one of the worst in terms \r\nof climate change, with mounting global temperatures, \r\nthe melting of the polar ice caps, the rise in sea levels \r\nand an increase in greenhouse-gas emissions. Under \r\nthese circumstances, we reiterate our solidarity with \r\nthe small island developing States, especially in the \r\nCaribbean, which are the most deeply affected by \r\nclimate change and for which we demand fair, special \r\nand differential treatment. \r\nWhile we all expect to see some progress in the \r\nfulfilment by industrialized countries of the obligations \r\nentered into under the ambiguous Paris Agreement on \r\nClimate Change, only tangible data on financing and \r\ntransfers of technology to developing countries can \r\njustify hopes for the survival of the human species. \r\nHowever, capitalism will never be historically or \r\nenvironmentally sustainable. \r\nPeace and development are the raison d’être of \r\nthe United Nations. The creation of a culture of peace \r\nand justice as the basis of a new international order is \r\nan urgent and imperative need for the human species. \r\nAny attempt to prolong the existence of a unipolar \r\nworld through war, domination or hegemony would be \r\nsuicidal. The observance of the Charter of the United \r\nNations and international law are indispensable for \r\npeaceful coexistence among States. \r\nThe United Nations must be defended from \r\nunilateralism. At the same time, it needs to be reformed \r\ninto a more democratic Organization, one that is closer \r\nto the problems, needs and aspirations of people. It \r\nmust be capable of leading the international system \r\ntowards peace, sustainable development and respect for \r\nall human rights for everyone.\r\nThe reform of the Security Council, in both its \r\ncomposition and its working methods, is a task that \r\nshould not be postponed any longer. The strengthening \r\nof the General Assembly and the restoration of the \r\nfunctions that were usurped by the Security Council \r\nshould guide our search for a more democratic and \r\nefficient Organization.\r\nIt is imperative to find a just and lasting solution \r\nto the Middle East conflict, inexorably based on the \r\nexercise of the inalienable right of the Palestinian people \r\nto build its own State within the pre-1967 borders, with \r\nEast Jerusalem as its capital. \r\nThe situation of the Western Sahara requires \r\nan effort pursuant to the relevant United Nations \r\nresolutions to guarantee the self-determination of the \r\nSahrawi people and respect for their legitimate right to \r\nlive in peace in their territory. \r\nOnce again, we reiterate our confidence that the \r\npeople of the Syrian Arab Republic will be able to \r\nresolve their differences on their own when the foreign \r\nintervention aimed at promoting regime change ceases. \r\nNATO’s attempts to expand its presence closer to \r\nRussia’s borders and the deployment of its anti-missile \r\nsystems are an incentive to the arms race and a threat to \r\ninternational peace and security. Similarly, we express \r\nour opposition to the unjust and unilateral sanctions \r\nimposed against the Russian people that are also \r\nharmful to Europe. \r\nCuba, which has been the victim of State terrorism, \r\nreiterates its strong condemnation of all forms and \r\nmanifestations of terrorism.\r\n22/09/2016 A/71/PV.16\r\n16-29565 11/25\r\nThe Proclamation of Latin America and the \r\nCaribbean as a Zone of Peace, signed in Havana by the \r\nHeads of State and Government of our region in January \r\n2014, during the third Summit of the Community of \r\nLatin American and Caribbean States, establishes \r\nprinciples and rules for coexistence, cooperation \r\nand respect among States that are indispensable for \r\nthe realization of the right to peace and applicable to \r\nrelations within our America and its relations with the \r\nhemisphere and the world.\r\nWe welcome the historic General Agreement for the \r\nTermination of the Conflict and the Construction of a \r\nStable and Lasting Peace, which was reached in Havana \r\non 24 August. We will do our best, always at the request \r\nof the parties, to support its implementation.\r\nWe will continue to support the Government and \r\nthe people of Venezuela, the civic-military union \r\nand Constitutional President Nicolás Maduro Moros \r\nin defence of its sovereignty and self-determination \r\nagainst the imperialist and oligarchic interference that \r\nis attempting to destroy the Bolivarian and Chavista \r\nrevolution to take over Venezuela’s oil reserves and \r\nreverse the enormous social achievements that have \r\nbeen attained.\r\nWe strongly condemn the parliamentary and \r\njudicial coup d’état perpetrated in Brazil against \r\nPresident Dilma Rousseff and express our solidarity \r\nwith her, the Brazilian people, the Workers’ Party and \r\nformer President Luiz Inácio Lula da Silva. \r\nWe reiterate our conviction that the Puerto Rican \r\npeople deserve to be free and independent, after more \r\nthan a century under colonial rule.\r\nWe will not renounce any of our revolutionary \r\nand anti-imperialist principles, the defence of \r\nindependence, social justice and peoples’ rights, nor \r\nour commitment to cooperate with those in greatest \r\nneed. Cuban cooperation workers, who work on all \r\ncontinents, will continue to make their contribution, \r\nincluding the 46,000 persons who are currently working \r\nin 61 countries fighting for the life and health of human \r\nbeings. \r\nThe Cuban Medical Professional Parole \r\nProgramme, applied by the United States of America \r\nto pursue the political objective of impeding Cuba’s \r\nmedical cooperation and deprive the recipient countries \r\nand Cuba of valuable and highly qualified human \r\nresources, is a shameful obstacle.\r\nJust over a year has elapsed since the restoration \r\nof diplomatic relations between Cuba and the United \r\nStates and the reopening of their respective Embassies. \r\nSome progress has been achieved in our bilateral \r\nrelations, particularly in diplomatic relations, dialogue \r\nand cooperation in areas of common interest, as \r\nevidenced by high-level visits, including a visit by \r\nPresident Obama, and the dozen of agreements signed \r\non subjects that could render benefits to both countries \r\nand the entire hemisphere. However, the fact is that the \r\nblockade remains in force. It continues to cause serious \r\ndamage and hardship for the Cuban people and hampers \r\nthe functioning of our economy and our relations with \r\nother countries.\r\nExecutive measures adopted by the Government \r\nof the United States, although positive, are still \r\ninsufficient. There are many recent examples of the \r\neconomic, commercial and financial damage caused by \r\nthe blockade to Cuba and to third countries. As long as \r\nthis continues to happen, we will continue to present \r\nthe draft resolution entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba” for \r\nconsideration by the Assembly.\r\nWe reiterate the readiness of the Government of \r\nCuba to continue developing a respectful dialogue with \r\nthe Government of the United States, while knowing \r\nthat we still have a long way to go if we are to normalize \r\nour relations, which means building a model of bilateral \r\nrelations that is a totally new in terms of our common \r\nhistory that can never be forgotten. For this to be \r\npossible some day, it will be essential for the blockade \r\nto be lifted. In addition, the territory illegally occupied \r\nby the United States Naval Base at Guantánamo, against \r\nthe will of Cuba, must be returned to us.\r\nThe Cuban people, even amid the adverse conditions \r\nimposed by the current international scenario and the \r\npersistence of the economic, commercial and financial \r\nblockade imposed by the United States, continues to \r\nbe involved in updating the economic and social model \r\nthat it has decided to implement in a fully sovereign way \r\nin order to build an independent, sovereign, socialist, \r\nprosperous and sustainable nation.\r\nA/71/PV.16 22/09/2016\r\n12/25 16-29565\r\nAddress by Mr. Joseph Muscat, Prime Minister \r\nof the Republic of Malta\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the Prime \r\nMinister of the Republic of Malta.\r\nMr. Joseph Muscat, Prime Minister of the Republic \r\nof Malta, was escorted to the rostrum.\r\nThe Acting President (spoke in French): I have \r\ngreat pleasure in welcoming His Excellency Mr. Joseph \r\nMuscat, Prime Minister of the Republic of Malta, and \r\ninviting him to address the Assembly.\r\nMr. Muscat (Malta): Allow me to join my \r\ncolleagues in expressing my country’s deepest gratitude \r\nand appreciation to Secretary-General Ban Ki-moon \r\nfor his sterling work.\r\nThis seventy-first session of the General Assembly \r\nis marked primarily by the high-level meeting on \r\naddressing large movements of refugees and migrants. \r\nThe outcome document of this meeting, the New York \r\nDeclaration for Refugees and Migrants (resolution 71/1), \r\nwill spur us to work further to address the enormous \r\nmovement of people, the likes of which we have not \r\nseen since the Second World War.\r\nLast year, this gathering considered that migration \r\nhad reached crisis levels. Today, we are increasingly \r\nrealizing that this phenomenon is set to become a new \r\nnormal that needs to be managed. Despite the difficult \r\ndebates, discussions, stumbling blocks and widely \r\ndivergent viewpoints, it is encouraging to see how \r\nfar we have come and how much we have found that \r\ntruly unites us, underpinned by the most fundamental \r\nprinciples of saving lives and upholding human dignity. \r\nNevertheless, the proof of the pudding is in the eating. \r\nI must confess I am still concerned that all the soft \r\nwords we have heard will be undermined by hard facts. \r\nDespite this, we owe it to everyone to give it a try. \r\nWe need to respond to this challenge, not with fear, \r\nnot with dread, not by enclosing ourselves within walls, \r\nbut with tenacity, conviction and compassion. This is \r\nwhat drives my country, time and again, to push for \r\nmigration to be high on our agenda. Together with \r\nour European partners, and sometimes on our own, or \r\nalmost, Malta has been working tirelessly to address \r\nthe common concerns and challenges being presented. \r\nIn that respect, our international efforts to address \r\nmigrant smuggling and human trafficking through \r\nmeasures aimed at disrupting the business models of \r\ncriminals, who harbour a total disregard for human \r\nlife and profit from other people’s tragedies, are key. \r\nThough commendable, these efforts need to be stepped \r\nup. Information-sharing, improved implementation of \r\nnational enforcement policies and stronger penalties \r\nto punish smugglers are essential dimensions of an \r\neffective response to this challenge.\r\nI believe people-smugglers are in the same category \r\nas the worst type of criminals and must be treated as \r\nsuch. We should seriously consider a structure where \r\ntraffickers are brought to justice before an international \r\ntribunal in order to drive home the message that we are \r\nlooking at this tragedy not only from the humanitarian \r\nangle, which is appropriate, but also from the security \r\nperspective, and that profiting from human trafficking \r\ndoes not pay.\r\nMalta believes that there is no such thing as a \r\nunilateral solution to migration. A global perspective \r\nis required. Closer cooperation among the countries of \r\norigin, transit and destination is essential and needed. \r\nThis was the focus of the Valletta summit on migration, \r\nwhich we were proud to have host lasted November in \r\nMalta, when European and African leaders met to see \r\nwhat they can do together and for one another. \r\nHaving just participated in the General Assembly \r\nhigh-level summit, I am immensely pleased and \r\nencouraged to see that the New York Declaration and \r\nthe spirit of the Valletta summit live on, at least in \r\nwords and in intentions. Unfortunately, most follow-\r\nup actions still need to be implemented. As I have said \r\npreviously, steps need to be taken now, especially by \r\nthose countries that bear the moral responsibility for \r\nmass movements, either through their actions or their \r\ninaction.\r\nThe Somali-British poet Warsan Shire writes in her \r\npoem entitled “Home” that \r\n“no one puts their children in a boat unless the \r\nwater is safer than the land”. \r\nMy country’s vision is for a safe Mediterranean region \r\nthat offers peace, wealth, stability and work.\r\nThe situation in the Middle East has a huge bearing \r\non that of our region and of the entire world. It pains me \r\nto dwell on the fact that we are still absolutely nowhere \r\nnear a solution in the context of the Middle East peace \r\nprocess. Malta is deeply concerned about the lack of \r\nprogress towards a just and lasting peace in the region. \r\n22/09/2016 A/71/PV.16\r\n16-29565 13/25\r\nThe humanitarian situation in Gaza remains dire. \r\nWe call on all parties to change the political, security \r\nand economic structures, including the end of the \r\nclosure and a full opening of the crossing points to \r\nassist Palestinians in Gaza in rebuilding their lives. On \r\nthe other hand, Malta continues to believe that the State \r\nof Israel’s legitimate right to exist must not be called \r\ninto question. We believe that Israelis have the right to \r\nlive in peace within secure borders. With a clear view \r\non the rights of the Israelis and Palestinians, my country \r\ncontinues to back initiatives aimed at rekindling the \r\nprospects for peace talks and for keeping the two-\r\nState solution alive. But in doing so we acknowledge \r\nthat there is a need to create the right conditions for \r\nrebuilding trust as a means of bringing the two parties \r\nback to the negotiating table. To achieve this, both sides \r\nmust take bold steps and refrain from all actions that \r\nundermine progress in the resumed peace talks. We \r\nsupport international efforts aimed at creating new \r\ndynamics around the peace process that would build \r\nupon other efforts towards a lasting solution, including \r\nthe Arab Peace Initiative and the French initiative. We \r\nhope that there will be the right traction to create the \r\nconditions for a lasting and durable solution.\r\nIn our most immediate neighbourhood, Malta has \r\nsupported, and will continue to support, its neighbour \r\nTunisia towards stability and democracy. Despite facing \r\nserious challenges, Tunisia is gradually emerging as \r\nthe first, albeit fragile, Arab democracy. But for it to \r\nsucceed, it is important that the international community \r\nnot abandon Tunisia at this critical juncture. \r\nYet while Tunisia offers hope, the overall picture in \r\nLibya continues to be bleak. I am afraid that I am one \r\nof the few speakers to have mentioned Libya. I must \r\nnote the important, incremental positive developments. \r\nWe have managed to come a considerable way since \r\nlast December, and Malta commends and continues to \r\nsupport the hard work of the United Nations and the \r\nSecretary-General’s Special Representatives, including \r\ntheir unrelenting efforts and perseverance to improve \r\nthe political setting for a stable and democratic Libya. \r\nWe also welcome the recent adoption of resolution 2298 \r\n(2016), allowing for the destruction of the chemical \r\nweapons present in the country. That is a commendable \r\neffort aimed at reducing the risk of these weapons fall \r\ning into the hands of extremists.\r\nHowever, despite this progress, the situation \r\nremains fragile. The Libyan population needs a \r\nconcretely functioning Government that addresses \r\ntheir basic needs — proper medication, food security \r\nand education. As neighbours, we stand by the Libyan \r\npeople’s efforts to transform their country into a safe, \r\ndemocratic and unified State, with a reconciled people, \r\nwhere State authority and the rule of law are restored. I \r\nam certain that this is the dream of our Libyan friends \r\nthemselves. We reiterate the need to remain supportive \r\nof the Libyan Peace Accord and the Presidency Council \r\nand to respect Libyan sovereignty and take into account \r\nLibyan ownership.\r\nThis has been a year of atrocious terrorist acts \r\nagainst innocent victims. Bystanders — men, women \r\nand children — have been killed while going about \r\ntheir daily lives, going to work, taking a stroll, eating \r\nwith family and praying. This year has seen a rise in \r\nthe spread of a culture of violence and death that is \r\nspanning continents and hurting people of every gender, \r\nrace and creed. No religion or belief in discrimination \r\ncan ever be a defensible cause for maiming, terrorizing \r\nor killing others.\r\nA global society that is truly determined to counter \r\nall facets of terrorism must rise above prescriptive \r\npronouncements and take action. In that regard, Malta \r\nbelieves that the United Nations is central to the global \r\nfight against terrorism. As host to the International \r\nInstitute for Justice and the Rule of Law, Malta believes \r\nthat the most effective way to counter terrorism is by \r\nempowering the rule of law and strengthening the \r\njudiciary in States where terrorist activity is gaining \r\nground. This is what this centre is doing, without much \r\nfanfare, each and every day.\r\nAll of these aspects are priority areas for \r\nMalta, which is currently Chair-in-Office of the \r\nCommonwealth of Nations and is looking forward to \r\nholding the presidency of the Council of the European \r\nUnion during the first half of next year. As we near \r\nthis milestone in our political history, Malta continues \r\nto successfully broaden its foreign-policy focus. While \r\nour neighbourhood will naturally remain among the \r\nleading priorities for the months and years to come, \r\nour country seeks to intensify its outreach to other \r\nregions and countries that present potential for further \r\nexchanges. The overriding driving force of our global \r\nperspective is oriented towards dialogue and mutual \r\nunderstanding — a vocation to which Malta has \r\ngenuinely adhered for decades.\r\nAs I have suggested previously, Malta is deeply \r\ncommitted to Euro-Mediterranean dialogue and \r\nA/71/PV.16 22/09/2016\r\n14/25 16-29565\r\ncooperation, inspired by our long-lasting policy, \r\nforged by former Prime Minister Dom Mintoff, \r\nbased on the principle that there can be no peace and \r\nsecurity in Europe without peace and security in the \r\nMediterranean. We believe that this principle was never \r\nmore true than today and that it can be broadened to \r\nsay that there can be no peace and security, not just in \r\nEurope but in the world, without peace and security in \r\nthe Mediterranean. This vision will be a primary driving \r\nforce behind Malta’s presidency of the Council of the \r\nEuropean Union. Countries bordering the southern \r\nMediterranean shores are facing serious challenges, \r\nranging from conflict to terrorism to extremism and \r\nradicalization. These are all challenges that cannot be \r\naddressed by individual countries and which require \r\nconcerted resolve and action.\r\nApart from ensuring ownership of this cause by \r\nall stakeholders in the region, Malta will also promote \r\nthe fostering of better synergies among regional \r\nMediterranean mechanisms — including the Five+Five, \r\nthe Union for the Mediterranean and the Anna \r\nLindh Foundation — to address threats and achieve \r\nshared goals. Furthermore, the Maltese presidency \r\nof the European Council will endeavour to continue \r\nstrengthening relations with the League of Arab States \r\nwith the aim of consolidating institutions and achieving \r\nbetter relations. We will also continue to actively \r\nsupport the revitalization of relations with the Gulf \r\nStates and the Gulf Cooperation Council, which would \r\nalso serve as another opportunity to step up multilevel \r\nregional cooperation with the European Union.\r\nOver the past 70 years, the United Nations has \r\nstrived to work together to achieve peace, security, \r\ndevelopment and human rights. In spite of the atrocities \r\nwe have witnessed in past years, we must continue \r\nto hold onto these principles. We must not allow fear \r\nto be the driving, and at times paralysing, force. We \r\nmust continue to keep in mind the larger picture and \r\nrecognize that our diversity is our strength, that to \r\nunderstand each other fortifies our progress and that one \r\npeople’s concerns are collectively our concerns. Malta \r\nwill continue to play its part within the Organization \r\nto contribute, support and advance its initiatives and to \r\nfoster new ones for the common good.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I wish to thank the Prime \r\nMinister of the Republic of Malta for the statement he \r\nhas just made.\r\nMr. Joseph Muscat, Prime Minister of the Republic \r\nof Malta, was escorted from the rostrum.\r\nThe Acting President (spoke in French): I now call \r\non His Excellency Mr. Agapito Mba Mokuy, Minister \r\nfor Foreign Affairs and International Cooperation of \r\nthe Republic of Equatorial Guinea. \r\nMr. Mba Mokuy (Equatorial Guinea) (spoke in \r\nSpanish): In taking the f loor at the General Assembly \r\non behalf of His Excellency Mr. Obiang Nguema \r\nMbasogo, President of the Republic of Equatorial \r\nGuinea, I would like first to congratulate His Excellency \r\nMr. Peter Thomson for his fitting election as President \r\nof the General Assembly at its seventy-first session. I \r\nwish him every success as he carries out his functions. \r\nI also extend my congratulations to His Excellency \r\nMr. Mogens Lykketoft, the outgoing President, for \r\nall the innovations introduced to the Assembly and \r\nfor his work in general. In particular, I would like to \r\ncongratulate His Excellency Mr. Ban Ki-moon, who is \r\nattending the general debate of the General Assembly \r\nfor the last time as Secretary-General. I thank him for \r\nhis contribution to conflict resolution in the world and \r\nhis 10 years of service to humankind. I wish him every \r\nsuccess in his future endeavours.\r\nToday the world is witnessing an overwhelming \r\nand unrelenting wave of migrants f leeing conflict \r\nareas, particularly in Iraq and Syria — as well as from \r\nAfrica to Europe — trying to find a safe and quiet place \r\nto live. Terrorism continues to leave innocent victims \r\nin its wake in every region, thereby constituting \r\na real threat to the well-being and development of \r\nhumankind. Political instability is endangering the \r\nlives of thousands of human beings in many countries. \r\nThe economic crisis is becoming increasingly worse \r\nand more unpredictable, thus negatively affecting \r\nthe growth and social and economic development of \r\nour countries. The crisis is having particularly strong \r\nimpacts on developing countries, where there are still \r\ncommunities that suffer from hunger, malnutrition and \r\nextreme poverty. In a world as complicated and complex \r\nas ours is today, the role of the United Nations is more \r\nessential than ever. \r\nTherefore, united, we must bring about true \r\ndemocracy within our Organization. United, we must \r\nprotect our planet for the sake of our offspring. United, \r\nwe must respect and help one another. United, we must \r\ngive priority to human values, not only in terms of \r\nrespect of human rights but also in terms of respect for \r\n22/09/2016 A/71/PV.16\r\n16-29565 15/25\r\nthe rights of humankind. As such, we will be able to \r\nstrengthen our United Nations and ensure a better future \r\nfor generations to come. As policymakers we run the \r\nrisk of incurring our collective historical condemnation \r\nif our ambition and sense of superiority continue to lead \r\nus down the path of destroying our own human species, \r\npolluting our planet and shattering the foundations of \r\npeaceful coexistence, to which future generations are \r\nentitled.\r\nBy 2030, the States Members of the United Nations \r\nshould have transformed the lives of all and conserved \r\nour planet. That is the goal and commitment that the \r\nleaders of our Organization undertook at the seventieth \r\nsession of the General Assembly in September 2015 by \r\nadopting the 17 Sustainable Development Goals and \r\n169 targets. Indeed, there is an urgent need to achieve \r\nthe Goals, each and every one of which is necessary and \r\nessential for the development of a decent life for every \r\nhuman being.\r\nThe Common African Position on the post-\r\n2015 development agenda has been very useful in \r\nimplementing the Sustainable Development Goals. It \r\nidentifies substantive issues of importance for Africa, \r\nwhich were the basis of a consensus on the priorities, \r\nconcerns and strategies of Africa that was reflected \r\nin the outcome of the negotiation process of the 2030 \r\nAgenda.\r\nWith regard to progress made in the Republic \r\nof Equatorial Guinea, I am pleased to inform the \r\nAssembly that, in keeping with its ambition to become \r\nan emerging country by 2020, the Government of \r\nEquatorial Guinea has fully integrated the Sustainable \r\nDevelopment Goals into its Horizon 2020 programme. \r\nWith the programme, the Government is giving priority \r\nto its economic and social transformation through \r\ndeveloping human capital and inclusive and sustainable \r\ngrowth. In recent years, important progress has been \r\nmade in all sectors.\r\nIn the health-care sector, the World Health \r\nOrganization has qualified Equatorial Guinea as one \r\nof the few countries in the region that has been able \r\nto considerably reduce the risks leading to maternal \r\nand infant mortality during pregnancy and childbirth, \r\nthanks to the practice of preventive medicine and free \r\nvaccinations. Children, pregnant women and the elderly \r\nreceive free health services and equal access to drugs.\r\nIn the economic arena, Equatorial Guinea is \r\nfocusing on diversifying its productive sector, thereby \r\ncreating jobs for youth in such areas as industrial \r\nfishing, agriculture and hydrocarbon exports, all of \r\nwhich is aimed at improving the quality of life of the \r\npeople. Through a programme of water, electricity and \r\nhealth care for all, citizens throughout the country have \r\naccess to drinking water, electricity and health services.\r\nAt the international level, we would point out \r\nthe Government of Equatorial Guinea’s donations to \r\nthe Food and Agriculture Organization of the United \r\nNations to fight hunger on the African continent and its \r\ndonations to the World Health Organization to fight the \r\nEbola pandemic and improve the health of the victims \r\nin the most affected countries.\r\nAs the General Assembly can see, although much \r\nremains to be done, the Government of Equatorial \r\nGuinea has made great strides in achieving the \r\nSustainable Development Goals of the 2030 Agenda, \r\nin part thanks to the good use of resources from the \r\nhydrocarbons sector, which is the main source of \r\nincome for its economy.\r\nIn tandem with the implementation of the \r\nDevelopment Goals, we note that many citizens of \r\ncountries in our Organization continue to live in \r\ninsecurity and fear and under threat. The refugee crisis \r\nrequires a new approach. We value and commend \r\nthe decision adopted by the Governments of several \r\nWestern African and other countries to receive and help \r\nthe refugees start a new life.\r\nAs the Assembly will recall, on 3 September \r\n2015, the photos of young Aylan Kurdi, only 3 years \r\nold, who died on the sands of a Turkish beach after \r\ndrowning — may God rest his soul — moved us all and \r\nappealed to our deepest human feelings. A 13-year-old \r\nSyrian immigrant also appealed to us when he appeared \r\nbefore the microphones of the international press and \r\nsaid, \r\n“Please help the Syrians. We do not want to stay in \r\nEurope. Stop the war in Syria, and you will not see \r\nus here”. \r\nWe believe that the statement made by the young Syrian \r\nmust give us new direction in our efforts towards \r\nconfronting the migration crisis that we are experiencing \r\ntoday. We recognize that the policy of partnering with \r\none of the belligerent parties and supplying them with \r\nweapons can only lead to death, suffering, destruction \r\nand the attendant migrant and refugee crisis. That \r\npolicy has caused many years of suffering in so many \r\nA/71/PV.16 22/09/2016\r\n16/25 16-29565\r\ncountries that were once stable and peaceful models of \r\ncoexistence but are now experiencing the worst human \r\ntragedy in their history.\r\nWe must again choose the path of dialogue, rather \r\nthan that of weapons procurement. We must put an \r\nend to the proliferation of nuclear weapons. We must \r\nresolve conflicts by other means and promote a culture \r\nof peace, not of violent confrontation. When any person \r\nsuffers, it concerns us all. When one nation is at war, \r\nwe are all at war and there is no peace.\r\nAs President John F. Kennedy stated in his \r\ncommencement speech at American University, on \r\n10 June 1963, \r\n“[G]enuine peace [is] the kind of peace that makes \r\nlife on earth worth living — the kind that enables \r\nman and nations to grow and to hope and to build \r\na better life for their children ... not merely peace \r\nfor [some] but peace for all men and women, not \r\nmerely peace in our time but peace for all time ...\r\n“For, in the final analysis, our most basic common \r\nlink is that we all inhabit this planet. We all breathe \r\nthe same air. We all cherish our children’s future. \r\nAnd we are all mortal.” \r\nI am the representative of a country that aspires to \r\na seat in the Security Council within two years. Since \r\nour accession to national independence on 12 October \r\n1968, almost 48 years ago, the Republic of Equatorial \r\nGuinea has not yet had the privilege of membership of \r\nthe Security Council. Duly endorsed by the Summit of \r\nHeads of State and Government of the African Union, \r\nheld in Johannesburg in July 2015, our country became, \r\nfor the first time, a candidate for non-permanent \r\nmembership of the Security Council for the 2018-2019 \r\nterm. The election will be held in June 2017. From this \r\nrostrum, the Government of the Republic of Equatorial \r\nGuinea requests the determined support of all States \r\nMembers of the United Nations for our candidacy. The \r\nGovernment of Equatorial Guinea pledges to live up to \r\nthe task and to work for a more just, more humane and \r\nmore peaceful world.\r\nWith respect to reforms that are absolutely \r\nnecessary for the United Nations, we regret to note \r\nthat, 71 years after the United Nations was established, \r\nAfrica continues to lack permanent representation at \r\nthe highest level of the Organization. Seventy-one years \r\nlater, Africa continues to be denied the right to a voice, \r\nvote and veto among the group of permanent members \r\nof the Security Council. That is not fair for a continent \r\nthat comprises 54 Member States, a population of \r\n1.1 billion people and whose issues constitute the \r\nmajority of the topics discussed in the Council.\r\nI cannot conclude without congratulating, once \r\nagain, the Government of the United States of America \r\nfor the major step taken in restoring dialogue with the \r\nRepublic of Cuba. We therefore call on the Government \r\nand the people of the United States of America to \r\nfinally and definitively lift the embargo against the \r\nCuban people, to enable that country to have the means \r\nto fully participate in the national and multinational \r\nimplementation of 2030 Agenda for Sustainable \r\nDevelopment.\r\nThe foregoing is the message entrusted to me by His \r\nExcellency Obiang Nguema Mbasogo for delivery to \r\nthe General Assembly, to which I offer my best wishes \r\nfor success in its work to achieve a more peaceful, more \r\nhumane and more democratic world. May God bless the \r\nRepublic of Equatorial Guinea and may God bless the \r\nUnited Nations.\r\nThe Acting President (spoke in French): I now \r\ncall on His Excellency Mr. Eladio Ramón Loizaga \r\nLezcano, Minister for Foreign Affairs of the Republic \r\nof Paraguay.\r\nMr. Loizaga Lezcano (Paraguay) (spoke in \r\nSpanish): On behalf of the Republic of Paraguay, \r\nI congratulate Ambassador Peter Thomson on his \r\nelection as President of the General Assembly at this \r\nsession. I wish him every success and assure him of my \r\ndelegation’s support. \r\nWe also acknowledge Ambassador Mogens \r\nLykketoft, who helped keep the 2030 Agenda \r\nfor Sustainable Development at the heart of our \r\ndeliberations and initiated, after 70 years, a ground-\r\nbreaking process of openness and transparency in \r\nelecting the next Secretary-General, which will be an \r\nimportant milestone in the history our Organization.\r\nI also take the opportunity, on behalf of President \r\nHoracio Manuel Cartes Jara, to commend Secretary-\r\nGeneral Ban Ki-moon for his tireless work during \r\nthe past 10 years, his humanity and his commitment \r\nto the purposes and principles of the United Nations. \r\nWe are confident that his legacy will live on and serve \r\nas an inspiration to the next person to assume the \r\nresponsibility. On behalf of the Paraguayan people, I \r\n22/09/2016 A/71/PV.16\r\n16-29565 17/25\r\nreiterate our appreciation for his historic visit to the \r\nRepublic of Paraguay.\r\nWe live in an increasingly complex and \r\ninterconnected world with an international context that \r\nis constantly evolving. Traditional armed conflicts have \r\nnearly disappeared, but terrorism in its most cowardly \r\nand intolerant form has reached global dimensions \r\nand is characterized by the emergence of increasingly \r\ncruel and inhuman groups that scorn human life and \r\nlack any respect for rights and fundamental freedoms. \r\nThe effects of climate change and pollution continue to \r\nworsen, and pandemics threaten our planet.\r\nThe global challenges that transcend physical \r\nborders and to which no State is immune cannot be \r\nconfronted individually. It is therefore essential to \r\npromote collective, comprehensive strategies, based \r\non shared responsibility. Furthermore, we cannot lose \r\nsight of other priority challenges such as eradicating \r\npoverty, reducing inequality and ensuring a life of \r\ndignity for all.\r\nWe are saddened and concerned about the situation \r\nendured by refugees and migrants in various parts of \r\nthe world. The scale of the refugee crisis should lead \r\nus to think, not only of responses to their most pressing \r\nneeds, but about the importance of resolving the root \r\ncauses that have led these people to f lee their homes \r\nand embark on perilous journeys in which they face \r\nterrifying uncertainty.\r\nToday, given the new and complex contexts, \r\nthe main purposes of the United Nations — to find \r\nsolutions to the international problems in the economic, \r\nsocial, cultural and humanitarian spheres and to \r\npromote respect for human rights — have not lost their \r\nrelevance. On the contrary, they are more compelling \r\nthan ever. However, the Organization requires reform \r\nthat brings it up to date and helps it to come up with \r\nappropriate and effective responses.\r\nThe General Assembly must be strengthened. It is \r\nthe highest expression of the democracy of the countries \r\nthat constitute it. Sovereign equality is the cornerstone \r\nof its structure. It is the Parliament of the world. We \r\nbelieve that this year, given the public hearings that \r\nhave taken place with the candidates, men and women \r\nalike, we have taken an important step in strengthening \r\nits role and in increasing transparency in the process \r\nof selecting the next Secretary-General. Paraguay \r\nwould like a Secretary-General who attaches priority \r\nto preventive diplomacy and mediation and who, as \r\nthe main person responsible for the administration, \r\nwill ensure that the system of the United Nations \r\nexemplifies inclusion and promotes national diversity \r\nand gender balance in its staff.\r\nReform should also encompass our executive \r\nbranch, the Security Council, the body in charge of \r\nmaintaining international peace and security. We need \r\na more democratic and representative Council with \r\nmore space for developing countries — a Council that \r\nis transparent, inclusive and accountable for its actions. \r\nI would like to mention that Paraguay aspires to be a \r\nmember of that body from 2028 to 2029. The Republic of \r\nParaguay reaffirms its commitment to international law \r\nand multilateralism. Unilateral action in international \r\nrelations only negatively affects the weakest countries.\r\nA fundamental pillar of peaceful and harmonious \r\ncoexistence among States is the peaceful use of nuclear \r\nenergy. We advocate for such energy programmes, \r\ndeveloped with full precautions so as to limit \r\nthe degradation that its products can cause to the \r\nenvironment. States that carry out such programmes \r\nshould do so on the basis of broad, cross-border \r\nresponsibility. They should follow best practices based \r\non international cooperation, prevention of the risk of \r\ndamage, and due diligence, responding appropriately to \r\npossible cross-border damage.\r\nAll nations of the world are called upon to prevent \r\nthreats to peace and to adopt appropriate measures \r\nto strengthen universal peace, especially with regard \r\nto disarmament, non-proliferation and arms control. \r\nCollective and responsible action is necessary in order \r\nto address the various situations that endanger the lives \r\nand security of civilians and that affect the political \r\nstability of entire countries and regions.\r\nParaguay reaffirms its willingness to continue \r\ncontributing to the personnel of peacekeeping \r\noperations. Today, there are Paraguayan personnel \r\ndeployed in seven of those operations. The Republic \r\nof Paraguay strongly condemns terrorism and violent \r\nextremism in all its forms and manifestations and stands \r\nin solidarity with victims and the suffering caused to \r\nthem and their families by terrorist acts. Last month, \r\nour country suffered a criminal attack that killed \r\nParaguayan military personnel in the performance of \r\ntheir duties. We are grateful for expressions of solidarity \r\nfrom the international community, and we reaffirm our \r\ncommitment to the struggle against terrorism in the \r\nA/71/PV.16 22/09/2016\r\n18/25 16-29565\r\nframework of international law and with full respect \r\nfor human rights and international humanitarian law.\r\nOur Government, founded on traditional relations \r\nof friendship and cooperation with the Republic of \r\nChina on Taiwan, appeals for that country to have an \r\nenhanced presence in the agencies and programmes of \r\nthe United Nations system. \r\nPoverty and inequality are drivers of political \r\ninstability. They degrade the social fabric and condemn \r\nthe most vulnerable to a life of exclusion and want. \r\nThe historic promise embodied in the 2030 Agenda \r\nfor Sustainable Development to eradicate poverty \r\neverywhere and if possible forever, within 15 years, is, \r\ntherefore, unprecedented in history. With that in mind, \r\nmy country’s Government is implementing inclusive \r\ndevelopment plans and programmes for the progressive \r\nrealization of the economic and social rights of our \r\ncitizens and in doing so works to improve their quality \r\nof life, which in turn will contribute to strengthening \r\nour democracy. \r\nThe sustained economic growth of Paraguay \r\nin recent years and the implementation of its social \r\nprotection strategies have made it possible for thousands \r\nof Paraguayan families to emerge from extreme \r\npoverty. However, our challenge is not only to continue \r\nmaking progress in that direction but to avoid having \r\nthose who emerge from poverty fall back into it. Our \r\nmost iconic initiatives and social protection schemes \r\ninvolve conditional monetary transfers, school lunches \r\nand pensions for the elderly. We also have specific \r\nprogrammes to put an end to the intergenerational \r\ntransmission of poverty, such as the Sowing \r\nOpportunities Programme, which improves families’ \r\naccess to health and education and prioritizes women \r\nwho are the heads of their households. In Paraguay, \r\nwe strongly promote infrastructure, and we are taking \r\nmeasures to improve transparency and accountability \r\nin public institutions. “The public domain open to the \r\npublic.” That is our Government’s motto.\r\nAdditionally, we encourage productive development \r\nby promoting investments, with the understanding that \r\nthe private sector plays an important role in creating \r\nopportunities that help provide jobs for all and decent \r\nwork. Countries like ours, which greatly depend on \r\nnatural resources, are more vulnerable to climate \r\nchange. Therefore, for Paraguay, the Paris Agreement \r\nis a priority. I would like to announce that the National \r\nCongress has approved the Agreement, and in a few \r\ndays we will put the relevant ratification into effect.\r\nInternational trade is a pillar of sustainable \r\ndevelopment. However, landlocked developing \r\ncountries face special needs and challenges in their \r\nefforts to be full and effective members of the global \r\neconomy and benefit from it. The Republic of Paraguay \r\nurges developed countries to allow increased access to \r\ntheir markets for products from landlocked developing \r\ncountries through their inclusion in systems of \r\ngeneralized preferences, trade financing programmes \r\nand programmes of aid for trade, and by promoting \r\nthe integration of landlocked countries into global \r\nand regional production chains. The Republic of \r\nParaguay is fighting for the prompt implementation of \r\nthe Bali Agreement on Trade Facilitation, which will \r\nundoubtedly result in increased competitiveness in \r\nglobal markets. \r\nYoung people are the most important human capital \r\nof a country, and Paraguay has one of the largest \r\nyouth populations among Latin American countries. \r\nConvinced that we must prepare them for the challenges \r\nof contributing to a better and more just society, our \r\nGovernment has started the Don Antonio Carlos López \r\nScholarship Programme for studies abroad, which \r\nhas benefitted hundreds of youth. This year, we also \r\nlaunched the first call announcing specialized study \r\nscholarships for teachers in all parts of the country. \r\nSince the adoption of the Universal Declaration \r\nof Human Rights, the international community has \r\nseen great progress in the international promotion and \r\nprotection of human rights. One of the most significant \r\nsteps was the establishment of the Human Rights \r\nCouncil, which celebrates its tenth anniversary this \r\nyear. For Paraguay, a current member, it is essential \r\nto strengthen the Council, give it the necessary \r\ntools to persevere in its mandate, and eliminate any \r\nobstacles that may weaken it. We proudly emphasize \r\nthat our country has developed the Recommendations \r\nMonitoring System, which makes it possible to \r\ntransparently and openly verify compliance with \r\ninternational recommendations on human rights at the \r\nnational level. We have made that mechanism available \r\nto all States interested in replicating it in the context of \r\ntheir national realities. \r\nParaguay welcomes the historic bilateral \r\nagreement and definitive ceasefire between the \r\nRepublic of Colombia and the Revolutionary Armed \r\n22/09/2016 A/71/PV.16\r\n16-29565 19/25\r\nForces of Colombia, and congratulates all those who \r\nmade it possible. The Paraguayan people extend their \r\nbest wishes to Colombia, with whom we are joined \r\nin bonds of historical and unbreakable friendship. \r\nWe genuinely hope that this new stage will be one of \r\nnational reconciliation and unification, so that together \r\nthe country may face the challenges ahead in order to \r\nbuild a country in peace and social justice where no one \r\nis excluded.\r\nWe support the use of dialogue, good-faith political \r\nsolutions and peaceful means as the only tools suitable \r\nfor resolving conflicts, so that agreements that promote \r\nlasting and sustainable peace in the framework of \r\ninternational law can be achieved. \r\nThe Acting President (spoke in French): I now \r\ncall on His Excellency Sir Puka Temu, Special Envoy \r\nof the Prime Minister and Minister for Public Service \r\nof Papua New Guinea.\r\nSir Puka Temu (Papua New Guinea): Papua New \r\nGuinea appreciates and applauds the outgoing President \r\nof the General Assembly, His Excellency Mogens \r\nLykketoft, for his outstanding guidance of the General \r\nAssembly in the conduct of its business this past year.\r\nPapua New Guinea is delighted to see a Pacific \r\nIslander presiding for the first time over the General \r\nAssembly at this session as its seventy-first President, \r\nand joins the international community in congratulating \r\nHis Excellency Ambassador Peter Thomson on his \r\nhistoric election. We wish him a successful presidency.\r\nWe gather here before the sombre backdrop \r\nof a world that is beset with multidimensional \r\nhumanitarian, political, economic, social, peace and \r\nsecurity and environmental challenges on a scale that is \r\nunprecedented in recent memory. Many of our countries, \r\nincluding my own, have not been spared from the \r\nadverse impact of the global situation, and we continue \r\nto reel from them. Those challenges are unlikely to be \r\novercome in the short term or by individual countries \r\non their own. That reminds us all of the importance \r\nof ensuring that we, the peoples of the United Nations, \r\nrenew and strengthen our resolve and faith in the letter \r\nand spirit of the Charter of the United Nations.\r\nThe ongoing sad plight of millions of refugees and \r\nmigrants — including internally displaced persons and \r\nthose that have paid the ultimate sacrifice with their \r\nlives — should not and cannot become the new normal. \r\nNo country is immune from the implications of that \r\nincreasing global concern. My Government in Papua \r\nNew Guinea — in accordance with our international \r\nhuman rights obligations and in close partnership \r\nwith Australia — hosts, on a humanitarian basis, a \r\nregional processing centre on the island of Manus for \r\nasylum-seekers who have made perilous journeys from \r\ntroubled areas of the world, including the Middle East \r\nand Asia. That bilateral arrangement has not been \r\nwithout its controversies. My Government has accepted \r\nthe decision of our Supreme Court earlier this year to \r\nclose down the facility, as the arrangement was found \r\nto be unconstitutional. My Government is now in the \r\nprocess of dismantling that facility and looking at other \r\narrangements with Australia to resettle those refugees \r\nwho do not wish to settle in Papua New Guinea. \r\nWe are committed to being part of the global \r\nsolution to the affront to the dignity of humanity and \r\nhuman rights imposed by forced migration. We pledge \r\nto act together with the international community \r\nto address not only the root causes of that issue, but \r\nalso to better assist the affected victims and impacted \r\ncountries of origin, transit and destination. The desire \r\nto halt the inhumanity and indignity must be our moral \r\ncompass. We therefore commend and support the strong \r\nleadership shown by the Secretary-General and other \r\nleaders of the world in directly addressing that serious \r\nissue, particularly through the World Humanitarian \r\nSummit and other relevant meetings on migrants and \r\nrefugees.\r\nIn the context of human rights protection and \r\npromotion, Papua New Guinea welcomes this morning’s \r\nadoption by the Human Rights Council of the set of \r\nrecommendations for Papua New Guinea’s second \r\nuniversal periodic review. As challenging as they are, \r\nmy Government is committed to addressing the various \r\nissues raised in that report (A/HRC/33/10).\r\nPapua New Guinea’s Constitution sets the \r\nprotection and promotion of human rights as an \r\nenduring and sacrosanct principle, to which we remain \r\nsteadfastly committed. That encompasses all the rights \r\nand freedoms articulated in the Charter of the United \r\nNations and particularly the Universal Declaration of \r\nHuman Rights, as well as other human rights treaty \r\nobligations under international law.\r\nAs Papua New Guinea embarks on implementing \r\nthe 2030 Agenda for Sustainable Development and other \r\nmultilateral agreements, we are guided by our National \r\nStrategy for Responsible Sustainable Development, our \r\nA/71/PV.16 22/09/2016\r\n20/25 16-29565\r\nMedium-Term Development Plan and the long-term \r\nstrategic Vision 2050 development road map as we \r\nwork towards becoming a prosperous, secure, healthy, \r\npeaceful and progressive nation. The importance of \r\nensuring the fundamental and inherent rights of our \r\ncitizens continues to remain central to that process.\r\nFor Papua New Guinea, the key to realizing the \r\nenhancement of our citizens’ human rights and freedoms \r\nwhile ensuring our fulfilment of the Sustainable \r\nDevelopment Goals also hinges on fostering the right \r\nenabling environment. That includes the rule of law, \r\ngood governance, capacity-building, economic growth, \r\nmulti-stakeholder partnerships and national ownership \r\nand leadership. Papua New Guinea’s concern for human \r\nrights is also demonstrated by our long and proactive \r\nmembership in the United Nations Special Committee \r\non Decolonization, which addresses the aspirations for \r\nself-determination of colonized peoples and territories. \r\nThat process must be completed, and our commitment \r\nremains undiminished.\r\nPapua New Guinea is concerned that the \r\ninternational community, despite all its efforts, is \r\nunable to contain the ongoing wars caused by economic, \r\nreligious, ethnic and other factors, including acts of \r\nterrorism. My Government is hopeful that the high-\r\nlevel meetings conducted over this past year will help \r\naddress many of the root causes of those conflicts.\r\nMany of today’s ongoing conflicts are also fuelled \r\nby the proliferation of firearms, especially small arms \r\nand light weapons. We therefore welcome global efforts \r\nto regulate the arms trade, which will minimize global \r\nconflicts and the displacement of people.\r\nThe United Nations Charter and the universal \r\nand transformative Goal 16 of the 2030 Agenda on \r\nSustainable Development are instructive on the nexus \r\nbetween peace, security and sustainable development \r\nfor the benefit of humankind.\r\nLet us seize this opportunity to work hand in hand \r\nin order to resolve the simmering conflicts and tensions \r\nthat continue tragically to aff lict many parts of the \r\nworld. Those events have dire consequences not only \r\nfor those directly affected but also for the rest of the \r\ninternational community. Papua New Guinea joins the \r\ninternational community in calling on all adversaries \r\nin armed conflicts around the world to lay down their \r\narms and resort to peaceful means for the settlement of \r\nconflicts.\r\nOn nuclear weapons and other weapons of mass \r\ndestruction, Papua New Guinea is staunchly opposed to \r\ntheir existence, testing and use. Complete disarmament \r\nof those murderous weapons is what the world needs for \r\npeace and security. In that regard, Papua New Guinea \r\nis concerned over the ongoing nuclear weapons and \r\nmissile tests carried out by the Democratic People’s \r\nRepublic of Korea in contravention of the relevant \r\nSecurity Council resolutions. We strongly condemn \r\nsuch acts, as they threaten regional and global peace \r\nand stability.\r\nFor our part, my country is making a modest \r\ncontribution through the United Nations peacekeeping \r\noperations in South Sudan and Darfur. We stand ready \r\nto work with the United Nations and further cooperate \r\nin international peacekeeping. We also learned hard but \r\nimportant lessons from our own internal armed conflict \r\nin the Autonomous Region of Bougainville two decades \r\nago. We thank the United Nations and other partners for \r\nthe valuable support provided in resolving that conflict. \r\nAt the regional level, we continue to effectively support \r\nthe Regional Assistance Mission to the Solomon Islands \r\nas it transitions to its conclusion next June.\r\nThe year 2016 has been heralded as the \r\nyear of the implementation of recently adopted \r\ninternational development agreements, in particular \r\nthe transformative and inclusive 2030 Agenda for \r\nSustainable Development, which underscores the \r\nimportance of eradicating poverty and ensuring that \r\nno one is left behind. It now forms the key driver \r\nfor multilateral and bilateral cooperation, as well as \r\nnational engagement, in improving the quality of life \r\nfor all.\r\nWe therefore welcome and support the sensible \r\ntheme for this General Assembly session chosen by \r\nthe new President. The challenge is to ensure that the \r\n2030 Agenda is led and driven nationally with support, \r\nas necessary, from development partners. To that end, \r\nwe appreciate and have supported the first high-level \r\nreview of the Sustainable Development Goals (SDGs) \r\nand are committed to ensuring their full implementation \r\nin our country and globally as well. Papua New Guinea \r\nagrees with the high-level political forum’s outcome, \r\nwhich recognizes that the key to the 2030 Agenda \r\nhinges on ensuring national ownership and leadership, \r\nmulti-stakeholder engagement and partnership, and a \r\nparadigm shift away from the business-as-usual modus \r\noperandi.\r\n22/09/2016 A/71/PV.16\r\n16-29565 21/25\r\nMy Government is committed to delivering on the \r\nSDGs for the people of Papua New Guinea. We are \r\nbuilding on the important lessons learned from the \r\nimplementation of the Millennium Development Goals. \r\nWe are in the process of translating and integrating \r\nthe SDGs at the national level within the framework \r\nof the National Strategy for Responsible Sustainable \r\nDevelopment. That is further guided by our medium-\r\nterm plan and our long-term Vision 2050 development \r\nplan for a prosperous nation.\r\nMy Government recognizes that the 2030 \r\nAgenda aligns fully with our current national \r\ndevelopment priorities with regard to education, health, \r\ninfrastructure, sustainable economic growth, and \r\nlaw and order, which we are already implementing \r\nthroughout the country. In that regard, my Government \r\nhas legislated and is implementing a robust and \r\nunprecedented decentralized governance structure that \r\nnow enables our 89 districts throughout the country to \r\nbe fully funded and directly involved in identifying, \r\ndesigning and implementing the national development \r\npriorities specific to their respective areas. We are \r\nengaging the private sector, faith-based organizations \r\nand civil-society organizations, which are adding value \r\nto our national development.\r\nWe also stress the importance of mobilizing \r\nresources, including financial support from all \r\navailable sources, so as to be able to deliver on the \r\nSDGs nationally. That is why the Addis Ababa Action \r\nAgenda on funding for development is pivotal and \r\nneeds to be fully implemented. At our national level, \r\nwe have recently concluded taxation-system reforms \r\nso as to strengthen financial resource mobilization in \r\nsupport of our national development agenda.\r\nThe attainment of the SDGs at the national level is \r\nalso dependent on the growth and strength of the global \r\neconomy. The ongoing depressed global economy, \r\nwith low agricultural commodity prices compared to \r\nprices in the petroleum, oil and gas and mineral sectors, \r\ncontinues to constrain our national efforts to achieve \r\nsustainable development. We urge concerted global \r\nefforts to spur our economic growth so that we can \r\nsupport delivery on the SDGs.\r\nFor us, development cooperation is also an \r\nimportant element that constitutes 40 per cent of \r\nour annual development budget and remains a key \r\ncomponent for the successful pursuit of our national \r\ndevelopment priorities, including the SDGs. For \r\ndevelopment partners to be meaningful supporters of \r\nnational SDGs efforts, it is imperative that they align \r\ntheir assistance to national development policies, \r\nstrategies and plans rather than undertake parallel \r\npaths that can be unhelpful.\r\nPapua New Guinea is highly vulnerable to the \r\nadverse impacts of climate change. Therefore, in \r\norder to demonstrate our commitment to combating \r\nclimate change, we supported the adoption of the \r\nParis Agreement in December 2015, signed it in April \r\n2016, and ratified and deposited the instrument of \r\nratification at the Secretariat yesterday. We welcome \r\nand congratulate those countries that have ratified the \r\nParis Agreement, and we urge those that have not yet \r\ndone so to do so, particularly countries that emit high \r\nlevels of carbon.\r\nI am also pleased to inform the Assembly that we \r\nhave signed a privileges and immunities agreement \r\nwith the Green Climate Fund yesterday. That will \r\nassist in facilitating the funding and support necessary \r\nfor the implementation of our nationally determined \r\ncontributions.\r\nAs an archipelagic State, Papua New Guinea is \r\nconcerned with the state of the world’s oceans, since a \r\nlarge proportion of our people’s lives and livelihoods, \r\nincluding our cultural heritage, is linked with the oceans \r\nand seas. The health, productivity and resilience of the \r\noceans and seas are increasingly under threat from \r\nuncontrolled and poorly regulated human activities, \r\nincluding illegal, unregulated and unreported fishing, \r\nland-based pollution, plastic and marine debris, and \r\nocean warming and acidification. In order better to \r\naddress those concerns, my Government recently \r\napproved an integrated National Oceans Office, and \r\nwe are setting in place, in close partnership with our \r\ndevelopment partners, the necessary policy framework \r\nand legislation.\r\nAt the regional level, under the auspices of \r\nthe Pacific Islands Forum, our collective support, \r\nleadership and advocacy for a healthy, productive and \r\nresilient oceans and seas have been harnessed under the \r\nregion’s Pacific Oceanscape Framework. Papua New \r\nGuinea therefore welcomes and endorses the United \r\nNations Conference to Support the Implementation \r\nof Sustainable Development Goal 14 on oceans so as \r\nto advance action on the world’s ocean development \r\nagenda. Likewise, we commend the United States \r\nGovernment for convening the Our Oceans Conference \r\nA/71/PV.16 22/09/2016\r\n22/25 16-29565\r\nlast week to address those concerns, including through \r\nthe promotion of partnerships.\r\nIt is also important to ensure that the activities on \r\nthe high seas not compromise efforts to conserve and \r\nsustainably use ocean resources within our national \r\njurisdiction. For that reason, we urge a timely conclusion \r\nto the Preparatory Committee process on the elements \r\nof a draft text of an international, legally binding \r\ninstrument, under the United Nations Convention on \r\nthe Law of the Sea, on the conservation and sustainable \r\nuse of marine biological diversity in areas beyond \r\nnational jurisdiction.\r\nWe look to a secure future for our people, based \r\non the sustainable development, management, \r\nconservation and use of our ocean and its resources. \r\nWe must urgently change the way we think about our \r\nocean and its resources. Transformational change and \r\naction must start now.\r\nThe international community is all too familiar \r\nwith the constant and increasing calls by Member \r\nStates and other stakeholders to reform the United \r\nNations system, including the Security Council, so as \r\nto reflect today’s global circumstances. While Papua \r\nNew Guinea recognizes that changes in any institution \r\nare never easy, we remain concerned about the slow and \r\nmerely incremental pace of the reforms of the United \r\nNations. With respect to the Security Council, while \r\nwe welcome the incremental progress made in the past \r\nyear, we have, however, witnessed in the process of the \r\nselection of the next Secretary-General of the United \r\nNations over the past few months the unjust and archaic \r\nprocedures and processes that render the majority of \r\nsovereign Member States unequal in this premier \r\nmultilateral forum that espouses sovereign equality.\r\nAnother glaringly unfair practice in the existing \r\nUnited Nations system is the underrepresentation of \r\nqualified women at the senior management level of the \r\nSecretariat. The United Nations must not merely preach \r\nabout gender equality and empowerment, it must be \r\nseen to exercise and implement what it advocates. \r\nNevertheless, Papua New Guinea commends the \r\nSecretary-General for his efforts to reform the United \r\nNations system. Every effort must be made by all \r\nMember States to ensure that the United Nations is \r\nreformed to better suit today’s world and be fit for \r\npurpose so as to serve its membership justly and fairly.\r\nWe thank the outgoing President of the General \r\nAssembly for his innovative initiative to introduce \r\ntransparency and inclusiveness for Member States in \r\nwhat has long been a closed and opaque process in the \r\nselection of a new Secretary-General of the United \r\nNations. Papua New Guinea notes the process underway \r\nto select the next Secretary-General to succeed the \r\nincumbent, whose term comes to a conclusion at the end \r\nof December 2016. Papua New Guinea looks forward \r\nto working with the next Secretary-General, and we \r\npledge our support in continuing the reform agenda.\r\nOn behalf of Papua New Guinea, I join previous \r\nspeakers in paying tribute to the current Secretary-\r\nGeneral for his outstanding leadership in bringing \r\nthe international community together to address the \r\nunprecedented challenges during his tenure of office. \r\nFor Papua New Guinea, he has also been the champion \r\nof small island developing States and the Pacific. We \r\ndeeply value and appreciate the fact that he is the \r\nonly serving United Nations Secretary-General who \r\nhas visited our region twice and has also enabled a \r\nregular annual dialogue with Pacific Islands Forum \r\nleaders, including his invitation to tomorrow’s meeting. \r\nThose actions clearly attest to his visionary and caring \r\nleadership for our regional issues. On my Government’s \r\nand the people’s behalf, I wish him and his wife good \r\nhealth and every success in his next endeavour.\r\nThe Acting President (spoke in French): I now \r\ncall on His Excellency Mr. Yun Byung-se, Minister for \r\nForeign Affairs of the Republic of Korea.\r\nMr. Yun (Republic of Korea): In 2015 in this Hall, \r\nthe international community shared its concerns on the \r\nstate of the world: conflicts and civil wars, terrorism \r\nand violent extremism, climate change, epidemics \r\nand grinding poverty. Unfortunately, the oversupply \r\nof problems and the deficit of solutions remains \r\nunchanged. The sense of crisis paradoxically drew us \r\ntogether to achieve historic milestones, namely, the \r\n2030 Agenda for Sustainable Development and the \r\nParis Agreement on climate change.\r\nFor the United Nations, 2016 marks the first year \r\nof the next seven decades. It is also the first year for \r\nimplementing the noted landmark achievements. In an \r\nincreasingly interconnected world that faces a daunting \r\narray of complex challenges, the central role played by \r\nthe United Nations is more crucial than ever. In order to \r\naddress that multilayered equation in a sustainable way, \r\nthe United Nations needs to heed calls for inclusive \r\nmultilateralism, that is, multilateral efforts to include \r\nthe vulnerable, the isolated and the unempowered.\r\n22/09/2016 A/71/PV.16\r\n16-29565 23/25\r\nThe World Humanitarian Summit, held in May, \r\nand the high-level plenary meeting on addressing \r\nlarge movements of migrants and refugees, held this \r\nSeptember, represent part of such joint efforts in that \r\nregard. Most of all, we have the f lagship blueprint \r\nfor inclusive multilateralism, the 2030 Agenda for \r\nSustainable Development, with its promise for a world \r\nthat leaves no one behind.\r\nThe Republic of Korea is often referred to as \r\na success story for development. As such, we are \r\nready to share our experiences for implementing the \r\nSustainable Development Goals (SDGs). Over the past \r\nyear, my Government launched major initiatives in the \r\nareas of education, women’s empowerment, science, \r\ntechnology and rural development. We have introduced \r\nKorea Aid, a new development cooperation initiative, \r\na mobile, customized service delivered to those in \r\nneed. Vulnerable groups are already experiencing \r\nbetter health and medical services, as well as enjoying \r\nadequate food and cultural activities.\r\nThe SDGs and the Paris Agreement on Climate \r\nChange are inextricably linked to the future of our \r\nplanet and our people. They should be mutually \r\nreinforcing and lead to a virtuous cycle. In that respect, \r\nas the host of the Copenhagen Green Climate Fund, my \r\nGovernment is taking domestic steps to complete the \r\nratification of the Paris Agreement as soon as possible \r\nthis year.\r\nThe successful implementation of the SDGs relies \r\non the strong anchor of peace and security, as well as \r\nrespect for human rights. Peace in the fullest sense can be \r\nachieved solely when peace and security, development \r\nand human rights are advanced together, and that is \r\nthe essence of the new concept of sustaining peace. It \r\nbroadens peacebuilding from post-conflict contexts to \r\nthe whole spectrum of conflicts. We share the renewed \r\nawareness of the idea that conflict prevention should be \r\nmainstreamed in all United Nations activities.\r\nAs has been noted by many speakers this week, \r\na frequent signal of looming conflicts is the violation \r\nof human rights. In conflict prevention, reading the \r\nwriting on the wall before it is too late is imperative. We \r\nknow that from experience, such as in Syria, Libya and \r\nAfghanistan. Another symptom is the spread of violent \r\nextremism and terrorism. Those are multifaceted \r\nchallenges, and there is no one-size-fits-all solution. \r\nWe need a holistic, inclusive and multi-stakeholder \r\napproach.\r\nThis year, the United Nations embarks on its next 70 \r\nyears. For us, 2016 is also an important symbolic year: \r\njust 25 years ago, the Republic of Korea, together with \r\nthe Democratic People’s Republic of Korea, became a \r\nState Member of the United Nations. Two Koreas were \r\nadmitted simultaneously, but we had a dream that in the \r\nfuture, there would be one Korea, just like one reunified \r\nGermany in 1991. Looking back at the track record of \r\nthose two Members, there can be no starker contrast. \r\nAs President Obama remarked earlier this week here in \r\nthis Hall, one has taken the path of success, while the \r\nother has become a wasteland (see A/71/PV.8).\r\nThe reason that North Korea has failed is because, \r\namong other things, of its fanatical and reckless pursuit \r\nof nuclear and missile programmes. North Korea has \r\nbeen the first and only country to conduct nuclear \r\ntests in this century. So far it has conducted five such \r\ntests, violating multiple Security Council resolutions. \r\nJust yesterday, at the eighth ministerial meeting of the \r\nFriends of the Comprehensive Nuclear-Test-Ban Treaty, \r\n43 countries issued a joint statement condemning \r\nPyongyang’s nuclear tests in the strongest terms. North \r\nKorea is the first and only country to develop nuclear-\r\nweapon programmes under the regime of the Treaty \r\non the Non-Proliferation of Nuclear Weapons (NPT), \r\nand it has announced its withdrawal from both the \r\nInternational Atomic Energy Agency and the NPT. It is \r\nalso the first and only country to officially declare itself \r\nto be a nuclear-weapon State in its own Constitution.\r\nNorth Korea’s recent nuclear tests show that its \r\nprogrammes have neared a tipping point. The latest \r\ntest was the strongest ever. The interval between tests \r\nhas also been significantly reduced, from three years \r\nto eight months. Given the country’s unpredictability \r\nand penchant for provocations, the next test and \r\nnuclear provocation may come even sooner than we \r\nexpect. North Korea has also fired 22 ballistic missiles \r\nof various types this year alone, amounting to one \r\nballistic missile almost every 10 days. The nuclear and \r\nballistic missile tests show that North Korea is now at \r\nthe final stage of nuclear weaponization. Even more \r\nworryingly, not only has it advanced its nuclear and \r\nmissile capacity, it has publicly threatened to actually \r\nuse those weapons preemptively, with the potential to \r\nstrike my country, the Republic of Korea, in four to \r\nfive minutes. With such a direct existential threat to \r\nour survival, my Government has no choice but to take \r\nthe defensive measures necessary to protect our nation \r\nand citizens.\r\nA/71/PV.16 22/09/2016\r\n24/25 16-29565\r\nIn the wake of North Korea’s fifth nuclear test, the \r\nSecurity Council agreed to begin working immediately \r\non appropriate measures based on Article 41 of the \r\nCharter of the United Nations, and it is currently \r\ndiscussing a new draft resolution on North Korea. We \r\nbelieve that the Council should adopt stronger, more \r\ncomprehensive sanctions that go beyond the scope of \r\nresolution 2270 (2016), close its loopholes and further \r\nexpand and reinforce the existing measures.\r\nIn that context, we need to find an answer to a more \r\nfundamental question, namely, North Korea’s repeated \r\nviolations of and non-compliance with Security \r\nCouncil resolutions and international norms, which are \r\nunprecedented, with no parallel in the history of the \r\nUnited Nations. They show that North Korea makes \r\na complete mockery of the authority of the Security \r\nCouncil, and thereby of the United Nations itself. It \r\nis crystal clear that North Korea, as a serial offender, \r\nhas manifestly failed to uphold its pledge to abide \r\nby its obligations under the Charter, particularly the \r\ncommitments to accept and carry out the decisions of \r\nthe Security Council. I therefore believe that it is high \r\ntime to seriously reconsider whether North Korea is \r\nqualified to be a peace-loving Member of the United \r\nNations, something that many countries are already \r\nquestioning. At the East Asia Summit held recently in \r\nLaos, my President warned that, unless we put a brake \r\non Pyongyang’s nuclear ambitions today, we will regret \r\nit tomorrow. This is our last chance.\r\nNorth Korea’s fifth nuclear test not only revealed \r\nits unambiguous nuclear ambitions, it also exposed its \r\nutter disregard for its own people. At a time of the worst \r\nf looding that it has experienced in decades, North Korea \r\nwent ahead with its nuclear test in the very region that \r\nwas hardest hit by the f loods. It is estimated that North \r\nKorea has spent at least $200 million on nuclear tests \r\nand missiles this year alone, a sum that would have been \r\nenough to pay for f lood relief. Two years ago, the report \r\nof the commission of inquiry on human rights in the \r\nDemocratic People’s Republic of Korea (A/HRC/25/63), \r\nwhich detailed North Korea’s systematic, widespread \r\nand gross human rights violations, was an eye-opener \r\nfor the entire world. Its ripples spread to the Human \r\nRights Council, the General Assembly, the Security \r\nCouncil and even beyond.\r\nWe live in an age of greater accountability today. \r\nNorth Korea’s human rights abuses should no longer \r\nbe allowed any impunity. It is also our common \r\nresponsibility to protect the country’s people when \r\nthe regime defiantly refuses to do so itself. Now is the \r\ntime for action. First, the international community’s \r\nhuman rights mechanisms must come up with more \r\nrobust measures. A group of independent experts \r\non accountability should recommend practical \r\nmechanisms to enforce accountability for human rights \r\nviolations in the Democratic People’s Republic of \r\nKorea, particularly those that amount to crimes against \r\nhumanity. Secondly, we must focus more on North \r\nKorea’s so-called State-sponsored forced labour abroad. \r\nThere should be greater scrutiny of the human rights of \r\nNorth Korean workers outside the country and of the \r\npossible diversion of their wages into North Korea’s \r\nprogrammes to develop weapons of mass destruction. \r\nThirdly, the international community should pay more \r\nattention to the desire of North Koreans for freedom \r\nand human dignity. They deserve better access to the \r\nrealities of the outside world. For our part, we recently \r\npassed an act on the human rights of North Koreans, \r\nreflecting the nationwide consensus that we should \r\nno longer ignore the human rights situation in North \r\nKorea.\r\nThis year marks Secretary-General Ban Ki-moon’s \r\ntenth year in office and the last session of the General \r\nAssembly during his term. I would like to commend \r\nhis commitment and leadership, and his remarkable \r\nachievements in a range of areas, notably on climate \r\nchange, sustainable development, gender equality, \r\nhumanitarian assistance and management reform of the \r\nUnited Nations. I believe that he has greatly strengthened \r\nthe Organization’s role and status through his efforts to \r\ndeal with the unprecedented challenges that we have \r\nseen during a time of enormous transformation.\r\nThe United Nations is currently in the process of \r\nchoosing his successor. I am confident that the next \r\nSecretary-General will strive to make the Organization \r\nstronger and more efficient by building on Mr. Ban’s \r\nlegacy. The founding principles of the Republic of Korea \r\nare at one with the spirit of the Charter’s phrase “We the \r\npeoples”. I hope that this year’s session of the General \r\nAssembly, representing the peoples of the world, will \r\nhelp to increase confidence in the Organization as a \r\nbeacon of hope in a turbulent world. And I would like \r\nto assure the Assembly that my country will continue \r\nto be a staunch supporter of the United Nations in its \r\nimportant and vital mission.\r\nThe Acting President (spoke in French): We have \r\nheard the last speaker in the general debate for this \r\nmeeting.\r\n22/09/2016 A/71/PV.16\r\n16-29565 25/25\r\nI now call on those representatives who have asked \r\nto speak in exercise of the right of reply. I remind \r\nmembers that statements in exercise of the right of reply \r\nmust be limited to 10 minutes for the first statement and \r\nfive minutes for the second, should there be one, and \r\nthat representatives should speak from their seats.\r\nMr. Maleki (Islamic Republic of Iran): The \r\nrepresentative of the Israeli regime took the f loor today \r\nin the Assembly (see A/71/PV.14) and once again tried \r\nto fool the whole world. He talked at length only about \r\nperipheral issues and matters unrelated to the issues at \r\nthe core of the Palestinian questions that have endured \r\nfor so many decades. That core concerns the land grab \r\nand the military occupation of the Palestinian territory. \r\nThe situation continues to remind him and Israel’s \r\nother representatives that, as long as the occupation \r\nof a people’s land continues, that people will never \r\nstop fighting the occupiers. At the same time, the \r\nrepresentative was also self-congratulatory about \r\nIsrael’s gains, in an attempt to blind his audience to the \r\nfact that he and his cohorts have done everything in \r\ntheir power to impose misery and despair on the people \r\nliving under their occupation. As usual, he also tried to \r\ndistract the world’s attention from the military regime \r\nthat Israel has created, the arsenal of nuclear bombs and \r\nchemical weapons that it has amassed, and the policy of \r\nmilitary build-up that it has pursued for decades.\r\nAs usual, the speaker also repeated Israel’s baseless \r\nfabrications about my Government. Although Iran is at \r\nthe forefront of the fight against terrorism in the region, \r\nhe accused us of being leaders of terrorism — without \r\nbeing able, as usual, to offer those present any proof \r\nof that. Indeed, quite contrary to his claims, it is now \r\nan established fact that Israeli agents have tended to \r\nDa’esh operatives who are active on Syrian territory in \r\nthe vicinity of the Israeli border. There is now a mass of \r\nproof showing that a Da’esh terrorist has been admitted \r\nto Israeli medical facilities and has been treated there. \r\nThe Israelis have claimed that they have done so out of \r\ntheir altruism and humanitarian instincts, claims that \r\nthey also made while indiscriminately bombing and \r\nshelling schools and nurseries in the Gaza Strip.\r\nOnce again, a regime that is armed to the teeth \r\nwith nuclear and chemical weapons and that has \r\nnever hesitated to unleash its military hardware \r\nagainst defenceless Palestinian civilians continues to \r\nput out baseless rants against Iran’s peaceful nuclear \r\nprogramme. The isolation of Israel and its head of \r\nGovernment during the efforts that were recently made \r\nto reach an agreement on Iran’s nuclear regime clearly \r\nindicate that no world leader or Government will ever \r\ntake seriously the baseless fabrications that the Israeli \r\nrepresentative makes about Iran. More laughable \r\ntoday, however, was the Israeli speaker’s accusation \r\nof Iran as expansionist, considering that the speaker is \r\nhimself someone who has presided over the occupation \r\nof another people’s lands and explicitly rejected any \r\npossibility of the establishment of a Palestinian State, \r\nincluding in March 2015.\r\nI would also like to respond briefly to the claims \r\nmade in the Assembly against the territorial integrity of \r\nmy country. The Government of the Islamic Republic \r\nof Iran reiterates its full sovereignty over the Iranian \r\nislands of Abu Musa and the Greater and Less Tunbs in \r\nthe Persian Gulf, and categorically rejects any claim to \r\nthe contrary. The Islamic Republic of Iran has always \r\npursued a policy of friendship and good-neighbourliness \r\nwith all its neighbour nations. In that context, my \r\nGovernment continues to stand ready to enter into \r\nbilateral discussions with the relevant officials of the \r\nUnited Arab Emirates with a view to strengthening our \r\nrelations in various areas and thereby resolving any \r\nmisunderstanding between the two countries. As has \r\nbeen repeatedly stated, the territorial integrity of the \r\nIslamic Republic of Iran and its sovereignty over the \r\naforementioned Iranian islands are not negotiable.\r\nMr. Giacomelli da Silva (Brazil) (spoke in \r\nSpanish): Regarding the statement delivered earlier \r\nby the representative of Cuba, I would simply like to \r\nreiterate what President Michel Temer of Brazil said in \r\nhis address to the Assembly on 20 September:\r\n“As we are all aware, Governments of different \r\npolitical inclinations coexist in our region. That is \r\nnatural and sound. What is essential is that there be \r\nmutual respect and that we agree on basic common \r\nobjectives, such as economic growth, human \r\nrights, social progress, security and freedom for all \r\ncitizens.” (A/71/PV.8, p. 8)\r\nThe meeting rose at 9 p.m.\r\n"