"United Nations A/71/PV.44\r\nGeneral Assembly\r\nSeventy-first session\r\n44th plenary meeting\r\nWednesday, 9 November 2016, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Thomson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Fiji)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda items 71 and 129\r\nReport of the International Tribunal for the \r\nProsecution of Persons Responsible for Serious \r\nViolations of International Humanitarian Law \r\nCommitted in the Territory of the Former \r\nYugoslavia since 1991\r\nNote by the Secretary-General transmitting the \r\ntwenty-third annual report of the International \r\nTribunal for the Former Yugoslavia (A/71/263)\r\nInternational Residual Mechanism for \r\nCriminal Tribunals\r\nNote by the Secretary-General transmitting the \r\nfourth annual report of the International Residual \r\nMechanism for Criminal Tribunals (A/71/262)\r\nThe President: I give the f loor to Judge Carmel \r\nAgius, President of the International Tribunal for the \r\nFormer Yugoslavia.\r\nJudge Agius (International Tribunal for the \r\nFormer Yugoslavia): Allow me to begin by extending \r\nmy sincere congratulations to you, Sir, on your election \r\nas President of the General Assembly. I wish you a \r\nsuccessful tour of duty.\r\nThis is the first time that I appear before the \r\nAssembly in my capacity as President of the International \r\nTribunal for the Former Yugoslavia (ICTY). It is an \r\nimmense honour for me to address the members of the \r\nAssembly and it is my pleasure to present the twenty-\r\nthird annual report (A/71/263) of the ICTY.\r\nAlmost exactly one year ago, I assumed my new \r\nfunctions as President of the ICTY. However, as most \r\nof the Member States know, I have been a Judge of \r\nthe Tribunal since 2001 and previously served as \r\nVice-President for four years, before being elected as \r\nPresident. The Tribunal’s new leadership also includes \r\na new Vice-President, my colleague from China, Judge \r\nLiu Daqun. Today, I also wish to thank my predecessor, \r\nJudge Theodor Meron, who is present and with whom \r\nI continue to work very closely in his capacity not only \r\nas an Appeals Chamber Judge, but also as President \r\nof the International Residual Mechanism for Criminal \r\nTribunals. That is particularly relevant because \r\nthe report before the Assembly details not only the \r\nprogress made in the past year towards completion \r\nof the Tribunal’s mandate, but also the transition to \r\nthe Mechanism.\r\nI am truly fortunate to have assumed office at a \r\ntime when the Tribunal is fully operational, strong and \r\nwell prepared for its final chapter. We have reached that \r\nstage thanks to the leadership of my predecessors, the \r\nrelentless efforts of my fellow judges past and present, \r\nand the superb staff with whom the institution has been \r\nblessed. The Tribunal has now concluded proceedings \r\nagainst 154 accused of the 161 persons indicted for \r\nserious violations of international humanitarian law. I \r\nam pleased to say that there are no remaining fugitives \r\ncharged with such violations. In a pending contempt \r\ncase, however, there are three accused persons whose \r\narrest warrants are yet to be executed.\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n16-37174 (E)\r\n*1637174*\r\nA/71/PV.44 09/11/2016\r\n2/16 16-37174\r\nAs we prepare to close in 2017, the Tribunal has \r\ncontinued its diligent efforts to complete the remaining \r\njudicial work expeditiously, while respecting due \r\nprocess and the fair trial rights of the accused, \r\nwhich must remain paramount. The work undertaken \r\nthroughout the reporting period, which ended on \r\n1 August, saw more cases disposed of than in the \r\nprevious reporting period, with judgments issued in \r\ntwo cases at the trial level, and two cases on appeal. In \r\naddition, the judges of the Appeals Chamber delivered \r\ntheir judgment in the final and largest-ever appeal case \r\nfrom the International Criminal Tribunal for Rwanda \r\n(ICTR). A further trial case was terminated in July of \r\nthis year following the death of the accused.\r\nToday I wish to outline for the Assembly the five \r\nmain challenges that the ICTY will face in the next 12 \r\nmonths.\r\nThe first challenge is ensuring that the remaining \r\ncases stay on track for a timely and responsible closure, \r\nas well as a smooth transition to the Mechanism. Under \r\nmy leadership, the Tribunal is committed to completing \r\nits remaining judicial work as quickly and efficiently as \r\npossible. The judges and legal staff are now focused on \r\none remaining trial, namely that against Ratko Mladić, \r\none remaining appeal, the Prosecutor v. Prlić et al. \r\ncase, and one contempt case, the Jojić et al. procedure. \r\nWhile in number of cases alone that might not seem like \r\nmuch work, I can assure the Assembly that the ongoing \r\nMladić case is one of the Tribunal’s most complex trials \r\nand that Prlić et al. is the largest appeal case in the \r\nhistory of international criminal justice.\r\nAt the same time, as the Tribunal concludes its \r\njudicial work, certain essential functions continue to \r\nbe transferred to the Mechanism. In the light of the \r\nprojected completion dates of the Mladić and Prlić \r\ncases, which are set for the end of November 2017, \r\na request for a final extension of the judges’ terms \r\nof office was recently made to the Security Council. \r\nI am hopeful that the States members of the Council \r\nwill support the request, as the extension of the judges’ \r\nmandates is crucial if the Tribunal is to complete its \r\nremaining work on time and ensure an orderly closure.\r\nThe second challenge is the taking of all necessary \r\nmeasures to encourage the retention of all Tribunal \r\nstaff and prevent accelerated staff attrition. As we \r\nnear the end of the Tribunal’s mandate and continue \r\nworking diligently in order to complete the final cases \r\nwithout delay, all organs of the Tribunal are closely \r\ncooperating to address the escalating challenges of staff \r\nattrition and staff morale. In that regard, the Tribunal \r\nis coordinating with the Department of Management \r\nto explore possible further measures to address that \r\ncritical situation. It is incumbent upon me to take this \r\nopportunity to underscore that the staff of the Tribunal \r\nare highly dedicated, talented and professional \r\nindividuals. It is thanks to their enormous efforts and \r\ncontribution that we continue to make good progress in \r\nthe remaining cases. However, the fact remains that as \r\nthe Tribunal nears its ultimate closure, staff members \r\nat all levels will continue to depart from the Tribunal \r\nfor more secure employment elsewhere. While that is \r\ndisappointing, it is understandable; they are, indeed, \r\nfree to do so.\r\nThe Tribunal urgently needs the assistance of \r\nMember States to address the acute staffing challenges \r\nand urges them to give serious and favourable \r\nconsideration to measures that would prevent \r\naccelerated staff attrition. Exceptional circumstances \r\nrequire exceptional remedies. Furthermore, the \r\nTribunal hopes that Member States will continue to \r\noffer other forms of staffing assistance to reinforce \r\nour work, as the People’s Republic of China generously \r\noffered in 2016. I recently had the opportunity to host \r\nChinese diplomats, fellows and staff in my Chambers \r\nin appreciation of that support, and today I take the \r\nopportunity to publicly acknowledge the efforts of the \r\nChinese Government in that respect. Nevertheless, \r\na more comprehensive solution is needed. This will \r\ninvolve finding a way of keeping experienced staff, who \r\nknow the cases and the Tribunal’s working methods, \r\nuntil the end.\r\nThe third challenge is that of defending the \r\nintegrity of the Tribunal, which includes enforcing a \r\nzero-tolerance policy in respect of witness interference. \r\nThe role of witnesses is central to any international \r\ncriminal justice system. Over the course of the past 23 \r\nyears, the ICTY has heard 4,670 witnesses — far more \r\nthan any other war crimes tribunal in modern history. \r\nAt the Tribunal, we have a specially established unit \r\naimed at supporting and protecting witnesses. So far, \r\nthe ICTY has managed to prosecute and convict several \r\npersons responsible for witness interference, including \r\nintimidation and tampering. I must emphasize that \r\nany interference with the administration of justice \r\nnot only undermines the integrity of proceedings, \r\nbut also has a chilling effect on actual and potential \r\nwitnesses. International courts and tribunals must \r\n09/11/2016 A/71/PV.44\r\n16-37174 3/16\r\ntherefore continue to take a decisive stand against \r\nwitness interference and enforce a zero-tolerance \r\npolicy. Contempt trials have a crucial role to play in this \r\nrespect. Accordingly, the total support of the United \r\nNations is imperative.\r\nAs Member States will be aware, in the Prosecutor \r\nv. Jojić et al. contempt case, the accused Petar Jojić, \r\nJovo Ostojić and Vjerica Radeta are charged with \r\nfour counts of contempt of court in relation to alleged \r\nwitness intimidation in the Seselj case. The Republic \r\nof Serbia has yet to execute their arrest warrants, \r\nwhich were issued over 21 months ago. The Tribunal \r\nappreciates that political sensitivities may arise in \r\ncertain circumstances as a result of cooperating with \r\nthe ICTY. However, these can never constitute an \r\nexcuse for failing to cooperate with the Tribunal, when \r\nsuch cooperation is a responsibility f lowing from the \r\nStatute of the Tribunal itself and reflects the desire of \r\nthe Security Council that the fight against impunity \r\nremain meaningful. The Tribunal’s next steps regarding \r\nSerbia’s non-cooperation will be communicated to the \r\nSecurity Council in December.\r\nThe fourth challenge involves promoting the \r\nTribunal’s image and engaging in discussion to \r\nconsolidate the shared legacy of both the Tribunal \r\nand the United Nations. As the Tribunal prepares \r\nto close in December 2017, ensuring that its work \r\nand achievements are accessible and impactful for \r\nstakeholders in the former Yugoslavia and elsewhere \r\nis more important than ever. In order to best utilize \r\nthis crucial remaining time, the ICTY has developed \r\nan initiative entitled ICTY Legacy Dialogues, which \r\nwill consist of a series of events, both this year and \r\nnext, that are designed to enable others to build on \r\nthe achievements of the Tribunal. Each event will aim \r\nto engage with actors in the former Yugoslavia and \r\nelsewhere who can utilize the ICTY’s experience to \r\ncontinue to develop accountability for international \r\ncrimes. These encounters are planned to take place in \r\nSarajevo, The Hague and New York and will be designed \r\nas dynamic, interactive dialogues. We are counting on \r\nthe full participation of Member States, as what the \r\nTribunal will leave behind after December 2017 is not \r\nmerely its own legacy, but primarily the legacy of the \r\nUnited Nations. The Tribunal’s experience has been a \r\nground-breaking, challenging and rewarding journey \r\nin international humanitarian law, and I barely need \r\nremind the Assembly that what amounts to a success \r\nfor the Tribunal is even more so a success for this \r\nOrganization as a whole and for international justice.\r\nThe fifth and final challenge is supporting \r\nand enabling national jurisdictions to adjudicate \r\ninternational crimes, including by enhancing regional \r\ncooperation. In accordance with its completion strategy, \r\nwhich was endorsed by the Security Council, the ICTY \r\nhas focused its work on the prosecution of the most senior \r\nleaders, while referring a number of cases involving \r\nintermediate and lower-rank accused to national courts \r\nin the countries of the former Yugoslavia. These referrals \r\nhave helped to strengthen the capacity of national \r\ncourts to handle core international crime cases, ensure \r\nfair trials in accordance with international standards \r\nand consolidate the rule of law. With the completion \r\nof the Tribunal’s mandate approaching, accountability \r\nfor these crimes now depends on national prosecution \r\noffices and judiciaries. Within existing capacities, the \r\nTribunal is committed to assisting national authorities in \r\nthe former Yugoslavia to expeditiously and effectively \r\nhandle the large number of remaining war crimes cases. \r\nThe Tribunal has also strongly supported efforts to \r\nenhance cooperation between the States of the former \r\nYugoslavia, as regional cooperation is an essential step \r\nin combating impunity, securing justice for all victims \r\nand rebuilding trust in the region.\r\nIn closing, on behalf of the entire Tribunal, I wish \r\nto express our deep gratitude to the Governments of \r\nMember States for continuing to support our work. I \r\nwould also like to acknowledge the tremendous support \r\nof the Office of Legal Affairs, which reflects the Legal \r\nCounsel’s unwavering commitment to international \r\ncriminal justice, and to thank the Permanent \r\nRepresentative of Uruguay, together with his team, \r\nfor so ably chairing the Security Council’s Informal \r\nWorking Group on International Tribunals.\r\nIn addition, I take the opportunity to pay tribute to \r\nthe outgoing Secretary-General, His Excellency Mr. Ban \r\nKi-moon, for his dedicated efforts in fostering the age \r\nof accountability, and to congratulate His Excellency \r\nMr. António Guterres on his appointment as the next \r\nSecretary-General. Last but not least, I would also like \r\nto thank you, Sir, for your support of the Tribunal.\r\nWith only one trial, one appeal and one contempt \r\ncase remaining, the Tribunal’s mandate is nearly \r\ncomplete. Although it is not over and we face some \r\nformidable challenges in the coming year, I have faith \r\nthat, through the continued efforts and support of \r\nA/71/PV.44 09/11/2016\r\n4/16 16-37174\r\nthe international community, this bold experiment in \r\ninternational justice will successfully conclude on time \r\nand, in the years to come, will continue to serve as a \r\nreminder of what is possible and what is achievable in \r\nthe fight against impunity. \r\nThe President: I now call on Judge Theodor Meron, \r\nPresident of the International Residual Mechanism for \r\nCriminal Tribunals. \r\nJudge Meron (International Residual Mechanism \r\nfor Criminal Tribunals): It is a privilege for me to \r\nappear before the General Assembly once again in my \r\ncapacity as President of the Mechanism for International \r\nCriminal Tribunals.\r\nBefore I turn to the substance of my remarks, I \r\nwish to take this opportunity to congratulate you, \r\nMr. President, on Fiji’s assumption of the presidency \r\nof the General Assembly and to wish you every success \r\nduring your term. I also wish to acknowledge the \r\nsteadfast support and assistance provided by the Office \r\nof Legal Affairs and, in particular, by Mr. Miguel de \r\nSerpa Soares, the Under-Secretary-General for Legal \r\nAffairs and United Nations Legal Counsel, and by \r\nMr. Stephen Mathias, the Assistant Secretary-General \r\nfor Legal Affairs. Last, but certainly not least, I would \r\nlike to acknowledge with pleasure my fellow Judge at \r\nthe Mechanism and the President of the International \r\nTribunal for the Former Yugoslavia, Judge Agius.\r\nAs many know, this year, 2016, marks the 400th \r\nanniversary of William Shakespeare’s death. His fellow \r\npoet and playwright, Ben Jonson, wisely and correctly \r\nanticipated in 1623 that Shakespeare was not of an \r\nage, but for all time. Yet it is to my deep dismay that \r\nShakespeare’s depictions of the ravages of war remain \r\nequally relevant today, some 400 years after he wrote \r\nthem. War, in Shakespeare’s words, is the “son of hell” \r\n(Henry VI, Part 2); it is “fierce and bloody” (King John); \r\nand “cruel” (Timon of Athens). Troilus and Cressida \r\ngives us a gruelling account of the senseless slaughter \r\nof war, while Hamlet offers the most powerful statement \r\non the futility of war in a speech against sacrificing \r\nthousands of lives for trivial causes, for “a fantasy and \r\ntrick of fame”.\r\nWhile much has not changed when it comes to \r\nconflict and bloodshed in the course of 400 years, at \r\nleast one important thing has. During the past quarter \r\ncentury, the international community has come together \r\nas never before in an effort to end impunity for grave \r\nviolations of international law and to promote respect \r\nfor the rule of law — or what Shakespeare refers to as \r\n“the majesty and power of law and justice” (Henry IV, \r\nPart 2), which the Chief Justice of England invokes in \r\nexplaining to the new King Henry V that even he had \r\nto submit to justice for infractions he had committed as \r\nPrince Hal.\r\nBy establishing the International Tribunal for \r\nthe Former Yugoslavia (ICTY) and the International \r\nCriminal Tribunal for Rwanda (ICTR) in the early \r\n1990s and the other international and hybrid criminal \r\ncourts that would follow thereafter, the international \r\ncommunity has made manifest its commitment to \r\njustice and to the principle of individual criminal \r\nresponsibility. In doing so, the international community \r\nhas helped to bring about the dawn of what Secretary-\r\nGeneral Ban Ki-moon has described as a new age \r\nof accountability.\r\nThe International Residual Mechanism for \r\nCriminal Tribunals is very much a part of this global \r\neffort to ensure accountability, for by establishing \r\nit, the Security Council was making certain that the \r\nclosure of the ICTR and the ICTY would not open \r\nthe way for impunity to re-emerge and recognizing \r\nthat justice and the rule of law require a sustained \r\ncommitment and support even after trials and appeals \r\nhave been concluded.\r\nAs detailed in the written report submitted on \r\nbehalf of the Mechanism in August (A/71/262), \r\nmuch has transpired in the year since I last appeared \r\nbefore the Assembly (see A/70/PV.31). On the judicial \r\nfront, following the issuance of ICTY judgments in \r\nDecember 2015 and March 2016, the Mechanism is \r\nseized of a retrial in the case of Jovica Stanišić and \r\nFranko Simatović and appeals in the cases of Radovan \r\nKaradžić and Vojislav Šešelj. A wide variety of other \r\nrequests and applications are regularly filed before \r\nthe Mechanism and addressed by the Mechanism’s \r\nJudges, the majority of whom are — consistent with \r\nthe Security Council’s vision of the Mechanism as a \r\nsmall and efficient institution — working remotely \r\nand part-time from their homes and offices around the \r\nworld, carrying out their functions for the Mechanism \r\non top of their other professional commitments. Since \r\nits establishment, the Mechanism has issued in excess \r\nof 800 judicial orders and decisions.\r\nWith the closure of the ICTR in December 2015, \r\nthe Mechanism has assumed responsibility for all \r\nremaining functions of that Tribunal, and preparations \r\n09/11/2016 A/71/PV.44\r\n16-37174 5/16\r\nfor the transfer of relevant remaining ICTY functions \r\ncontinue, in anticipation of that Tribunal’s expected \r\nclosure at the end of 2017.\r\nThroughout the reporting period, essential ongoing \r\nfunctions — such as the protection of vulnerable victims \r\nand witnesses, the provision of assistance to national \r\njurisdictions seeking to ensure accountability in local \r\nproceedings, and the supervision of the enforcement \r\nof sentences — have also continued to be carried out \r\nwith care and professionalism. Important steps have \r\nlikewise been taken with regard to the management and \r\npreservation of the vital archives of the ICTR and the \r\nICTY entrusted to the Mechanism.\r\nIt is in great part thanks to the sustained cooperation \r\nand generosity of the Government of the United \r\nRepublic of Tanzania that we will, less than three weeks \r\nfrom today, mark the opening of the Mechanism’s new \r\npremises in Arusha. This construction project, which \r\nreflects a lean and minimalist approach and incorporates \r\nbest practices from other United Nations capital projects, \r\nhas taken place under the stewardship of the General \r\nAssembly and remains — importantly — on budget. In \r\nthe meantime, both Tanzania and the Netherlands, as \r\nthe host States of our respective branches, continue to \r\nsupport the Mechanism’s work on a near-daily basis in \r\ncountless but meaningful ways.\r\nIt is thanks to the support and assistance of Member \r\nStates in Africa and Europe that we are able to enforce \r\nsentences pronounced by the ICTR, the ICTY and the \r\nMechanism. The support and cooperation of individual \r\nMember States is likewise essential to resolving \r\nthe situation faced by the Mechanism with regard to \r\nindividuals indicted by the ICTR who were subsequently \r\nacquitted or released in Tanzania. The appropriate \r\nrelocation of these individuals, as I have stated before, \r\nis a crucial challenge for international justice and a \r\nhumanitarian imperative. And the Mechanism will, of \r\ncourse, not have fulfilled its mandate unless and until \r\nall remaining fugitives indicted by the ICTR have been \r\ncalled to account. Success on this front will depend in \r\ngreat part upon the timely cooperation of individual \r\nMember States. I wish the greatest success to Prosecutor \r\nBrammertz in his continuing efforts in this regard. \r\nIndeed, as we move forward, seeking to fulfil all other \r\naspects of our mandate in the best way possible, the \r\ncooperation and support of the United Nations and its \r\nMembers form the essential and invaluable basis for all \r\nour efforts.\r\nIt is in this context that I find that I must advise the \r\nAssembly of a serious matter having a great impact on \r\nthe effective discharge of the Mechanism’s functions. \r\nOn 20 December 2011, following the nomination by \r\nthe Government of Turkey, the Assembly elected \r\nJudge Aydin Sefa Akay, of Turkey, as a Judge of the \r\nMechanism (see A/66/PV.87). This election followed \r\nJudge Akay’s distinguished prior service as a Judge \r\nof the ICTR and, earlier, as an Ambassador of Turkey. \r\nAfter consultation by the Secretary-General with the \r\nPresidents of the Assembly and of the Security Council, \r\nJudge Akay was recently appointed for a new term as \r\nJudge of the Mechanism, commencing on 1 July 2016.\r\nOn 25 July, as President of the Mechanism, I \r\nappointed Judge Akay to a bench of the Appeals \r\nChamber to address a motion for review of judgment \r\nand associated applications advanced by Mr. Augustin \r\nNgirabatware, who is currently detained following \r\nhis conviction. Without notification to the United \r\nNations or the Mechanism, on or around 21 September \r\n2016, Judge Akay was detained in Turkey in relation \r\nto allegations connected to the events of July 2016 \r\ndirected against the constitutional order of Turkey, and \r\nhas remained in detention since that time. As a result \r\nof Judge Akay’s detention, the proceedings to which he \r\nhas been assigned have necessarily come to a standstill, \r\nwith corresponding implications for the fundamental \r\nrights of the applicant to the determination of his claims \r\nwithin a reasonable time.\r\nJudicial independence is a cornerstone of the rule of \r\nlaw, and it is a long-standing and consistent practice to \r\naccord international judges privileges and immunities \r\nin order to protect the independent discharge of their \r\njudicial functions. The Security Council accorded \r\nthe judges of both the ICTR and the ICTY diplomatic \r\nimmunity to that end. The Statute of the Mechanism, \r\nadopted by the Council acting under Chapter VII of \r\nthe Charter of the United Nations, likewise accords \r\nthe judges of the Mechanism diplomatic immunity \r\nfor those periods of time in which they are engaged \r\nin the business of the Mechanism. In according the \r\nJudges of the Mechanism such immunity, the Council \r\nnecessarily understood that, thanks to the Mechanism’s \r\nlean and efficient design and the statutory expectation \r\nthat Judges will work remotely as much as possible \r\nand away from the seats of the Mechanism, the Judges \r\nwould typically be carrying out their judicial work for \r\nthe Mechanism in their State of nationality.\r\nA/71/PV.44 09/11/2016\r\n6/16 16-37174\r\nAs a result of this legal framework, Judge Akay \r\nenjoyed diplomatic immunity from the time of his \r\nassignment to the Ngirabatware proceedings on 25 July, \r\nand continues to enjoy such immunity through to the \r\nconclusion of those proceedings. The United Nations \r\nOffice of Legal Affairs, on behalf of the Secretary-\r\nGeneral, has formally asserted this protection to the \r\nGovernment of Turkey and, as a consequence, requested \r\nJudge Akay’s immediate release from detention and \r\nthe cessation of all legal proceedings against him. \r\nIn the meantime, on 17 October, as President of the \r\nMechanism, I formally requested permission from \r\nthe Government of Turkey to visit Judge Akay to \r\nconsult him confidentially and ascertain his conditions \r\nof detention.\r\nI deeply regret that the Government of Turkey has \r\nthus far provided no formal communication whatsoever \r\non these matters to either the United Nations or the \r\nMechanism, and that the Government continues to \r\nmaintain Judge Akay’s detention, in breach of the \r\nStatute of the Mechanism and of Turkey’s obligation \r\nto cooperate with the Mechanism in accordance with \r\nparagraph 9 of Security Council resolution 1966 (2010). \r\nI likewise regret that, as a result of Judge Akay’s \r\ndetention, the will of the Assembly that he discharge \r\njudicial functions for the Mechanism, consistent \r\nwith the provisions of the Statute pursuant to which \r\nhe was elected and then appointed to a new term, is \r\nconcurrently being frustrated.\r\nAs Judge Akay’s detention becomes increasingly \r\nprolonged, its effects on the Mechanism’s ability \r\nto perform its core mandate become ever more \r\npronounced, as this detention has materially impeded \r\nthe Mechanism’s ability to perform one of its most \r\nfundamental functions: to judicially determine, in \r\naccordance with the law, matters going to an individual’s \r\nresponsibility for the most serious international crimes. \r\nAbsent clear understanding of his conditions of \r\ndetention and a response to my request for authorization \r\nto visit Judge Akay, my concern for my judicial \r\ncolleague’s welfare from a humanitarian perspective \r\nlikewise becomes all the stronger. I therefore call upon \r\nthe Government of Turkey, consistent with its binding \r\ninternational obligations under Chapter VII of the \r\nCharter of the United Nations, to immediately release \r\nJudge Akay from detention and enable him to resume \r\nhis lawfully-assigned judicial functions.\r\nIn discharging our mandates to pursue justice and \r\naccountability for the most serious crimes known to \r\nhumankind, international criminal tribunals, such as \r\nthe Mechanism, serve the interests of all States and \r\ntheir peoples. At the same time, however, and as the \r\npast 25 years have demonstrated, international criminal \r\ntribunals are fully dependent both on the cooperation of \r\nStates and on States’ respect for the international legal \r\nframework applicable to such institutions. Without such \r\ncooperation and respect, international courts cannot \r\nensure their independent operation, wherever around \r\nthe world court functions may be exercised, and they \r\ntherefore cannot carry out the vital mandates entrusted \r\nto them.\r\nI have every confidence that the Government of \r\nTurkey shares this common interest in enabling the \r\nMechanism to function efficiently and effectively, in \r\naccordance with its mandate and with applicable law, \r\nand that the Government will, without further delay, \r\ntake the necessary steps with respect to the situation I \r\nhave just described towards that end.\r\nMr. Braun (Germany), Vice-President, took the \r\nChair.\r\nThe resolution of this matter is not only critically \r\nimportant for the Mechanism; it is also essential \r\nfor all of us if we are to ensure that United Nations \r\ninstitutions are able to carry out their mandates in \r\naccordance with the law and without interference. \r\nIt is therefore essential for all of us if we are to work \r\ntogether to bring about an era of accountability based \r\nupon and enshrining respect for the rule of law, for \r\nwhich judicial independence is fundamental. It is \r\nessential for all of us who wish to be able to say that we \r\nhave done all that we can to end impunity for horrific \r\ncrimes in violation of international law and to seek to \r\nbring about a world in which the highest humanitarian \r\nprinciples are upheld. But to accomplish all of this, it \r\nis essential that all Members of the United Nations, in \r\naddressing vital requests from Chapter VII tribunals, \r\nact in accordance with good faith, the duty to cooperate \r\nand unimpeachable due process.\r\nThe Acting President: I now give the f loor to the \r\nobserver of the European Union.\r\nMr. Chaboureau (European Union) (spoke in \r\nFrench): I have the honour to speak on behalf of the \r\nEuropean Union (EU) and its member States. The \r\ncandidate countries of the former Yugoslav Republic \r\nof Macedonia, Montenegro, Serbia and Albania; the \r\ncountry of the Stabilization and Association Process \r\nand potential candidate Bosnia and Herzegovina; \r\n09/11/2016 A/71/PV.44\r\n16-37174 7/16\r\nUkraine and the Republic of Moldova align themselves \r\nwith this statement.\r\nWe reaffirm our unwavering support for the work \r\nof the International Tribunal for the Former Yugoslavia \r\n(ICTY). We commend the ICTY for its achievements \r\nand invaluable contributions to our shared goal of \r\nending impunity for serious international crimes \r\ncommitted since 1991 in the territory of the former \r\nYugoslavia. We thank President Agius for his report \r\nand commend him for his efforts aimed at completing \r\nthe work of the ICTY.\r\nThe ICTY has played a key role in strengthening \r\nthe rule of law and promoting long-term stability and \r\nreconciliation in the former Yugoslavia. Since its \r\nestablishment, the ICTY has embodied the need to fight \r\nimpunity and the international community’s refusal to \r\nallow the perpetrators of the most serious international \r\ncrimes to escape justice. The Tribunal played a forward-\r\nlooking role in establishing jurisprudence in this field, \r\npaving the way for the International Criminal Court.\r\nWe welcome the fact that each organ of the ICTY \r\ncontinued to undertake the necessary measures to ensure \r\ncompletion of the Tribunal’s mandate by the end of 2017. \r\nWe value the fact that the ICTY has been taking steps \r\nto ensure the continued smooth handover of functions \r\nto the Mechanism for International Criminal Tribunals. \r\nThis harmonious transition process is important in \r\norder for the Mechanism to carry on and protect the \r\nwork of the Tribunal. We note with satisfaction that the \r\nICTY is committed to completing its proceedings in an \r\nefficient and timely manner, without compromising the \r\nright to a fair trial.\r\nWe note that at the closure of the reporting period, \r\none trial and one appeal are pending, with, in all, \r\n161 individuals being indicted and held accountable. \r\nWe praise all the Tribunal’s organs for having taken \r\nmeasures to prevent and address the impact of staff \r\nattrition. We note that the ICTY Office of the Prosecutor \r\nhas acknowledged the assistance it received from the \r\nEuropean Union and its member States, and we will \r\ncontinue to support the Office of the Prosecutor. We \r\nrecall that States’ responsibility to cooperate with the \r\nICTY remains crucial for it to be able to complete its \r\nmandate, particularly with a view to bringing those \r\nindicted to international justice.\r\nCompleting the process of rendering justice for \r\ncrimes committed during the conflicts in the former \r\nYugoslavia is an essential contribution to lasting peace, \r\naccountability and the rule of law. Full and complete \r\ncooperation with the ICTY is therefore an essential \r\ncondition for the Stabilization and Association Process \r\nin the Western Balkans and for membership in the EU. \r\nWe commend the ICTY for its work on strengthening the \r\ncapacity of national authorities to handle the remaining \r\nwar crimes cases effectively and we call on all the \r\nStates of the region to make progress in the processes \r\nof investigation and prosecution in the context of the \r\ntransition from the ICTY to national courts.\r\nWe welcome the fact that the Joint EU-ICTY \r\nTraining Project for National Prosecutors and Young \r\nProfessionals from the former Yugoslavia remains a \r\ncentral component of the efforts made by the Office \r\nof the Prosecutor to build national capacity in the \r\nnational justice sectors in order to ensure an efficient \r\ntransition from the ICTY to national courts mandated \r\nto prosecute war crimes. We praise the Office of the \r\nProsecutor for having shared the lessons learned and \r\nbest practices from its work with national counterparts \r\nworking across a range of criminal justice sectors in \r\nvarious parts of the world. This is important for the \r\nTribunal’s legacy and for the domestic capacity to \r\nadjudicate war crimes.\r\nIn its Stabilization and Association Process for the \r\nWestern Balkans, the EU is increasingly underlining \r\nthe importance of local ownership for handling war \r\ncrimes cases in line with the need to fight impunity. \r\nIn this regard, direct budgetary support from the EU \r\nto domestic courts prosecuting war crimes, which \r\nhas been in place in some Western Balkan countries \r\nsince 2013, complements efforts undertaken to build \r\nnational capacities in addressing the backlog of war \r\ncrimes cases.\r\nWe note that the Office of the Prosecutor continued \r\nto promote improved regional cooperation between \r\nStates of the former Yugoslavia in judicial matters and \r\nwelcome the fact that meaningful results were achieved \r\nin this regard, even though, as the President of the \r\nICTY stated in his assessment and report,\r\n“[t]he pace of national prosecutions is still not yet \r\ncommensurate with the backlog of cases remaining \r\nto be completed”(S/2016/454, annex I, para. 25).\r\nWe call on the States of the former Yugoslavia to \r\ncontinue regional cooperation in criminal matters, in \r\naccordance with the rules and principles of international \r\nlaw, including international criminal law.\r\nA/71/PV.44 09/11/2016\r\n8/16 16-37174\r\nOn the Mechanism for International Criminal \r\nTribunals, the EU and its member States thank \r\nPresident Meron for his report (see A/71/262) and \r\ncommend him for his efforts to advance the work of the \r\nMechanism. We welcome the fact that the Mechanism \r\nis increasingly assuming responsibility for all aspects \r\nof the work of the ICTY, together with the activities of \r\nthe Arusha branch.\r\nThe EU and its member States welcome the \r\ndevelopment by the Mechanism of procedures and \r\npolicies that build upon the best practices of the ICTY \r\nand of the International Criminal Tribunal for Rwanda \r\n(ICTR). We commend the efforts of the Mechanism \r\nto streamline operations and reduce costs. The EU \r\nand its member States are aware that, as mentioned \r\nin President Meron’s report, further accountability \r\nfor crimes committed in Rwanda and the former \r\nYugoslavia depends on national justice systems which \r\nwill benefit from the expertise and evidence from the \r\nOffice of the Prosecutor. The EU and its member States \r\nare grateful to States that are enforcing sentences, and \r\nthey call on all States to continue existing cooperation \r\nin the enforcement of sentences of the ICTY, the ICTR \r\nand the Mechanism or to conclude agreements with \r\nthe Mechanism in order to increase its enforcement \r\ncapacity.\r\nThe European Union and its member States will \r\ncontinue to support both the principle of international \r\ncriminal justice and its essential role in achieving lasting \r\npeace, accountability and the rule of law. We call on \r\nall States to cooperate with the International Tribunal \r\nfor the Former Yugoslavia and the Mechanism, in full \r\ncompliance with their obligations under the relevant \r\nSecurity Council resolutions. It is important that the \r\nknowledge gained and the lessons learned in the fight \r\nagainst impunity not be forgotten.\r\nMs. Bird (Australia): I have the honour of speaking \r\ntoday on behalf of Canada, New Zealand and my own \r\ncountry, Australia.\r\nCanada, Australia and New Zealand (CANZ) wish \r\nto take this opportunity to reaffirm our strong support \r\nfor the International Criminal Tribunals, for the \r\nimportant work that continues before the International \r\nCriminal Tribunal for the Former Yugoslavia (ICTY), \r\nfor that completed by the International Criminal \r\nTribunal for Rwanda (ICTR), and for the essential role \r\nof the International Residual Mechanism for Criminal \r\nTribunals in carrying forward the unprecedented legacy \r\nof both.\r\nViewed through a lens spanning more than 20 \r\nyears since their establishment, the exceptional \r\ncontribution of the Tribunals is clear. The significance \r\nof their legacy for the practice of international criminal \r\nlaw and for ending impunity cannot be overstated. \r\nAdministering justice in cases involving some of \r\nthe most horrific crimes in recent history, they have \r\nadded breadth and depth to international criminal law \r\njurisprudence. Theirs is a concrete example of how the \r\ninternational community can realize accountability \r\nfor serious international crimes committed in complex \r\nconflict situations.\r\nWe note that, while the ICTR has now completed \r\nits work and is closed, eight fugitives remain at large. \r\nIf apprehended, three of the fugitives will be tried by \r\nthe Residual Mechanism and five of the fugitives will, \r\npursuant to the referral by the ICTR Prosecutor, be tried \r\nby Rwanda. It is important that those individuals also \r\nhave their day in Court, and therefore we urge States to \r\ncooperate to ensure their arrest and surrender.\r\nCANZ acknowledges the continued efforts of the \r\nICTY to complete its work, all the while ensuring \r\nthat fundamental procedural safeguards are met. We \r\ncommend in particular the cooperation between the \r\nTribunal and the international community that has \r\nresulted in the fact that there are no fugitives at large \r\nfrom the ICTY, which, in turn, is a testament to the \r\nfact that those accused of serious international crimes \r\nmight be able to run, but, if we work together, they will \r\nnot be able to hide from justice.\r\nWhile the trials and appeals of the ICTY are nearing \r\nan end, important work remains. In that context, \r\nwe are concerned that staff attrition is an increasing \r\nchallenge for the ICTY and that the loss of senior \r\nstaff and their extensive case-specific knowledge has \r\nresulted in delays. We encourage the United Nations to \r\nlook at creative solutions to this challenge, including \r\nthe consideration of an incentives structure. We also \r\nencourage the ICTY to continue in its efforts to ensure \r\nthat its remaining judicial proceedings make progress \r\nboth efficiently and effectively.\r\nCANZ wishes to reiterate its support for the \r\nDecember 2010 decision of the Security Council to \r\nestablish the International Residual Mechanism for \r\nCriminal Tribunals. The Mechanism has a critical role \r\nto play in completing trials and appeals, protecting \r\n09/11/2016 A/71/PV.44\r\n16-37174 9/16\r\nwitnesses, enforcing sentences, providing assistance \r\nto national jurisdictions and maintaining the Tribunal \r\narchives. We welcome the smooth handover from \r\nthe ICTR to the Mechanism, as well as the ICTY’s \r\ndemonstrated commitment to ensuring the effective \r\ntransfer of its remaining activities to the Residual \r\nMechanism, in accordance with the Tribunal’s \r\ncompletion strategy.\r\nOne issue on the Mechanism’s agenda of particular \r\nimportance to CANZ is the need to engage in dialogue to \r\ndevelop options for addressing the plight of the persons \r\nacquitted and released by the ICTR who need to be \r\nrelocated from Arusha. We welcome the Mechanism’s \r\nefforts to address this issue, and welcome as well news \r\nthat the number of persons in this difficult situation has \r\nbeen reduced. We encourage States to continue to try \r\nto find workable solutions to address the situation of \r\nthese individuals.\r\nAs with the ICTR, the successful completion of the \r\nICTY’s work, and the Tribunals’ ultimate legacy for \r\ninternational criminal justice, is dependent, in large \r\npart, on the individual and collective efforts of Member \r\nStates. For our part, Australia, Canada and New Zealand \r\nwill continue to offer our full cooperation and support \r\nto the ICTY and to the Residual Mechanism in order \r\nto give practical effect to our steadfast commitment to \r\ninternational criminal justice.\r\nThe Acting President: I would like to take this \r\nopportunity to welcome and acknowledge the presence \r\nin our midst today of three members of the Indian \r\nParliament, namely, Mr. Palani Gounder Nagarajan, \r\nMrs. Ratna De Nag and Mr. Gajendrasingh Shekhawat.\r\nMr. Obradović (Serbia): It is my honour to address \r\nthe General Assembly today as the representative of \r\nthe Republic of Serbia. I would like to welcome Judge \r\nCarmel Agius, President of the International Criminal \r\nTribunal for the Former Yugoslavia (ICTY), and Judge \r\nTheodor Meron, President of the International Residual \r\nMechanism for Criminal Tribunals, and thank them for \r\ntheir annual reports (see A/71/263 and A/71/262).\r\nBefore I proceed, I would like to note that Serbia \r\naligns itself with the statement made on this subject \r\ntoday by the observer of the European Union.\r\nInternational courts and tribunals can hardly \r\nbe expected to achieve their objectives without the \r\ncooperation and support of the States Members of \r\nthe United Nations. In that respect, my country’s \r\ncooperation with and support for the Tribunal and the \r\nMechanism have been very important indeed. All along, \r\nSerbia has consistently complied with its international \r\nobligations, and no request made of it has remained \r\nunaddressed. It has surrendered the greatest number of \r\npersons accused by the Tribunal, including the highest-\r\nranking Government officials, and has had an extensive \r\nrole in making sure that no fugitive indicted for core \r\ninternational crimes is now on the loose.\r\nSerbia also provided the ICTY with important \r\nevidence. It received 3,505 requests for assistance \r\nconcerning access to documents, State archives and \r\nwitnesses — 2,177 from the Office of the Prosecutor \r\nand 1,328 from defence counsel teams — and there are \r\nno pending cases, except for those in which requests \r\nhave been issued only very recently. Serbia carried out \r\nall the orders of the judicial chambers for delivering \r\nsubpoenae ad testificandum in time. All witnesses for \r\nwhom waivers in respect of State, military or official \r\nsecrets were requested were allowed to testify freely. \r\nAll requests for witness protection in the territory of \r\nSerbia were complied with. All conditions under which \r\nthe Tribunal ordered the provisional release of accused \r\npersons were honoured and monitored by the relevant \r\nGovernment agencies, and in all those cases the accused \r\nwere returned to ICTY detention, in accordance with \r\nthe Tribunal’s orders and decisions.\r\nHowever, the recent delay in cooperation in the \r\nmatter of the Trial Chamber’s arrest warrants issued \r\nagainst three individuals indicted in a case of contempt \r\nof court resulted from a decision of the High Court in \r\nBelgrade dated 18 May 2016. The Court decided that \r\nthe legal conditions for the execution of the Tribunal’s \r\nwarrants had not been met in that case, on the basis \r\nof the stipulation in the domestic law on cooperation \r\nwith the ICTY that provides that only indictments \r\nfor core statutory crimes — namely, grave breaches \r\nof the Geneva Conventions of 1949, violations of the \r\nlaws or customs of war, genocide, and crimes against \r\nhumanity — can constitute legal grounds for executing \r\nICTY arrest warrants, while an indictment for contempt \r\nof court, which is not a crime under the ICTY statute, \r\ndoes not. The High Court decision does not, however, \r\nstand in the way of Serbia’s cooperation with the \r\nICTY and its resolve to help the Tribunal accomplish \r\nits mission.\r\nSince 2009, Serbia has pleaded with the United \r\nNations to sign an agreement with the Tribunal on \r\nthe enforcement of sentences in its penal institutions. \r\nA/71/PV.44 09/11/2016\r\n10/16 16-37174\r\nYet despite the fact that my country signed such an \r\nagreement with the International Criminal Court \r\nin 2011, no progress has been made on a similar \r\nagreement with the ICTY, nor have the relevant organs \r\nof the United Nations accorded proper attention to the \r\nhumanitarian aspect of the request. It is clear that the \r\nMay 1993 recommendation of the Secretary-General to \r\nthe Security Council to the effect that the enforcement \r\nof sentences should take place outside the territory \r\nof the former Yugoslavia remains in place. However, \r\nalthough that position may have been considered \r\njustified in 1993, when the former Yugoslavia was riven \r\nby war and experienced grave breaches of international \r\nhumanitarian law, it is clear that the logic behind, and \r\njustification for, this recommendation are no longer \r\nvalid today.\r\nSerbia’s request is motivated by the following \r\nconsiderations. The treatment of convicted persons \r\nvaries from country to country and depends on the \r\nspecific conditions of incarceration. The difference, \r\nhowever, is not rooted in the Trial Chambers’ \r\ndecisions. The relevant United Nations organs \r\nwould be hard pressed to explain why two persons \r\nsentenced to imprisonment for identical terms would \r\nserve their sentences under different conditions, nor \r\ncould the United Nations organs provide a rationale \r\nfor such inconsistency. In some cases, the convicted \r\npersons, most often politicians, army generals and \r\nother Government officials, are accorded no special \r\ntreatment to reflect the specific nature of their previous \r\nresponsibilities. \r\nMany of these persons serve their sentences in \r\npenitentiaries that are thousands of kilometres away \r\nfrom their country and their society. As a result, they \r\ndo not understand the language or culture of the prison \r\ncommunity in which they find themselves, and many of \r\nthem do not receive regular visits from their families. \r\nThat makes them doubly isolated — from outside \r\nsociety and from their fellow prison inmates. These \r\npersons often mistrust recommendations for treatment \r\nor therapy simply because they do not understand the \r\nlanguage. Furthermore, they receive no organized \r\nlegal aid consistent with the specific procedures of the \r\njurisdiction where they had been convicted.\r\nThe Government of the Republic of Serbia is \r\nready to take responsibility for the enforcement of \r\nsentences passed by the ICTY, accept international \r\nmonitoring and provide guarantees that no early release \r\nwill be allowed without prior authorization from the \r\nMechanism. My Government will raise this issue in the \r\nSecurity Council at its December meeting on the ICTY \r\ncompletion strategy.\r\nIn conclusion, let me point out that Serbia has \r\nachieved significant results in the domestic prosecution \r\nof the grave breaches of international humanitarian law \r\nperpetrated during the armed conflict in the former \r\nYugoslavia. Proceedings in these cases take place \r\nwithout discrimination based on the national, ethnic \r\nor religious origin of the perpetrator or the victim. \r\nWe must not be deterred in our efforts to bring about \r\nreconciliation and cooperation, which includes through \r\ntrying those responsible for crimes in domestic courts. \r\nThe victims deserve justice. \r\nSerbia will continue its cooperation with both the \r\nICTY and the Mechanism.\r\nMrs. Biden Owens (United States of America): \r\nThe United States thanks President Meron for his report \r\non the work of the International Residual Mechanism \r\nfor Criminal Tribunals (see A/71/262) and for his \r\nleadership and contributions to advancing justice for \r\nvictims of the worst atrocities committed in the former \r\nYugoslavia and Rwanda. We also thank President Agius \r\nfor his leadership of the International Criminal Tribunal \r\nfor the Former Yugoslavia (ICTY). The diligence and \r\ndetermination of jurists at these Tribunals to bring \r\nto justice those responsible for committing the worst \r\ncrimes known to humankind — genocide, war crimes \r\nand crimes against humanity — serve as a model for \r\nfuture international criminal-justice institutions and as \r\na warning to potential perpetrators that there can be \r\nno impunity for atrocity crimes. It is a special honour \r\nfor me in particula, to participate in today’s important \r\ndebate as the representative of the United States.\r\nWith regard to the work of the ICTY, the United \r\nStates continues to support the Tribunal’s important \r\nwork in moving thoroughly and expeditiously forward \r\nto render verdicts in cases that serve the broader needs \r\nof justice, while protecting the rights of the accused. We \r\nhave confidence that the ICTY can meet its commitment \r\nof completing its work by the end of 2017. Accordingly, \r\nthe United States would like to reiterate the importance \r\nof the full cooperation of all States concerned with the \r\nICTY, including with respect to the execution of arrest \r\nwarrants issued by the ICTY for three individuals in a \r\ncontempt case.\r\nTurning now to the International Residual \r\nMechanism for Criminal Tribunals, the United States \r\n09/11/2016 A/71/PV.44\r\n16-37174 11/16\r\ncommends the Mechanism’s efforts to assist national \r\njurisdictions. The pursuit of justice for victims in \r\nRwanda and the former Yugoslavia must not end \r\nwith the closure of the ICTY and the International \r\nCriminal Tribunal for Rwanda (ICTR). While both \r\nthe ICTR and the ICTY have successfully tried many \r\nhigh-level perpetrators, further accountability for the \r\ncrimes committed now depends upon fair and effective \r\ntrials for mid- and low-level perpetrators in national \r\ncourts. The United States recognizes the great depth \r\nof expertise and breadth of evidence that the Tribunal \r\ncounsel, judges and staff can bring to bear in assisting \r\nnational prosecutions, and supports the Mechanism’s \r\nefforts to assist national justice sectors.\r\nThe United States furthermore supports the \r\nMechanism’s giving high priority to the locating and \r\narrest of the remaining fugitives from the ICTR. The \r\ninternational community must not relent in the pursuit \r\nof these defendants, whose names and associated \r\nheinous allegations bear repeating. \r\nFulgence Kayishema is accused of orchestrating the \r\nmassacre of thousands. Charles Sikubwabo is accused \r\nof instigating massacres at a church. Aloys Ndimbati, \r\na former mayor, is accused of being directly involved \r\nin these massacres. Augustin Bizimana, the former \r\nDefence Minister of the interim Rwandan Government, \r\nis alleged to have controlled the nation’s armed forces \r\nin preparing and planning for the genocide campaign \r\nand in preparing lists of people to be killed. Charles \r\nRyandikayo is alleged to have participated in the \r\nmassacre of thousands of men, women and children who \r\nhad congregated in a church, and directed militants and \r\ngendarmes to attack the church with guns, grenades \r\nand other weapons. Pheneas Munyarugarama, a former \r\nlieutenant colonel in the Rwandan Army, allegedly \r\nhelped to direct and take part in the systematic killing \r\nof Tutsi refugees f leeing the fighting; Félicien Kabuga, \r\nthe alleged main financier and backer of the political \r\nand militia groups that committed the genocide, is also \r\naccused of transporting the death squad in his company’s \r\ntrucks. Finally, Protais Mpiranya, Commander of the \r\nRwandan Presidential Guard, allegedly directed his \r\nsoldiers to kill the sitting Rwandan Prime Minister and \r\nthe 10 United Nations peacekeepers guarding her home.\r\nWe must continue to recall those names and \r\ndeeds until each and every one of those men stands \r\nto answer for their alleged actions. Recognizing that \r\nState cooperation will be essential for their capture, the \r\nUnited States remains unwavering in its commitment \r\nto ensuring that the eight fugitives are apprehended and \r\nbrought to justice. We continue to offer a reward of up \r\nto $5 million for information leading to the arrest or \r\ntransfer of the fugitives.\r\nThe United States would like to express its concern \r\nwith respect to the impact of Judge Akay’s detention on \r\nthe important work of the Mechanism. Judge Akay was \r\narrested during a period of time when he was working \r\non the Mechanism’s case. In that regard, we recall that \r\nthe statute of the Mechanism provides for judges to \r\nwork remotely, except for sittings or as directed by the \r\nPresident. With that in mind, we hope that the matter can \r\nbe resolved expeditiously and in a transparent manner.\r\nAs the Mechanism commences its next phase \r\nof operations, we commend President Meron for his \r\njudicious leadership in ensuring the seamless transfer \r\nof functions from the ICTY and the ICTR to the \r\nMechanism. Although the size and functions of the \r\nMechanism will diminish over time, a great deal of \r\nwork remains to be done, and its importance remains \r\nas central as ever.\r\nBecause of these Tribunals, the victims of horrific \r\natrocities have received a meaningful measure of \r\njustice, and the international community has greatly \r\nadvanced international peace and security via justice \r\nand accountability for atrocities committed over the \r\npast 20 years. The successful completion of the work \r\nof the Mechanism will serve to prove that justice is not \r\na distraction from the work of achieving international \r\npeace and security, but the essence of it.\r\nMr. Drobnjak (Croatia): Croatia aligns itself with \r\nthe statement delivered earlier today by the observer \r\nof the European Union. I will add a few points in my \r\nnational capacity.\r\n First of all, allow me to welcome the President \r\nof the International Criminal Tribunal for the Former \r\nYugoslavia (ICTY), Judge Agius, and to thank him for \r\nhis report (see A/71/263). We commend him as well \r\nas Prosecutor Brammertz for their important work \r\nand for the continued efforts of the ICTY to ensure \r\naccountability and promote the fight against impunity.\r\nDuring the reporting period, the Tribunal also \r\nsaw a change in leadership. Allow me now to pay \r\ntribute to the former ICTY President and current \r\nPresident of the International Residual Mechanism for \r\nCriminal Tribunals, Judge Meron, whose leadership \r\nensured important progress in ending impunity and \r\nA/71/PV.44 09/11/2016\r\n12/16 16-37174\r\npivotal achievements in the proper interpretation and \r\napplication of international humanitarian law.\r\nWe welcome the fact that the Residual Mechanism is \r\nassuming responsibility for all aspects of the Tribunal’s \r\nimportant work, and we praise the continuing progress \r\nin that regard. Croatia stands firm in its position that \r\nfull cooperation with the ICTY must be ensured and \r\nthat both the Tribunal and the Mechanism must receive \r\nall the necessary support for completing their mandates \r\nin time.\r\nCroatia carefully follows all remaining cases \r\nbefore the Tribunal and expects their swift and efficient \r\nconclusion. We strongly believe that this final chapter \r\nin the work of the Tribunal, a body that irreversibly \r\nshaped contemporary international criminal justice \r\nand our attitude towards impunity, will live up to its \r\nexpectations, in particular with regard to the scrupulous \r\ninterpretation and appropriate implementation of \r\ninternational humanitarian and human rights law.\r\nCroatia welcomes the fact that all 161 individuals \r\nindicted by the ICTY for serious violations of \r\ninternational humanitarian law in the former \r\nYugoslavia have been accounted for. At the same time, \r\nregrettably, not all of them were prosecuted to the point \r\nof delivery of a final judicial verdict, as was seen in \r\nthe notorious case of Slobodan Milošević and the more \r\nrecent case of Goran Hadžić, which was terminated \r\non 22 July following the death of the accused. As a \r\nresult, full justice for their countless victims was not \r\nproperly served.\r\nFull cooperation with the ICTY is of paramount \r\nimportance, as much for the credibility of the Tribunal \r\nas for its efficiency. We therefore share the Tribunal’s \r\nserious concerns about the continued non-cooperation \r\nof Serbia. As President Meron, President Agius and \r\nProsecutor Brammertz have reported to the Security \r\nCouncil more than once, and as stated in the report \r\nbefore us, arrest warrants for three indictees have been \r\npending execution since January 2015. This matter must \r\nnot fade from our attention until it is fully resolved.\r\nCroatia is deeply concerned about parallel \r\ndevelopments outlined in the report, such as the \r\nfailure of the Serbian judiciary to enforce the sentence \r\nimposed by the State Court of Bosnia and Herzegovina, \r\nor “the continued glorification of war criminals in \r\nSerbia” (A/71/263, para. 52). We have said it before, \r\nand I shall repeat it here today: convicted war criminals \r\nhave no place on ceremonial stages and in public and \r\npolitical life. They belong on the margins of society \r\nas an eternal reminder of failed policies that led to \r\nunspeakable atrocities.\r\nMr. Pecsteen de Buytswerve (Belgium), Vice-President, \r\ntook the Chair.\r\nIn the debate in the Sixth Committee, Croatia \r\ncarefully elaborated its position regarding Serbia’s law \r\non the organization and competence of Government \r\nauthorities in war crimes proceedings. I would therefore \r\nsimply add that the law, which in our opinion is neither \r\nuniversal nor ancillary nor politically neutral in its \r\napplication, hinders successful regional cooperation in \r\ncriminal matters.\r\nUnder its completion strategy, the ICTY has \r\ntransferred a number of cases to national courts. In \r\nparallel, domestic prosecutors and courts can also \r\ninitiate cases without any involvement by the ICTY. \r\nIn that regard, it is of the utmost importance to \r\nrefrain from engaging in any form of manipulation of \r\ninvestigation or prosecution processes. The work of the \r\njudiciary must remain impartial and independent and \r\nremain outside and above daily politics, which carries \r\nparticular significance in the prosecution of war crimes.\r\nCroatia is considering with interest a proposal for a \r\nseries of Tribunal legacy and closing events developed \r\nwithin the Office of the President and in consultation \r\nwith representatives of the Registry, the Office of the \r\nProsecutor and the Association of Defence Counsel. \r\nCroatia is ready to take part in those events, engage in \r\ndiscussions on how best to ensure the Tribunal’s lasting \r\nlegacy and share its own experiences with the Tribunal.\r\nAs stated in previous debates on this matter, the \r\nimportant legacy of the ICTY is not entirely without \r\nf law or controversy. Nevertheless, that fact should in no \r\nway tarnish the Tribunal’s overall record and historic \r\nlegacy in the area of international criminal justice. \r\nRather, they should serve as an important lessons \r\nlearned for the benefit of other stakeholders in this \r\nfield, in particular the International Criminal Court.\r\nIn conclusion, we reiterate the importance of full \r\ncooperation with the Tribunal and express our firm \r\nsupport for its work. At the same time, we look towards \r\nthe completion of the ICTY mandate, the timely closure \r\nof the Tribunal and for smooth and efficient transition \r\nprocesses for both branches of the Mechanism.\r\nMr. Barros Melet (Chile) (spoke in Spanish): Chile \r\nwould like to reiterate its appreciation for the work of \r\n09/11/2016 A/71/PV.44\r\n16-37174 13/16\r\nthe International Criminal Tribunal for the Former \r\nYugoslavia and the International Residual Mechanism \r\nfor Criminal Tribunals. We are aware of their notable \r\ncontributions to international justice. That is especially \r\nreflected in their struggle for accountability, for an end \r\nto impunity and for the progressive development of \r\ninternational law.\r\nOur sincere thanks go to President Carmel Agius \r\nand President Theodor Meron for their excellent \r\nleadership, which is reflected in the detailed reports \r\n(see A/71/263 and A/71/262) presented to us today \r\nin the General Assembly. We note that the activities \r\ncarried out by those bodies during the reporting period \r\ndemonstrate their commitment to complete the pending \r\nprocedures expeditiously and in accordance with the \r\nrules of due process.\r\nLikewise, we note that the Tribunal continues to \r\nsuccessfully transition its functions to the International \r\nResidual Mechanism for Criminal Tribunals, with the \r\nassistance of the United Nations Office of Legal Affairs \r\nand the Informal Group on International Tribunals of \r\nthe Security Council, chaired by Uruguay.\r\nHowever, we believe that it is necessary to join in \r\nthe urgent call for greater international cooperation, \r\nespecially in those situations where the Office of \r\nthe Prosecutor has highlighted State inaction in the \r\nexecution of arrest warrants issued by the Tribunal. \r\nGood practices in the field of international criminal \r\njustice should be observed by each and every one of \r\nthe Members of the United Nations, without exception. \r\nSimilarly, my country calls for correct adherence to the \r\nprinciples of universal jurisdiction and complementarity, \r\non the understanding that they are fundamental for an \r\ninternational society that is rooted in the rule of law, to \r\nwhich we all aspire.\r\nFinally, my country fully supports the \r\nimplementation of an appropriate completion strategy \r\nfor the closure of the Tribunal, including administrative \r\nsolutions for its human resources, in compliance with \r\nthe respective mandates, in order to guarantee the \r\neffectiveness and efficiency required.\r\nMr. Manongi (United Republic of Tanzania): The \r\nUnited Republic of Tanzania welcomes the twenty-\r\nthird annual report (see A/71/263) of the International \r\nTribunal for the Former Yugoslavia (ICTY), presented \r\nhere today by the President of the Tribunal, Judge \r\nCarmel Agius, whom we congratulate on his assumption \r\nof the presidency of the Tribunal. We also congratulate \r\nJudge Liu Daqun on his election as Vice-President.\r\nWe are gratified that the judges of the Appeals \r\nChamber have delivered judgments in the final appeals \r\nin the Butare case from the International Criminal \r\nTribunal for Rwanda (ICTR). That moves us closer \r\nto bringing to account those who had opened a dark \r\nchapter in the history of Rwanda, Africa and the world.\r\nWe commend the efforts by the Registrar to \r\ncoordinate the arrangements necessary for the \r\ndownsizing of the Tribunal’s operations and for \r\ntransferring its responsibilities to the International \r\nResidual Mechanism for Criminal Tribunals as part \r\nof its completion strategy. With the completion of \r\nthe Tribunal’s mandate approaching, it is critical that \r\nwar-crimes cases transferred to national jurisdictions \r\nfor prosecution not only be prosecuted in a timely \r\nmanner, but also be seen to be prosecuted fairly and \r\nopenly. Furthermore, national offices undertaking \r\nthose responsibilities need to be supported in order to \r\nensure accountability.\r\nWe note the efforts undertaken by the Office of the \r\nPresident and the Registrar to address the increasing \r\nchallenges of staff attrition and staff morale as the \r\nTribunal winds down its judicial mandate. While \r\nwelcoming those efforts, we wish to advise the sharing \r\nof the lessons learned and best practices in the ICTY \r\ncompletion with those involved in the completion of the \r\nwork of the ICTR. We commend the close collaboration \r\nbetween the Tribunal’s Office of the Prosecutor \r\nwith that of the Prosecutor of the Mechanism as the \r\nTribunal continues to downsize posts and implement a \r\nresource-sharing policy.\r\nWe appreciate that, as ICTY approaches the end \r\nof its life, matters regarding its legacy in the former \r\nYugoslavia — and we would like to add, beyond the \r\nregion — have assumed greater significance. We join \r\nin urging full cooperation with the Tribunal. To us, the \r\nlegacies of both of the International Criminal Tribunals \r\nare of special significance and an admonition to the \r\nhumanity that we all share.\r\nThe United Republic of Tanzania also welcomes \r\nthe note by the Secretary-General submitting the \r\nfourth annual report (see A/71/263) of the International \r\nResidual Mechanism for Criminal Tribunals. We wish \r\nto commend progress towards the completion, within \r\nthe budget, of the construction of the new premises of \r\nthe Mechanism in Arusha, Tanzania. In that regard, we \r\nA/71/PV.44 09/11/2016\r\n14/16 16-37174\r\nparticularly thank the Registrar, Mr. John Hocking, for \r\nhis leadership and cooperation.\r\nThe establishment of the Mechanism was, among \r\nother things, intended to ensure the preservation of \r\nthe legacies of the Tribunals. It is gratifying that the \r\nMechanism, operating from its branch Offices in \r\nArusha and in The Hague, continues to discharge its \r\nresponsibilities efficiently, fairly and diligently. It is \r\nencouraging to note that coordination undertaken by \r\nthe Mechanism with other tribunals is focusing on \r\nensuring an efficient and seamless transfer of functions \r\nand responsibilities.\r\nThe activities of the Office of the Prosecutor show \r\nthe beginning of a period of intense trial and appeals \r\nwork. That stage of litigation will have its unique \r\nchallenges and requires the support and cooperation \r\nof the United Nations and its Members. We endorse \r\ncontinuing efforts to locate and arrest the remaining \r\nfugitives indicted by the ICTR. We commend the \r\nreadiness of the Prosecutor to work with and support \r\nnational jurisdictions in the litigation of the cases \r\nreferred to national prosecution.\r\nThe report expresses concern regarding a trend \r\non the part of convicted persons to seek a review and \r\npossible revocation of their convictions handed down by \r\nthe ICTR and the ICTY. Doubtlessly, such applications \r\nneed to be approached with great caution so as to \r\nprevent frivolous claims and preserve the integrity of \r\nthe convictions previously made, while also ensuring \r\nthat justice is done.\r\nIt needs to be pointed out that issues pertaining to \r\nsupporting and protecting witnesses deserve greater \r\nand more humane attention. Many witnesses appearing \r\nbefore the Tribunals have also been victims and have \r\nsuffered serious emotional and psychological impacts. \r\nIt would be useful to ensure that their support continues \r\nto be at the heart of the continuing mandate of the \r\nMechanism. In addition, acquitted persons and those \r\nwho have served their sentences have rights too. The \r\ncontinued presence in Arusha of persons who have been \r\nacquitted or released by the judicial process but do not \r\nhave States that would receive them must be a matter \r\nof concern to all of us. We urge increased efforts to \r\nensure the relocation of those individuals and to uphold \r\nthe equally important element of the rule of law.\r\nFinally, we want to acknowledge and commend \r\nthe seamless transfer of the work of the International \r\nCriminal Tribunal for Rwanda to that of the Mechanism \r\nfollowing the closure of the Tribunal in December \r\n2015. It was an effort overseen by many in Arusha, The \r\nHague and New York, including the Office of the Legal \r\nCounsel. They all deserve our gratitude and thanks.\r\nMr. Zagaynov (Russian Federation) (spoke in \r\nRussian): We would like to thank the leadership of \r\nthe International Tribunal for the Former Yugoslavia \r\n(ICTY) and the International Residual Mechanism \r\nfor Criminal Tribunals for the reports (see A/71/263 \r\nand A/71/262) on their activities submitted to the \r\nGeneral Assembly.\r\nThe Russian delegation has been following \r\nvery closely information concerning the costs of \r\nthe proceedings at the ICTY, since, as we know, \r\nthe Tribunal has gone beyond the deadline set for \r\nconcluding its activities in Security Council resolution \r\n1966 (2010). We welcome the determined commitment \r\nof the new leadership of the ICTY to conclude all \r\ncases at the Tribunal by November 2017 and to follow \r\nthe recommendations contained in paragraph 6 of \r\nthe report on efforts to prevent delays. However, we \r\nwould like to note that the issues concerning the loss \r\nof staff, to which that paragraph refers, cannot justify \r\nany further delays in the proceedings. Accordingly, \r\nthe Security Council will attempt to facilitate the \r\nsmooth functioning of the ICTY. Only a short time \r\nago, Security Council resolution 2306 (2016) amended \r\nthe Tribunal’s Statute, which enabled the Secretary-\r\nGeneral to appoint a former judge of either the Tribunal \r\nor its counterpart for Rwanda to serve on the Tribunal’s \r\nAppeals Chamber. We hope that the Tribunal’s \r\nmanagement will shoulder its share of the work and \r\nfind effective personnel solutions.\r\nThe staff of the Tribunal and the Residual \r\nMechanism are adequately supported financially \r\nand materially. Let us point out, nevertheless, that \r\nvarious types of awards and grants are not part of the \r\nconditions of service at the United Nations, a fact that \r\nhas repeatedly been brought to the Tribunal’s attention. \r\nWith regard to the contempt of court case, initiated \r\nby the Tribunal in the concluding proceedings against \r\nVojislav Šešelj, such charges are not part of the main \r\nbusiness of the Tribunal. The statute of the ICTY does \r\nnot cover such matters, as it was conceived in Security \r\nCouncil resolutions. Jurisdiction over such issues was \r\nestablished by the Tribunal itself through its own rules \r\nof procedure. In that regard, we believe that the winding \r\ndown of the proceedings of the ICTY cannot be allowed \r\nto be affected by contempt of court cases.\r\n09/11/2016 A/71/PV.44\r\n16-37174 15/16\r\nThe Residual Mechanism’s docket grew \r\nsignificantly during the reporting period, with a first-\r\ninstance trial and two appeals cases before it. We \r\nwould be grateful for more detailed information on the \r\nestimated duration of those cases and the approximate \r\ndates of their completion.\r\nWe recall that, pursuant to Security Council \r\nresolution 1966 (2010), the Mechanism is a temporary \r\nstructure. We expect it to work as efficiently as \r\npossible in terms of upholding the standards of \r\nthe administration of justice, including abiding by \r\ndeadlines for proceedings. In that regard, we call on \r\nthe leadership of the Mechanism to make full use of the \r\nstatute’s existing provisions.\r\nThe Acting President (spoke in French): May I \r\ntake it that it is the wish of the Assembly to take note \r\nof the twenty-third annual report of the International \r\nTribunal for the Prosecution of Persons Responsible for \r\nSerious Violations of International Humanitarian Law \r\nCommitted in the Territory of the Former Yugoslavia \r\nsince 1991?\r\nIt was so decided.\r\nThe Acting President (spoke in French): May I \r\ntake it that it is the wish of the Assembly to take note of \r\nthe fourth annual report of the International Residual \r\nMechanism for Criminal Tribunals?\r\nIt was so decided.\r\nThe Acting President (spoke in French): A \r\nrepresentative has asked to speak in the exercise of \r\nthe right of reply. May I remind Member States that \r\nstatements in the exercise of the right of reply are \r\nlimited to 10 minutes for the first intervention and to \r\nfive minutes for the second intervention, and should be \r\nmade by delegations from their seats.\r\nI now give the f loor to the representative of Turkey.\r\nMr. Begeç (Turkey): In his briefing, Judge Meron \r\nmentioned my country and at least one Turkish \r\nnational. Aydin Sefa Akay is indeed a Turkish national \r\nwho was nominated by Turkey and elected as a judge \r\nto the International Residual Mechanism for Criminal \r\nTribunals in 2011. His term was automatically extended \r\nfor a period of two years last June. He was detained \r\nin Turkey following the decision of a competent court \r\nin Turkey because of criminal charges filed against \r\nhim, which are outside of the scope of his function as a \r\njudge of the Mechanism. The investigation is ongoing \r\nwithin the framework of the rule of law and in line with \r\nTurkish national procedures. In that regard, it is a matter \r\nof regret that Mr. Meron, who spoke at length of the \r\nindependence of the judges of international tribunals \r\nin his statement, did not show the same sensitivity with \r\nregard to the independence of the judges of a Member \r\nState. We cannot concur with an approach that calls \r\nfor interference in the ongoing judicial processes of \r\na Member State, and we call for greater respect in \r\nthat regard.\r\nImmunity based on United Nations functions \r\ncannot be used and abused as a pretext to develop or \r\npromote a culture of impunity. Nobody is above the \r\nlaw. To suggest otherwise is wrong. We should have \r\nlearned that from the cases involving United Nations \r\nmission personnel in Africa. With regard to the \r\nalleged impediment caused to the efficient work of the \r\nMechanism, I would like to recall in particular, with \r\nJudge Meron in mind, the provisions for filling vacancies \r\namong judges, which are set in the rules of procedure of \r\nthe Mechanism. Mr. Meron has chosen solidarity with \r\na fellow colleague over his responsibility to ensure the \r\nefficient and effective functioning of the Mechanism. \r\nHe has purposely not used the power vested in him \r\nby the Security Council, thereby inevitably putting \r\nhimself in a position of responsibility for the delay of \r\nthe administration of justice in the Ngirabatware case.\r\nIt is also worth emphasizing that Mr. Akay was \r\nassigned to the management of the Mechanism by \r\nMr. Meron only 10 days following the coup attempt in \r\nTurkey on 15 July. We therefore call on Mr. Meron to \r\nrespect the independence of the judiciaries of Member \r\nStates and not to use the Akay case to cover the slowness \r\nof the Mechanism’s functioning. He should rather \r\nuse his powers to ensure the timely administration of \r\njustice in the Ngirabatware case.\r\nI reiterate that no one is above the law, whether it \r\nbe with regard to the commission of a crime, an offense \r\nor a felony. No act of terrorism, sexual assault or \r\nmurder can be condoned on the grounds of diplomatic \r\nimmunity. We reject any effort to establish impunity on \r\nsuch a basis.\r\nFinally, the concern expressed by the United States \r\ndelegation must be the result of poor knowledge of the \r\nrules of procedure of the Mechanism, as vacancies in \r\njudges’ positions can easily be filled by invoking the \r\nexisting rules of procedure. Perhaps the United States \r\nshould advise Mr. Meron in that regard.\r\nA/71/PV.44 09/11/2016\r\n16/16 16-37174\r\nThe Acting President (spoke in French): May I \r\ntake it that it is the wish of the General Assembly to \r\nconclude its consideration of agenda item 71?\r\nIt was so decided.\r\nThe Acting President (spoke in French): The \r\nGeneral Assembly has thus concluded this stage of its \r\nconsideration of agenda item 129.\r\nThe meeting rose at 11.50 a.m.\r\n"