"United Nations A/71/PV.28\r\nGeneral Assembly\r\nSeventy-first session\r\n28th plenary meeting\r\nFriday, 14 October 2016, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Thomson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Fiji)\r\nThe meeting was called to order at 10.10 a.m.\r\nTribute to the memory of His Excellency Mr. Girma \r\nAsmerom Tesfay, Permanent Representative of \r\nEritrea to the United Nations\r\nThe President: It is my sad duty to pay tribute \r\nto the memory of the late Permanent Representative \r\nof Eritrea to the United Nations, His Excellency \r\nMr. Girma Asmerom Tesfay, who passed away on \r\nWednesday, 5 October. On behalf of the General \r\nAssembly, I would like to request the representative of \r\nEritrea, who is present here, to convey our condolences \r\nto the Government and the people of Eritrea and to the \r\nbereaved family of His Excellency Mr. Girma Asmerom \r\nTesfay. Allow me to say a few remarks.\r\nThis morning we are honouring the memory of \r\nour dear friend and colleague, Ambassador Girma \r\nAsmerom Tesfay of Eritrea. Many here today knew \r\nAmbassador Tesfay personally, and the news of his \r\nsudden death has been met with deep sadness. In life, \r\nAmbassador Tesfay made a significant contribution to \r\nthe United Nations, and many colleagues recall fondly \r\nhis enthusiastic participation, on behalf of his nation, \r\nat the signing ceremony for the Paris Agreement on \r\nClimate Change here in this very Hall in April.\r\nBeyond the United Nations, Ambassador Tesfay \r\nwas a distinguished diplomat who served his country \r\nin a wide range of places, including as Permanent \r\nRepresentative to the African Union and Ambassador \r\nto Belgium, Canada, Ethiopia, the European Union, \r\nSouth Africa and the United States. He was a calm, \r\neloquent and charismatic individual and an extremely \r\naccomplished athlete.\r\nOn behalf of the General Assembly, I would like to \r\nextend to Ambassador Tesfay’s family and loved ones, \r\nand to the Government and the people of Eritrea, our \r\nheartfelt condolences. If I may also add a personal note \r\n– like many here today, I have lost a dear friend with his \r\npassing. May Girma’s soul rest in peace.\r\nI now invite representatives to stand and observe \r\na minute of silence in tribute to the memory of His \r\nExcellency Mr. Girma Asmerom Tesfay.\r\nThe members of the General Assembly observed a \r\nminute of silence.\r\nThe President: I now give the f loor to the Secretary-\r\nGeneral, His Excellency Mr. Ban Ki-moon.\r\nThe Secretary-General: I join the General \r\nAssembly in conveying my deep sorrow at the loss of \r\nHis Excellency Mr. Girma Asmerom Tesfay, who passed \r\naway on 5 October in New York. I express my deep \r\npersonal condolences, as well as the condolences of the \r\nUnited Nations system, to his family, to His Excellency \r\nMr. Isaias Afwerki, President of the State of Eritrea, \r\nand to the Eritrean people.\r\nAmbassador Girma presented his credentials as \r\nPermanent Representative of the State of Eritrea to the \r\nUnited Nations on 23 April 2014. He was one of his \r\ncountry’s highest-ranking diplomats. Over the course \r\nof his career, he served as Ambassador to the African \r\nUnion, the European Union, Luxembourg, South \r\nAfrica and the United States. A masterful diplomat and \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n16-32961 (E)\r\n*1632961*\r\nA/71/PV.28 14/10/2016\r\n2/29 16-32961\r\nnegotiator, he showed real dedication to intensifying \r\nthe engagement of the United Nations with his country, \r\nwhich resulted in greater cooperation between the \r\nUnited Nations Secretariat, United Nations funds and \r\nprogrammes and the authorities in Eritrea.\r\nThroughout his life, he was a great promoter of \r\nmultilateralism. I very much appreciated his insights \r\nand discussions with me and my colleagues in the \r\nbroader United Nations system. His dedication to \r\nhis country was always apparent but perhaps, most \r\nmovingly, was symbolized by his unselfish work until \r\nthe very last day of his life.\r\nOnce again, on behalf of the United Nations, I \r\nexpress our sadness as well as our commitment to \r\ncontinue working with the Government and the people \r\nof Eritrea to advance together across all three pillars of \r\nour work – peace, development and human rights.\r\nThe President: I thank the Secretary-General for \r\nhis statement.\r\nI now give the f loor to the representative of the \r\nNiger, who will speak on behalf of the Group of African \r\nStates.\r\nMr. Wafy (Niger): It is with a very deep sense of \r\nbereavement that I stand here today on behalf of my \r\ncolleagues of the African Group to say a few words on \r\nthe very painful loss we all suffered when Ambassador \r\nGirma left us. It is so difficult to accept and come \r\nto terms with the fact that such a vivacious person \r\nwould leave us without warning, although some of us, \r\nhis friends, could see that lately he was somehow not \r\nexactly the old Girma we knew. Nevertheless, we had \r\nhoped that he would rediscover his zest for life.\r\nThere was one aspect to him that was always there \r\nand never changed despite his condition – his total \r\ndedication to his work and to defending the interests \r\nof his country. Ambassador Girma was a very famous \r\nsoccer star when he was young. He subsequently became \r\na freedom fighter, soon after finishing his graduate \r\nstudies here in the United States. He was a student here \r\nin New York and he passed away in New York.\r\nThe African Group misses Ambassador Girma very \r\nmuch. All of us, including myself, considered Girma as \r\na friend, with whom we laughed and with whom we \r\ncarried out many important tasks. There is no doubt \r\nthat the Africa Group lost one of its most dedicated \r\ndiplomats, in whom we had great confidence for doing \r\nwhat is best for the Africa Group and Africa. I also \r\nbelieve that the United Nations has lost a good man, a \r\nperson who knew the value of the Organization.\r\nIn the light of the foregoing, we consider the passing \r\nof Girma to be a great loss for the United Nations. I \r\nwould like, on behalf of the African Group and on my \r\nown behalf, to express our most sincere condolences \r\nto the people and the Government of Eritrea and to \r\nGirma’s family. May his soul rest in perfect peace.\r\nThe President: I now give the f loor to the \r\nrepresentative of Georgia, who will speak on behalf of \r\nthe Group of Eastern European States.\r\nMr. Imnadze (Georgia): It is with great sadness \r\nthat we learned of the untimely passing of our dear \r\ncolleague and friend, the Permanent Representative of \r\nEritrea, Mr. Girma Asmerom Tesfay. On behalf of the \r\nmembers of the Group of Eastern European States, I \r\nwould like to express our deepest condolences to the \r\nfamily and friends of Ambassador Tesfay as well as to \r\nthe Government and the people of Eritrea.\r\nAmbassador Girma was a devoted professional, a \r\nseasoned and widely respected diplomat who served his \r\ncountry for decades and a distinguished member of the \r\ndiplomatic community at the United Nations. Over the \r\ncourse of his career, he spared no effort in representing \r\nhis nation in a time of dramatic political transformation \r\nfor Eritrea and the region. He leaves behind a legacy of \r\ndiplomatic service as the Ambassador of Eritrea to the \r\nEuropean Union, the African Union, the United States, \r\nCanada and the Republic of South Africa, his efforts to \r\ncontribute to the respect of international law, peace and \r\njustice will be cherished.\r\nAmbassador Tesfay successfully served as a \r\nVice-President of the General Assembly and, on behalf \r\nof the African Group, led negotiations on the issue of \r\naddressing large movements of refugees and migrants. \r\nWe also remember him as a great soccer player at home \r\nand at the United Nations diplomatic tournaments.\r\nAmbassador Tesfay’s untimely death is an \r\nirreparable loss for his country. Among us, his \r\nfriends and colleagues, he will be greatly missed and \r\ndearly remembered.\r\nThe President: I now give the f loor to the \r\nrepresentative of the United Kingdom of Great Britain \r\nand Northern Ireland, who will speak on behalf of the \r\nGroup of Western European and other States.\r\n14/10/2016 A/71/PV.28\r\n16-32961 3/29\r\nMr. Hickey (United Kingdom): On behalf of the \r\nGroup of Western European and other States, it is with \r\ngreat sadness that I address the General Assembly as \r\nwe gather to remember Ambassador Girma Asmerom \r\nTesfay, Permanent Representative of Eritrea. As others \r\nhave said before, our thoughts are with Ambassador \r\nGirma’s family as well as with the Government and \r\nthe people of Eritrea. His passing is a sad loss to our \r\ncommunity here in New York and to those of us who \r\nknew Ambassador Girma. We will recall the warmth \r\nand skill with which he led the Mission of Eritrea at \r\nthe United Nations. Ambassador Girma’s sad death \r\nrepresents the personal loss of a friend, colleague and \r\nleader, but it is also a deep loss for Eritrea.\r\nMany people here might have served with him in \r\nAddis Ababa, where he was Eritrea’s Ambassador to \r\nthe African Union and also to Ethiopia, or in Brussels, \r\nwhere he served as Ambassador to the European \r\nUnion. Some may know him from when he served as \r\nAmbassador to the United States and Canada or as \r\nAmbassador to South Africa. There are few of us here \r\ntoday with such an impressive résumé, and our respect \r\nfor Ambassador Girma’s career and work is as deep as \r\nour sadness in meeting here to mark his loss.\r\nThe President: I now give the f loor to the \r\nrepresentative of Kuwait, who will speak on behalf of \r\nthe Group of Asia-Pacific States.\r\nMr. Alotaibi (Kuwait): On 5 October, we sadly \r\nlearned of the passing of one of our dear colleagues, \r\nAmbassador Girma Asmerom Tesfay of the State of \r\nEritrea. On behalf of the Asia-Pacific Group at the \r\nUnited Nations, I would like to extend to the people \r\nand the Government of Eritrea, as well as to the family \r\nof Ambassador Tesfay, our heartfelt condolences and \r\ndeepest sympathies on his untimely passing.\r\nAs one of our colleagues, Ambassador Tesfay \r\ncame with an impressive background and a wealth \r\nof experience from his many years of diplomacy. His \r\nexperience working as the Ambassador of Eritrea to \r\nthe European Union and the African Union showed his \r\ndedication to diplomacy and multilateralism. He fought \r\nfor his nation’s freedom and he was incredibly devoted \r\nto the success of his country. On behalf of the Asia-\r\nPacific Group, let me once again convey my sincerest \r\ncondolences to Ambassador Tesfay’s family and to the \r\nGovernment and the people of Eritrea.\r\nWe, the Asia-Pacific Group, would like to express \r\nour support and solidarity with the members of the \r\nPermanent Mission of Eritrea as they overcome the great \r\nloss of their colleague and ambassador. Throughout the \r\nhalls of the United Nations he will be remembered as a \r\nremarkable diplomat and true friend who will be dearly \r\nmissed. May God rest his soul in eternal peace.\r\nThe President: I now give the f loor to the \r\nrepresentative of the host country.\r\nMr. McCulley (United States of America): I \r\nhave the honour today of speaking on behalf of the \r\nGovernment of the United States, the country that has \r\nthe privilege of hosting the United Nations. I offer \r\nour deepest condolences to the people of Eritrea, and \r\nparticularly to the family and friends of Ambassador \r\nGirma Asmerom Tesfay.\r\nThe diplomatic life takes one far from home, often \r\nfor years or even decades at a time. Ambassador Girma \r\nserved his people as Ambassador to the United States \r\nfrom 2001 to 2006, and since 2014 as their representative \r\nto the United Nations. As others have noted, he has also \r\nserved as Ambassador to the African Union and the \r\nEuropean Union. He leaves behind friends, family and \r\nthe Mission he led. Our thoughts and prayers are with \r\nhis family and friends.\r\nThe President: I now give the f loor to the \r\nrepresentative of Eritrea.\r\nMr. Gebreab (Eritrea): Allow me first to extend \r\nthe deep appreciation of the people and the Government \r\nof Eritrea to you, Mr. President, for having organized \r\nthis important event to pay tribute to the memory of one \r\nof Eritrea’s finest sons, Ambassador Girma Asmerom \r\nTesfay, who passed away last week after battling cancer \r\nfor several months. I would like to thank everyone who \r\ntook the f loor to honour and remember a colleague and \r\nfriend who was close to many in this Hall.\r\nWe are very grateful and touched by everyone’s \r\npresence here today at the General Assembly to pay \r\nhomage to Girma Asmerom Tesfay. We welcome the \r\nwords of sympathy and support that have been expressed \r\nin person or through phone calls, in visits to our Mission \r\nto sign the book of condolences, and the sending of cards \r\nand messages via social media. It is indeed heartening \r\nand, we believe, befitting a person who never failed to \r\ndisplay warmth and friendship in his interactions with \r\nmembers of the United Nations family.\r\nFor his entire adult life, Ambassador Girma was \r\na dedicated, tireless, passionate and accomplished \r\nfighter for the rights of the Eritrean people. Beginning \r\nA/71/PV.28 14/10/2016\r\n4/29 16-32961\r\nin his student days here in the United States, through \r\nhis years as a freedom fighter and upon his last living \r\nbreath as Eritrea’s Permanent Representative to the \r\nUnited Nations, Girma had an unwavering faith in \r\nthe Eritrean people and country, which he served \r\nwith distinction. He was a champion, not only of the \r\ncause of Eritrea, but for fairness and justice for all. His \r\nsharp mind, quick wit, diplomatic savvy and self less \r\nservice were an invaluable contribution that will fondly \r\nbe remembered.\r\nIn his diplomatic work at the United Nations, Girma \r\ninteracted with all members, including with members \r\nof delegations with which he did not agree. He did not \r\nsee barriers; rather he saw opportunities to engage, and \r\nengage he did with all to promote an inclusive peace \r\nfor his country and the region. He was relentless in \r\nhis endeavours and in articulating the positions and \r\npolicies of his Government. He stressed the need for \r\nfairness and justice and for the equality of States and \r\nfought against the double-standard in all its forms.\r\nIn all his conversations, Girma kept in mind the \r\nimportance of respecting the sovereignty of nations, \r\nthe need to lift unjustified sanctions on developing \r\ncountries and the non-politicization of human rights. \r\nHe furthered cooperation among Member States and \r\nthe United Nations system to promote these objectives. \r\nAll the accolades and eulogies that have come from \r\nhis friends and colleagues portray a masterful person \r\nwith exceptional qualities of compassion, valour, \r\nself lessness, personal integrity, hard work and \r\nextraordinary resilience. Yet these descriptions, though \r\napt, do not convey the full stature of Ambassador Girma.\r\nHis exceptional resilience is perhaps better captured \r\nin the dignified manner with which he fought the cruel \r\nillness that aff licted him over the past six months. \r\nGirma never voiced a single complaint, nor did he take \r\na day off from his duties, in spite of his debilitating and \r\nmalignant disease. Indeed, one of his last diplomatic \r\nfunctions was — in the middle of his treatment — to \r\ncommunicate from Asmara with and to respond to the \r\nMonitoring Group on Somalia and Eritrea again in \r\ndefence against unjustified accusations lodged against \r\nhis nation.\r\nAmbassador Girma was a national hero who \r\ndevoted 45 years of his life to defending freedom and \r\nnational dignity. His was a life well lived. His passing \r\nis of course a great and permanent loss for Eritrea. \r\nFor me personally, he was a comrade in arms, a close \r\nfriend and an associate. We worked together with the \r\nEritreans for Liberation in North America association \r\nin the United States and joined the Eritrean People’s \r\nLiberation Front, the liberation movement that led \r\nEritrea’s war of independence, on the very same day. \r\nDuring the struggle for independence, we worked in the \r\nsame department.\r\nI only wish he had lived to see the redress of the \r\ninjustices directed against his country, injustices \r\nhe fought against with utter conviction, boundless \r\ndetermination and consummate confidence but always \r\nwith an unfailing sense of humour. The struggle \r\ncontinues, and, as we in Eritrea say, “The victory of the \r\npeople is assured”.\r\nThe President: If the Assembly would permit me, \r\nI would like to make a short statement at this juncture \r\nto the representative of Eritrea. Having been lost in \r\nthought on the passing of our friend, I failed to thank \r\nhim for his very moving statement. I wish to thank him \r\nfor it now.\r\nAgenda items 62 and 12\r\nNew Partnership for Africa’s Development: \r\nprogress in implementation and international \r\nsupport\r\n(a) New Partnership for Africa’s Development: \r\nprogress in implementation and international \r\nsupport\r\nReports of the Secretary-General (A/71/189 and \r\nA/71/203)\r\n(b) Causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa\r\nReport of the Secretary-General (A/71/211)\r\n2001-2010: Decade to Roll Back Malaria in \r\nDeveloping Countries, Particularly in Africa\r\nThe President: Throughout this year’s Africa \r\nWeek, we have joined in celebrating Africa’s progress \r\nin sustainable development, human rights and the \r\npromotion of sustainable peace and security on the \r\ncontinent. We have also discussed how the international \r\ncommunity can help to address persistent challenges so \r\nthat the 2030 Agenda for Sustainable Development, the \r\nAddis Ababa Action Agenda and the Paris Agreement \r\non Climate Change, along with the African Union \r\nAgenda 2063: The Africa We Want, can all be realized. \r\n14/10/2016 A/71/PV.28\r\n16-32961 5/29\r\nFundamental to these discussions has been a focus on \r\nstronger strategic and operational partnerships. In this \r\ncontext, it is imperative that we consider the pre-eminent \r\nand long-standing framework for development in \r\nAfrica, the New Partnership for Africa’s Development \r\n(NEPAD).\r\nAs a comprehensive, integrated and strategic \r\nframework for socioeconomic development in Africa, \r\nNEPAD aims to promote Africa-wide policies for growth \r\nby addressing priority areas, including macroeconomic \r\npolicy, conflict prevention and resolution, the promotion \r\nof democracy and human rights, infrastructure and \r\nagricultural development, strengthening regulatory \r\nframeworks, the provision of education and training, \r\nand empowering women and girls. The critical need \r\nfor all stakeholders to take a coordinated approach to \r\nsustainable development is paramount.\r\nI commend the African Union’s decision to align \r\nits Agenda 2063 with the 2030 Agenda. The efforts \r\nof so many African countries to begin structuring \r\ntheir national development frameworks around the \r\nprovisions of the 2030 Agenda, the Addis Ababa Action \r\nAgenda, the Paris Agreement on Climate Change and \r\nthe Agenda 2063 deserve particular commendation. In \r\nthis regard, it is also encouraging that, as part of the \r\nongoing efforts to implement the objectives of NEPAD \r\nwithin Africa, the NEPAD agency has been tasked \r\nwith the fast-tracking implementation and monitoring \r\nof major Africa-wide development programmes and \r\nframeworks, including the Agenda 2063 and the \r\nSustainable Development Goals (SDGs).\r\nIn the 15 years since the adoption of NEPAD, Africa \r\nhas experienced unprecedented economic growth and \r\nprogress in building major infrastructure, strengthening \r\nregional and national health systems, improving gender \r\nmainstreaming and working towards climate mitigation \r\nand adaptation in agriculture. While Africa’s growth \r\nremains strong, unfavourable global economic \r\nconditions, including in trade and financing, volatile \r\ncommodity prices, limited economic diversification \r\nand high levels of debt risk undermining hard-fought \r\ndevelopment gains. Tackling these challenges will \r\nrequire the sustained efforts of African countries \r\nand development partners alike, including the United \r\nNations system, to strengthen capacity-building and \r\nincrease investment in infrastructure, health services, \r\nregulatory reform, agricultural productivity and access \r\nto education.\r\nThe efforts by African countries to pursue a \r\ncontinental free trade area to strengthen intra-African \r\ntrade and economic integration is well worth pursuing. \r\nSo too is enhanced international support to African \r\ncountries for debt relief and sustainability, foreign direct \r\ninvestment and, to combat illicit capital f lows, access to \r\ninternational markets and technology transfer. South-\r\nSouth cooperation, as a complement to North-South and \r\ntriangular cooperation, also remains an important tool \r\nfor boosting economic growth and integration among \r\nAfrican countries and should be enhanced.\r\nOne of the primary objectives of NEPAD is the \r\nempowerment of women and girls so that their full \r\npotential in political and economic life may be unlocked. \r\nIn this regard, I commend the African Union’s decision \r\nto declare 2015 the Year of Women’s Empowerment \r\nand Development and 2016 the African Year of Human \r\nRights with Particular Focus on the Rights of Women. \r\nHowever, despite these and other initiatives, numerous \r\nchallenges continue to hinder progress towards gender \r\nequality and women’s empowerment in Africa, which \r\nis in turn impeding overall development and economic \r\noutcomes. In sub-Saharan Africa, gender inequality is \r\nestimated to be costing $95 billion per year. Specific \r\nprogrammes that strengthen gender equality and \r\nwomen’s empowerment, promote their access to \r\neducation and training and pursue the full realization of \r\ntheir rights should therefore be given priority as part of \r\ncomprehensive efforts to drive sustainable development.\r\nThe United Nations has been a steadfast partner \r\nin Africa’s efforts to achieve sustainable peace and \r\ndevelopment. I congratulate the Office of the Special \r\nAdviser on Africa for its work in coordinating \r\nUnited Nations system-wide support for NEPAD \r\nand the broader 2030 Agenda. Its work includes \r\nraising awareness of Africa’s development needs and \r\nadvocating for stronger partnerships to complement \r\nnational and regional development efforts, including \r\nwith civil society and the private sector.\r\nThe urgent need to strengthen global efforts to \r\nimplement the 2030 Sustainable Development Agenda \r\nis why we have made the principal objective of the \r\nseventy-first session of the General Assembly the drive \r\nfor a universal push in implementing all 17 Sustainable \r\nDevelopment Goals. Through our SDG Implementation \r\nStrategy, we will be pushing implementation by \r\nproviding sustained engagement to previously \r\nmandated SDG events and processes, including the \r\nUnited Nations Conference on Housing and Sustainable \r\nA/71/PV.28 14/10/2016\r\n6/29 16-32961\r\nUrban Development, in Quito next week, for which I \r\nleave tomorrow; the twenty-second Conference of the \r\nParties to the United Nations Framework Convention \r\non Climate Change in Marrakech, which I will be \r\nattending in November; and, of course, the High-\r\nLevel United Nations Conference to Support the \r\nImplementation of Sustainable Development Goal 14 \r\nin New York, in the first week of June 2017. We will \r\nbe supporting existing efforts within and outside of the \r\nUnited Nations system to drive strategic partnerships, a \r\ntrack which complements NEPAD’s overarching goals \r\nand framework.\r\nFinally, we will be backing a series of signature \r\nevents that will lay the foundation for sustained \r\nimplementation in key areas, including global \r\nawareness of the SDGs, particularly among young \r\npeople, which will help to promote the development \r\nand engagement of young people, which in Africa will \r\nhelp to harness the demographic dividend. I will also \r\nbe pushing opportunities to secure better financing \r\nfor sustainable development, promote sustainable \r\npeace, empower women and girls, tackle poverty \r\nand inequality and advance protection of our oceans, \r\nenvironment and planet.\r\nI would also like to take this opportunity \r\nto address our global efforts to combat malaria, \r\nparticularly in Africa. In the five years since the start \r\nof the Global Decade to Roll Back Malaria, the World \r\nHealth Organization estimates that up to 3.2 billion \r\npeople — nearly half of the world’s population — remain \r\nat risk of contracting malaria. As it is a preventable \r\nand treatable mosquito-borne disease, it is critical that \r\nwe intensify our efforts to combat it. In this regard, I \r\ncommend the decision of African countries to extend, \r\nfrom 2016 to 2020, the African Union Road Map on \r\nShared Responsibility and Global Solidarity for AIDS, \r\nTuberculosis and Malaria Response in Africa.\r\nAs we embark upon a new and ambitious chapter of \r\nimplementing the sustainable development framework, \r\nlet us all join forces to reinvigorate our commitment \r\nto real partnerships that will fully realize the goals \r\nof NEPAD in Africa, eradicate malaria once and for \r\nall, and achieve each and every one of the Sustainable \r\nDevelopment Goals by the year 2030.\r\nMr. Plasai (Thailand): I have the honour to speak \r\non behalf of the Group of 77 and China and would like \r\nto thank the Secretary-General for his reports on the \r\nitems we are discussing today (A/71/189, A/71/203 and \r\nA/71/211).\r\nFirst of all, the Group of 77 and China would \r\nlike to commend African leaders for their remarkable \r\nefforts and enduring commitment in the pursuit of \r\nAfrica’s regional development. The African Union’s \r\nAgenda 2063 and its first 10-year implementation \r\nplan demonstrate the region’s shared vision for peace \r\nand development and the actions it is taking towards \r\nfulfilling that vision.\r\nThe adoption of the 2030 Agenda for Sustainable \r\nDevelopment in 2015 has underscored the shared \r\ncommitment of the international community to \r\nworking tirelessly to eradicate poverty in all its \r\nforms and dimensions, including extreme poverty, \r\nand to achieving sustainable development in its \r\nthree dimensions, namely, economic, social and \r\nenvironmental, in a balanced and integrated manner. \r\nWhile African countries continue to implement their \r\nNew Partnership for Africa’s Development priorities in \r\nthe context of Agenda 2063, the Group has recognized \r\nthe complementarities between Agenda 2063 and \r\nthe 2030 Agenda for Sustainable Development. In \r\nthis regard, it is crucial that we continue to mobilize \r\ninternational support for the implementation of those \r\nAgendas in order to achieve greater synergies between \r\nthe regional and international development frameworks.\r\nIn a time of unfavourable global economic \r\nconditions and increasing environmental challenges, \r\nAfrican countries are among the most severely \r\naffected. Unless they have access to adequate and \r\npredictable resources for development, their attempts to \r\nimplement the Sustainable Development Goals (SDGs), \r\nparticularly to address the issues of poverty and hunger, \r\nwill continue to be undermined. In this regard, there is \r\na need for a revitalized global partnership for Africa if \r\nwe are to mobilize the means and resources to support \r\nthe implementation of SDGs in the region, including but \r\nnot limited to financing, trade, debt relief and transfer \r\nof environmentally sound technologies.\r\nThe Group re-emphasizes the critical role of \r\nofficial development assistance (ODA) and foreign \r\ndirect investment (FDI), which remain major sources \r\nof financing and development in Africa. The Group \r\nis deeply concerned about the fact that both ODA and \r\nFDI to Africa have declined in recent years. The Group \r\ntherefore would like to reiterate that the fulfilment of \r\nour ODA commitments remains crucial, including the \r\n14/10/2016 A/71/PV.28\r\n16-32961 7/29\r\ncommitment by many developed countries to achieve \r\ndirected the ODA target of 0.7 per cent of gross national \r\nincome to developing countries and directed the ODA \r\ntarget of 0.15 to 0.20 per cent of gross national income \r\nto the least developed countries. We urge those who \r\nhave not fulfilled their commitments to step up efforts \r\ntowards the ODA targets.\r\nIt is highly commendable that Africa’s ratio of \r\npublic debt to gross domestic product is lower today \r\nthan it has been in decades. The Group believes that \r\nAfrica’s global development partners could provide \r\nthe assistance needed by African countries to attain \r\nlong-term debt sustainability. The Group would like \r\nto reiterate that North-South cooperation still lies at \r\nthe core of the global partnership that drives Africa’s \r\ndevelopment, but it is also complemented by South-\r\nSouth cooperation and triangular cooperation.\r\nThe Group of 77 and China is concerned at \r\nAfrica’s disproportionately low share in the volume \r\nof international trade, which stands at approximately \r\n3.3 per cent. We reiterate the need for all countries and \r\nrelevant multilateral institutions to continue to make \r\nefforts to enhance coherence in their trade policies \r\ntowards African countries and to strengthen the efforts \r\nmade to fully integrate African countries into the \r\ninternational trading system. It is also necessary to \r\nbuild their capacity to compete through such initiatives \r\nas Aid for Trade and assistance for addressing the \r\nadjustment challenges posed by trade liberalization.\r\nAfrica has had little experience with \r\nindustrialization, with the result that it is facing \r\nnumerous challenges in implementing the structural \r\nchanges needed to revive the economy. Despite the \r\nfact that the General Assembly adopted the First and \r\nSecond Industrial Development Decades for Africa, for \r\nthe periods from 1980 to 1989 and from 1991 to 2000, \r\nrespectively, to support Africa’s efforts to overcome the \r\nchallenges of industrialization, limited progress was \r\nmade due to the lack of resources and capacities and \r\nfor geostrategic reasons. The Group of 77 and China \r\ntherefore strongly supports the General Assembly’s \r\nrecent adoption of the Third Industrial Development \r\nDecade for Africa for the period 2016-2025, which \r\ncould address the ways and means to ensure inclusive \r\nand sustainable industrialization as an engine for \r\ngrowth and provide another form of strategic leverage \r\nin support of the efforts of African countries.\r\nThe Group of 77 and China welcomes the Group \r\nof 20 (G-20) Action Plan on the 2030 Agenda for \r\nSustainable Development and the G-20 Initiative \r\non Supporting Industrialization in Africa and Least \r\nDeveloped Countries, launched at the eleventh G-20 \r\nsummit, held in Hangzhou, China, on 4 and 5 September, \r\nand looks forward to their implementation.\r\n(spoke in French)\r\nThe Group of 77 and China welcomed the decision \r\nof the African Union to proclaim this year the African \r\nYear of Human Rights with Particular Focus on the \r\nRights of Women. This underscores the African \r\nUnion’s acknowledgment of the importance of women \r\nand girls and of human development in general as the \r\npillar and main vectors for the implementation of its \r\nAgenda 2063. It also corresponds to SDG 5, which \r\nemphasizes the essential role of women in the path \r\ntowards sustainable development.\r\nThe Group of 77 and China recognizes the positive \r\ntrends towards a lasting peace in Africa and also wishes \r\nto emphasize the need to create conditions conducive \r\nto sustainable peace. In this regard, there is always \r\nan urgent need to develop and strengthen human and \r\ninstitutional capacity, especially in countries emerging \r\nfrom conflict.\r\nBesides the traditional threats to peace and security \r\nin Africa, newly emerging challenges — particularly \r\nthat of terrorism — require continued international \r\nsupport. The Group of 77 and China therefore stresses \r\nthe need for the United Nations system to support \r\nregional and subregional African organizations in their \r\nimplementation of action plans against terrorism. On \r\nthis issue, we are convinced of the crucial importance \r\nof the commitment of Member States to support African \r\ncountries in achieving the objective of an Africa free of \r\nconflicts and to ending all wars in Africa by 2020.\r\nFinally, the Group of 77 and China welcomes the \r\nrole of the international community in the progress \r\nmade in the fight against and prevention of malaria. \r\nAccording to the World Health Organization 2015 World \r\nMalaria Report, the rate of incidence of malaria cases \r\ndropped by 42 per cent in Africa between 2000 and \r\n2015. However, the majority of global malaria cases are \r\nin Africa. We welcome the World Health Organization \r\nGlobal Technical Strategy for Malaria 2016–2030 as \r\na framework for continuing global efforts against the \r\ndisease. We believe that increased international support \r\nA/71/PV.28 14/10/2016\r\n8/29 16-32961\r\nfor the implementation of this framework will enable \r\nAfrica to achieve its goals of eliminating malaria.\r\nWe also wish to reiterate the need for the United \r\nNations system to provide assistance in the improvement \r\nof health-care systems and to ensure equal access to \r\nhealth care. This is because the health and well-being \r\nof the population are at the heart of inclusive and \r\nsustainable development.\r\nMr. Wafy (Niger): I have the honour to address the \r\nGeneral Assembly on behalf of the Group of African \r\nStates in today’s important debate on the agenda items \r\nrelated to Africa. At the outset, I would like to thank \r\nyou, Mr. President, for convening this important debate \r\nand for your opening remarks.\r\nI also wish to thank the Secretary-General, His \r\nExcellency Mr. Ban Ki-moon, for his analytical and \r\nwell-documented reports submitted under these \r\nagenda items, namely, the New Partnership for Africa’s \r\nDevelopment: fourteenth consolidated progress \r\nreport on implementation and international support \r\n(A/71/189), the causes of conflict and the promotion of \r\ndurable peace and sustainable development in Africa \r\n(A/71/211), and the biennial report on the review of \r\nthe implementation of the commitments made towards \r\nAfrica’s development (A/71/203). I also commend \r\nthe Office of the Special Adviser on Africa, under \r\nthe leadership of Under-Secretary-General Maged \r\nAbdelaziz, for preparing these reports.\r\nOver the past year, African countries continued to \r\nmake progress on the priority areas set forth in the New \r\nPartnership for Africa’s Development. This is most \r\nevident in the implementation of the Programme for \r\nInfrastructure Development in Africa. Improvement in \r\nproject preparation and leveraging finance, including \r\nfrom the private sector and multilateral development \r\nbanks, particularly the African Development Bank, \r\nhave advanced the implementation of many of the \r\nprojects approved in the 2014 Dakar Financing Summit \r\nfor Africa’s Infrastructure. The progress made on \r\ninfrastructure development has contributed to boosting \r\nconnectivity and enhancing regional integration, \r\nthereby building on the momentum created by the \r\nestablishment of the Tripartite Free Trade Area by \r\nStates members of the Common Market for Eastern and \r\nSouthern Africa, the East African Community and the \r\nSouthern African Development Community, and on \r\nthe launch of the f lagship projects in the First 10-Year \r\nImplementation Plan (2014-2023), under Agenda 2063, \r\nincluding the African passport and free movement \r\nof peoples.\r\nSimilarly, other priority sectors, including \r\nagriculture, food security, education, training and health \r\nhave seen varying degrees of progress. In particular, \r\nwith respect to agricultural development, 50 African \r\ncountries are now engaged in the implementation of \r\nthe Comprehensive Africa Agriculture Development \r\nProgramme, with 12 countries so far surpassing the \r\ntarget of allocating 10 per cent of their national budgets \r\nto agricultural development. However, these efforts \r\nare taking place despite the precariousness of current \r\nglobal economic conditions. The subdued demand \r\nfor raw commodities, particularly from emerging \r\neconomies, along with falling oil and other primary-\r\ncommodity prices, has had a profoundly negative \r\nimpact on Africa’s total exports, which have declined \r\nby almost 30 per cent. In addition, there has been a \r\ndecline of 7 per cent in foreign direct investment f lows, \r\nthus affecting the growth rates and social expenditures \r\nof most African countries.\r\nThe foregoing conditions speak to the urgency \r\nof making progress on the implementation of the \r\n2030 Agenda for Sustainable Development and the \r\nAfrican Union’s Agenda 2063 and its First 10-Year \r\nImplementation Plan (2014-2023). Indeed, the global and \r\ncontinental agendas place strong emphasis on regional \r\nintegration, structural economic transformation and \r\nenhancing productive capacity, industrialization and \r\nagribusiness in order to further expand opportunities \r\nfor economic participation, including for women and \r\nyoung people, and to create an enabling environment for \r\npoverty eradication and socioeconomic transformation.\r\nIn that regard, Africa attaches great importance to \r\npromoting synergies, building complementarities and \r\nensuring a coherent and integrated implementation of \r\nthe African Union’s Agenda 2063, the 2030 Agenda \r\nfor Sustainable Development, the Addis Ababa Action \r\nAgenda and the Paris Agreement on Climate Change. \r\nThat is why Africa has embarked on an important \r\nprocess to incorporate the goals and targets of those \r\nglobal and continental frameworks to national and \r\nregional development plans.\r\nIn addition, a solid structure for rigorous follow-\r\nup and review at the national, regional and continental \r\nlevels was established. This structure recognized both \r\nthe importance of multi-stakeholder dialogue at the \r\nlocal and national levels and the critical role of the \r\n14/10/2016 A/71/PV.28\r\n16-32961 9/29\r\nRegional Economic Communities in advancing the \r\nimplementation of the 2030 Agenda and Agenda 2063, \r\nincluding by promoting peer learning and sharing \r\nexperiences. International support for these endeavours \r\nis more urgent than ever, particularly for strengthening \r\nthe capacities of data systems to track progress and \r\nidentify implementation gaps. The African Group \r\nbelieves that the United Nations monitoring mechanism \r\ncan provide important input to this structure as well \r\nas to the follow-up and review structures at the global \r\nlevel, including the High-level Political Forum on \r\nSustainable Development.\r\nOur greatest challenge in achieving a people-centred \r\nvision of development agendas and realizing their \r\npromise of leaving no one behind is the mobilization of \r\nadequate means for their implementation. A revitalized \r\nglobal partnership for development is therefore an \r\nindispensable ingredient to success. In this regard, I \r\nwish to commend the Office of the Special Adviser on \r\nAfrica for his analytical and advocacy work to promote \r\nAfrica’s development priorities and for making effective \r\npartnerships the thematic focus of Africa Week 2016.\r\nIndeed, Africa’s strategic partnerships with \r\ntraditional, new and emerging partners and with the \r\nUnited Nations system must be streamlined and adjusted \r\nto avoid the shortcomings of the implementation of the \r\nMillennium Development Goals and support the broader \r\nvision of the 2030 Agenda. These partnerships must be \r\naligned to Africa’s development priorities identified \r\nin the African Union Agenda 2063 and address the \r\ngap in the implementation of commitments made \r\ntowards Africa’s development. The biennial report on \r\nthe review of the implementation of the commitments \r\nmade towards Africa’s development gives us a clear \r\npicture of the implementation gap that is threatening the \r\nfulfilment of the commitments pertaining to the four \r\nthematic topics, namely, infrastructure development, \r\ntrade, a conflict-free Africa, and gender equality and \r\nwomen’s empowerment.\r\nWhile recognizing the efforts of the African \r\ncountries and their development partners in fulfilling \r\ntheir commitments in those thematic areas, much \r\nmore needs to be done on the basis of the principles \r\nof partnership and mutual accountability. Official \r\ndevelopment assistance and other commitments in the \r\nareas of finance, technology transfer, capacity-building \r\nand market access must be fulfilled in a timely manner. \r\nCommitments made to the Green Climate Fund must \r\nalso be honoured so as to help African countries build \r\nresilience in the face of the devastating effects of \r\nclimate change.\r\nThe African Group welcomes the report of the \r\nSecretary-General entitled, “Causes of conflict and the \r\npromotion of durable peace and sustainable development \r\nin Africa”, which provides a succinct overview of \r\nrecent major peace and security developments on the \r\ncontinent, and which highlights, in particular, the place \r\nof women’s human rights in peace and security in Africa. \r\nThe African Group takes note, with appreciation, of \r\nthe progress made in preventing and resolving conflict \r\nin Africa and in building and consolidating peace in \r\ncountries emerging from conflict, which collectively \r\nsupport achieving the goals set forth in the African \r\ninitiative Silencing the Guns, Owning the Future by \r\n2020.\r\nIn particular, Africa has also made significant \r\nprogress in strengthening its institutional capacity, \r\nincluding its ability to undertake peace efforts and \r\npromote good governance, including through the \r\nAfrican Peer Review Mechanism. The decision of \r\nAfrican leaders at the twenty-seventh African Union \r\n(AU) Summit, held in Kigali, to set up an import levy \r\nto help fund the budget of the African Union, including \r\n25 per cent of the budget of its peace and security \r\nactivities, is a historic step towards full self-reliance \r\nand a sign of Africa’s strong commitment to realizing \r\nthe Africa We Want as detailed in the Agenda 2063. The \r\nrevitalization of the African Peer Review Mechanism \r\nwill provide a further boost to African efforts to prevent \r\nconflict through addressing the root causes and drivers \r\nof conflict.\r\nAt the same time, Africa continues to face serious \r\nchallenges to its peace and security, including electoral \r\nviolence, social and economic inequality and exclusion, \r\nespecially of women and young people, and the rise of \r\nviolent extremism and terrorism. African countries \r\nhave taken numerous steps to address these challenges \r\nat national and regional levels, including, in the case of \r\nterrorism, the deployment of the African Union Mission \r\nin Somalia and the Multinational Joint Task Force, to \r\ncombat Al-Shabaab and Boko Haram, respectively.\r\nTo complement and strengthen African efforts \r\nto address challenges to the continent’s peace and \r\nsecurity, it is critical that Africa’s partners enhance \r\ntheir support for African peace and security activities \r\nand help build the continent’s own capacity to prevent \r\nand resolve conflict through increased assistance for \r\nA/71/PV.28 14/10/2016\r\n10/29 16-32961\r\nthe African Peace and Security Architecture and the \r\nAfrican Governance Architecture.\r\nThe 2030 Agenda for Sustainable Development \r\nand the AU’s Agenda 2063 provide us with unique \r\nand complementary blueprints to tackle conflicts \r\nin a holistic manner by integrating development, \r\npeace, security and human rights into one actionable \r\nframework. No country or organization can hope to \r\nmeet these challenges alone. In recognition of this \r\nfact, the African Union and the United Nations have \r\nsought to strengthen their cooperation across the areas \r\nof peace, security, human rights and development. That \r\nis reflected in the Framework for a Renewed United \r\nNations/AU Partnership on Africa’s Integration and \r\nDevelopment Agendas 2017-2027, adopted at the twenty-\r\nfifth African Union summit, held in Johannesburg in \r\nJune 2015, and in the preparation of the Joint United \r\nNations-AU Framework for an Enhanced Partnership in \r\nPeace and Security.\r\nFurthermore, we must also strive to enhance \r\nthe collaboration between the United Nations and \r\nAfrica in every area of conflict-prevention and \r\nresolution, peacekeeping, peacebuilding and post-\r\nconflict reconstruction and development, as well as \r\nthe promotion of good governance, the rule of law and \r\nrespect for human rights. In that regard, we should draw \r\non the recommendations of the major United Nations \r\nreviews undertaken in 2015 of its peace operations and \r\npeacebuilding architecture and of the implementation \r\nof Security Council resolution 1325 (2000), including \r\nthe need for fostering closer and more effective \r\npartnerships with regional organizations, particularly \r\nthe African Union.\r\nLastly, with regard to making progress on \r\nimplementing the aims of the Decade to Roll Back \r\nMalaria in Developing Countries, Particularly in \r\nAfrica, the African Group welcomes the commitment \r\nshown by world leaders under Sustainable Development \r\nGoal 3 to continue to work to eradicate malaria and \r\nother diseases. We underscore the importance of taking \r\npreventive measures, including the improvement of \r\nsurveillance and reporting within the framework of \r\nthe overall objective of strengthening the capacities of \r\nAfrican countries’ health systems to tackle malaria and \r\nother health issues.\r\nMr. Ten-Pow (Guyana): I have the honour to \r\nspeak on behalf of the 14 States members of the \r\nCaribbean Community (CARICOM) in today’s joint \r\ndebate on the agenda items “New Partnership for \r\nAfrica’s Development: progress in implementation \r\nand international support” and on “2001-2010: Decade \r\nto Roll Back Malaria in Developing Countries, \r\nParticularly in Africa”. We thank the Secretary-General \r\nfor his insightful reports, contained in documents \r\nA/71/189 and A/71/203, which provide a comprehensive \r\noverview of what has been achieved to date, as well as \r\nthe challenges encountered and the work that remains \r\nto be done.\r\nCARICOM would like to express its support once \r\nagain for the African-led and African-owned approach \r\nto socioeconomic revival that the New Partnership for \r\nAfrica’s Development (NEPAD) represents. We note \r\nwith satisfaction the progress that has been achieved \r\nin recent years, while recognizing that there are still \r\nmany hurdles to be overcome before the goals set can \r\nbe fully achieved. NEPAD has enabled Africans to \r\nchart their own course towards higher standards of \r\nliving, surmount the ravages of conflict and poverty, \r\nand fulfil the rich promise of their boundless potential; \r\nthe progress made thus far illustrates its effectiveness \r\nas a development model for Africa.\r\nIt is especially encouraging to learn that, despite \r\nthe difficult global economic environment in 2015, \r\nthe international community has continued to support \r\nNEPAD’s implementation through financing, trade, \r\ndebt relief and South-South cooperation. Indeed, \r\nthe progress made in the areas of infrastructure \r\ndevelopment, trade, a conflict-free Africa, gender \r\nequality and women’s empowerment is testimony to \r\nNEPAD’s viability and provides strong justification \r\nfor its continued international support. The initiatives \r\nbeing undertaken through NEPAD coincide with the \r\nobjectives of the International Decade for People of \r\nAfrican Descent, which is being observed from 2015 to \r\n2024, in that it is a vehicle for taking effective measures \r\nto implement a programme of activities in a spirit of \r\nrecognition, justice and development for people of \r\nAfrican descent.\r\nEarlier this week, we observed the International \r\nDay of the Girl Child, again highlighting the ambition \r\nfor gender equality embodied in the Sustainable \r\nDevelopment Goals. It was a solemn reminder that girls \r\nstill face widespread disadvantages and discrimination \r\non a daily basis. Against that backdrop, it is heartening \r\nto note in the Secretary-General’s report that, where \r\ngender equality and women’s empowerment are \r\nconcerned, major legislative reforms have achieved \r\n14/10/2016 A/71/PV.28\r\n16-32961 11/29\r\nsignificant results in education, health and political \r\nparticipation. The report also indicates, however, that \r\nchallenges remain for women in the areas of economic \r\nempowerment and human rights violations, as well \r\nas in gender disparities, violence against women and \r\nwomen’s inadequate participation in peace processes. \r\nWe urge that more aggressive action be taken in those \r\ncritical areas.\r\nOn the health front, CARICOM is encouraged by \r\nthe progress of recent years in the fight against malaria. \r\nThe African Union reported on World Malaria Day \r\n2016 that a good number of African countries had met \r\nthe targets for ending malaria set in the Millennium \r\nDevelopment Goals and that Africa had accounted \r\nfor 60 per cent of the global drop in malaria-related \r\ndeaths, with 6.2 million lives saved since 2000. \r\nCARICOM calls on the international community to \r\nrenew its commitment to supporting Africa and other \r\naffected regions in fighting that preventable disease. \r\nWe endorse the Secretary-General’s assessment that \r\nbuilding sustainable health systems capable of meeting \r\ncurrent and future threats, such as that of Ebola, is key \r\nto ensuring healthy lives and promoting well-being for \r\nall Africans.\r\nClimate change remains a major threat to \r\nsustainable development in Africa, given the \r\ncontinent’s vulnerability to environmental and climatic \r\nevents. Against the backdrop of the 2030 Agenda for \r\nSustainable Development and other global frameworks, \r\nincluding the Addis Ababa Action Agenda, the Paris \r\nAgreement on Climate Change and the African Union’s \r\nAgenda 2063, CARICOM urges African countries \r\nand their development partners to heed the Secretary-\r\nGeneral’s call to work towards incorporating those \r\nmainstream agendas into their national development \r\nframeworks, as their effective implementation will help \r\nto realize NEPAD’s priorities.\r\nThe Secretary-General’s report identifies two major \r\nchallenges to realizing NEPAD’s objectives — first, a \r\nlack of adequate financial support, and secondly, the \r\nsevere institutional and technical capacity constraints, \r\nat the country level, in the African Union and in \r\nthe regional economic communities, that prevent \r\neffective implementation in all four of NEPAD’s \r\nthematic areas. CARICOM is of the view that the \r\nsignificant improvements that are being recorded in the \r\nareas to which adequate resources have been channelled \r\njustify the provision of further support. We agree \r\nwith the Secretary-General’s assessment that the full \r\nrealization of the Goals and targets of the 2030 Agenda \r\nfor Sustainable Development and the aspirations of the \r\nAfrican Union’s Agenda 2063 will require concerted \r\nefforts by both African countries and the international \r\ncommunity.\r\nA supportive international environment is critical \r\nto the implementation of the Sustainable Development \r\nGoals in Africa, including through official development \r\nassistance, foreign direct investment, trade and debt \r\nrelief, and in that regard, as I said, we are pleased \r\nto note that the international community’s support \r\nhas continued. We join with the Secretary-General \r\nin urging African countries, together with their \r\ndevelopment partners, to continue to take measures to \r\nstrengthen the basis for growth while promoting social \r\npolicies aimed at addressing poverty and inequality, in \r\nline with the 2030 Agenda’s vision of ensuring that no \r\none is left behind.\r\nCARICOM also supports the call made at the \r\n2015 African Union Summit in Johannesburg for the \r\nUnited Nations to further enhance its cooperation \r\nwith the African Union, especially in the context of \r\nimplementing the African Union’s Agenda 2063.\r\nMr. Doualeh (Djibouti), Vice-President, took \r\nthe Chair.\r\nCARICOM reaffirms its commitment to continued \r\ncollaboration with Africa in addressing common \r\nchallenges to peace and development and in contributing \r\ntogether to a more prosperous and secure world. Our \r\nclose interaction and collaboration within the United \r\nNations and under the mechanisms of the African, \r\nCaribbean and Pacific Group of States have helped \r\nto ensure a constant renewal of the fraternal bonds \r\nbetween our peoples and regions. We look forward \r\nto strengthening those ties even further in the years \r\nahead. In that connection, I am pleased to report that \r\nCARICOM’s decades-long relationship with Africa is \r\nbeing consolidated through a strengthened diplomatic \r\npresence in Africa, increased people-to-people ties and \r\nthe pursuit of economic and technical cooperation for \r\nour mutual benefit.\r\nIn conclusion, the States members of the Caribbean \r\nCommunity would like to take this opportunity to \r\nexpress their renewed confidence in the prospects \r\nfor Africa’s continued progress and to reiterate our \r\ncommitment to a strong partnership with Africa for the \r\nmutual benefit of our two fraternal regions.\r\nA/71/PV.28 14/10/2016\r\n12/29 16-32961\r\nMr. Ismail (Brunei Darussalam): Before delivering \r\nmy statement, I would like to express our deepest \r\ncondolences and sympathies to our Thai colleagues on \r\nthe passing yesterday of His Majesty King Bhumibol \r\nAdulyadej of Thailand. Our thoughts and prayers are \r\nwith the Government and the people of the Kingdom \r\nof Thailand on this very sad day. I would also like to \r\nexpress our sorrow on the passing of our dear friend \r\nand colleague Ambassador Girma Tesfay, Permanent \r\nRepresentative of Eritrea.\r\nI have the honour to deliver this statement on \r\nagenda item 62 on behalf of the 10 States members \r\nof the Association of Southeast Asian Nations \r\n(ASEAN) — Cambodia, Indonesia, the Lao People’s \r\nDemocratic Republic, Malaysia, Myanmar, the \r\nPhilippines, Singapore, Thailand and Viet Nam, as well \r\nas my own country, Brunei Darussalam.\r\nASEAN aligns itself with the statement delivered \r\nearlier by the representative of Thailand on behalf of \r\nthe Group of 77 and China.\r\nWe would like to thank the Secretary-General \r\nfor his comprehensive reports (A/71/189, A/71/203 \r\nand A/71/211), which have provided us with valuable \r\nupdates and practical recommendations on the way \r\nforward for Africa’s development. We are encouraged \r\nby the fact that Africa continues to make economic \r\nstrides, despite the slowdown in the global economy \r\nand the low commodity prices that have lowered growth \r\nprojections for the continent. The signing in 2015 of an \r\nagreement on the Tripartite Free Trade Area has paved \r\nthe way to an agreement on a continental free-trade \r\narea by 2017, which would boost intra-African trade \r\nand provide for more economic opportunities with the \r\nrest of the world.\r\nAs we work towards ASEAN’s Community Vision \r\n2025, there are many areas where ASEAN and Africa \r\ncould cooperate so as to realize our shared aspirations \r\nfor the development and future of our regions. Six \r\ndecades after the Bandung Conference was held in \r\n1955, its spirit continues to guide us in addressing \r\nissues of common concern on a basis of mutual respect \r\nand trust, in accordance with the relevant principles of \r\nthe Charter of the United Nations. I would therefore \r\nlike to express ASEAN’s support for full and effective \r\nimplementation of the New Partnership for Africa’s \r\nDevelopment (NEPAD), which will also provide a \r\nstrong foundation for the Africa Union’s Agenda 2063.\r\nWe note the good progress that many of the African \r\nMember States have made towards achieving the \r\nMillennium Development Goals. As we embark on our \r\njourney to implement the 2030 Agenda for Sustainable \r\nDevelopment, it is vital that we continue to work \r\ntogether to collectively reach those global goals. In \r\nthat regard, ASEAN continues to encourage NEPAD’s \r\nefforts to prioritize health, education and gender \r\nmainstreaming on their agenda. We also welcome \r\nthe valuable contribution of the African Peer Review \r\nMechanism to strengthening engagement between \r\nGovernments and their peoples.\r\nWe realize that it is difficult to achieve progress \r\nand development without durable peace. The growing \r\nthreats of terrorism and violent extremism and \r\nthe existence of protracted armed conflicts stunt \r\ndevelopment. That is why we continue to have faith \r\nin NEPAD’s programmes, particularly those aimed at \r\ndeveloping human capital in order to promote peace, \r\nsecurity and prosperity.\r\nIn conclusion, ASEAN would like to reiterate its \r\nsolidarity with and support for the endeavours of our \r\nAfrican friends and the international community to \r\nachieve greater progress in implementing the NEPAD \r\nagenda for the benefit of Africa.\r\nMr. McCulley (United States of America): \r\nPresident Obama spoke of the centrality of Africa \r\nduring a speech on 24 September to the United States-\r\nAfrica Business Forum. He said that with so many of the \r\nkey challenges we face — our security, our prosperity, \r\nclimate change, the struggle for human rights and \r\nhuman dignity and the reduction of conflict — Africa \r\nis essential to our progress.\r\nAfrica’s rise is important not just to Africa but to the \r\nentire world. That is why the United States appreciates \r\nthe holistic, comprehensive and integrated approach to \r\nsustainable development that the New Partnership for \r\nAfrica’s Development (NEPAD) represents. NEPAD’s \r\nfour programmes of work articulate a clear and \r\ncompelling plan of action for sustainable development in \r\nAfrica, covering as it does natural resources, governance \r\nand food security; regional integration, infrastructure \r\nand trade; industrialization, science, technology and \r\ninnovation; and human capital development, youth \r\nemployment and women’s empowerment.\r\nWe are proud supporters of NEPAD’s vision, \r\nand many of the foreign assistance programmes \r\nand partnerships of the United States are providing \r\n14/10/2016 A/71/PV.28\r\n16-32961 13/29\r\nconcrete assistance in Africa that helps to advance \r\nall of NEPAD’s work programmes. For example, our \r\nFeed the Future programme focuses on increasing \r\ncrop yields, which in turn result in higher incomes, \r\nimproved nutrition, enhanced food security and \r\nstronger economies. In 2015 alone, Feed the Future \r\nhelped more than 3.6 million African farmers gain \r\naccess to new tools and technologies, such as high-yield \r\ncrops and seeds, fertilizer application tools and best \r\npractices in soil conservation and water management. \r\nThose and other efforts helped farmers supported by \r\nFeed the Future realize more than $450 million in new \r\nagricultural sales that same year.\r\nIn the area of energy security, our Power Africa \r\nprogramme is mobilizing billions of dollars in \r\ninvestment from Government and businesses in order to \r\nreduce the number of Africans living without electricity. \r\nPower Africa’s 120 private- and public-sector partners \r\nhave committed more than $43 billion, including more \r\nthan $31 billion from private-sector partners alone. \r\nAfter three years of operation, Power Africa has helped \r\nto facilitate private-sector power transactions that are \r\nexpected to generate 4,600 megawatts of new, cleaner \r\npower. Similarly, the contributions of the United States \r\nto the Green Climate Fund are financing projects that \r\nwill help developing countries mitigate and improve \r\ntheir resilience to the effects of climate change, including \r\nprojects in the Gambia, Mali, Malawi, Rwanda, Kenya \r\nand Uganda. In order to better serve least-developed \r\ncountries, the project process has been streamlined to \r\nimprove funding access, and $3 million per country has \r\nbeen allocated to support the formulation of national \r\nclimate-change adaptation plans.\r\nThe United States is also investing in comprehensive \r\nhealth programmes aimed at preventing and treating \r\ndiseases. For example, the President’s Malaria Initiative \r\n(PMI), launched in 2005, provided for a historic \r\n$1.2 billion expansion of United States Government \r\nresources to fight malaria in sub-Saharan Africa. Last \r\nyear alone, PMI protected more than 16 million people \r\nthrough the spraying of homes and procured more than \r\n42 million long-lasting insecticide-treated bednets, \r\nalmost 60 million anti-malarial treatments and more \r\nthan 54 million rapid diagnostic tests.\r\nGood governance is a central tenet of United States \r\nforeign assistance. As President Obama has noted, \r\nnothing will unlock Africa’s economic potential more \r\nthan ending the cancer of corruption. The United States \r\nleadership, in establishing the Open Government \r\nPartnership (OGP), has increased transparency, \r\nbolstered citizen engagement and harnessed new \r\ntechnologies to improve good governance, transparency \r\nand accountability. In September, South Africa \r\nconcluded its one-year tenure as lead Government OGP \r\nChair, and we are grateful for its leadership. During the \r\nyear, South Africa hosted an Africa regional meeting, \r\nbringing together members of OGP Governments and \r\ncivil society from across the continent to exchange \r\nbest practices. It also co-hosted the OGP five-year \r\nanniversary event on the margins of the high-level \r\nweek of the General Assembly.\r\nEnsuring that the OGP plays a meaningful role \r\nin broadening the fight against corruption in pivotal \r\nAfrican countries such as its newest member, Nigeria, \r\nand in advancing transparent implementation of the \r\nSustainable Development Goals, will be a key priority \r\ngoing forward. The United States is pleased that the \r\nOGP steering committee recently endorsed a new \r\npartnership with NEPAD, and looks forward to strong \r\ncollaboration in advancing work on the continent.\r\nFinally, gender equality is a core component of \r\nUnited States foreign assistance. Years of experience \r\nhave taught us that greater gender equality means \r\nbetter outcomes for everyone, and that when we invest \r\nin women and girls we see a direct benefit to their \r\npotential as individuals, as well as related improvements \r\nin their families, communities and entire societies. \r\nThe United States is fully committed to promoting \r\ngender equality through partnerships such as Let Girls \r\nLearn, which helps adolescent girls complete their \r\neducation and pursue their broader aspirations. The \r\nObama administration’s holistic approach to girls’ \r\neducation includes investments of more than $1 billion \r\nin new and ongoing programming by the United States \r\nGovernment in more than 50 countries, and nearly 100 \r\nprivate-sector partnerships for promoting the education \r\nof adolescent girls around the world.\r\nWe look forward to continuing our work with the \r\nAfrican Union and the Governments and peoples of \r\nAfrica as equal partners, in the efforts to make the \r\nvision of the 2030 Agenda for Sustainable Development \r\nand the African Union’s Agenda 2063 a reality.\r\nMrs. Rodríguez Abascal (Cuba) (spoke in \r\nSpanish): We would like to thank the Secretary-General \r\nfor his reports (A/71/189, A/71/203 and A/71/211) on \r\ntoday’s agenda items.\r\nA/71/PV.28 14/10/2016\r\n14/29 16-32961\r\nWe align ourselves with the statement delivered \r\nearlier by the representative of Thailand on behalf of \r\nthe Group of 77 and China.\r\nIn Cuba’s view, the New Partnership for Africa’s \r\nDevelopment (NEPAD) is unquestionably one of the \r\nmost commendable initiatives launched in Africa in \r\nrecent decades, based on principles that reflect the \r\ncommitment of the region’s political leaders to making \r\npolitical, economic and social progress on the continent.\r\nThe Secretary-General’s report on NEPAD \r\n(A/71/189) takes account of the economic and social \r\ntransformations that Africa has been undergoing. \r\nHowever, we must recognize that the road to sustainable \r\ndevelopment continues to present challenges. In many \r\ncases, a chronic lack of resources for public investment \r\nis an obstacle to full implementation of NEPAD’s \r\ndevelopment plans. Where international trade is \r\nconcerned, African countries face numerous structural \r\nhindrances to their access to global markets. The lack \r\nof financing for trade and the presence of tariff and \r\nnon-tariff barriers in developed countries’ markets, \r\nincluding subsidies that distort trade, continue to \r\nprevent Africa from achieving its export potential.\r\nThe continuing decline in official development \r\nassistance (ODA) is another cause for concern about \r\ndevelopment initiatives in Africa. That decline and the \r\nunfavourable world economic conditions during the \r\nperiod under consideration present a true challenge for \r\nthe implementation for 2030 Agenda for Sustainable \r\nDevelopment and the African Union 2063 Agenda and \r\nendanger the progress already made in implementing \r\nthe Millennium Development Goals. We call upon \r\nall developed countries to comply with their ODA \r\ncommitments and step up their support for NEPAD.\r\nCuba has always defended the historical and \r\nmoral responsibility of the international community \r\nto help African development in the wake of centuries \r\nof colonialism, looting and siphoning off of African \r\nwealth. For some, Africa continues to be merely a myth \r\nand a veritable mine of resources, a place where they \r\ncan obtain substantial profits without paying a high \r\ncost and without suffering the disastrous consequences \r\nthat have plagued the African people as a result of this \r\ncenturies-long process of exploitation and pillage. To \r\ntake care of African problems, we must get rid of that \r\nphilosophy of profit and plunder at any cost, which \r\nunderpins the unfair international economic order that \r\nhas been forced upon the world.\r\nNot only does Africa continue to be marginalized \r\nand completely disadvantaged in international economic \r\nrelations, but its levels of poverty are continuing \r\nto grow at an alarming rate, and it is experiencing \r\nincreased armed conflict and the spread of diseases that \r\nare decimating entire nations on the African continent. \r\nThe cause of this has been the economic and financial \r\npolicies and the unbridled waves of privatization \r\naccompanying the neoliberal globalization process \r\nimposed by the developed countries. It is these policies \r\nand this privatization, which were supposed to make \r\nthe situation in Africa less precarious, and not the \r\nweaknesses of African institutions — as the developed \r\ncountries want us to believe — that are to blame.\r\nAs the Secretary-General’s report on NEPAD \r\nstates, the 2030 Agenda, in which the specific problems \r\nof Africa are recognized, began to be implemented in \r\n2015 and the importance of supporting the 2063 Agenda \r\nand NEPAD was reaffirmed. Both Agendas share \r\nsimilar strategic principles, with a focus on people, \r\npeace, justice, human rights, prosperity, environmental \r\nsustainability and mutually accountable partnerships. \r\nCuba firmly believes that, in the context of NEPAD, the \r\nAfrican leaders will be able to resolve the conflicts that \r\ncurrently present additional obstacles to achieving the \r\neconomic and social development goals of the region.\r\nThe people of Cuba are direct and natural heirs \r\nof the gallantry, courage and spirit of endurance of \r\nAfrica, which has struggled heroically for centuries \r\nto overcome countless challenges. We are proud of \r\nthat. Africa is very dear to our hearts in Cuba — it is \r\nan essential part of what Cubans are. It informs our \r\nidentity and our culture; many Cubans have their roots \r\nin Africa. Thanks to the profound international beliefs \r\nof the Cuban Revolution, our country has always \r\nshown solidarity with Africa, whether in the form of \r\nunconditional support for anti-colonialist struggles \r\nor through cooperation projects in many spheres of \r\neconomic and social development.\r\nIn the context of South-South cooperation, our \r\ncountry continues to provide its human capital and \r\nexperience in its cooperation with African countries. \r\nAllow me to mention a few prime examples of that \r\ncooperation. More than 2,600 African fellowship-\r\nholders are studying subjects at universities in Cuba, \r\nincluding medical science. More than 5,000 Cuban \r\ncooperation workers are serving in 34 African nations \r\nin order to boost development in diverse areas, including \r\npublic health, education, agriculture, sports and \r\n14/10/2016 A/71/PV.28\r\n16-32961 15/29\r\nconstruction. More than 27,000 African patients have \r\nrecovered their sight through a joint Cuban-Venezuelan \r\nprogramme known as Operation Miracle.\r\nAnd Africa has always shown solidarity with \r\nCuba. In the more than 50 years since the economic, \r\ncommercial and financial blockade was first imposed \r\non my country, the Governments and peoples of Africa \r\nhave closed ranks in support of the Cuban people’s \r\nright to decide their own destiny.\r\nCuba has always been supportive of the African \r\ncontinent in its quest to eradicate malaria by means \r\nof the vector control programme, including the \r\nconstruction of biolarvicide production factories in \r\nAfrica, staff development initiatives, the training \r\nof community workers and informal educational \r\ndiscussions on environmental sanitation. The malaria \r\ncontrol programme has borne fruit: it has reduced \r\ninfant and maternal mortality rates, which is an \r\nimportant result when we bear in mind that 90 per cent \r\nof malaria-related deaths occur in Africa and that most \r\nof the victims are children under 5 years old. Cuba \r\nwill continue to help the African continent to eradicate \r\nthe epidemic.\r\nOur country will continue to support the African \r\nUnion and all the regional coordination mechanisms in \r\nthe quest to find African solutions to African problems. \r\nIt will continue to advocate respect for the sovereignty \r\nof the African continent and non-interference in the \r\ninternal affairs of African countries. We hope that \r\nthe General Assembly will tackle the true root causes \r\nof the challenges facing the continent, which are the \r\nresult of decades of colonization and plundering. \r\nAfrican countries urgently need special and differential \r\ntreatment, market access for their products, stable \r\ncommodity prices, external debt forgiveness, access \r\nto technologies, significantly increased ODA and \r\nadequate financial resources for their purposes, which \r\nmust be provided without interference or preconditions. \r\nAfrica cannot wait any longer. Let us act now.\r\nMr. Al-Otaibi (Kuwait) (spoke in Arabic): It \r\nis my pleasure to speak on the agenda items under \r\nconsideration. We have taken note of the reports of the \r\nSecretary-General (A/71/189, A/71/203 and A/71/211) \r\nand his recommendations. We welcome the progress \r\nmade in implementing the New Partnership for Africa’s \r\nDevelopment and all the achievements with regard to \r\nsecurity, food security, development, the rule of law, \r\neducation and the empowerment of women in Africa.\r\nI express my deep thanks to the Office of the Special \r\nAdviser on Africa and the Office of the Permanent \r\nObserver of the African Union to the United Nations \r\nfor the rich debate and deliberations during Africa \r\nWeek, which will lead to the economic and political \r\ndevelopment of Africa.\r\nIn 2015 we witnessed the adoption of two historic \r\nagendas: the 2030 Agenda for Sustainable Development \r\nand the African Union 2063 Agenda, which represents \r\nthe long-term strategic vision for the transformation \r\nof Africa over the next 50 years. The first Ten-Year \r\nImplementation Plan was adopted in 2015. We believe \r\nthat through synergy, the two Agendas will lead to the \r\nachievement of sustainable development in Africa and \r\nof all African development objectives. That has been \r\nreflected in the report (A/71/203) of the Secretary-\r\nGeneral and the focus on the four thematic areas.\r\nWe would like to concentrate here on the major \r\nobjectives: infrastructure development, trade, a \r\nconflict-free Africa, and gender equality and women’s \r\nempowerment. We stress the major challenges facing \r\nthe African continent, including the lack of financial \r\nsupport and the current worrisome economic situation, \r\ngiven the unfavourable global economic conditions. \r\nThe report highlights the fact that African countries \r\ncontinue to face weak productivity in the agricultural \r\nsector. They are suffering from a lack of financing, \r\nunemployment and challenges resulting from climate \r\nchange. We also would like to stress the areas of \r\nimportance, namely, good governance, the rule of law, \r\nhuman rights and the empowerment of women.\r\nKuwait remains convinced of the importance \r\nof cooperation in all areas of development. We have \r\nprovided assistance to developing countries, including \r\nthe least developed among them, throughout the world, \r\nparticularly in Africa, through our aid agencies. We \r\nbase our policies on the conviction that assistance and \r\ncooperation will enable development projects to be \r\ncarried out, thereby ensuring sustainable development \r\nfor the benefit of such countries. My country will \r\ncontinue to support the aspirations of developing \r\ncountries and those of African countries in particular. \r\nThe sum total of contributions and assistance provided \r\nby the Kuwait Fund for Arab Economic Development \r\nhas amounted to $6.4 billion.\r\nWe are very proud of our historical relations \r\nwith African countries. We enjoy observer status in \r\nthe African Union. In November 2013, we hosted the \r\nA/71/PV.28 14/10/2016\r\n16/29 16-32961\r\nthird Africa-Arab Summit on the theme “Partners \r\nin development and investment”. We also provided \r\nconcessionary loans as part of our commitment to \r\nAfrican countries. We will hand over the chairmanship \r\nof the Summit to Mauritania prior to the fourth Summit, \r\nwhich will be held in Malabo in November. We will \r\nconfer awards in the area of health for 2015 and that of \r\nfood security for 2016. We will continue to maintain \r\nour policy of cooperation on the basis of our deeply \r\nheld conviction of the need to support quality education \r\nand combat illiteracy in Africa.\r\nIn conclusion, we reiterate our steadfast commitment \r\nto all the aspirations and hopes of African countries to \r\nachieve sustainable development in the continent.\r\nMr. Kononuchenko (Russian Federation) (spoke in \r\nRussian): Let me congratulate the African Union and \r\nthe United Nations system on a successful Africa Week. \r\nThe activities held during the event have clearly shown \r\nthe enormous potential and desire of the countries of \r\nAfrica to achieve sustainable development. They have \r\nalready gone far in implementing the Millennium \r\nDevelopment Goals.\r\nHowever, the continent remains vulnerable to \r\nvarious types of challenges, including terrorism, \r\nseparatism, an imperfect public health system, soil \r\ndegradation and the unsustainable use of water. It is \r\ntherefore important to ensure an appropriate level \r\nof support for Africa so as to strengthen the positive \r\nmomentum and help the African countries embark on \r\nan irreversible path of progress in line with the 2030 \r\nAgenda for Sustainable Development.\r\nWe are of the view that African countries must, \r\nindependently and without pressure imposed upon them \r\nfrom abroad, make decisions with regard to strategy \r\nand tactics to achieve the Sustainable Development \r\nGoals in line, on the one hand, with their own national \r\npriorities, and, on the other, with the collective regional \r\nvision of the future of the continent and its place and \r\nrole in global politics and economics. In that regard, \r\nthe Russian Federation welcomed the adoption of the \r\nAfrican Union Agenda 2063, the key vectors of which \r\nare in line with the 2030 Agenda. We support the chorus \r\nof the African Union for a balanced and reasoned \r\nblending of the two agendas, which will help in their \r\nsuccessful implementation.\r\nWe agree with the Secretary-General that there \r\nis a need to increase assistance to Africa with a view \r\nto eradicating poverty, unemployment and inequality, \r\nwhich taken together provide fertile ground for the \r\nemergence of conflicts. We call for vital focus to \r\nbe placed on developing industrial production and \r\ntransport infrastructure, strengthening trade potential \r\nand improving the public health and education systems. \r\nIn that context, we supported the decision of the \r\nGeneral Assembly at its seventieth session to launch \r\na new Industrial Development Decade for Africa (see \r\nresolution 70/295).\r\nWe trust that African countries, for their part, will \r\ncontinue to update legislation, especially in the areas of \r\nfinance, taxes and investments, with a view to mobilizing \r\ndomestic resources and developing partnerships. For \r\nour part, we will continue to provide assistance to our \r\nAfrican partners through bilateral and multilateral \r\nchannels. We are prepared to use both traditional forms \r\nof assistance and look for new innovative ways for \r\nmutually advantageous cooperation.\r\nRussia is actively helping to ease the debt burden of \r\nAfrican States. To date, as part of the Heavily Indebted \r\nPoor Countries Initiative, we have forgiven the main \r\nportion of Africa’s debt of more than $20 billion. \r\nWe grant wide-ranging trade preferences to African \r\ncountries. Regarding African goods, we have a \r\npreferred customs and tariff regime covering a major \r\nportion of Russian imports from Africa.\r\nSubstantial support is given for the training of \r\npersonnel. At present, we have more than 10,000 \r\nAfricans studying in Russian higher educational \r\ninstitutions, more than 4,000 of whom are paid for \r\nfrom our federal budget. In the 2015/16 academic \r\nyear sub-Saharan African States have received \r\nmore than 1,000 scholarships. Russia contributes \r\nto international assistance programmes for Africa \r\nthrough the International Monetary Fund, the World \r\nBank, the World Health Organization and the World \r\nFood Programme (WFP). In 2014-2015, through \r\nWFP channels, we provided food aid to Somalia, \r\nKenya, Guinea, Sierra Leone and Liberia for a total of \r\n$10 million. To re-equip WFP’s pool of vehicles in a \r\nnumber of African countries, Russia allocated Kamaz \r\nvehicles that were worth around $10 million.\r\nRussia also provided African States with assistance \r\nin the health sector. Our country was one of the first \r\nto react to the Ebola virus epidemic in West African \r\ncountries. To combat the virus, Russia allocated more \r\nthan $60 million. We made a contribution of about \r\n$6.6 million to the fund of the International Civil \r\n14/10/2016 A/71/PV.28\r\n16-32961 17/29\r\nDefence Organization and earmarked it for purchase \r\nin Russia and delivery to Conakry and Monrovia \r\nof specialized medical modules, mobile medical \r\nwarehouses and Kamaz vehicles.\r\nMr. Chenneerappa (India): We are meeting at a \r\ntime of hope for multilateralism. The implementation \r\nof the 2030 Agenda for Sustainable Development is \r\nunder way and the Paris Agreement on Climate Change \r\nwill enter into force next month. In addition, Africa has \r\nseparately commenced the first phase of implementing \r\nits own African Union Agenda 2063, which builds \r\non the core priorities of the now 15-year-old New \r\nPartnership for Africa’s Development. International \r\ncollaboration remains crucial in assisting Africa move \r\ntowards the effective implementation of the Sustainable \r\nDevelopment Goals (SDGs).\r\nAfrica has made rapid strides in recent years. Its \r\noverall economic output has grown. Poverty rates have \r\nfallen. Life expectancy has increased. Today Africa is a \r\nyoung continent. Rates of infant and maternal mortality \r\nhave fallen. Primary school enrolment, including for \r\ngirls, has increased. Malnutrition has been reduced \r\nand access to safe drinking water has increased. HIV \r\ninfection and prevalence rates have been reversed. \r\nForeign direct investment in sectors such as mining, \r\nhas increased in recent years. Expanding mobile \r\nconnectivity is leading to innovative money transfers.\r\nWe appreciate the organization of the ongoing \r\nAfrica Week from 13 to 17 October, which provides a \r\ngood opportunity to engage the entities of the United \r\nNations systems on ways to further strengthen the \r\ninstitutional partnership as a means of effectively \r\nimplementing the 2030 Agenda and Agenda 2063. We \r\ncongratulate the Office of the Under-Secretary-General \r\nand the Special Adviser on Africa on successfully \r\nfocusing the attention of the international community \r\non this matter.\r\nThe continuing challenges to development in \r\nAfrica are well studied. Some of the critical constraints \r\npersist, including difficulties surrounding agricultural \r\nproductivity; skill development; manufacturing \r\ncapability; the current low commodity prices and slow \r\neconomic growth; lack of diversification of economies; \r\npoor connectivity and infrastructure; limited regional \r\nintegration; and rapid unplanned urbanization. Chronic \r\narmed conflicts for control over resources in certain \r\nregions of Africa also impede progress. The reliance \r\non official development assistance continues to be high \r\ndespite the declining levels of such aid from traditional \r\ndonors, although collaboration with non-traditional \r\ndonors is growing. There is wide economic disparity \r\nacross the African continent. While Africa’s combined \r\ngross domestic product (GDP) is $2.4 trillion, the top \r\n10 economies of Africa account for nearly $2 trillion, \r\nwhile 34 countries have a GDP of less than $15 billion \r\neach and around 10 countries have a GDP of less than \r\n$2 billion each. Africa’s trade is only 3 per cent of the \r\nglobal figure, and intra-Africa trade is a mere 12 per \r\ncent of that.\r\nIndia and Africa represent one third of humanity. \r\nOur similar and shared experiences and struggles \r\ntranslate into a similar scale of challenges and concerns \r\nat the level of both national priorities and collective \r\ninterests in an increasingly globalized world. India \r\nand Africa worked together to develop a common \r\nunderstanding of our core priorities for an inclusive \r\neconomic growth to eradicate poverty and allocate \r\nadequate resources in the debates on SDGs, the Addis \r\nAbaba Action Agenda and the 2030 Agenda.\r\nThere are great synergies between the African \r\nUnion’s Agenda 2063, the 2030 Agenda and the focused \r\npriorities being pursued by the Government of India. \r\nThe India-Africa strategic partnership seeks to address \r\nmany of the challenges that the African Union and our \r\nAfrican partners have identified. The core strengths \r\nof our development partnership are capacity-building, \r\nmobilizing financial support and the sharing of \r\ntechnical expertise. The partnership complements our \r\nrapidly growing trade and investment links.\r\nWe focus on programmes for poverty eradication; \r\nprovision of affordable quality health care and education; \r\ngenerating employment opportunities; building \r\naccess to modern and renewable energy services; \r\ninfrastructure; and connectivity between resources and \r\nmarkets. Today Africa and India represent young and \r\ndynamic societies and economies that are intensifying \r\ntheir collaboration to achieve greater prosperity for \r\ntheir peoples.\r\nBuilding on our bilateral engagements, India \r\nhas initiated closer interaction with Africa’s regional \r\ncommunities over the past three decades. Since the \r\nFirst India-Africa Forum Summit of 2008, more than \r\n40,000 Indian scholarships have been taken up by our \r\nAfrican friends to participate in more than 300 different \r\ntraining programmes at 40 specialized institutions in a \r\nnumber of areas. They include information technology, \r\nA/71/PV.28 14/10/2016\r\n18/29 16-32961\r\nrenewable energy, agriculture, marine and aeronautical \r\nengineering, marine hydrography, entrepreneurship \r\nin small and medium-sized enterprises, rural \r\ndevelopment, parliamentary affairs, logistics and \r\nmanagement, climate-change adaptation, disaster \r\nmanagement, cybersecurity, forensic sciences and \r\ndefence and security.\r\nIn the past decade, India has approved almost \r\n$9 billion in concessional credit for nearly 140 projects \r\nin more than 40 African countries, with special \r\nemphasis on partners that are least developed countries \r\n(LDCs) and small island developing States. The areas \r\nhave included power generation and distribution, water \r\nsupply and irrigation, agriculture, light manufacturing, \r\nrenewable energy, construction of infrastructure, and \r\nso forth. At the Third India-Africa Forum Summit, held \r\nlast October, India offered an additional $100 billion in \r\nconcessional credit on more attractive terms than in the \r\npast, a further 50,000 scholarships and grants-in-aid of \r\n$600 million over the next five years.\r\nIndia was among the first emerging economies to \r\noffer a duty-free market access scheme for LDCs. In \r\n2014, that unilateral scheme was further expanded and \r\nnow extends to 34 African countries and is aimed at \r\nincreasing their exports to India. Africa-India trade \r\nmultiplied twentyfold in the last 15 years and doubled \r\nin the last five years to reach nearly $72 billion last \r\nyear, making India the fourth largest trading partner for \r\nAfrica. Indian foreign direct investment in Africa has \r\nalso surged, with major investments having taken place \r\nin the telecommunications, information technology \r\n(IT), energy, engineering, chemicals, pharmaceuticals \r\nand automobile sectors. Some Indian financial \r\ninstitutions and infrastructure companies have also \r\ncollaborated with the African Development Bank to \r\nfacilitate project development efforts.\r\nIndia has actively worked with international \r\npartners and the United Nations to collectively address \r\nthe challenges posed by pandemics, including HIV/\r\nAIDS and the Ebola virus in Africa, including through \r\naffordable quality generic medicines. Our f lagship \r\nprogrammes of telemedicine and tele-education have \r\nhelped expand access to education and health to people \r\nin remote areas. India’s experience of using IT tools for \r\nwide-ranging e-governance aspects for greater reach, \r\ntransparency, accountability and financial inclusion, \r\nincluding the provision of a unique identity for over one \r\nbillion people, can be of interest in the African context.\r\nIndia has also offered to assist Africa in the use \r\nof space technology for multiple development uses, \r\nincluding crop inventory, drought assessment and \r\nmonitoring, water resources management, forestry and \r\nthe environment, locust early-warning, infrastructure \r\ndevelopment and disaster management. Those \r\nspecialized real-time IT and space-technology solutions \r\ncan greatly assist Governments in the planning and \r\nmonitoring of the various development projects leading \r\nto the implementation of the SDGs.\r\nBesides the wide-ranging development and \r\nhumanitarian assistance efforts, India also partners with \r\nAfrica in promoting peace and security through its long-\r\nstanding contribution to United Nations peacekeeping \r\nand peacebuilding efforts. Recent initiatives have also \r\nincluded trilateral cooperation, along with the United \r\nStates of America, to offer training for Africa in United \r\nNations peacekeeping.\r\nThe long-standing India-Africa partnership is \r\nbased on solidarity and mutual respect; it is neither \r\nprescriptive nor exploitative. It represents South-South \r\ncooperation in all its dimensions and continues to \r\ncontribute to the implementation of the 2030 Agenda \r\nand the Agenda 2063.\r\nMr. Roet (Israel): First, I would like to convey my \r\ncondolences for the untimely death of His Excellency \r\nMr. Girma Asmerom Tesfay, the late Permanent \r\nRepresentative of Eritrea to the United Nations. He \r\nwas not only a colleague here in the Hall, he was also \r\na colleague in our building, and I remember vividly \r\nmeeting him many times a week. Our heartfelt sympathy \r\ngoes out to the people of Eritrea and to the Permanent \r\nMission of Eritrea.\r\nBefore I begin, I would like to take the opportunity \r\nto thank Under-Secretary-General Maged Abdelaziz \r\nand the Office of the Special Adviser on Africa for \r\ntheir commitment to promoting peace and development \r\nin Africa. We were delighted to have Under-Secretary-\r\nGeneral Abdelaziz join us at the special event entitled \r\n“Israeli Innovation and Technologies in Africa”, \r\nwhich our Prime Minister hosted during the high-level \r\ngeneral debate.\r\nAfrica has taken great strides toward better \r\nprosperity in the past few decades, despite the many \r\nchallenges the continent faces. Those achievements \r\nwere made possible by our working together to foster \r\neconomic and social development and to establish \r\nstability in the region. Israel’s first Prime Minister, \r\n14/10/2016 A/71/PV.28\r\n16-32961 19/29\r\nDavid Ben-Gurion, once said, “It’s not enough to be up \r\nto date. You have to be up to tomorrow.”\r\n When Israel looks at its African neighbours today, \r\nwe see the incredible development that has occurred \r\nthus far, but more importantly, the immense potential \r\nand hope for an even better tomorrow. The African \r\ncontinent is blessed with vast natural resources, such as \r\noil, gold, diamonds and metals, but the greatest and most \r\nprecious resource of all is its human capital, the people \r\nof Africa. An African proverb tells us that “Where \r\nthere are many, nothing goes wrong”. Well, there are \r\nmany people living in Africa, over 1.2 billion men and \r\nwomen. But Africa is rich, not only because of its raw \r\nmaterials, but because of its raw talent. The trick is to \r\nfind the keys to unlock that talent. Israel has been doing \r\njust that very successfully with its own population since \r\nits inception, and we are currently fostering both old \r\nand new partnerships with African States and sharing \r\nour methods and knowledge with them.\r\nIsrael shares a special historical connection with \r\nAfrica that dates all the way back to biblical times when \r\ntrade relations were established between the Queen \r\nof Sheba and King Solomon in Jerusalem — yes, the \r\nsame Jerusalem that was mentioned yesterday during \r\nthe vote in UNESCO when the connection of Jews to \r\nJerusalem was put into doubt. Israel respects the deep \r\nfeelings of Christianity and Islam towards Jerusalem. \r\nWe need to have the same special understanding and \r\nrespect for Israeli ties to Jerusalem.\r\nIn later years, both our peoples overcame many \r\nsimilar challenges that fostered shared values which \r\nfuel our relationships to this day. Former Israeli Prime \r\nMinister Golda Meir said it best:\r\n “[Like Africa]... we had shaken off foreign \r\nrule; like them, we had to learn for ourselves how \r\nto reclaim the land, how to increase the yields of \r\nour crops, how to irrigate... how to live together and \r\nhow to defend ourselves.”\r\nOur common struggles continue even now, as \r\nboth Africa and Israel combat terrorism, cope with \r\ninstability in our regions and strive every day for peace \r\nand prosperity.\r\nThere is no doubt that African nations have the \r\nprimary responsibility for their social and economic \r\ndevelopment. After all, the New Partnership for \r\nAfrica’s Development is all about African nations \r\nforging an Africa future together. But we live in an age \r\nof globalization, connecting us all more profoundly \r\nthan ever before, and we, the international community, \r\nhave a joint obligation to develop our world together \r\nand to create a better future for our children together. \r\nAs we decided in the 2030 Agenda for Sustainable \r\nDevelopment, no one gets left behind. Driven by the \r\nJewish value of tikkun olam, which means “reparing the \r\nworld”, Israel strives to help make this world a better \r\nplace. We are ready to cooperate with our African \r\nfriends in development efforts in any way we can, \r\nwhether in agriculture, health, water, irrigation, tourism, \r\ncybersecurity and the promotion of entrepreneurship \r\nand innovation.\r\nThis past July, Israel’s Prime Minister Benjamin \r\nNetanyahu made a historic trip to Africa, during which \r\nhe declared his intention to return to the continent very \r\nsoon. Those trips mark a new phase for the Israel-Africa \r\nrelationship. Although Israel is not technically a part of \r\nAfrica, we feel we are spiritually and geographically \r\nlinked, now more than ever. As the Prime Minister \r\nsaid in his speech, “Israel is coming back to Africa and \r\nAfrica is coming back to Israel”.\r\nLast month, Prime Minister Netanyahu hosted a \r\nspecial event on Israeli innovation and technologies in \r\nAfrica, here at the United Nations, at which African \r\nleaders from over 17 countries were introduced to \r\nIsraeli technologies that will help to shape the future. \r\nAs an example, an Israeli company, called WaterGen, \r\ndemonstrated technology that creates an abundant \r\nand renewable source of fresh, clean drinking water, \r\nextracted directly from the air, without the need for \r\nany special infrastructure, save a small amount of \r\nelectricity. Imagine that — fresh water pulled out of \r\nthin air. Another Israeli company called Energiya Global \r\nhas developed affordable solar projects worldwide, \r\nincluding in Africa, that provide clean electricity to \r\nmillions of people and strive to minimize the world’s \r\ndependence on fossil fuels by creating alternate sources \r\nof clean, safe and renewable energy.\r\nIsrael is interested in creating partnerships \r\nwith Africa through both the private and public \r\nsectors. Mashav, Israel’s Agency for International \r\nDevelopment Cooperation, has been active throughout \r\nthe developing world since the late 1950s, assisting \r\ncountries in alleviating hunger, disease and poverty \r\nthrough technical training and technology transfer, \r\nwhile encouraging self-reliance and innovation. In \r\npartnership with Germany, Mashav also launched the \r\nAfrica Initiative, with the purpose of addressing pressing \r\nA/71/PV.28 14/10/2016\r\n20/29 16-32961\r\nglobal challenges in Africa, such as the eradication of \r\npoverty and hunger, food security, climate change and \r\nmore, in accordance with the principles of the Paris \r\nDeclaration on Aid Effectiveness, the Accra Agenda \r\nfor Action and the Busan Partnership for Effective \r\nDevelopment Cooperation.\r\nLong-term development and prosperity cannot truly \r\nbe achieved without stability. That applies to Africa as \r\nwell. Unfortunately, one of the biggest threats we face \r\ntoday is terrorism. Israel has had to deal with its fair \r\nshare of terrorism throughout its history. We have come \r\nto learn that such threats must be fought constantly and \r\nwithout pause. At the same time, it is vitally important \r\nthat we never give up on the development of our people \r\nand our nation. Global terrorism is a threat to every \r\ncountry, in Africa and throughout the world, and the \r\nonly way to overcome it and restore stability is if we \r\nwork together. It is essential that we recognize that \r\nthe fight against terrorism goes hand in hand with the \r\npursuit of prosperity. Israel is ready and willing to \r\nstand with its African neighbours and other partners \r\nto eliminate that threat by sharing our knowledge and \r\nexperience and by working to eradicate terrorism in all \r\nof its forms.\r\nTheodor Herzl, Israel’s founding father, said “Where \r\nthere is a will there is a way.” His words are used in \r\nIsrael to this day — they push us forward and encourage \r\nus to reach for the seemingly unreachable. Today, with \r\nour joint knowledge, technology and resources, the \r\neradication of extremism and the achievement of the \r\nglobal Sustainable Development Goals (SDGs) are \r\nmore than attainable. Together, the countries sitting \r\nhere in this room today have turned the SDGs into a \r\nreality. Together, we have decided to tackle the many \r\nnew challenges we face. Together, we have decided \r\nto make the world a better place for our children and \r\ngrandchildren. And together, here, today, we embrace \r\nthe New Partnership for Africa’s Development.\r\nMr. Ayoko (Nigeria): At the outset, my delegation \r\nexpresses appreciation to the Secretary-General for \r\nhis insightful reports on this agenda item (A/71/189, \r\nA/71/203 and A/71/211). Nigeria endorses the statement \r\ndelivered by the representative of Thailand, on behalf \r\nof the Group of 77 and China, and by the representative \r\nof the Niger, on behalf of the African Group.\r\nWithout a doubt, Africa is transforming. Over \r\na decade ago, African leaders demonstrated strong \r\npolitical will and determination by adopting the New \r\nPartnership for Africa’s Development (NEPAD) as \r\nthe African-owned, African-designed and African-led \r\ndevelopment strategy for the continent’s renewal. As \r\none of the five founding countries of NEPAD, Nigeria \r\nis very proud to be associated with the agenda for \r\nchange in Africa.\r\nSince 2001, Africa has witnessed unprecedented \r\nprogress in political and socioeconomic development \r\nat the national and regional levels. However, huge \r\nchallenges still remain regarding peace and security, \r\ninclusive economic growth and sustainable development. \r\nMy delegation is concerned that the ongoing global \r\neconomic downturn could reverse the changing \r\nnarrative coming out of Africa. The slow economic \r\nrecovery worldwide may hinder the implementation \r\nof the 2030 Agenda for Sustainable Development and \r\nthe African Union (AU) Agenda 2063. My delegation \r\ntherefore strongly believes that unless urgent action \r\nis taken, individually and collectively, Africa will \r\ncontinue to struggle to overcome extreme poverty, \r\nyouth unemployment and pervasive social inequalities.\r\nIt is in that context that we urge the United Nations \r\nand development partners to increase their support \r\nfor the implementation of sustainable development \r\nin Africa. What we need is partnerships, not aid. \r\nStronger partnerships will certainly change the African \r\nlandscape by helping us to record solid performance \r\nin the areas of macroeconomic stability, enhanced \r\ncapacity development, results-based South-South and \r\nTriangular Cooperation, and increased intra-African \r\ntrade, and, most importantly, that of silencing guns by \r\n2020 for durable peace and good governance in Africa.\r\nIn particular, my delegation urges the global \r\ncommunity to partner with NEPAD, as the f lagship \r\nprogramme of the African Union, in consolidating the \r\ngains of the past decade. Specifically, international \r\nsupport for NEPAD should be aligned with Africa’s \r\ndefined development priorities and interests. The \r\ncontinent’s growth trajectory could be further enhanced \r\nwith critical investments in NEPAD-inspired sector \r\nprogrammes in agriculture and infrastructure. To that \r\nend, Nigeria calls for the accelerated implementation of \r\nthe projects under the AU Programme for Infrastructure \r\nDevelopment in Africa and the AU Comprehensive \r\nAfrica Agriculture Development Programme.\r\nThe nexus between peace and development is self-\r\nevident, and Nigeria believes that the promotion of \r\ndurable peace and sustainable development in Africa \r\n14/10/2016 A/71/PV.28\r\n16-32961 21/29\r\nwould facilitate the continent’s active participation in \r\nthe global economy and promote regional economic \r\ncooperation and integration. In that regard, we stress \r\nthat good governance remains a strategic goal for the \r\nsecurity, stability and prosperity of the continent. \r\nNigeria will continue to support the bold initiative of \r\nthe African Peer Review Mechanism, which remains an \r\ninvaluable asset in the continent’s transformative vision \r\nand agenda for good governance.\r\nWe call upon the international community to \r\nsupport African efforts to strengthen Africa’s capacity \r\nto address the root causes of conflict and to resolve \r\nconflicts in a peaceful manner. Furthermore, we stress \r\nthe need for the United Nations system to support \r\nAfrican regional and subregional organizations in the \r\nimplementation of counter-terrorism action plans.\r\nFor Nigeria, NEPAD remains the embodiment \r\nof Africa’s development aspirations and the f lagship \r\nprogramme of action for Africa to advance by means \r\nof inclusive growth and structural industrialization. Its \r\nprogramme of work is geared towards finding durable \r\nregional solutions to domestic development challenges. \r\nWe believe that NEPAD is as relevant and fundamental \r\nto Africa’s development aspirations today as it was at \r\nits establishment in 2001.\r\nThe Government of Nigeria continues to support \r\nthe overriding goal of NEPAD to place African \r\ncountries, individually and collectively, on the path to \r\nsustainable growth and development. It appreciates the \r\nemphasis NEPAD has placed on effective partnerships \r\nfor charting the course of Africa’s development. \r\nClosely linked to that central theme in NEPAD is the \r\nnotion that smart partnerships inspire and consolidate \r\nAfrican ownership and leadership. NEPAD has \r\ndemonstrated that with effective programme planning \r\nand coordination, the implementation of regional and \r\ncontinental projects is attainable.\r\nNEPAD has consistently demonstrated that \r\npolitical leadership can deliver the necessary guidance \r\nand can steer implementation policy to enable change. \r\nNigeria commends the constructive work of NEPAD \r\nin the priority area of human capital development, \r\nparticularly as it relates to skills acquisition; youth and \r\nwomen empowerment; and industrialization, science, \r\ntechnology and innovation. In the same vein, we \r\nencourage NEPAD to scale its results-based delivery in \r\nconsideration of regional integration, natural resource \r\ngovernance and food security.\r\nWe applaud the accomplishments of NEPAD in \r\nsetting multidimensional sector priorities to boost \r\nState capacity and revitalize the African renewal. \r\nThe Nigerian Government will continue to support \r\nand play an active role in the strategic facilitation \r\nand coordination of regional and continental priority \r\nprogrammes, especially in the AU Presidential \r\nInfrastructure Champions Initiative.\r\nThe African transformation is also evident in the \r\nsocial development sector. The 2015 World Health \r\nOrganization (WHO) report indicates a dramatic \r\ndecline in the global malaria burden over the past 15 \r\nyears. Without a doubt, much work remains to be done, \r\nand many countries in Africa continue to experience \r\nchallenges in rolling back malaria. As a result, they are \r\nfalling short of national and international targets. As the \r\nglobal community progresses with the implementation \r\nof the 2030 Agenda for Sustainable Development and \r\nthe pursuit of malaria elimination, there is an ongoing \r\nneed for the United Nations system, and especially the \r\nWHO Global Technical Strategy for Malaria 2016-\r\n2030, to assist in addressing weak health systems and \r\ninequitable access to health services, and to increase \r\ndomestic and international financing in Africa. The \r\nexperience of combating the Ebola virus disease could \r\nbe replicated in fighting other public health challenges.\r\nIn conclusion, Nigeria reiterates its firm support \r\nfor and commitment to the mandates of the United \r\nNations Office of the Special Adviser to the Secretary-\r\nGeneral on Africa, NEPAD, led by Dr. Ibrahim Mayaki, \r\nand the United Nations Economic Commission for \r\nAfrica. We also appreciate the support of all United \r\nNations agencies in strengthening the institutional \r\ncapacity of NEPAD. We urge that more be done for \r\nAfrica’s development.\r\nAfrica should not be left behind, in any \r\ncircumstance. At the very heart of NEPAD is the core \r\nobjective of halting the marginalization of Africa in \r\nthe international arena. We must be careful to ensure \r\nthat the changing global dynamics do not leave Africa \r\nstranded or sidelined as a spectator. It is vital that \r\nAfrica play an influential role in effective international \r\ndevelopment cooperation. I assure the Assembly that \r\nNigeria will continue to work for an Africa that is \r\nintegrated, united, peaceful, strong and resilient, in \r\norder to boost the prosperity of its people and society.\r\nMr. Annakou (Libya) (spoke in Arabic): At the \r\noutset, let me thank the Secretary-General for his \r\nA/71/PV.28 14/10/2016\r\n22/29 16-32961\r\nreports on the agenda items under consideration \r\n(A/71/189, A/71/203 and A/71/211). I also wish to thank \r\nAmbassador Maged Abdelaziz, Under-Secretary-\r\nGeneral and Special Adviser of the Secretary-\r\nGeneral on Africa, and Mr. Ibrahim Mayaki, Chief \r\nExecutive Officer of the New Partnership for Africa’s \r\nDevelopment (NEPAD), for their efforts to support the \r\nAfrican continent.\r\nMy delegation aligns itself with the statements \r\nmade by the representative of the Kingdom of \r\nThailand on behalf of the Group of 77 and China, and \r\nby the representative of the Niger on behalf of the \r\nAfrican Group.\r\nThis plenary meeting on the New Partnership for \r\nAfrica’s Development (NEPAD) is being held one year \r\nafter the leaders of the world adopted the 2030 Agenda \r\nfor Sustainable Development, which set 17 goals and \r\n169 targets and gave the assurance that no one would \r\nbe left behind. The meeting is extremely important \r\nbecause, in discussing NEPAD, we are moving from \r\nwords to actions and from planning to implementation \r\nat the international level, in keeping with the 2030 \r\nAgenda, the Paris Agreement on Climate Change and \r\nthe Addis Ababa Action Agenda.\r\nAs regards Africa, Agenda 2063: The Africa \r\nWe Want is a 50-year agenda that is designed to \r\ntransform Africa into a continent of peace and security. \r\nAdditionally, there is a 10-year implementation plan, \r\nwhich was adopted by the twenty-fifth African Union \r\nSummit, held in South Africa, in January 2015.\r\nIt is important to coordinate the relevant plans of \r\naction, particularly the 10-year implementation plan \r\nof Agenda 2063 and the 2030 Agenda. We must move \r\nimmediately to make these programmes operational \r\nand to implement them. NEPAD has a key role to \r\nplay in ensuring coherence between the Sustainable \r\nDevelopment Goals (SDGs) and in reaching goals and \r\ntargets at the national level, taking into account the \r\nreligious and cultural specificities of the countries of \r\nthe continent. Coordination and integration are both \r\nimportant in the African continent and are only possible \r\nthrough integrated implementation, first at the national \r\nlevel and in various geographical areas of Africa and \r\nthen among the different regions. Only thus can we \r\nensure the full integration of the continent.\r\nDespite all the efforts made and the progress \r\nachieved with the help of our partners, the continent \r\ncontinues to face many challenges in the implementation \r\nof the ambitious 2030 Agenda, including high levels of \r\nunemployment, quantitative and qualitative deficiencies \r\nin education, a lack of basic services such as drinking \r\nwater and electricity, and weak infrastructure. It is vital \r\nthat developed countries comply with their pledges \r\nto African countries and support them in spurring \r\neconomic growth and attracting investment. Such \r\nsupport should include private-sector initiatives to \r\nfacilitate technology transfers, especially in the areas \r\nof food security, infrastructure, human resources and \r\nthe acquisition by youth and women of skills that will \r\nenable them to contribute to the implementation of \r\nthe SDGs.\r\nAs regards peace and security, several \r\nStates — including my own — are unfortunately \r\nembroiled in armed conflict. There is a close relationship \r\nbetween security and development; one cannot be \r\nachieved without the other. Therefore, institutional \r\ncooperation with the African Union needs to be \r\nstrengthened if we are to prevent conflicts, maintain \r\npeace and deal with post-conflict situations. Human \r\nrights must be protected and disarmament imposed \r\nso as to ensure democracy, the rule of law and good \r\ngovernance and ensure economic stability in Africa,\r\nDespite security issues in my country, the lack of \r\nstability and our stalled economy and development, \r\nLibya is committed to continuing its cooperation with \r\nAfrican States, once its economic health has been \r\nrestored, under the auspices of the New Partnership \r\nfor Africa’s Development, so as to achieve peace and \r\nprosperity through joint action and the implementation \r\nof agreements. We feel that the phenomenon of illicit \r\nmigration must be dealt with using solutions that \r\naddress the root causes, in particular development, \r\nin the countries of origin, so that those countries can \r\nreceive their people back, truly develop and use the \r\ntransfer of technology to enhance capacities.\r\nFinally, let me say that a number of developing \r\ncountries, particularly in Africa and including Libya, \r\nare suffering from a serious brain drain and the illicit \r\ndrain of capital to other countries. States, particularly \r\nthose to which those assets have been funnelled, must \r\ntherefore cooperate in recovering that wealth and \r\nreturning it to the countries of origin, so that the latter \r\ncan use the capital to modernize their infrastructure.\r\nMr. Hilale (Morocco) (spoke in French): I would \r\nfirst like to convey our deepest condolences to the \r\nGovernment and the people of Eritrea following the \r\n14/10/2016 A/71/PV.28\r\n16-32961 23/29\r\ndeath of our brother and colleague, Ambassador Girma \r\nAsmerom Tesfay. May God have mercy on his soul.\r\nMy delegation would like to align itself with the \r\nstatements made by the representatives of Thailand and \r\nthe Niger on behalf of the Group of 77 and China, and \r\nthe Group of African States, respectively.\r\nMy delegation is pleased to participate in this \r\nimportant meeting of the General Assembly devoted to \r\nthe sustainable development of Africa, which represents \r\nthe culmination of Africa Week this year. This debate, \r\nwhich is taking place one year after the adoption of the \r\n2030 Agenda for Sustainable Development, provides \r\na welcome opportunity to consider the best means \r\nfor achieving sustainable development and stability \r\nin Africa.\r\nI would like to take this opportunity to pay \r\nspecial homage to Mr. Maged Abdelaziz, Under-\r\nSecretary-General and Special Adviser on Africa, for \r\nthe outstanding organization of Africa Week and for \r\nall of his and his Office’s tireless and self less efforts \r\nto advance the interests of Africa within the United \r\nNations system and elsewhere. I am also pleased to \r\ncongratulate Mr. Ibrahim Mayaki, the new Chief \r\nExecutive Officer of the New Partnership for Africa’s \r\nDevelopment, and I wish him well and good luck in \r\ncarrying out his mandate.\r\nThe Millennium Development Goals have given a \r\nsignificant boost to African countries and enabled them \r\nto achieve remarkable progress in the area of economic \r\nand social development. Despite that progress, the \r\ncontinent still faces numerous challenges capable of \r\nslowing its growth and development. Our priority should \r\nbe to strengthen commitments to African development \r\nin order to achieve the Sustainable Development Goals \r\n(SDGs) in the African continent. In that context, the \r\nspecial needs of Africa’s development should receive \r\ndue attention in the framework of the implementation \r\nof the new 2030 Agenda. Broadening the base of the \r\npartnership for African development is an absolute \r\nnecessity, if we want Africa to meet the SDGs by 2030.\r\nThe transformation of African economies through \r\nindustrialization and the strengthening of their \r\nproduction capacity, as well as through the promotion \r\nof economic growth, have been decisive factors in \r\nlifting millions of Africans out of poverty, combating \r\nyouth unemployment and empowering African women. \r\nEncouraging investment, developing infrastructure and \r\nimproving market access and technology transfer are \r\nkey components in enabling the economic emergence \r\nof African countries.\r\nWe believe that strengthening the African private \r\nsector will contribute to the diversification of African \r\neconomies, enhancing added value and creating \r\nemployment, income and opportunities. We note, \r\nmoreover, that pledges made in connection with official \r\ndevelopment assistance, which remains a significant \r\nsource for financing development, especially for \r\nAfrican least developed countries, must be honoured.\r\nAfrican countries have shown a strong commitment \r\nto promoting stability and peace as drivers and \r\ncatalysts, as well as absolutely essential preconditions, \r\nfor development. Economic development can be \r\nachieved only in a context in which peace and stability \r\npredominate. Moreover, the increase in terrorism and \r\nviolent extremism in several areas of Africa is likely \r\nto compromise development and security efforts in \r\nour continent. We therefore call on the international \r\ncommunity to provide integral support to African \r\ncountries, so that peace and development can mutually \r\nreinforce each other. As our colleague from Libya just \r\nstated, there is no peace without development and there \r\nwill be no development without peace, stability and \r\nsecurity. We wish to point out that the partnership with \r\nAfrican countries should not jeopardize their national \r\nownership and should respect their national priorities \r\nand development strategies.\r\nClimate change is a major challenge facing the \r\ndevelopment of Africa and requires global solutions \r\nin order to mitigate its effects and support adaptation \r\nefforts through adequate funding and technology \r\ntransfer. African countries, which contribute the least to \r\nthe phenomenon of climate change, are among those that \r\nsuffer most from its negative impact. Climate-change \r\nfinancing will be of critical importance, so that \r\ndevelopment in African countries can be sustainable.\r\nMorocco welcomes the achievement of the entry into \r\nforce of the Paris Agreement on Climate Change, which \r\nwill serve as the cornerstone of the global framework \r\nto combat climate change in the coming years. The \r\ntwenty-second session of the Conference of the Parties \r\nto the United Nations Framework Convention on \r\nClimate Change (COP 22), which has been dubbed the \r\nCOP of Action, is to be held in Marrakech, Morocco, \r\nfrom 7 to 18 November, and will present an opportunity \r\nto initiate actions and initiatives aimed at turning the \r\nParis Agreement into a reality. One initiative, among \r\nA/71/PV.28 14/10/2016\r\n24/29 16-32961\r\nothers, pertains to adapting agriculture in Africa with \r\na view to improving production based on sustainability.\r\nMorocco has always viewed South-South \r\ncooperation as one of the pillars of its foreign policy, \r\nespecially with regard to African countries. Morocco \r\nremains convinced that only an African joint action, \r\nbased on a shared commitment and strong regional \r\nintegration, will enable African countries to overcome \r\nthe challenges associated with sustainable development, \r\npeace and security.\r\nIn that spirit, Morocco has launched partnership \r\nand cooperation programmes with African countries \r\nin many areas, such as education, health care, \r\ninfrastructure, agriculture and vocational training. In \r\naddition to the cooperation initiated by the Moroccan \r\nGovernment, Moroccan private companies have \r\nalso increased their investments and presence in the \r\ncontinent in key development sectors, such as air and sea \r\ntransportation, banking, housing, telecommunications, \r\ntourism and infrastructure projects.\r\nIn conclusion, I would like to stress that Morocco \r\nis determined to commit itself to a more dynamic and \r\nactive partnership at the international and regional \r\nlevels for the development of our continent.\r\nMr. Gad (Egypt) (spoke in Arabic): At the \r\noutset, my delegation would like to express its deep \r\ncondolences for the loss of our colleague, the Permanent \r\nRepresentative of Eritrea.\r\nEgypt aligns itself with the statements delivered by \r\nthe representative of the Niger on behalf of the Group \r\nof African States and by the representative of Thailand \r\non behalf of the Group of 77 and China. Allow me to \r\nadd a few points.\r\nFirst of all, I would like to express my thanks to \r\nthe Secretary-General for the reports on the causes \r\nof conflict and the promotion of durable peace and \r\nsustainable development in Africa, on the New \r\nPartnership for Africa’s Development, and on the \r\nDecade to Roll Back Malaria in Developing Countries, \r\nParticularly in Africa (A/71/203, A/71/211, A/71/189), \r\nand the recommendations therein. My delegation \r\nwould also like to express its thanks to the Office of \r\nthe Special Adviser on Africa for its ongoing efforts \r\nand for the excellent organization of Africa Week 2016, \r\ntogether with the comprehensive deliberations aimed at \r\npromoting development and stability in Africa.\r\nDespite the relative improvement in the peace and \r\nsecurity situation in Africa, some parts of the continent \r\nstill suffer instability and threats to peace and security. \r\nThat can be attributed to foreign interference in some \r\ncases and to the phenomenon of global terrorism in \r\nothers. Nevertheless, other reasons, while positive in \r\nthemselves, can also be responsible for the state of \r\naffairs that we are currently witnessing in Africa. They \r\nare related to the democratic process, in other words, \r\nfree elections, the transfer of power and different \r\nconstitutional systems; their existence indicates that \r\nthere has been genuine development in the political life \r\non the continent.\r\nAgainst that backdrop, numerous efforts have \r\nbeen carried out on the continent over the past years to \r\naddress and prevent various crises through the creation \r\nof structures for the maintenance of international \r\nand African peace and security, but also through the \r\ndevelopment of good-governance architecture to \r\naddress various crises and strengthen and promote \r\ndemocratic principles. Africa has achieved progress \r\nin terms of establishing and maintaining peace and \r\nsecurity. We can cite, for example, the role of the \r\nmultinational African forces in combating the Boko \r\nHaram terrorist group in its attacks in the Lake Chad \r\nBasin region.\r\nAfrica is also facing major development challenges: \r\npoor human and institutional capacities and weak \r\nproduction and service sectors. That calls for more \r\nsupport for African efforts and for addressing the root \r\ncauses of conflicts. Indeed, in 2013, Africa adopted \r\nits own development agenda, Agenda 2063. It was \r\nfollowed by the first 10-year implementation plan and \r\nthe Tripartite Free Trade Area Agreement between \r\nthe three regional economic communities, as well as \r\nongoing efforts on the part of the New Partnership for \r\nAfrica’s Development (NEPAD).\r\nAlongside such regional economic developments, \r\nAfrican countries actively participated in and \r\ncontributed to the success of the international \r\nnegotiations for the adoption of the 2030 Agenda for \r\nSustainable Development, the Addis Ababa Action Plan \r\nand the Paris Agreement on Climate Change, based on \r\ntheir conviction of the importance of supporting an \r\ninternational sustainable development agenda through \r\nglobal partnerships to promote regional efforts, as well \r\nas the efforts of NEPAD.\r\n14/10/2016 A/71/PV.28\r\n16-32961 25/29\r\nI would like to highlight the efforts over the past years \r\nto combat malaria in developing countries, in particular \r\nin Africa. We call on the international community to \r\ncontinue providing technical and financial support for \r\nthe implementation of malaria-related prevention and \r\ntreatment programmes and efforts. Africa remains \r\nconvinced of the importance of working together with \r\nall of the international community’s stakeholders to \r\nsustain and promote all efforts aimed at maintaining \r\npeace and security throughout the continent and to \r\nensure sustainable development. Hence, there is a \r\nneed to build strategic partnerships that are aligned \r\nwith national priorities to accelerate development, in \r\nparticular human development, and to deploy further \r\ndiplomatic efforts aimed at preventing conflicts and \r\ndeveloping resilience.\r\nWe believe that there is no sustainable development \r\nwithout peace and there is no peace without sustainable \r\ndevelopment. Similarly, the 2030 Agenda and Agenda \r\n2063 cannot be achieved without adequate means of \r\nimplementation and the mobilization of sufficient \r\nresources, including official development assistance \r\nand support from international financial institutions, \r\nand the promotion of South-South cooperation, efforts \r\nto combat illicit financial f lows and good management \r\nof the natural resources in Africa. That all can be \r\nreinforced through the reform of the United Nations \r\ndevelopment system in order to provide the necessary \r\nsupport to all developing countries and in particular the \r\nleast developed countries.\r\nIn conclusion, Egypt reaffirms that it will continue \r\nto spare no effort to boost cooperation at both the \r\nnational and the international levels so as to meet the \r\ndevelopment aspirations of the African peoples and \r\nnations and create a peaceful, stable society.\r\nMr. Buhler (France) (spoke in French): I would \r\nfirst like to join previous speakers in expressing to the \r\nSecretary-General, on behalf of the French delegation, \r\nmy sincere thanks for the three high-quality reports \r\n(A/71/203, A/71/211, A/71/189) that he has presented \r\ntoday to the General Assembly. The reports paint a \r\nvery complete picture of the progress achieved in the \r\nimplementation of the New Partnership for Africa’s \r\nDevelopment (NEPAD) and commitments made for \r\ndevelopment in Africa. They also make a significant \r\ncontribution to the analysis of the causes of conflict \r\nand the efforts for peace and sustainable development \r\nin Africa.\r\nThe submission of those reports, which concluded \r\nAfrica Week, which was full of interesting activities, \r\nwas particularly welcome. With this year’s theme of \r\nimplementing Sustainable Development Goals, the \r\nGeneral Assembly should act on the results of the \r\nhistoric international conferences held in 2015 on \r\ndevelopment and climate, which reflect a renewed \r\ncommitment to international cooperation: the 2030 \r\nAgenda for Sustainable Development, the Addis Ababa \r\nAction Agenda on financing for development and the \r\nParis Agreement on Climate Change.\r\nWith the adoption of the first 10-year plan for \r\nimplementing Agenda 2063, which includes all of \r\nNEPAD’s priorities, the African Union is showing its \r\nwillingness to put Africa decisively on a new path for \r\ndevelopment. France welcomes the important work \r\ndone by NEPAD and the efforts of African countries \r\nto implement the NEPAD programme in its various \r\npriority areas, including infrastructure development, \r\nagriculture, health, education, the environment, \r\ntechnology, innovation, women’s empowerment and \r\ngender equality. Much progress has been made in \r\nshowing that Africa is a continent full of promise for \r\nthe future. We should welcome that.\r\nBut there are also significant challenges. Many \r\nobstacles and impediments are hindering development \r\nin Africa. I could talk about climate change, which \r\naffects the African continent in particular, especially \r\nthe least-developed African countries. In that respect, \r\nthe entry into force on 4 November of the Paris \r\nAgreement is good news for Africa, and I would like, \r\nonce again, to underscore the key role played by the \r\nSecretary-General in achieving that Agreement, which \r\nsome thought was impossible.\r\nOther concerns should also be emphasized: \r\nproblems related to forced migration on the continent, \r\ntoo many conflicts in the African theatre and the \r\nplague of terrorism. Efforts undertaken to address \r\nthose challenges should be stressed. The reports \r\npresented today by the Secretary-General highlight \r\nmany approaches for the future. France welcomes, in \r\nparticular, the recommendations aimed at strengthening \r\nthe African Peace and Security Architecture in order to \r\naddress the underlying causes of conflict and combat \r\nterrorism. We underscore our interest in measures \r\nrecommended by the Secretary-General to strengthen \r\nthe rights and the role of women as drivers of peace and \r\nsustainable development in Africa.\r\nA/71/PV.28 14/10/2016\r\n26/29 16-32961\r\nThe obstacles to development are also due to a \r\nshortage of infrastructure on the continent. African \r\nGovernments must also step up the reform of their \r\nnational regulatory frameworks, promote regional \r\ninfrastructure projects and do more to involve the \r\nlocal private sector. With African Governments, \r\nthe international community must also redouble its \r\nefforts to mobilize additional resources, including \r\ninnovative financing.\r\nIn stressing France’s commitment to developing \r\nthe African continent, the President of the French \r\nRepublic launched, on 20 September, from the rostrum \r\nof the General Assembly, an appeal for Africa. He \r\nproposed a plan enabling all Africans to have access \r\nto electricity. Two thirds of Africans still do not have \r\naccess to electricity, which is a major impediment to \r\nsustainable growth in Africa. He recalled his initiative \r\nfor renewable energy in Africa, under which 10 donors \r\nhave already pledged €10 billion by 2020. France will \r\npay 20 per cent, or one fifth, of that amount. Today, I \r\nrenew the call on Member States to join that effort.\r\nThe President of Republic also reiterated his \r\ncommitment to continuing the fight against the three \r\npandemics in Africa, in particular by maintaining the \r\nFrench contribution to the Global Fund to Fight AIDS, \r\nTuberculosis and Malaria in the amount of €1.08 billion \r\nfor the period of 2017 to 2019.\r\nMr. Sesay (Sierra Leone): The Sierra Leone \r\ndelegation thanks the Secretary-General for his \r\nreports on the agenda item before us today (A/71/203 \r\nand A/71/211). We also extend our appreciation to the \r\norganizers of this event.\r\nMy delegation aligns itself with the statements \r\ndelivered by the representatives of the Kingdom of \r\nThailand and the Niger on behalf of the Group of 77 and \r\nChina and the Group of African States, respectively.\r\nEradicating poverty in all its forms and dimensions \r\nis the greatest global challenge and an indispensable \r\nrequirement for achieving sustainable development. \r\nMy delegation supports poverty eradication as the \r\noverarching objective of the post-2015 development \r\nagenda. But in order to achieve our goal, fast-tracking \r\naction is crucial. Poverty induces lots of suffering \r\namong people. It is our obligation to end that situation \r\nof suffering quickly. Talking is not enough. Action that \r\ngets resources and capacities to the poor is a moral \r\nobligation, and we must not allow such resources and \r\ncapacities to get stuck in bureaucratic channels.\r\nWe must also ensure stability. Stability and peace \r\nare crucial for achieving our worthy development \r\ngoals. Poverty is a form of instability. It is instability \r\nin the lives of the poor; it is instability and suffering \r\nin the lives of women and children; and it is instability \r\nthat moves up to engulf whole societies. That is so \r\nbecause it makes it easy for its weaponization and \r\nmisappropriation, resulting in the infliction of greater \r\nharm and insecurity on a society.\r\nWe believed that the Millennium Development \r\nGoals (MDGs) ensured the most energetic anti-poverty \r\npush in human history. However, although Africa had \r\nfast-growing economies when the MDGs were being \r\nimplemented, the continent lags behind in poverty \r\nreduction rates, food security, maternal and infant \r\nmortality, fragility, environmental degradation, gender \r\ninequality and youth unemployment. That is why the \r\nimplementation of the Sustainable Development Goals \r\n(SDGs) should ensure a redoubling of efforts to achieve \r\nthe yearnings that remained unfulfilled in the MDGs.\r\nSierra Leone had a weak start with the MDGs in \r\n2000, emerging from a brutal civil war at the time. We \r\nhad a mixed basket of outcomes. But this time around, \r\nwe are determined to move on fast with actions. This is \r\nwhy we also see the SDGs as a recast of the country’s \r\ndevelopment framework. Our agenda for prosperity \r\nand the SDGs are profoundly aligned. Sierra Leone was \r\none of six African States among the 22 countries that \r\nwere voluntarily reviewed during the Economic and \r\nSocial Council high-level political forum in July this \r\nyear. We shared our perspectives as to how we intend \r\nto implement the SDGs nationally, the challenges that \r\nwe envisage as we move forward and how we wish to \r\novercome them.\r\nAs we commence the second year of implementing \r\nthe SDGs, it is imperative that we ensure “stateness”. \r\nWe must ensure that quality not only in terms of the \r\ncentral State, but also the local state and the State’s \r\nservice-delivery functions. In Sierra Leone, recovering \r\nState functions was emphasized after the civil war in \r\nthe 1990s. Our current post-Ebola recovery programme \r\nprioritizes rebuilding the Government’s delivery of \r\nservices in the health, agriculture, education and \r\nother sectors.\r\nThe Government of Sierra Leone is determined and \r\ncommitted to further improving peace and security. \r\nWe have moved from a country on the agenda of the \r\nSecurity Council to a nation that is a storehouse of \r\n14/10/2016 A/71/PV.28\r\n16-32961 27/29\r\nlessons on how to successfully move away from war \r\nto peace and development. As a signatory and pilot \r\ncountry of the New Deal for Engagement in Fragile \r\nStates, we pay great attention to domesticating SDG 16 \r\non promoting peaceful and inclusive societies.\r\nOur Government is keen to intensify the fight \r\nagainst corruption and promote good governance, \r\naccountability and transparency. We also urge \r\naccountability and transparency in institutions and \r\nmechanisms to support African countries. As we \r\nmove ahead with the implementation of the SDGs that \r\npromote religious tolerance and coexistence as pillars \r\nof stability and development, we have all seen how \r\nentrepreneurs of conflict misappropriate the substance \r\nand symbolism of religion. We must engage religious \r\nleaders and adherents. We must build on the resources \r\nfor tolerance and peace that exist within religious \r\ntraditions in order to promote stability, peace and \r\nsecurity in Africa.\r\nWe must strengthen partnerships for recognizing \r\nand promoting the contribution of women to peace, \r\nstability and growth. As my delegation noted in another \r\nforum, Africa is a continent where for too long women’s \r\ncontributions to peace, democracy and development \r\nhave been underemphasized in our discussions. That \r\nmust change. We must acknowledge that women \r\nhold up half the sky in Africa. We believe that such \r\nan acknowledgement will build better partnerships to \r\nsupport women to hold up the skies in less tiring and \r\npainful ways.\r\nWe urge the promotion of programmes that \r\nacknowledge youth as dignified, humane and productive \r\nforces for Africa’s current and future development. \r\nAfrica has more young people as a percentage of its \r\npopulation than any other continent. Acknowledging and \r\npromoting youth is Africa’s best chance for overcoming \r\nits stability, peace and development challenges, an \r\neffort that must be integral to our actions.\r\nWe must also acknowledge the threat caused by \r\ndiseases and environmental degradation to peace, \r\nstability and security. Sierra Leone and its neighbours \r\nteetered on the brink when Ebola struck. We defeated \r\nEbola, and we are now implementing a post-Ebola \r\nrecovery plan. Success with that programme is as \r\nimportant as the peacekeeping that sustained our \r\npeace following the civil war of the 1990s. We urge \r\npartnerships for resilient health-care systems in order \r\nto ensure stability, peace and development.\r\nMalaria continues to be a serious health concern \r\nfor the continent. It is unfortunate that the disease, \r\nwhich is completely preventable and treatable, should \r\ncontinue to kill thousands of people, especially \r\nchildren, on our continent. We must therefore continue \r\nto closely cooperate in the global pursuit of the goals of \r\nthe African Leaders Malaria Alliance and the Action \r\nand Investment to Defeat Malaria 2016-2030, the latter \r\nas the successor to the Roll Back Malaria Partnership. \r\nIt is in that regard that my delegation welcomes the \r\ncontinued commitment of the international community \r\nto eradicating malaria and other diseases.\r\nSierra Leone contributes almost nothing to global \r\nwarming, but we are adjudged to be the third most \r\nvulnerable country to the effects of climate change. That \r\nis why for us climate change is an immediate existential \r\nthreat. That is why we welcome the Paris Agreement on \r\nClimate Change. We are committed to implementing \r\nits provisions in Sierra Leone, and we seek increased \r\nglobal action on implementing the provisions of the \r\nAgreement and other environmental protocols.\r\nLet me conclude by reaffirming Sierra Leone’s \r\nstrongest support for NEPAD.\r\nThe Acting President: In accordance with \r\nresolution 2011(XX), of 11 October 1965, and decision \r\n56/475, of 15 August 2002, I now call on the observer \r\nof the African Union.\r\nMr. Mayaki (African Union): The African continent \r\nis demonstrating that it is capable of economic, political \r\nand social transformation. As the technical body of \r\nthe African Union, the New Partnership for Africa’s \r\nDevelopment (NEPAD) mechanism is central to those \r\ntransformative efforts. The role of that mechanism \r\nis to implement the African Union’s Agenda 2063: \r\nThe Africa We Want in a manner coherent with the \r\nSustainable Development Goals (SDGs). The quality of \r\nthat implementation will depend on sound ownership \r\nand sound partnerships.\r\nThe year 2016 consolidated the gains made \r\nfollowing the adoption of Agenda 2063 and its first 10-\r\nyear implementation plan, for the period 2014-2023. \r\nThat strategic framework has set highly ambitious \r\ntargets for achieving the Africa We Want, namely, \r\na continent that is stable, prosperous and at peace \r\nwith itself. Through the common African positions, \r\nthe Goals set out in the 2030 Agenda for Sustainable \r\nDevelopment have been aligned with Agenda 2063, \r\ncreating productive synergies and opening strong areas \r\nA/71/PV.28 14/10/2016\r\n28/29 16-32961\r\nfor collaborative action. Agenda 2063 is an effective \r\nvehicle through which Africa can implement the \r\nSDGs. In the light of that convergence, the continued \r\nsupport of the international community for pan-African \r\ninstitutions will be instrumental. That support should \r\nbe particularly reinforced as regards the African \r\nPeer Review Mechanism, Africa’s leading body for \r\ngovernance improvement. The SDGs can succeed only \r\nif they succeed in Africa.\r\nInfrastructure remains one of Africa’s top priorities. \r\nAs one of the main coordinators of the Programme \r\nfor Infrastructure Development in Africa (PIDA), we \r\nunderscore the need for seeking investments from \r\nvarious sources for its implementation. To that end, we \r\nhave set up a continental business network that allows \r\nfor engagement among a network of high-level African \r\npolicymakers and the private sector on a range of strategic \r\nissues that are directed at promoting investments in \r\nregional and domestic infrastructure projects.\r\nOn the margins of the opening of the seventy-\r\nfirst session of the General Assembly, the NEPAD \r\nagency concerned held a dialogue at the New York \r\nStock Exchange with 16 pension funds and sovereign \r\nwealth funds, focusing on the roles of the private and \r\npublic sectors in de-risking infrastructure development \r\nprojects identified as priorities for the continent. In \r\norder to improve Africa’s investment attractiveness \r\nin the infrastructure area, we also launched a \r\ntransboundary initiative on transport and logistics \r\ncalled MoveAfrica in May 2016 in Kigali, Rwanda. \r\nThat continental instrument aims to drive down \r\ncosts and increase logistical efficiency for operators \r\nworking in Africa, thereby complementing PIDA and \r\nthe programme for the Presidential Infrastructure \r\nChampion Initiative and the One Stop Border Posts and \r\nfacilitating regional integration.\r\nAgriculture and rural development continue to \r\nbe a key strategic focus for NEPAD. Following the \r\nMalabo Declaration on Accelerated Agricultural \r\nGrowth and Transformation for Shared Prosperity \r\nand Improved Livelihoods, we revisited the support \r\nextended to countries and regions by opting for a more \r\nthematic focus. That shift was informed by a series \r\nof country reviews aimed at promoting the design of \r\nconcrete agricultural transformation systems, based on \r\nownership at the national level, making sure that small-\r\nscale farmers are not left behind, particularly women.\r\nNEPAD has also been instrumental in transferring \r\nthe Grow Africa secretariat from the World Economic \r\nForum to NEPAD in order to boost agribusiness \r\ndevelopment in accordance with the principles of \r\nresponsible investment in agriculture and food systems, \r\nas defined by the Food and Agriculture Organization \r\nof the United Nations. Together with Japan, we jointly \r\nlaunched the Initiative for Food and Nutrition Security \r\nin Africa. The Initiative will establish a framework \r\nfor collaboration among African Governments and \r\npartners aimed at accelerating the implementation of \r\ntheir food and nutrition security policies on the ground.\r\nIn preparation for the twenty-second Conference of \r\nthe Parties to the United Nations Framework Convention \r\non Climate Change, to be held in Marrakesh, we plan to \r\nplay a convening role as the secretariat to the African \r\nMinisters Conference on the Environment, so as to \r\nfurther implement the Paris Agreement on Climate \r\nChange. Two issues will be critical for Africa in \r\nMarrakesh: agriculture and energy.\r\nScience, technology and innovation are at the \r\nforefront of NEPAD’s efforts to achieve inclusive \r\ngrowth. We have bolstered our interventions in science, \r\ntechnology and innovation at the national, regional and \r\ncontinental levels with the main goal of embedding \r\nthose critical tools in our efforts to achieve the goals of \r\nAgenda 2063 and the SDGs. We are continuing to seek \r\nout pioneering approaches towards industrialization and \r\nhave taken the lead by establishing the Kaizen-Africa \r\nInitiative, which aims to improve productivity, quality \r\nand competitiveness of the private sector in Africa.\r\nSkills development and employment for youth \r\nare also a current challenge for African countries \r\nin their efforts to promote economic development, \r\ngrowth and social stability. The lack of educational \r\nand meaningful economic opportunities forces many \r\nyoung people to search for a more prosperous future \r\nelsewhere. The NEPAD Agency, under the African \r\nUnion Commission, is supported by Germany in \r\nthe implementation of the Technical and Vocational \r\nEducation and Training Programme. That programme \r\npromotes the occupational prospects of young Africans \r\nthrough the support of innovative skills-development \r\nprogrammes. We believe in attracting young people \r\nto the agriculture sector for sustained growth and job \r\ncreation. NEPAD, through its Agriculture Technical \r\nand Vocational Education and Training programme, \r\nis partnering with the private sector to offer training \r\nalong various stages of the agriculture value chains.\r\n14/10/2016 A/71/PV.28\r\n16-32961 29/29\r\nBefore concluding, allow me to pay tribute to \r\nSecretary-General Ban Ki-moon, who throughout his \r\ntenure championed energy through his initiative on \r\nSustainable Energy for All. NEPAD continues to work \r\nwith strategic partners, such as Power Africa, to make \r\nthat laudable initiative a reality.\r\n(spoke in French)\r\nWe would like to take this opportunity to extend \r\nour warm congratulations to the new Secretary-General \r\nof the United Nations, Mr. António Guterres, on his \r\nelection. Similarly, I would like to congratulate Under-\r\nSecretary-General Maged Abdelaziz, the Secretary-\r\nGeneral’s Special Adviser on Africa, for the efforts he \r\nhas undertaken at the United Nations in order to ensure \r\nthe Organization’s ongoing interest in the continent. \r\nThe great success of Africa Week is a testament to \r\nthat interest. The African Union reaffirms that Africa \r\nis prepared to define its own fate, in partnership \r\nwith the rest of the world. Regarding the universal \r\nimplementation of the SDGs, Africa will focus on \r\npragmatism and partnership. Agenda 2063 will be the \r\noperational instrument to that end.\r\nThe meeting rose at 1.25 p.m.\r\n"