"United Nations A/71/PV.36\r\nGeneral Assembly\r\nSeventy-first session\r\n36th plenary meeting\r\nFriday, 28 October 2016, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Thomson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Fiji)\r\nThe meeting was called to order at 10.05 a.m.\r\nTribute to the memory of His Majesty King \r\nBhumibol Adulyadej, late King of Thailand\r\nThe President: It is my sad duty to pay tribute to the \r\nmemory of the late King of Thailand, His Majesty King \r\nBhumibol Adulyadej, who passed away on Thursday, \r\n13 October. On behalf of the General Assembly, I \r\nwould like to request the representative of Thailand to \r\nconvey our condolences to the Government and people \r\nof Thailand and to the bereaved family of His Majesty \r\nthe King.\r\nHis late Majesty the King reigned for 70 years, \r\nmaking him one of the longest serving monarchs \r\nin human history. He was revered by his people and \r\nadmired throughout the world for his grace, dignity \r\nand humility and his steadfast dedication to his \r\ncountry and people. At his coronation, he declared \r\n“we shall reign with righteousness for the benefits and \r\nhappiness of the Siamese people.” It was a commitment \r\nhe worked tirelessly to fulfil throughout his life. The \r\nKing was beloved as the people’s King, and, through \r\nthe thousands of development projects he initiated over \r\nhis lifetime, he oversaw a period of profound social, \r\neconomic and development transformation across the \r\ncountry, significantly improving the livelihoods and \r\nwell-being of the Thai people.\r\nThe King was also a force for peace and unity \r\nwithin Thailand and the broader region and was a strong \r\nsupporter of the multilateral system. His achievements \r\nthroughout his life led to numerous awards from the \r\nUnited Nations and beyond, including the United \r\nNations Development Programme’s first Human \r\nDevelopment Lifetime Achievement Award in 2006.\r\nThe King was also a committed environmentalist. \r\nHe played a leading role in the promotion of soil science \r\nand conservation and was a leader in sustainable land \r\nresource management. Under the King’s leadership, \r\nThailand raised global awareness of the importance of \r\nsoil as a resource for poverty reduction, climate change \r\nadaptation, sustainable development and security. In \r\n2013, the General Assembly recognized those efforts \r\nby designating 5 December, the same date as the King’s \r\nbirthday, as World Soil Day, as well as 2015 as the \r\nInternational Year of Soils.\r\nHis Majesty was one of the most venerated global \r\nleaders of our time. His profound legacy to the people \r\nand nation of Thailand and the world at large will \r\nalways be remembered. On behalf of the General \r\nAssembly, I extend our most sincere condolences to \r\nthe Government, the royal family and the people of \r\nThailand as we mourn His Majesty the King’s passing. \r\nOur hearts and thoughts are with the people of Thailand \r\nat this time.\r\nI now request the General Assembly to rise and \r\nobserve a minute of silence in memory of the late King.\r\nThe members of the Assembly observed a minute \r\nof silence.\r\nThe President: It is now my honour to give the \r\nf loor to the Secretary-General, His Excellency Mr. Ban \r\nKi-moon.\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n16-34852 (E)\r\n*1634852*\r\nA/71/PV.36 28/10/2016\r\n2/8 16-34852\r\nThe Secretary-General: We come together to \r\npay tribute to the life and legacy of His Majesty King \r\nBhumibol Adulyadej of Thailand, the world’s longest-\r\nreigning monarch. On behalf of the United Nations, I \r\nonce again express our most profound condolences \r\nto Her Majesty Queen Sirikit, the royal family, the \r\nGovernment of Thailand and the Thai people.\r\n A visionary and a humanitarian, King Bhumibol \r\nwas loved and revered by the people of Thailand and \r\nrespected around the world. I had the honour of meeting \r\nKing Bhumibol during a visit to Thailand in 2007. I had \r\nlong admired his dedication to improving his country \r\nand the lives of its people, particularly those that were \r\nmost vulnerable. Over seven decades, King Bhumibol \r\nserved as a stabilizing force in Thailand, notably during \r\ntimes of political turmoil and tension. The outpouring \r\nof grief from the Thai people on his passing is testimony \r\nto the King’s tremendous influence across the country \r\nand a recognition of his lifelong work to better the lives \r\nof his people.\r\nKing Bhumibol’s commitment to sustainable \r\ndevelopment and national resilience helped to move the \r\ncountry through its various phases of development and \r\ntowards becoming a vibrant economy. In recognition of \r\nhis work, King Bhumibol was awarded the first United \r\nNations Development Programme Human Development \r\nLifetime Achievement Award in 2006.\r\nThe United Nations recognizes and pays tribute to \r\nthe remarkable life that His Majesty King Bhumibol \r\nled and joins all those who loved and revered the King \r\nin offering heartfelt condolences. In the spirit of the \r\nlate King, the United Nations looks forward to further \r\nstrengthening the partnership with the Royal Thai \r\nGovernment and the people of Thailand in order to \r\nadvance democracy, development, peace and human \r\nrights for all.\r\nThe President: I give the f loor to the representative \r\nof Georgia, who will speak on behalf of the Group of \r\nEastern European States.\r\nMr. Imnadze (Georgia): It is with great sadness that \r\nwe have learned about the passing away of His Majesty \r\nKing Bhumibol Adulyadej of Thailand. On behalf of \r\nthe members of the Group of Eastern European States, \r\nI would like to express our deepest condolences to the \r\nroyal family and to the Thai people.\r\nIt is painful to lose a leader who cared so deeply \r\nabout his country, the world and humankind. His \r\nMajesty worked tirelessly for rising prosperity and the \r\ndevelopment of Thailand, skilfully steering the country \r\nthrough difficult times, He was a King who was loved \r\nby his people and deeply revered internationally, a \r\ntrue leader who inspired his own nation and the rest of \r\nthe world. As an advocate for education and building \r\nbridges between nations, King Bhumibol inspired and \r\nencouraged people to strive for peace and prosperity. \r\nAs he wisely noted,\r\n“a good person can make another person good; it \r\nmeans that goodness will elicit goodness in the \r\nsociety; other persons will also be good”.\r\nHis Majesty King Bhumibol will always be \r\nremembered for his outstanding leadership and his \r\ndedicated service to his country. His achievements as \r\nthe “development king”, who made an extraordinary \r\ncontribution to human development, is cherished \r\nworldwide. As former Secretary-General Kofi \r\nAnnan stated while presenting him with the first \r\nHuman Development Lifetime Achievement from the \r\nUnited Nations Development Programme in 2006, \r\n“As a visionary thinker, [His] Majesty has played an \r\ninvaluable role in shaping the global development \r\ndialogue”.\r\nLet us also recall the unique talents and passion of \r\nthe King, who, as a musician and a composer, used music \r\nas a bridge to build communications, relationships and \r\nfriendship. The leadership, courage and wisdom of \r\nKing Bhumibol will be missed. In this time of grief and \r\nsorrow, our thoughts and prayers are with his family \r\nand the people of Thailand.\r\nThe President: I give the f loor to the representative \r\nof Chile, who will speak on behalf of the Group of Latin \r\nAmerican and Caribbean States.\r\nMr. Barros Melet (Chile) (spoke in Spanish): It is \r\nan honour for me, on this sad occasion, to pay tribute \r\nto the life of His Majesty Bhumibol Adulyadej, King \r\nof Thailand, on behalf of the Group of Latin American \r\nand Caribbean States.\r\nFrom the time he ascended the throne, in 1946, His \r\nMajesty King Bhumibol was able to win the respect \r\nand admiration of the people of Thailand, whose \r\nwell-being and progress were his constant concern. \r\nDuring his reign, he worked tirelessly to improve the \r\nlives of all his people. His Majesty’s commitment to \r\nplacing his people and their well-being at the centre \r\nof development was recognized by the United Nations \r\n28/10/2016 A/71/PV.36\r\n16-34852 3/8\r\nsystem when he was awarded the first United Nations \r\nDevelopment Programme Human Development \r\nLifetime Achievement Award in 2006, as mentioned by \r\nthe Secretary-General in his statement on the passing \r\nof His Majesty.\r\nDuring his seven-decade reign, His Majesty bore \r\nwitness to and participated in profound political, \r\neconomic and social transformations in his country, the \r\nregion and the world, emerging as an internationally \r\nrecognized figure. We recall his commitment to the \r\nunity of Thailand and will remember him as a unifying \r\nnational leader. The member States of the Latin \r\nAmerican and Caribbean Group join in the mourning \r\nand the deep feelings of sadness on the passing of \r\nHis Majesty. We extend our heartfelt condolences and \r\nsympathy to the royal family and to the Government \r\nand people of Thailand.\r\nThe President: I give the f loor to the representative \r\nof the Niger, who will speak on behalf of the Group of \r\nAfrican States.\r\nMr. Wafy (Niger): I have the honour to speak on \r\nbehalf of the Group of African States to pay tribute \r\nto the late King Bhumibol Adulyadej of Thailand. \r\nWe would like to express our deepest condolences to \r\nthe royal family, the Government and people of the \r\nKingdom of Thailand.\r\nHis Majesty King Bhumibol Adulyadej stood as a \r\npillar of Thailand’s unity and dedicated himself to the \r\nbenefit and happiness of the Thai people. He was the \r\nleading and guiding spirit behind much of Thailand’s \r\nremarkable socioeconomic development over past \r\ndecades. During his 70-year reign, His Majesty’s \r\ningenuity manifested itself in more than 4,000 royally \r\ninitiated projects, from irrigation to f lood alleviation \r\nand from public health to education. His Majesty’s self-\r\nsufficient economic philosophy — the epitome of his \r\nlifelong development experiences — has been widely \r\nshared beyond national boundaries as a homegrown \r\napproach to achieving sustainable development. This \r\nloss is not only a loss for Thailand, but also a loss for \r\nthe world.\r\nHis Majesty King Bhumibol Adulyadej will be \r\nremembered and revered as the “development king”. \r\nThe African Group is confident that the legacy of the \r\nlate King will continue to inspire the people of the \r\nKingdom of Thailand and the international community, \r\nparticularly in their pursuit of the Sustainable \r\nDevelopment Goals. May His Majesty rest in peace.\r\nThe President: I give the f loor to the representative \r\nof Kuwait, who will speak on behalf of the Group of \r\nAsian and Pacific States.\r\nMr. Marafi (Kuwait): I have the honour to speak \r\non behalf of the Group of Asian and Pacific States to \r\npay tribute to and honour the memory of His Majesty \r\nKing Bhumibol Adulyadej of the Kingdom of Thailand \r\nat this gathering of the General Assembly. The Group \r\nwould like to express its most sincere and heartfelt \r\ncondolences to the Government and the people of \r\nthe Kingdom of Thailand, who were blessed with \r\nHis Majesty’s leadership for over 70 years. He was \r\ntheir longest-serving monarch until his passing on \r\n13 October.\r\nHis Majesty was cherished in his beloved Thailand, \r\nunifying the country throughout many difficult and \r\ntrying times. Known as a compassionate King, he \r\nwas a peacemaker who encouraged dialogue over \r\nconflict and maintained the utmost respect throughout \r\nhis reign. He saw his country f lourish and become a \r\nregional leader and one of the largest economies in \r\nSouth-East Asia. His love for Thailand was reflected \r\nin his commitment to and advocacy for economic, \r\nsocial and sustainable development for his country and \r\nhis people. His tireless work and contributions earned \r\nhim the recognition of the United Nations Development \r\nProgramme in their first Human Development Lifetime \r\nAchievement Award.\r\nA great statesman, whom we shall all miss, has \r\npassed. A monarch of unwavering integrity, abiding \r\nhumility and steadfast service to his people, His \r\nMajesty was truly revered by all. Thailand’s loss is a \r\nloss for all of the region and the world. Once again, the \r\nGroup of Asian and Pacific States offers its most sincere \r\nsympathy to the royal family, the Government and the \r\npeople of Thailand as they mourn the loss of their \r\nextraordinary leader. May his soul rest in eternal peace.\r\nThe President: I give the f loor to the representative \r\nof the United Kingdom of Great Britain and Northern \r\nIreland, who will speak on behalf of the Group of \r\nWestern European and other States.\r\nMr. Rycroft (United Kingdom): I have the honour \r\nto speak on behalf of the Group of Western European \r\nand other States. On behalf of the Group, I wish to offer \r\nour sincere condolences to the royal family and people \r\nof Thailand on the death of His Majesty King Bhumibol \r\nAdulyadej earlier this month.\r\nA/71/PV.36 28/10/2016\r\n4/8 16-34852\r\nHis Majesty guided the Kingdom of Thailand \r\nwith dignity, dedication and vision throughout his \r\nremarkable 70 years on the throne. He was the longest-\r\nserving monarch in the world at the time of his passing. \r\nAs I stand in this Hall, I am astonished to realize that His \r\nMajesty ascended the throne when the United Nations \r\nwas only a year old, with Thailand becoming its fifty-\r\nfifth Member State. He was the embodiment of the \r\npost-war generation with its hopes and dreams of global \r\npeace, development and universal human rights. From \r\nthat same vision, the Charter of the United Nations was \r\nborn. The challenges faced by His Majesty during his \r\nlong reign echoed those that faced all Member States \r\nin this Organization. It is difficult to select highlights \r\nfrom such a long and rich history of service to the Thai \r\npeople, but I will make three observations.\r\nFirst, His Majesty will be remembered for serving \r\nthe needs of his people. His Majesty spent years of \r\nhis reign touring Thailand’s agricultural provinces, \r\nmeeting local people, visiting rural projects and asking \r\nlocal leaders about the challenges of their lives. His \r\nMajesty led development programmes in the poorest \r\nparts of the country and was a keen supporter of \r\nadvanced agriculture and sustainable development. The \r\nmark of that work can be seen across Thailand today.\r\nHis Majesty was also a talented musician and \r\npatron of the arts. He was an accomplished painter, \r\nphotographer, composer and saxophonist. For many \r\nyears, His Majesty broadcast a live music concert for \r\nhis people, performing with a jazz group in the studios \r\nof the royal radio station.\r\nFinally, His Majesty will be remembered for his \r\nunwavering dedication to the Thai people. He was \r\ngreatly respected at home and around the globe for his \r\ndedication to his people and Government. He was a \r\nwelcome symbol of stability for his nation through both \r\ngood and more challenging times.\r\nHis Majesty leaves a lasting legacy and a true mark \r\non history. We join the people of Thailand in mourning \r\nhis passing.\r\nThe President: I give the f loor to the representative \r\nof the United States of America, who will speak on \r\nbehalf of the host country.\r\nMs. Power (United States of America): Today \r\nis one of the many days that I feel very privileged to \r\nrepresent the host country of the United Nations so as \r\nto have the chance to address those present on such \r\nan important occasion. On behalf of the United States \r\nof America, I wish to convey our deepest and most \r\nheartfelt condolences to Her Majesty Queen Sirikit, \r\nher children and grandchildren and to the people of \r\nThailand on the passing of His Majesty King Bhumibol \r\nAdulyadej.\r\nHis Majesty was not only a lifelong friend and \r\npartner of the United States of America, he also had \r\ndeep personal ties to our nation. The King’s parents \r\nmet in Cambridge, Massachusetts, where both were \r\nstudying medicine — his father at Harvard and his \r\nmother at Simmons College. His Majesty only lived \r\nthere as an infant, but his presence is still very much \r\nfelt in Cambridge. I can speak with a bit of authority \r\non this subject, because before I had the privilege of \r\nserving in the Obama Administration, I was a professor \r\nin Cambridge at Harvard’s Kennedy School of \r\nGovernment. My walk to and from campus often took \r\nme through King Bhumibol Adulyadej Square, which \r\nis adjacent to the Kennedy School and was named in \r\nhonour of his birth. Walking through King Bhumibol \r\nAdulyadej Square, it is not uncommon to see Thai \r\npeople, who have come to pay homage to His Majesty, \r\ntaking photographs next to the plaque bearing his name \r\nin the Square.\r\nThere are several places like that in Cambridge. In \r\nthe nearby Brigham and Women’s Hospital, where His \r\nMajesty’s mother once worked, hardly a day goes by \r\nwhen Thai visitors do not come bearing gifts, f lowers \r\nor small handwritten notes. That is the kind of devotion \r\nHis Majesty inspired in the Thai people.\r\nNearly two decades ago, a journalist asked the \r\nKing how he wanted to be remembered. He replied \r\nthat he cared very little about how history remembered \r\nhim. He said, “If they want to write about me in a \r\ngood way, they should write how I do things that are \r\nuseful”. In the eyes of His Majesty, doing things that \r\nwere useful meant finding a way to solve problems that \r\naffected real people, most importantly the vulnerable \r\nand marginalized people. \r\nAs the King saw it, the only way to know what \r\nwas useful and to understand the problems people were \r\nfacing was to get out into the field, into the places \r\nwhere people lived. So the King travelled constantly \r\nwithin his country, in particular to the poor and rural \r\nparts, where over the course of his tenure, he would \r\ndevelop thousands of development projects. But it was \r\nnot only that His Majesty went to those places — we \r\n28/10/2016 A/71/PV.36\r\n16-34852 5/8\r\nsee leaders do that a fair amount — it was also how he \r\nwent. He made a point of meeting directly with locals, \r\nwhether fishermen, rubber planters, rice farmers or \r\nprimary school students. When he met with officials, \r\nhe would choose those working at the grass-roots level: \r\nagronomists, school teachers, policemen.\r\nHis Majesty was more than just a keen observer. \r\nBeing useful meant helping fix the problems that he \r\nencountered and empowering the Thai people to do \r\nthe same. He had a mind that was at once kinetic and \r\ndeliberate, creative, as we have heard, and scientific. \r\nOver the course of his life, he registered nearly 40 \r\npatents and trademarks, often for inventions that he \r\nbuilt, tested and modified himself, most of which aimed \r\nat tackling everyday problems faced by the poor. That \r\nis completely extraordinary.\r\nTake the invention nicknamed the “Monkey’s \r\nCheeks”, which he designed to address the perennial \r\nf loods that Thailand experiences. His Majesty \r\nremembered seeing as a child the way monkeys would \r\nstore chewed bananas in their cheeks so that they could \r\neat them later, and he built a system of small reservoirs \r\nthat worked using a similar principle, storing excess \r\nwater during heavy rains that could be used later for \r\nirrigation. The system of the Monkey’s Cheeks is still \r\nbeing used across Thailand today. Many of the King’s \r\ninventions fit this pattern, merging conservation with \r\nhuman development. He was decades ahead of the \r\ncurve in recognizing that what was environmentally \r\nsustainable was crucial to the long-term health \r\nof communities.\r\nIn June 1960, His Majesty returned to the United \r\nStates at the invitation of President Dwight Eisenhower. \r\nHe was asked to address a joint session of the United \r\nStates Congress. He was just 32 years old. Speaking \r\nto Congress, His Majesty said that he had accepted the \r\ninvitation in part because of what he called “the natural \r\nhuman desire to see my birthplace”, Cambridge, which \r\nhe returned to on that trip. But he also came, he said, to \r\naffirm our two nations’ unique friendship and shared \r\nvalues. As he put it, the friendship of one Government \r\nwith another is an important thing, but it is the friendship \r\nof one people for another that assuredly guarantees \r\npeace and progress. His Majesty told members of the \r\nUnited States Congress that one tradition was valued \r\nabove all others by the Thai people — the commitment \r\nto family. He said:\r\n“The members of a family are expected to help one \r\nanother whenever there is a need for assistance. \r\nThe giving of aid is a merit in itself. The giver \r\ndoes not expect others to sing his praises everyday, \r\nnor does he expect any return. The receiver is \r\nnevertheless grateful. He, too, in his turn will carry \r\nout his obligations.”\r\nThe King was speaking about the bonds and \r\ngenerosity among the members of Thai families. But in \r\nretrospect, his words can just as easily be applied to the \r\nway that he lived his life, a life of always looking for \r\nways to be useful to those in need, a life of giving and \r\nof serving every single day, not to earn praise, not to get \r\nsomething in return, but rather because that is what one \r\ndoes for one’s family. His Majesty considered all the \r\npeople of Thailand to be his family. How fortunate the \r\nThai people were to have had His Majesty as a member \r\nof their family, and how fortunate we are to be able to \r\nlearn from the way that this remarkable king chose to \r\nlive his life.\r\nThe President: I now call on the Permanent \r\nRepresentative of Thailand.\r\nMr. Plasai (Thailand): Allow me to first express \r\nmy sincere appreciation to you, Mr. President, for \r\norganizing today’s meeting to pay tribute to His Majesty \r\nKing Bhumibol Adulyadej and for your statement \r\nof condolences. We also deeply appreciate the kind \r\nand touching statements made by His Excellency the \r\nSecretary-General, the Chairs of the regional groups \r\nand the Permanent Representative of the United States \r\nof America, our host country.\r\nHis Majesty King Bhumibol Adulyadej was the \r\nguiding light of Thailand. Through the many crises and \r\nchallenges the Kingdom had to face in the past seven \r\ndecades, His Majesty was always there for his people, \r\ngiving them resolve, resilience and, most important of \r\nall, direction. He was a symbol of our national unity, \r\nsustaining the Kingdom’s cultural and social integrity, \r\nproviding spiritual and material foundations on which \r\nThai people from all walks of life built their livelihoods.\r\nFrom the early years of his reign, His Majesty \r\nhad this vision of people-centred development. His \r\nMajesty reached out with the aim of leaving no one \r\nbehind. Through more than 4,000 royal development \r\nprojects, His Majesty empowered the poorest and \r\nthe most vulnerable, improved livelihoods, provided \r\nopportunities for the people to prosper and promoted \r\na peaceful society that was and is mindful of the \r\nA/71/PV.36 28/10/2016\r\n6/8 16-34852\r\nenvironment. His Majesty showed the way for \r\ntransforming the Kingdom from what was commonly \r\ncalled an underdeveloped country into the upper \r\nmiddle-income country it is now.\r\nHis Majesty Bhumibol Adulyadej was no stranger to \r\nthe United Nations. Twice in the 1960s he made official \r\nvisits to United Nations Headquarters, here in New \r\nYork, and shared with the Secretary-General his insights \r\ninto tackling pressing global issues. His Majesty’s \r\npioneering work on crop substitution and integrated \r\nrural development, started in the early 1960s, has over \r\nthe years been praised by the United Nations Office on \r\nDrugs and Crime as an effective means to eradicate \r\nillicit drug production. The work has developed into \r\nthe now globally recognized concept of alternative \r\ndevelopment, which has successfully turned opium \r\npoppy fields in many countries around the world into \r\nhorticultural plantations and handicraft and vocational \r\ntraining centres or even into tourist attractions.\r\nThe United Nations and its specialized agencies \r\non numerous occasions recognized His Majesty’s \r\nrole as a development king through his contribution \r\nto improving people’s lives, rural development, food \r\nsecurity and his life-long dedication to the cause of \r\nsustainable development. His Majesty was presented \r\nwith the Agricola Medal of the Food and Agriculture \r\nOrganization of the United Nations in 1995, a United \r\nNations Habitat Scroll of Honour Award (Special \r\nCitation) in 2003, the first ever United Nations \r\nDevelopment Programme Human Development \r\nLifetime Achievement Award in 2006 and the World \r\nIntellectual Property Organization’s Global Leader \r\nAward in 2009. In recognition of his research and \r\ndevelopment work on soils, His Majesty’s birthday, \r\n5 December, was designated World Soil Day by the \r\nGeneral Assembly in 2014.\r\nHis Majesty’s countless efforts in working for \r\ndecades at the grass-roots level, side by side with \r\nfarmers and communities, on thousands of royal \r\ndevelopment projects throughout Thailand have \r\ncrystallized into what is now known as the sufficiency \r\neconomy philosophy. That gift of His Majesty to the \r\nThai people advocates moderation, reasonableness and \r\nprudence based on knowledge and virtues as a way of \r\nlife and a decision-making framework. Acknowledged \r\nas a practical approach to achieving sustainable \r\ndevelopment, the philosophy has been successfully \r\npractised in Thailand and in many other countries, in \r\nthe agricultural and business sectors and also in public \r\nadministration. We are proud to have been able to share \r\nHis Majesty’s gift with our friends here at the United \r\nNations over the years.\r\n(spoke in French)\r\nWe are confident that the great legacy left by His \r\nMajesty King Bhumibol, in particular the sufficiency \r\neconomy philosophy, will continue to guide both \r\nThailand and our friends in our common quest to attain \r\nthe Sustainable Development Goals by 2030. On behalf \r\nof the Thai people and the Royal Thai Government, \r\nI would once again like to convey our most sincere \r\nappreciation for the messages of condolence delivered \r\nduring this sad period.\r\nAgenda item 114\r\nElections to fill vacancies in subsidiary organs and \r\nother elections\r\n(d) Election of fourteen members of the Human \r\nRights Council\r\nThe President: The General Assembly will now \r\nturn to the election of 14 members of the Human Rights \r\nCouncil to replace those members whose term of office \r\nexpires on 31 December 2016.\r\nThe 14 outgoing members are Algeria, China, \r\nCuba, France, Maldives, Mexico, Morocco, Namibia, \r\nthe Russian Federation, Saudi Arabia, South Africa, the \r\nformer Yugoslav Republic of Macedonia, the United \r\nKingdom of Great Britain and Northern Ireland and \r\nViet Nam.\r\nIn accordance with operative paragraph 7 of \r\nresolution 60/251, of 15 March 2006, these Member \r\nStates are eligible for immediate re-election, except \r\nthe delegation that has served two consecutive terms, \r\nnamely, Maldives.\r\nThe 14 vacant seats should be distributed among the \r\nregional groups as follows: four seats for the Group of \r\nAfrican States, four seats for the Group of Asia-Pacific \r\nStates, two seats for the Group of Eastern European \r\nStates, two seats for the Group of Latin American \r\nand Caribbean States, and two seats for the Group of \r\nWestern European and other States.\r\nIn accordance with resolution 60/251, membership \r\nof the Council shall be open to all States Members of \r\nthe United Nations, and the members of the Council \r\nshall serve for a period of three years. The members of \r\nthe Council shall be elected directly and individually, \r\n28/10/2016 A/71/PV.36\r\n16-34852 7/8\r\nby secret ballot, by the majority of the members of the \r\nGeneral Assembly. Accordingly, 97 votes constitute a \r\nmajority in the Assembly, which has a membership of \r\n193 States.\r\nThe following States will continue to be members \r\nof the Human Rights Council: Albania, Bangladesh, \r\nBelgium, the Plurinational State of Bolivia, Botswana, \r\nBurundi, the Congo, Côte d’Ivoire, Ecuador, El Salvador, \r\nEthiopia, Georgia, Germany, Ghana, India, Indonesia, \r\nKenya, Kyrgyzstan, Latvia, Mongolia, the Netherlands, \r\nNigeria, Panama, Paraguay, the Philippines, Portugal, \r\nQatar, the Republic of Korea, Slovenia, Switzerland, \r\nTogo, the United Arab Emirates and the Bolivarian \r\nRepublic of Venezuela. The names of these States, \r\ntherefore, should not appear on the ballot papers.\r\nThe election will be held in accordance with the \r\nrelevant rules of procedure of the General Assembly on \r\nelections. For this election, rules 92 and 94 of the rules \r\nof procedure of the General Assembly shall be applied.\r\nConsistent with the practice of the General \r\nAssembly, if more than the required number of Member \r\nStates have obtained the votes of the majority of the \r\nmembers of the Assembly on the same ballot, those \r\nMember States that have obtained the largest number \r\nof votes above the required majority will be considered \r\nelected, up to the number of seats to be filled.\r\nAlso, consistent with past practice, when, in the \r\ncase of a tied vote, it becomes necessary to determine \r\nthe candidate to be elected or that will proceed to the \r\nnext round of restricted balloting, there will be a special \r\nrestricted ballot limited to those candidates that have \r\nobtained an equal number of votes.\r\nMay I take it that the General Assembly agrees to \r\nthese procedures?\r\nIt was so decided.\r\nThe President: Accordingly, the election shall be \r\nheld by secret ballot and there will be no nominations.\r\nI have been informed by the secretariat that, when \r\nreceived before the election, the voluntary pledges and \r\ncommitments made by Member States in accordance \r\nwith paragraph 8 of resolution 60/251 were issued as \r\nofficial documents of the seventy-first session of the \r\nGeneral Assembly.\r\nBefore we begin the voting process, I should like to \r\nremind members that, pursuant to rule 88 of the rules of \r\nprocedure of the General Assembly, no representative \r\nshall interrupt the voting except on a point of order \r\non the actual conduct of the voting. In addition, ballot \r\npapers will only be given to the representative seated \r\ndirectly behind the country’s nameplate.\r\nI should like to seek the usual cooperation of \r\nrepresentatives during the time when the General \r\nAssembly is conducting the elections. Please be reminded \r\nthat during the voting procedure all campaigning should \r\ncease in the General Assembly Hall. This means that, \r\nonce the voting has begun, no more campaign material \r\nmay be distributed inside the Hall. All representatives \r\nare requested to remain at their seats so that the voting \r\nprocess can proceed in an orderly manner. I should also \r\nlike to remind delegations to refrain from extending \r\ncongratulations in the General Assembly Hall after the \r\nannouncement of the elected members. Their doing so \r\nis disruptive to the distribution of ballot papers for any \r\nsubsequent rounds of balloting.\r\nWe shall now begin the voting process. Ballot \r\npapers marked “A”, “B”, “C”, “D” and “E” will now be \r\ndistributed. Each ballot paper is assigned to one of the \r\nfive regional groups and has the corresponding number \r\nof blank lines for the seats assigned to that region.\r\nI request representatives to use only these ballot \r\npapers and to write on them the names of the States \r\nfor which they wish to vote. A ballot paper containing \r\nmore names than the number of seats assigned to it will \r\nbe declared invalid. A ballot paper will also be declared \r\ninvalid if none of the names of the Member States on \r\nthat ballot belongs to the relevant region. If the ballot \r\npaper of a region contains the names of both Member \r\nStates that belong to the region and Member States that \r\nare from outside it, the ballot remains valid but only the \r\nnames of the Member States that belong to the region \r\nwill be counted. If a ballot paper contains the names of \r\nMember States that are not eligible for re-election or \r\nthat are currently members of the Council, the ballot \r\nremains valid but those names will not be counted.\r\nAt the invitation of the President, \r\nMs. Wanner (Austria), Ms. Kanchaveli (Georgia), \r\nMs. Bailey (Jamaica), Mr. Said (Libya), Mr. Quintus \r\n(Luxembourg) and Mr. Rosdi (Malaysia) acted \r\nas tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 11 a.m. and resumed \r\nat 12.40 p.m.\r\nA/71/PV.36 28/10/2016\r\n8/8 16-34852\r\nThe President: The result of the voting is as follows:\r\nGroup A — African States (4 seats)\r\nNumber of ballot papers:  193\r\nNumber of invalid ballots:  0\r\nNumber of valid ballots:  193\r\nAbstentions:  0\r\nNumber of members voting:  193\r\nRequired absolute majority:  97\r\nNumber of votes obtained:\r\nTunisia  189\r\nSouth Africa  178\r\nRwanda  176\r\nEgypt  173\r\nMorocco  2\r\nMauritius  1\r\nSenegal  1\r\nSierra Leone  1\r\nGroup B — Asia-Pacific States (4 seats)\r\nNumber of ballot papers:  193\r\nNumber of invalid ballots:  0\r\nNumber of valid ballots:  193\r\nAbstentions:  0\r\nNumber of members voting:  193\r\nRequired absolute majority:  97\r\nNumber of votes obtained:\r\nChina  180\r\nJapan  177\r\nIraq  173\r\nSaudi Arabia  152\r\nMalaysia  10\r\nFiji  6\r\nIslamic Republic of Iran  1\r\nGroup C — Eastern European States (2 seats)\r\nNumber of ballot papers:  193\r\nNumber of invalid ballots:  1\r\nNumber of valid ballots:  192\r\nAbstentions:  0\r\nNumber of members voting:  192\r\nRequired absolute majority:  97\r\nNumber of votes obtained:\r\nHungary  144\r\nCroatia  114\r\nRussian Federation  112\r\nBulgaria  1\r\nGroup D — Latin American and Caribbean States \r\n(2 seats)\r\nNumber of ballot papers:  193\r\nNumber of invalid ballots:  1\r\nNumber of valid ballots:  192\r\nAbstentions:  0\r\nNumber of members voting:  192\r\nRequired absolute majority:  97\r\nNumber of votes obtained:\r\nCuba  160\r\nBrazil 137\r\nGuatemala  82\r\nGroup E — Western European and other States \r\n(2 seats)\r\nNumber of ballot papers:  193\r\nNumber of invalid ballots:  0\r\nNumber of valid ballots:  193\r\nAbstentions:  10\r\nNumber of members voting:  183\r\nRequired absolute majority:  97\r\nNumber of votes obtained:\r\nUnited States of America  175\r\nUnited Kingdom  173\r\nFrance  2\r\nGreece  2\r\nSpain  2\r\nCanada  1\r\nIsrael  1\r\nItaly  1\r\nLiechtenstein  1\r\nSweden  1\r\nHaving obtained the required majority and the \r\nlargest number of votes of the members of the \r\nGeneral Assembly, the following 14 States were \r\nelected members of the Human Rights Council for \r\na three-year term of office beginning on 1 January \r\n2017: Brazil, China, Croatia, Cuba, Egypt, \r\nHungary, Iraq, Japan, Rwanda, Saudi Arabia, \r\nSouth Africa, Tunisia, the United Kingdom of Great \r\nBritain and Northern Ireland and the United States \r\nof America.\r\nThe President: I congratulate those States that \r\nhave been elected members of the Human Rights \r\nCouncil, and I thank the tellers for their assistance in \r\nthis election.\r\nThe Assembly has thus concluded its consideration \r\nof sub-item (d) of agenda item 114.\r\nThe meeting rose at 12.45 p.m.\r\n"