"United Nations A/71/PV.24\r\nGeneral Assembly\r\nSeventy-first session\r\n24th plenary meeting\r\nWednesday, 5 October 2016, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Thomson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Fiji)\r\nIn the absence of the President, Mr. Balé (Congo), \r\nVice-President, took the Chair.\r\nThe meeting was called to order at 10.10 p.m.\r\nAgenda item 109 (continued)\r\nReport of the Secretary-General on the work of the \r\nOrganization (A/71/1)\r\nMr. Pisarevich (Belarus) (spoke in Russian): We are \r\ngrateful to the Secretary-General for his comprehensive \r\nreport (A/71/1) on the work of the Organization over the \r\npast year.\r\nWe have turned yet another important page in the \r\nhistory of the United Nations, as we have adopted a \r\nnew Agenda for Sustainable Development for the next \r\n15 years. Much remains to be done in order to ensure \r\nthat the achievement of the Sustainable Development \r\nGoals is more successful than that of the Millennium \r\nDevelopment Goals. In that regard, we agree with the \r\nSecretary-General’s opinion that, in order to achieve \r\nthe Goals by 2030, priority must be given to preventing \r\nand ending new and ongoing conflicts. In that context, \r\nan important role falls to preventive diplomacy \r\nand mediation.\r\nA milestone last year was marked by the signing of \r\nthe Paris Agreement on Climate Change, in accordance \r\nwith which States committed to laudable goals, which \r\nwill contribute to building a healthier, safer and \r\nmore prosperous future for us all. Indeed, much has \r\nbeen achieved during the reporting period. However, \r\nwe should not forget that we have been compelled to \r\nundertake many of our activities because of short-\r\nsighted policies in the past and the failure to resolve \r\nissues in a timely matter, such as, for example, the \r\nrecent massive displacement of refugees and migrants. \r\nNumerous negative events taking place today could \r\nhave been avoided had the world been more stable \r\nand predictable.\r\nAgainst the background of a number of important \r\nresolutions adopted by the United Nations, it must, \r\nunfortunately, be noted that the Organization has \r\nincreasingly neglected the spirit of unity when initiatives \r\nare imposed on States that have been supported by \r\nonly a few countries. That has consequently led to the \r\nviolation of the provisions enshrined in the Charter of \r\nthe United Nations and a complete disregard for the \r\nsovereign rights of States. We are increasingly witness \r\nto unilateral interpretations of existing international \r\nlaw and codes of ethics. Unfortunately, the unilateral \r\nand non-transparent promotion of confrontational \r\nideas has become characteristic of the Secretariat. The \r\nimpartiality of the Secretariat is of critical importance \r\nif we wish to preserve the unity of the States Members \r\nof the United Nations.\r\nIn summing up the work of the United Nations over \r\nthe past year, we must address vital internal matters \r\nrelating to the Organization. It is no secret that, with \r\nregard to Headquarters and the organization of work \r\nand the logistics of the United Nations, the Secretariat \r\nis not always on the same page as Member States. The \r\nSecretariat has established many bureaucratic internal \r\nrules that often create obstacles to carrying out the work \r\nof the United Nations. Furthermore, very frequently, \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n16-30880 (E)\r\n*1630880*\r\nA/71/PV.24 19/10/2016\r\n2/16 16-30880\r\ninteraction takes place on a transactional basis: the \r\nSecretariat furnishes Member States services for which \r\nthey have already paid through the salaries paid to \r\nSecretariat staff. We believe that additional funding of \r\nthe United Nations is something that should be done \r\nonly on a voluntary basis.\r\nWe believe that it is important to ensure that the \r\nSecretariat publish The Journal of the United Nations \r\nin all six official languages throughout any given \r\nsession of the General Assembly. The issue is not one \r\nof purely technical importance. First and foremost, it is \r\na matter of respecting the tradition of multilingualism \r\nin the Organization. In that regard, we would also like \r\nto direct the attention of the General Assembly to the \r\nrole of translation and interpretation as a profession, art \r\nand tool for building trust and understanding among \r\npeoples. As a gesture of the importance that we attribute \r\nto that subject, we suggest establishing an international \r\nday for translation and interpretation.\r\nToday more than ever, we need to learn how to work \r\nin partnership. Any action or innovation on the part of \r\nthe Secretariat that affects the working conditions of \r\nthe Missions of Member States at Headquarters needs \r\nto be coordinated with Member States. We believe that \r\nlooking for effective forms of cooperation between \r\nthe Secretariat and Member States must become a \r\npriority for the next Secretary-General. But we are even \r\nmore concerned by the trend leading to the excessive \r\nbureaucratization of our work as Member States. Given \r\nthe complexity and breadth of the United Nations, \r\ncarrying out our work would not be possible without a \r\nminimum number of rules. However, real-time action \r\ncarried out by the Organization for the benefit of the \r\nwell-being of countries and peoples should not be \r\nheld hostage to formal and bureaucratic procedures, \r\nespecially when development depends upon it.\r\nBelarus and many other countries have therefore \r\nbeen viewing with concern the fact that at the onset of \r\nthe implementation of the 2030 Agenda for Sustainable \r\nDevelopment, our joint plan of action is already being \r\nheld hostage by routine and pro forma approaches. \r\nInstead of practically implementing the ideas in \r\nthe Agenda, we are now engrossed in optimizing, \r\nsynchronizing and compiling reports and resolutions. \r\nWe will therefore not only fail to achieve the sustainable \r\nand equitable development of peoples and countries, \r\nbut will also risk worsening the image of the United \r\nNations as a bureaucratic mechanism far removed from \r\nthe needs of the world’s population.\r\nOf course, the Organization alone cannot solve \r\nissues involving sustainable development for national \r\nGovernments. But the United Nations must be the \r\nglobal coordinating centre for dealing with questions \r\nof development. Belarus has already spoken in favour \r\nof ensuring that the United Nations become a focal \r\ncoordinating centre, gathering resources in expert \r\nassistance, financing, technology and the means of \r\nimplementation. For those countries truly in need \r\nof support in the implementation of the Agenda for \r\nSustainable Development, that will be much more \r\nimportant than the formal approaches to work following \r\nthe usual bureaucratic methods.\r\nWe also believe that the United Nations system \r\nneeds to be better adapted to meeting the differing needs \r\nof countries in line with their national priorities. More \r\nthan anyone else, national Governments know their \r\ncountries’ problems. The United Nations development \r\nsystem should therefore not decide a priori the question \r\nof what needs to be done. The development system \r\nmust help States answer the question of how to achieve \r\nvarious results. Unfortunately, there is no universal \r\nformula for achieving the Sustainable Development \r\nGoals, because countries have different needs and \r\ndifferent ways of achieving them. We therefore expect \r\nthe United Nations to concentrate more on unique \r\napproaches and problem-solving by taking into \r\naccount the specific characteristics and peculiarities of \r\neach country.\r\nWe believe that the United Nations must finally \r\npay more attention to middle-income countries. Two \r\nthirds of all the poor people in the world live in those \r\ncountries, which also account for a significant number \r\nof young people, who are highly vulnerable to external \r\neconomic challenges. Any change in the world economy \r\nruns the risk of undermining all those countries’ efforts \r\naimed at achieving sustainable development.\r\nWhat is key to successfully overcoming current \r\nproblems is to ensure that we prioritize the activities of \r\nthe United Nations. Strengthening the United Nations \r\ndoes not imply only the internal reorganization of the \r\nSecretariat. It must involve pursuing the kind of United \r\nNations policy that strives to reinstate the authority of \r\nthe Organization and ensure that the world is helped \r\nthrough its decisions.\r\nIn conclusion, I would like to express my appreciation \r\nto Mr. Ban Ki-moon for his work as Secretary-General. \r\nWe hope that the next Secretary-General will maintain \r\n19/10/2016 A/71/PV.24\r\n16-30880 3/16\r\nthe positive traditions of the United Nations and \r\ncontinue guiding the United Nations family in a spirit \r\nof cooperation, mutual respect, healthy rationalism and \r\nreal progress.\r\nMs. Lodhi (Pakistan): We welcome the Secretary-\r\nGeneral’s annual report (A/71/1) on the work of the \r\nOrganization, which provides a comprehensive account \r\nof the activities of the United Nations over the past \r\nyear, as well as its accomplishments, and identifies \r\nchallenges for the next year.\r\nThe founding fathers of the United Nations \r\nacknowledged the indivisibility of peace and security, \r\non the one hand, and economic and social development, \r\non the other — the immutable reality that there can \r\nbe no peace without development and no development \r\nwithout peace. Last year, we made much progress \r\ntowards the achievement of one of those pillars by \r\ncollectively endorsing the transformative new 2030 \r\nAgenda for Sustainable Development. That and the \r\nParis Agreement on Climate Change marked significant \r\nand historic milestones. We are now entering the \r\nimplementation phase. Together, we must deliver on the \r\npledges that were made. We will be judged, after all, \r\nnot by our intentions but by our actions.\r\nCan we similarly be optimistic about our quest to \r\nsave succeeding generations from the scourge of war? \r\nTurmoil in the Middle East; conflicts raging from \r\nSyria, Libya and Yemen to Afghanistan; tensions in and \r\naround Europe; the continued plight of people living \r\nunder foreign occupation in Kashmir and Palestine; \r\nthe unprecedented scale of suffering caused by human \r\ndislocation; the growing threat of violent extremism; \r\nthe spread of intolerance and xenophobia; and the real \r\nthreat to peace and security in my own neighbourhood \r\nare all indications not of what we have achieved, but \r\nof what still remains to be done in a world that is more \r\nfragile, yet more polarized. We have to ask ourselves, \r\nthen, whether we have been able to live up to the \r\npromise and expectations generated by the Charter of \r\nthe United Nations. Have we been able to move towards \r\na fairer and more equitable and peaceful world, based \r\non law and justice? After all, it is only by implementing \r\nthe Charter in both letter and spirit that we can create a \r\nworld free of conflict, where really no one is left behind.\r\nPakistan believes that, in our turbulent yet \r\ninterdependent world, the United Nations continues \r\nto be indispensable to our efforts to restore order \r\nand ensure global peace, stability and prosperity. Its \r\nprinciples remain the crucial pillars for international \r\nlegality, a guide for the conduct of Member States and \r\nthe guarantor of the legitimate rights of all nations \r\nand peoples. But, in order for the United Nations to \r\nregain its credibility as the central instrument for \r\npromoting peace, prosperity and liberty, it must be \r\nmore representative, transparent and accountable. For \r\nthat reason, my country supports comprehensive and \r\ndemocratic reform of the Security Council, aimed at \r\nenhancing its relevance and representativeness without \r\ncreating new centres of power and privilege.\r\nThe reviews conducted over the past year on \r\npeacekeeping, peacebuilding and resolution 1325 \r\n(2000), on women and peace and security, have shone \r\na light not only on the Organization’s achievements in \r\nthose areas but also on the shortcomings that need to \r\nbe addressed. We stand ready to take those processes \r\nforward during the seventy-first session. Pakistan’s \r\nlong-standing and unwavering commitment to United \r\nNations peacekeeping has been acknowledged by \r\neveryone, and we have a significant stake in the success \r\nof that f lagship enterprise. Arguably the most important \r\nmessage to emerge from the reviews is the need for \r\nprevention and mediation in managing conflicts and \r\nthe need to stop them from occurring in the first place. \r\nIncreasing the capacity of the United Nations in those \r\nareas is therefore imperative. And yet we see India \r\ncontinuing to reject the offer of the Secretary-General’s \r\ngood offices aimed at resolving long-standing disputes \r\nin our region.\r\nThe terrorist threat has become more pervasive and \r\nis evolving in complex and unpredictable directions, \r\nposing an ever greater danger to international peace and \r\nsecurity. Countering terrorist entities such as Da’esh is \r\npossible only by ensuring international collaboration \r\nand reconciling the divergent interests of the regional \r\nand external Powers in the Middle East. Pakistan has \r\nbeen at the forefront of the global campaign against \r\nterrorism. We have lost tens of thousands of lives in \r\nthat fight. The blood that has been shed, including that \r\nof our innocent children, has only strengthened our \r\nresolve to eliminate that scourge from our country. We \r\nwill fight terrorism in all its forms and manifestations, \r\nwhether sponsored by militant organizations or by \r\nhostile Powers in our region. We have made substantial \r\ngains, but our campaign will end only when the last \r\nterrorist is eliminated from our country.\r\nThe sovereign equality of States, the settlement \r\nof international disputes by peaceful means and \r\nA/71/PV.24 19/10/2016\r\n4/16 16-30880\r\nthe avoidance of the use or threat of use of force are \r\nfundamental principles enshrined in the Charter of the \r\nUnited Nations. It is those very principles that inspire \r\nus to look to the United Nations to play its appropriate \r\nrole in promoting lasting peace in South Asia and live \r\nup to its long-standing obligations to the people of \r\nKashmir. India’s continued denial of the right of self-\r\ndetermination to the people of Jammu and Kashmir, \r\npromised in several Security Council resolutions, has \r\nsparked another indigenous and popular uprising in \r\noccupied Kashmir and has also led to tensions in the \r\nregion. The struggle of the Kashmiri people for self-\r\ndetermination is a legitimate one, and they have the \r\nright to expect and receive moral and political support \r\nfrom the international community.\r\nThe United Nations is under an obligation to \r\nplay a role in bringing an end to human rights abuses \r\nand facilitate a peaceful settlement of the Kashmir \r\ndispute, in line with the aspirations of the Kashmiri \r\npeople, through a free and fair plebiscite held under \r\nUnited Nations auspices. We reiterate our demand \r\nfor an independent inquiry into human rights abuses \r\nin occupied Kashmir and welcome the call from the \r\nUnited Nations High Commissioner for Human Rights \r\nfor unfettered and unconditional access in order to \r\nenable impartial monitoring of the human rights \r\nsituation there. Sadly, India does not even allow the \r\nUnited Nations Military Observer Group in India and \r\nPakistan, one of the earliest missions ever deployed \r\nby the United Nations, to fully function in accordance \r\nwith its mandate and report to the Security Council, \r\nso that it can address threats to international peace \r\nand security.\r\nIt is regrettable that by its recent declarations and \r\nactions, India has created conditions that pose a threat \r\nto peace and security in the region. Over the past few \r\nweeks India has engaged in unprovoked shelling across \r\nbroad areas along the Line of Control. That continues \r\neven as I speak. Pakistan has exercised the greatest \r\npossible restraint in the face of such belligerence, \r\nbecause we know only too well that such a tense and \r\nfraught situation can easily spiral into uncontrolled \r\nescalation. Pakistan wants a peaceful resolution to all \r\noutstanding disputes, especially in Kashmir, where \r\ntoday a settlement is more urgently needed than ever. \r\nWe stand ready to engage in a meaningful dialogue in \r\nthe interest of all of the people of our region. But it is \r\nfor India to take the first step, because it is India that \r\nhas exacerbated the current situation.\r\nFinally, we can address the daunting security and \r\ndevelopment challenges confronting the world today \r\nand achieve our shared goals only by strict adherence to \r\nthe principles of the Charter of the United Nations. The \r\npath to a more peaceful, just and prosperous world lies \r\nin cooperative endeavours promoted through effective \r\nmultilateralism, to which my country remains fully and \r\nfirmly committed.\r\nMr. Wu Haitao (China) (spoke in Chinese): The \r\nChinese delegation welcomes the Secretary-General’s \r\nreport (A/71/1) on the work of the Organization. Over \r\nthe past year, in the face of a very complex international \r\nsituation and global challenges, the United Nations \r\nhas promoted multilateral cooperation and made \r\noutstanding progress in the areas of peace and security, \r\ndevelopment, women’s empowerment, climate change, \r\nand migration and refugees, public health and counter-\r\nterrorism. The efforts of the United Nations over the \r\npast year have therefore focused on global trends and \r\non supporting the interests of Member States. China \r\ncommends Secretary-General Ban Ki-moon and the \r\nSecretariat for their work in that regard, and would like \r\nto take this opportunity to thank the Secretary-General \r\nfor his efforts.\r\nToday, even as one or another regional conflict or \r\nhotspot subsides, others appear, and traditional and \r\nnon-traditional security threats become intertwined. \r\nGlobally, economic recovery continues to be weak \r\nand lacking in the momentum needed for sustainable \r\ndevelopment. During the current session of the \r\nGeneral Assembly, the international community should \r\ntherefore focus its efforts on building a community \r\nof common destinyfor humankind and coordinate its \r\nactions in order to address our global challenges.\r\nFirst, we must adhere to the purposes and \r\nprinciples of the Charter of the United Nations in \r\norder to create a global climate conducive to peace and \r\nstability. We must uphold the spirit of the Charter and \r\nnurture a new concept of common, comprehensive, \r\ncooperative and sustainable security and promote a \r\nglobal partnership that features dialogue instead of \r\nconfrontation as well as partnership instead of alliance. \r\nWe should stay committed to settling regional hotspot \r\nissues through political means, make further efforts in \r\nconflict prevention and other areas, strongly uphold the \r\ninternational nuclear non-proliferation regime, actively \r\npromote international counter-terrorism cooperation, \r\nand develop synergies in the area of maintaining \r\ninternational peace and security.\r\n19/10/2016 A/71/PV.24\r\n16-30880 5/16\r\nSecondly, we should step up our contributions \r\nto development and further promote international \r\ndevelopment cooperation. The international \r\ncommunity’s first priority should be to put an end to \r\nhunger and poverty, and to that end Member States \r\nshould combine their efforts and work to achieve \r\ncomprehensive implementation of the 2030 Agenda for \r\nSustainable Development. North-South cooperation \r\nshould be maintained as a main channel. Developed \r\ncountries should make good on their official development \r\nassistance commitments to help developing nations \r\nimprove their people’s livelihood and accelerate their \r\ndevelopment, while developing countries should further \r\npromote South-South Cooperation and make efforts to \r\nachieve collective self-sufficiency.\r\nThirdly, greater priority must be given to \r\ninternational cooperation and proper measures must be \r\ntaken to tackle global challenges. On the issue of refugees, \r\nwe must first ensure that refugees are provided with the \r\nbasic necessities of life. Of fundamental importance is \r\nto eliminate the cause of war and restart development \r\nso as to address the root causes of the issue. With regard \r\nto public health security, the international community \r\nshould support the countries concerned in their \r\nefforts to establish public health emergency response \r\nand management mechanisms, improve grass-roots \r\nprevention and control systems, enhance prevention \r\nawareness among the general public. Regarding climate \r\nchange, Member States must adhere to the principle \r\nof shared but differentiated responsibility, equity and \r\nrespective capabilities, jointly deal with climate change \r\nand push for the universal acceptance and early entry \r\ninto force of the Paris Agreement.\r\nIn his address to the General Assembly as it marked \r\nthe seventieth anniversary of the United Nations (see \r\nA/70/PV.13), China’s President Xi Jinping discussed the \r\nimportance of fashioning a new kind of international \r\nrelations based on win-win cooperation and made \r\nimportant proposals regarding support for the United \r\nNations. Those measures are being implemented. At the \r\nGroup of 20 Summit meeting held recently in Hangzhou, \r\nparticipants reached the Hangzhou consensus on global \r\neconomic development, A blueprint was drawn for \r\nbuilding an innovative, invigorated, interconnected \r\nand inclusive world economy, Participants pledged to \r\nactively implement the 2030 Agenda for Sustainable \r\nDevelopment and formulate an action plan for it, \r\nthereby bringing new vigor to sustainable development \r\nefforts around the world. \r\nDuring the general debate in the Assembly at its \r\nseventy-first session, the Chinese Premier, Li Keqiang, \r\nstated (see A/71/PV.11) that China ready to take an active \r\npart in international cooperation and support an even \r\ngreater role of the United Nations in the implementation \r\nof the 2030 Sustainable Development Agenda. China \r\nwill continue to strenghen its cooperation with the \r\ndeveloping countries and will do whatever it can to help \r\nAfrican countries and the least developed countries.\r\nAs a permanent member of the Security Council and \r\nthe world’s largest developing country, China is a builder \r\nof world peace, a contributor to  global development \r\nand a defender of and a defender of the international \r\norder. We have made significant contributions to the \r\nmaintenance of international peace and the promotion of \r\ncommon development, and are ready to cooperate with \r\nthe great majority of Member States, firmly practice \r\nmultilateralism, uphold the principles and purposes \r\npf the Charter of the United Nations and promote an \r\neven greater role for the Organization in international \r\naffairs, with a view to advancing the cause of peace, \r\ndevelopment and progress for all humankind.\r\nMr. Phansourivong (Lao People’s Democratic \r\nRepublic): I have the honour to deliver this statement \r\non behalf of the 10 States members of the Association \r\nof Southeast Asian Nations (ASEAN), namely, Brunei \r\nDarussalam, Cambodia, Indonesia, Malaysia, Myanmar, \r\nthe Philippines, Singapore, Thailand, Viet Nam and my \r\nown country, the Lao People’s Democratic Republic.\r\nI wish to begin by thanking the Secretary-General \r\nfor his comprehensive annual report (A/71/1) on the \r\nwork of the Organization, which provides a detailed \r\noverview of the activities, achievements and challenges \r\nof the United Nations on a wide range of issues of \r\ncommon interest and concern to all humankind. As this \r\nis Mr. Ban Ki-moon’s last year as Secretary-General, \r\nI also wish to congratulate him and thank him for his \r\ntireless efforts over the past 10 years to promote peace, \r\ndevelopment and human rights in the world. I hope that \r\nhis successor will continue his good work.\r\nOn 31 December 2015, ASEAN marked one of \r\nthe most significant events in its history as it reached \r\na key milestone in its community-building efforts \r\nby establishing the ASEAN Community. Next year, \r\nin 2017, ASEAN will turn 50, an important occasion \r\nthat its member States will mark with pride and joy. \r\nAs an outward-looking intergovernmental regional \r\norganization, ASEAN continues to consider the work \r\nA/71/PV.24 19/10/2016\r\n6/16 16-30880\r\nof the United Nations very important and greatly \r\nvalues its cooperation with the Organization. Among \r\nother examples of that link, the ASEAN Charter has a \r\nprovision expressing its commitment to upholding the \r\nCharter of the United Nations and international law. \r\nFurthermore, the convening of the annual ASEAN-\r\nUnited Nations Summit, the ASEAN Foreign Ministers’ \r\nmeeting with the Secretary-General and the President of \r\nthe General Assembly, the implementation of the just-\r\ncompleted 2014-2015 ASEAN-United Nations work \r\nplan, and the adoption of a 2016-2020 plan of action \r\nto implement the Joint Declaration on Comprehensive \r\nPartnership between ASEAN and the United Nations all \r\nclearly reflect ASEAN’s commitment to strengthening \r\nits cooperation with the United Nations.\r\nWe are very grateful for the Secretary-General’s \r\nparticipation in the recent eighth ASEAN-United \r\nNations Summit, held on 7 September in Vientiane, and \r\nthe annual meeting of ASEAN Foreign Ministers with \r\nthe Secretary-General and the President of the General \r\nAssembly, held on 22 September on the sidelines of the \r\ngeneral debate of the seventy-first session of the General \r\nAssembly here at Headquarters. In the light of that, \r\nASEAN will submit a draft of the biennial resolution \r\nentitled “Cooperation between the United Nations \r\nand ASEAN” to the Assembly at its current session, \r\nso as to identify areas of cooperation and help address \r\nthe challenges that Member States face in areas such \r\nas sustainable development, poverty, climate change, \r\npeace and security, human rights, the rule of law, \r\ndisarmament and terrorism. I therefore look forward \r\nto continued support for, and sponsorship of, the draft \r\nresolution from all Members of the United Nations.\r\nIn his report, the Secretary-General highlights the \r\nachievements of the Millennium Development Goals, \r\nthe need for the effective implementation of the 2030 \r\nAgenda for Sustainable Development — the framework \r\nfor global development for the next 15 years — and the \r\npromise made by Member States to leave no one behind. \r\nASEAN also believes in the importance of sustainable \r\ndevelopment in helping to secure a rule-based, \r\npeople-centred ASEAN community, as envisioned \r\nin ASEAN’s Community Vision 2025, guided by \r\nthe purposes and principles of the ASEAN Charter, \r\nwhich will serve as a solid foundation for ensuring \r\npeace, stability and prosperity in the region and \r\nfor emphasizing the complementarity between the \r\nimplementation of both the 2030 Agenda and ASEAN’s \r\nCommunity Vision 2025, with the goal of raising our \r\npeople’s standards of living so that no one is left behind.\r\nASEAN is also striving for inclusive and sustained \r\ngrowth. Consisting as it does of 10 countries with \r\nvarying levels of development, ASEAN has been \r\nmaking efforts to narrow the development gap among \r\nits members through its successive Initiatives for \r\nASEAN Integration Work Plans, currently at the \r\nbeginning of their third phase with the recent adoption \r\nof Work Plan III. I therefore welcome the continued \r\nsupport of our dialogue partners, the United Nations \r\nand other external partners in our efforts to strengthen \r\nthe ASEAN Community, which was established on \r\n31 December 2015.\r\nThe Secretary-General pointed out that climate \r\nchange poses a challenge to the achievement of \r\nsustainable development and the eradication of extreme \r\npoverty. In that regard, ASEAN welcomes the signing \r\nand ratification of the Paris Agreement on Climate \r\nChange by Member States and the beginning of work \r\non the modalities, procedures and guidelines for its \r\nimplementation. In addition, ASEAN is committed \r\nto improving the management of ASEAN’s diverse \r\necosystems and landscapes, including its vulnerable \r\nterrestrial, coastal and marine ecosystems, through \r\na landscape-based approach aimed at building \r\nclimate resilience.\r\nOn human rights, ASEAN has made progress in \r\nits institutional development since the entry into force \r\nof its Charter. Some highlights include the milestone \r\nadoption of the ASEAN Human Rights Declaration \r\nin 2012 and the Declaration on the Elimination of \r\nViolence against Women and the Declaration on the \r\nElimination of Violence against Children in ASEAN \r\nin 2013, following the establishment of the ASEAN \r\nIntergovernmental Commission on Human Rights \r\nand the ASEAN Commission on the Promotion and \r\nProtection of the Rights of Women and Children.\r\nThe ASEAN Intergovernmental Commission on \r\nHuman Rights has conducted various programmes and \r\nactivities in consultation and cooperation with ASEAN \r\nsectoral bodies and with the relevant institutions and \r\nexternal partners concerned to promote human rights \r\nawareness in 2016. They include the second Regional \r\nDialogue on the Mainstreaming of the Rights of Persons \r\nwith Disabilities in the ASEAN Community, held in \r\nThailand, the Workshop on Effective Communication \r\nStrategies to Combat Trafficking in Persons, held \r\n19/10/2016 A/71/PV.24\r\n16-30880 7/16\r\nin Viet Nam, and the Regional Forum on Media and \r\nHuman Rights in ASEAN, held in Malaysia.\r\nIn order to enhance humanitarian assistance \r\nefforts in the region, during the chairmanship of the \r\nLao People’s Democratic Republic in 2016, our leaders \r\nadopted the ASEAN Declaration on One ASEAN, One \r\nResponse: ASEAN Responding to Disasters as One in \r\nthe Region and Outside the Region at the twenty-eighth \r\nand twenty-ninth ASEAN Summits.\r\nOn peace and stability, ASEAN is also striving \r\nto maintain and promote the Association as a f lag-\r\nbearer for regional norms of good conduct, particularly \r\nthrough the Treaty of Amity and Cooperation in \r\nSoutheast Asia. The Treaty is regarded as the key code \r\nof conduct governing inter-State relations in South-East \r\nAsia, which provides a foundation for the maintenance \r\nof regional peace and stability. We welcome other \r\nnon-regional States’ growing interest in acceding \r\nto the Treaty. In that regard, we welcome the recent \r\naccessions of Chile, Egypt and Morocco to the Treaty \r\non 6 September 2016 in Vientiane and look forward to \r\nIran’s accession to the Treaty upon the completion of its \r\ninternal processes.\r\nFurthermore, ASEAN attaches great importance \r\nto strengthening the nuclear non-proliferation and \r\ndisarmament regime so as to maintain and promote \r\npeace, security and prosperity in the region. We are \r\ncommitted to preserving South-East Asia as a nuclear-\r\nweapon-free zone and free of all other weapons of mass \r\ndestruction, as enshrined in the Treaty on the Southeast \r\nAsia Nuclear Weapon-Free Zone and the ASEAN \r\nCharter. ASEAN also welcomed the biennial adoption \r\nof the General Assembly resolution on that Treaty in \r\nDecember 2015 during its seventieth session, which \r\nreiterates the importance of the Treaty in strengthening \r\nthe security of States in the region and in contributing \r\nto international peace and security.\r\nOn countering terrorism, ASEAN shares the deep \r\nconcerns over the increasing violence and brutality \r\ncommitted by terrorist and extremist organizations \r\nand radical groups in Yemen, Iraq and Syria. ASEAN \r\ndenounces all acts of destruction, violence and terror \r\nin all its forms and manifestations. In line with those \r\nefforts, ASEAN adopted the Langkawi Declaration \r\non the Global Movement of Moderates at the twenty-\r\nsixth ASEAN Summit in April 2015, which outlines \r\nmeasures to promote moderation and curb extremism \r\nthroughout the region.\r\nASEAN leaders announced the establishment of \r\nthe ASEAN Community on 31 December 2015 and \r\nadopted the ASEAN Community Vision 2025 and its \r\nthree blueprints at the twenty-seventh ASEAN Summit \r\nin Kuala Lumpur. Under the chairmanship of the Lao \r\nPeople’s Democratic Republic in 2016, “Turning Vision \r\ninto Reality for a Dynamic ASEAN Community” was \r\nchosen as the theme.\r\nWe believe that ASEAN’s collective efforts at the \r\nregional level will contribute to the work of the United \r\nNations in promoting peace, security and stability, \r\nas well as in contributing to inclusive and sustained \r\ngrowth for all. I wish to conclude by reiterating \r\nASEAN’s resolve to strengthen cooperation with the \r\nUnited Nations in all areas of mutual interest.\r\nMr. Khoshroo (Islamic Republic of Iran): Allow me \r\nto begin by thanking Secretary-General Ban Ki-moon \r\nfor his report (A/71/1) on the work of the Organization.\r\nI would like to touch briefly on some of the issues \r\nthat we find noteworthy in the report. In paragraph \r\n97 of his report, the Secretary-General welcomes the \r\nadoption of the Joint Comprehensive Plan of Action, \r\nalso known as the Iran Nuclear Deal, in the following \r\nway:\r\n“This historic accomplishment — a testament \r\nto the value of diplomacy — marks an important \r\nturning point in the international community’s \r\nrelationship with the Islamic Republic of Iran and \r\nbenefits nuclear non-proliferation. I am confident \r\nthat this agreement will lead to greater mutual \r\nunderstanding and cooperation on the many serious \r\nsecurity challenges in the region and beyond.”\r\nWhile we thank the Secretary-General for that \r\nrealistic assessment of the value of the agreement \r\nand its positive impact on our region and beyond, we \r\ninvite the Secretariat to do its share by taking a more \r\nconstructive and positive approach in fulfilling its \r\nreporting and monitoring functions. In our view, our \r\nfull compliance with the terms of the agreement and the \r\nnon-performance by certain Plan of Action participants \r\nshould be duly reflected in the reports by the Secretariat \r\non the implementation of the agreement.\r\nAlso, on the issue of disarmament, we reiterate \r\nthat the priorities of the international community \r\nhave not changed. Achieving the objective of nuclear \r\ndisarmament is the highest priority. However, as the \r\nSecretary-General indicated in his report, the state \r\nA/71/PV.24 19/10/2016\r\n8/16 16-30880\r\nof affairs is disappointing in that regard. As a result \r\nof nuclear-weapon States persistently not complying \r\nwith their obligations, there has been no progress \r\ntowards that objective. We are deeply concerned about \r\nthat dangerous situation and its consequences for \r\ninternational peace and security. There are thousands of \r\nnuclear weapons that threaten to annihilate humankind \r\nby accident, miscalculation or madness. The only \r\nabsolute guarantee against the use of nuclear weapons \r\nis their total elimination. We call on the nuclear-weapon \r\nStates to honour their special responsibility and legal \r\nobligations relating to the total elimination of their \r\nnuclear weapons.\r\nAs the main sponsor of the General Assembly \r\ndraft resolution entitled “A world against violence and \r\nviolent extremism”, we welcome the initiative by the \r\nSecretary-General to develop a plan of action aimed \r\nat preventing violent extremism. We think that it is an \r\nimportant document, and that it could form the basis for \r\nfurther negotiations aimed at finalizing a plan of action \r\nthat all Member States would implement.\r\nOn the issue of human rights, we note the efforts by \r\nthe Secretary-General and the Organization to further \r\nadvance human rights and fundamental freedoms. \r\nHowever, the Secretariat should avoid trying to devise \r\nprinciples or set priorities and agendas that Member \r\nStates have not agreed to. In that regard, we register \r\nour disagreement with the analysis presented in \r\nparagraph 77 of document A/71/1 concerning the death \r\npenalty, and with the status attributed to the doctrine of \r\n“responsibility to protect” in paragraph 76.\r\nOn the issue of peacekeeping operations, the \r\nprerequisite for the success of the United Nations \r\nin discharging its responsibilities, including in \r\npeacekeeping, clearly lies in the partnership and \r\ncooperation of Member States with the United Nations \r\nand their contribution to the various activities of the \r\nOrganization. In that regard, we believe that the United \r\nNations should be able to use the potential capacity of \r\nthe whole membership in peacekeeping operations, \r\nincluding troop, military, police and civilian \r\ncontingents. Therefore, the base of contributors should \r\nbe broadened, and, to that end, any invitation by the \r\nUnited Nations requesting the contributions of Member \r\nStates to the peacekeeping missions or special political \r\nmissions should be transparent and include all potential \r\ncontributing countries.\r\nOn the issue of sustainable development, as \r\nstated in the report, the 2030 Agenda for Sustainable \r\nDevelopment is built on the lessons learned from the \r\nMillennium Development Goals (MDGs) and other \r\ninternationally agreed commitments and on their \r\nexpansion. One lesson learned from the MDGs was \r\nthat deviating from a commitment to partnership could \r\nlead to underachievement. We must keep international \r\ncooperation on the right track, especially in the first \r\nyear of implementing the 2030 Agenda, which requires \r\nfull and effective international support and solidarity.\r\nAs Member States have started implementing the \r\n2030 Agenda, a strong and more dynamic United Nations \r\ndevelopment system, compatible with their needs and \r\npriorities, is of much significance. In that context, \r\nthe forthcoming draft resolution on the quadrennial \r\ncomprehensive policy review should appropriately \r\naddress a number of important issues, including \r\nthe existing imbalance between core and non-core \r\nresources; the necessity of revitalizing governing bodies \r\nwith equal participation and the presence of Member \r\nStates; transparency, accountability and coherence; and \r\nexploring ways to avoid the overlapping of work across \r\nthe United Nations agencies.\r\nThe world today faces greater risks, but we are also \r\nendowed with greater opportunities. Let us join hands \r\nfor a better and brighter future.\r\nMr. Rivero Rosario (Cuba) (spoke in Spanish): \r\nWe welcome the presentation of the annual report \r\n(A/71/1) of the Secretary-General on the work of the \r\nOrganization and the work undertaken to prepare it. \r\nThis will be the last such report of the current Secretary-\r\nGeneral, Mr. Ban Ki-moon, I would like to take this \r\nopportunity to recognize his dedication to promoting \r\nand protecting multilateralism, his contribution to \r\ninternational peace and security and his dedication to \r\nachieving a better world.\r\nThe adoption of the 2030 Agenda for Sustainable \r\nDevelopment, the Addis Ababa Action Agenda, the \r\nParis Agreement on Climate Change and the Sendai \r\nFramework for Disaster Risk Reduction 2015-2030 \r\nwere milestones in the history of the Organization, thus \r\nhighlighting the importance of multilateralism and the \r\ncontinuing relevance of the United Nations and the \r\npurposes and principles set out in the Charter of the \r\nUnited Nations. However, a long path remains until we \r\nfulfil the agreed accords. We should not overlook the \r\nfact that obstacles are still impeding progress towards \r\n19/10/2016 A/71/PV.24\r\n16-30880 9/16\r\nachieving sustainable development for our peoples. \r\nWe are confronting a world in which multilateralism \r\nis being challenged on a daily basis. We have war, \r\naggression, soft coups and attempts at regime change \r\npromoted by some hegemonic nations, interference in \r\nthe internal affairs of States and violations of national \r\nsovereignty under the pretext of combating terrorism.\r\nPreventing armed conflict presents a larger \r\nchallenge for the Organization than ever before. For \r\nCuba, building upon the purposes and principles of \r\nthe Charter of the United Nations and strengthening \r\ninternational law continue to be the basic pillars of \r\ninternational security. In essence, that requires full \r\nrespect for the sovereignty and territorial integrity of \r\nStates, the non-use of force in international relations, \r\nand non-interference in the internal affairs of States.\r\nThe international efforts being made to preserve \r\nfuture generations from the scourge of war, maintain \r\ninternational peace and security, and achieve economic \r\nand social progress and the full enjoyment of all \r\nfundamental human rights are still insufficient. That \r\nis attested to by the 795 million people who still suffer \r\nfrom hunger, the 781 million adults who are illiterate \r\nand the 17,000 children who die every day from \r\ncurable diseases.\r\nTo effectively leave no one behind, we must \r\nchange the current unjust and profoundly inequitable \r\ninternational order, and the United Nations must play \r\nan important role in that regard. We urgently need to \r\nend the application of unilateral coercive measures \r\nagainst developing countries, eliminate colonialism \r\nand foreign occupation, and reject interventionism \r\ndisguised as humanitarian aid. We must end the political \r\nmanipulation of human rights by ensuring that we have \r\nan impartial, objective and non-selective approach. \r\nThe imposition of single and imperfect concepts \r\nof democracy, of models that ignore the particular \r\ncharacteristics of each society and give control to \r\ncentres of world power, is unacceptable.\r\nCuba deems that a climate of international peace \r\nand security, where the rule of law is respected \r\ninternationally, is a prerequisite for achieving \r\nsustainable development. That requires the full \r\nrecognition of the sovereign equality of States, the \r\npeaceful settlement of international disputes, respect \r\nfor political independence and for the political, \r\neconomic, social and cultural system that nations have \r\nfreely chosen for themselves and the rejection of the \r\nthreat or use of force against any State.\r\nIt is also vital to have new, additional and \r\npredictable financial resources for the implementation \r\nof the ambitious 2030 Agenda for Sustainable \r\nDevelopment. The full implementation of the 2030 \r\nAgenda and the Sustainable Development Goals \r\nrequires capacity-building and the establishment of an \r\ninternational mechanism that facilitates the transfer of \r\nenvironmentally friendly technologies, on favourable \r\nterms for developing countries.\r\nJust as the report itself points out, last year was the \r\nworst in terms of climate change, with the increased \r\nmelting of polar ice caps, rising sea levels and increasing \r\nemissions of greenhouse gases. Urgent concrete and \r\nimmediate action must be taken to reverse that situation. \r\nThe Paris Agreement constitutes a starting point, but it \r\nis not sufficient in itself if we want to preserve our planet \r\nfor future generations. It is up to the industrialized \r\nnations to assume their environmental debt, change \r\ntheir irrational models of production and consumption \r\nand reduce their greenhouse-gas emissions.\r\nThe existence of nuclear weapons is a further threat \r\nto human beings. The only way to save humankind from \r\nthe horrendous impact of nuclear weapons is through \r\ntheir complete prohibition and total elimination. Cuba is \r\ntotally committed to the international efforts to achieve \r\nthat priority objective. We support the recommendation \r\nto convene an international conference in 2017 for the \r\npurpose of negotiating a legally binding instrument for \r\nthe prohibition of nuclear weapons, with a view to their \r\nelimination. We hope that such an instrument can be \r\nformally adopted in 2018 at the high-level international \r\nconference on nuclear disarmament that the General \r\nAssembly will convene.\r\nWe recognize that much remains to be done \r\nin the fight against terrorism. The international \r\ncommunity must take specific steps towards adopting \r\na comprehensive convention on international terrorism \r\ncontaining a full definition of that scourge. It is \r\nunacceptable that the alleged fight against terrorism \r\nshould be used as a cover for acts of aggression and \r\ninterference in the internal affairs of States or for \r\nperpetrating gross violations of human rights and \r\ninternational humanitarian law.\r\nThe new genuinely just, democratic and equitable \r\ninternational order that we all wish to see requires a \r\nradically reformed United Nations. To make the United \r\nA/71/PV.24 19/10/2016\r\n10/16 16-30880\r\nNations more democratic and effective, the General \r\nAssembly must be revitalized and strengthened. It must \r\nfully exercise its powers under the Charter, without any \r\ninterference from the Security Council in its work or \r\nthat of its bodies. The reform of the Security Council to \r\nmake it more democratic and representative means that \r\nwe must change its membership and working methods. \r\nWe must not further postpone that task.\r\nWe are proud to belong to a zone of peace, as was \r\nproclaimed at the second Summit of the Community \r\nof Latin American and Caribbean States, held in \r\nHavana in January 2014. Cuba reiterates that the rules \r\nof coexistence based on friendship, cooperation and \r\nrespect are vital in international relations among States \r\nand in ensuring the full enjoyment of the right to peace \r\nand development of their peoples.\r\nMr. Akbaruddin (India): Today we are about \r\nto select the ninth Secretary-General of the United \r\nNations. The final report (A/71/1) of Secretary-General \r\nBan Ki-moon on the work of the Organization is \r\ntherefore an appropriate inflection point for examining \r\nthe main challenges that face us and the means and \r\nmechanisms to mend our problems. Those are not \r\nsimple issues, nor are they small in number. However, \r\nbecause of the paucity of time, I will focus on just three \r\nexamples relating to international peace and security \r\nthat are emblematic of the problems we face.\r\nIn an increasingly interconnected world \r\nwhere we have seen the globalization of \r\neverything — from propaganda to violence, from \r\ntechnologies to cyberattacks, from terrorism to \r\nthe ill effects of climate change, from conflicts to \r\nnarco-networks — the response mechanisms that we \r\nhave in place in the only global organization of our \r\ntimes are inadequate.\r\nLet us begin with the principal organ tasked with the \r\nmaintenance of international peace and security — the \r\nSecurity Council. So far this year it has met formally \r\non approximately 180 occasions, and informally \r\nperhaps more than 400 times. Yet on cardinal issues, \r\nsuch as Syria, we see inaction; in other situations, \r\nsuch as resolution 2304 (2016), on South Sudan, action \r\nis agreed upon but not yet implemented; and, finally, \r\nwhere measures are taken, as in the case of resolution \r\n2276 (2016), on the Democratic People’s Republic of \r\nKorea, they are disregarded.\r\nIn a variety of ways, therefore, the Council has \r\nbecome unresponsive to the needs of our time and \r\nineffective in meeting the challenges it is confronted \r\nwith. It is an organ that ponders for six months on \r\nwhether to punish leaders of organizations it has itself \r\ndesignated as terrorist entities. Then, unable to decide, \r\nit gives itself three more months to further consider \r\nthe issue. One has to expectantly wait throughout a \r\nnine-month process to know if Council members have \r\ndecided on a single issue. In some instances it does not \r\neven begin that nine-month process of identifying and \r\nlisting publicly announced leaders of terrorist entities. \r\nAt best, it is now an organ that can be described as an \r\ninteresting and random mix of “ad-hocism”, scrambling \r\nand political paralysis. The global governance \r\narchitecture calls for comprehensive reform.\r\nOur public consciousness is being ravaged daily \r\nby incessant acts of terrorism targeting innocent \r\npeople, our civilizational heritage and, increasingly, \r\nthe socioeconomic infrastructure of our societies, \r\nespecially in vulnerable developing countries.Yet on the \r\nissue of terrorism the United Nations has still to come \r\nup with a coherent policy, let alone take the lead on one \r\nof the biggest threats to global peace and security. As \r\nmany as 31 entities within the United Nations system \r\ndeal with some aspect of countering terrorism. We know \r\nthe adage that too many cooks spoil the broth. That is \r\nclearly the case here, as coherence and coordination \r\nare missing. It is nearly impossible to argue the case \r\nof the relevance of the United Nations on the issue of \r\nterrorism, where even the adoption of an international \r\nnorm on the prosecution or extradition of terrorists \r\nevades us despite 20 years of talk.\r\nThe inability to address what is among the most \r\ndangerous of scourges faced by States and societies \r\ncollectively since the Second World War raises \r\nquestions about the relevance of the Organization to the \r\nvery lives of the people on whose behalf we are bound \r\nby the Charter to act. The choice of relevancy requires \r\na willingness to address what is staring us in the face. \r\nYet we look away. We look away as some among us \r\nstall their collective efforts while they use terrorists as \r\nproxies in their territorial quests.\r\n Today, a short while ago, we again heard one \r\nsuch lone voice making claims to an integral part \r\nof my country. The voice comes from a country \r\nthat has established itself as the global epicentre of \r\nterrorism. Such claims find no resonance among the \r\ninternational community. Less than 10 days ago, the \r\nGeneral Assembly Hall witnessed the general debate. \r\nIt also witnessed a singular lack of support for the \r\n19/10/2016 A/71/PV.24\r\n16-30880 11/16\r\nrepresentative of Pakistan’s baseless claims (see A/71/\r\nPV.11). Need one say more? Our response to Pakistan is \r\nconsistent: it should abandon its futile quest. The State \r\nof Jammu and Kashmir is an integral part of India and \r\nwill remain so. No amount of misuse of international \r\nplatforms by Pakistan will change that reality. The sell-\r\nby date of Pakistan’s anachronistic approach is long \r\npast.\r\nPeacekeeping is the leitmotif of the United Nations. \r\nHowever, peacekeeping is under great stress. A plethora \r\nof tasks and Christmas-tree mandates without adequate \r\nfunding; a departure from the well-established \r\nprinciples of impartiality; the avoidance of the primacy \r\nof politics and the focus instead on band-aid solutions \r\nthrough peacekeeping; and an unwillingness to walk \r\naway from the quagmires into the sunset — these \r\nare all part of the burgeoning philosophical dilemma \r\nfacing peacekeeping. It would appear that we have \r\nblunted peacekeeping as an effective tool. Additionally, \r\nthere are appalling cases of sexual exploitation and \r\nabuse. Peacekeepers turning into predators is our worst \r\nnightmare come true. India has fully supported the \r\ninitiative to create a trust fund for victims of sexual \r\nexploitation and abuse. It was the first to contribute \r\nto that fund. It is disappointing that only three other \r\ncountries have followed suit.\r\nIt is now 16 months since the High-level Independent \r\nPanel on Peace Operations concluded its report (see \r\nA/70/95), yet tangible progress and the implementation \r\nof its recommendations are still awaited. Against \r\nthat inaction, a tally of the disasters that are roiling \r\npeacekeeping — the most used tool of the United \r\nNations — makes for worrisome reading.\r\nThose are three key issues but they are also \r\nexamples of the many ailments of the Organization \r\nthat need to be addressed. This raises the question \r\nwhether we are failing in our duty to address these and \r\nother problems from which the Organization suffers. \r\nObserving the International Day of Non-Violence at the \r\nUnited Nations just three days ago, we heard a dictum \r\ncoined by Mahatma Gandhi in his interaction with the \r\nUnited Nations as far back as 1947. He said,\r\n“Begin with a charter of duties of man and I promise \r\nthe rights will follow as spring follows winter.”\r\nGandhi believed that if each person fulfilled his or her \r\nduties to others, no one’s rights would be violated.\r\nFulfilling our duties will correct a lot of what \r\nimperils us today. The duty to change what is not \r\nworking is inherent in our commitment to the Charter \r\nof the United Nations. What we have is an Organization \r\nthat is ailing in many ways. As Member States, it is a \r\npart of our duty to address those ailments. Now is as \r\ngood a time as any to begin that venture.\r\nMr. Mendoza-García (Costa Rica) (spoke in \r\nSpanish): We would like to thank Secretary-General \r\nBan Ki-moon for his final report (A/71/1) on the work \r\nof the Organization. Costa Rica would like to recognize \r\nthe tireless and determined efforts of the Secretary-\r\nGeneral to promote sustainable development. The \r\nprocess for negotiating the 2030 Agenda for Sustainable \r\nDevelopment and establishing the Sustainable \r\nDevelopment Goals was a milestone in the multilateral \r\nprocess. We are confident that the Agenda will give new \r\ndirection to the central functions of the Organization. \r\nIt will be directed towards a more firm, more inclusive, \r\nmore universal and more sustainable development — one \r\nthat promotes the creation of peaceful societies, respect \r\nfor human rights and the rule of law and one that leaves \r\nno one behind. We look forward to continue working in \r\nthat direction and to focus on implementing the Agenda \r\nwith the next Secretary-General.\r\nCosta Rica recognizes the commitment of Secretary-\r\nGeneral Ban Ki-moon and the extraordinary support he \r\ngave to the negotiation, signing and entry into force of \r\nthe Paris Agreement on Climate Change. The personal \r\ncommitment of the Secretary-General to promoting \r\nthis historic Agreement is especially remembered \r\nby the Government of Costa Rica. Now that the first \r\nthreshold in terms of the number of ratifications has \r\nbeen reached, we are enthusiastically looking forward \r\nto the 55 per cent threshold for global emitters over \r\nthe coming weeks so that this important instrument \r\ncan enter into force as soon as possible. We must now \r\nprepare for the most important and most complex stage, \r\nwhich is the process of its implementation.\r\nWe recognize the transformational potential of the \r\n2030 Agenda and the Paris Agreement, and we hope \r\nthat the very significant political will underpinning \r\nboth of them will mark an inflection point in terms of \r\nthe complexity, comprehensiveness and transformative \r\nnature of international agreements on sustainable \r\ndevelopment, and that, thanks to such political will, \r\nwe shall be able to adopt other needed agreements on \r\npeace, security, disarmament and migration.\r\nA/71/PV.24 19/10/2016\r\n12/16 16-30880\r\nWe pay tribute to the Secretary-General’s full \r\ncommitment to making progress on gender equality \r\nand the empowerment of women in a cross-cutting \r\nmanner throughout the agenda of the United Nations. \r\nThe establishment of the High-level Panel on Women’s \r\nEconomic Empowerment is but one demonstration \r\nof that commitment. It recognizes the absolute need \r\nto integrate all women into the economic life of \r\nour societies. The President of Costa Rica had the \r\nhonour, at the request of the Secretary-General, to \r\nco-chair that Panel. Last September, it submitted its \r\npreliminary report, which highlighted the fact that \r\nthe inclusion of women in economic activity was not \r\njust the correct approach, but also the most intelligent \r\none, as it is absolutely necessary to ensure the full \r\nand comprehensive implementation of the Sustainable \r\nDevelopment Goals.\r\nThe tenaciousness of the Secretary-General’s drive \r\nand support with respect to gender issues deserves \r\npraise, and Costa Rica, as a country that believes in \r\ngender equality and women’s empowerment, hopes that \r\nwomen and girls will continue to be at the centre of our \r\nhuman endeavours.\r\nThe Human Rights Up Front initiative and its \r\nimplementation in the United Nations system must \r\ncontinue so that we improve our capacity to respond to \r\nserious violations of human rights and our capacities \r\nto work preventively in seeking peace and ensuring \r\nhuman rights for all. The courageous words of the \r\nSecretary-General in defence of the rights of lesbian, \r\ngay, bisexual, transgender and/or intersex persons \r\nshould also be highlighted.\r\nCosta Rica would like to recognize the support \r\ngiven to the rule of law as a cross-cutting and enabling \r\nway of fulfilling the purposes and principles embodied \r\nin the Charter of the United Nations.\r\nThe themes that we have highlighted are but part of \r\nthe legacy left by the Secretary-General, not just over \r\nthe past year but during his entire term of office, for the \r\nbenefit of future generations. Therefore, I would like to \r\nconclude by expressing our thanks to Secretary-General \r\nBan Ki-moon for all his efforts and work throughout his \r\nterm of office.\r\nMr. Zaayman (South Africa): My delegation \r\nthanks the Secretary-General for his report contained \r\nin document A/71/1. South Africa is of the view that \r\nthe debate on the report of the Secretary-General on \r\nthe work of the Organization is an apt way to start our \r\nactivities in the General Assembly, as it allows us to \r\ntake stock and reflect on the work we are doing as an \r\nOrganization. The report reflects his clear vision and \r\nhis firm determination to enhance multilateralism \r\nand strengthen the authority and role of the United \r\nNations. The United Nations must remain at the apex \r\nof multilateralism in addressing the global challenges \r\nthat we face.\r\nThere are many pertinent issues highlighted in \r\nthe report. My delegation wishes to focus on three, \r\nnamely, the 2030 Agenda for Sustainable Development, \r\nthe maintenance of international peace and security, \r\nand combating international terrorism in all its forms \r\nand manifestations.\r\nSouth Africa supports the implementation of \r\nthe transformative 2030 Agenda for Sustainable \r\nDevelopment without any reservations. The triple \r\nchallenge of poverty, unemployment and inequality \r\nthat the Agenda seeks to address is in line with South \r\nAfrica’s national development plan as well as the \r\nAfrican Union’s Agenda 2063. At the core of South \r\nAfrica’s development plan is the objective to guide our \r\npolicies and programmes in every sector, including \r\nhow to allocate our budget and skills investment and \r\nother resources at the national and local levels in order \r\nto move South Africa forward and ensure sustainable \r\nlivelihoods for all our citizens. That will ensure the \r\ndomestication of the Sustainable Development Goals as \r\npart of our national development plan.\r\nWe need a United Nations that is fit for purpose to \r\n“save succeeding generations from the scourge of war”, \r\nas mentioned in the Secretary-General’s report, and the \r\nneed for this has never been greater. Today, the world \r\nis grappling with a multiplicity of new challenges that \r\nthreaten global peace and security, and therefore require \r\nthe intervention of the Organization. While we must \r\nundoubtedly aim to strengthen the tools at our disposal \r\nin addressing conflicts as they arise, we must also \r\nemphasize the preventive approach — as highlighted \r\nby the Secretary-General in his report — in addressing \r\nconflict and its root causes in order to prevent countries \r\nthat are emerging from conflicts from relapsing. South \r\nAfrica is convinced that peace and stability in the world \r\nwill remain elusive if we do not address the nexus \r\nbetween security and development.\r\nWe welcome the General Assembly’s recognition \r\nof the increasing role that regional organizations play \r\nin peacemaking and peacekeeping efforts. Regional \r\n19/10/2016 A/71/PV.24\r\n16-30880 13/16\r\norganizations are well positioned to understand the \r\ncauses of armed conflicts owing to their knowledge \r\nof the region, which can benefit their efforts in \r\ninfluencing the prevention or resolution of such \r\nconflicts. Furthermore, they have a comparative \r\nadvantage owing to their increasing political resolve \r\nto address a situation. It is beneficial for the United \r\nNations to work closely with regional and subregional \r\norganizations in their mediation and peacemaking \r\nefforts. Over the past few years we have witnessed \r\nthe practical advantages of that cooperation in the \r\narea of peacekeeping on the African continent. While \r\nwe acknowledge that the primary responsibility for \r\ninternational peace and security lies with the Security \r\nCouncil, it is often regional organizations such as \r\nthe African Union that are the first responders in the \r\nstabilizing of crisis situations.\r\nThe African continent is one of the largest troop \r\ncontributors to United Nations-mandated peace \r\noperations. Additionally, the continent has made \r\nsignificant progress in activating its Peace and Security \r\nArchitecture. That notwithstanding, more needs to be \r\ndone to ensure that the continent has adequate capacity \r\nto address its peace and security challenges. In that \r\nregard, we are calling on the United Nations to support \r\nand adequately fund the Joint United Nations-African \r\nUnion Framework for an Enhanced Partnership in \r\nPeace and Security.\r\nThe threat of terrorism continues to challenge the \r\ninternational community. While the threat grows and \r\nmutates, the results of terrorist acts remain the same: \r\nsowing devastation, killing and maiming innocent \r\npeople, damaging property and infrastructure, fostering \r\nfear in local communities, undermining  social and \r\neconomic confidence and, in many cases, entrenching \r\nthe forces of poverty. Conflict situations, including in \r\nthe Middle East and North Africa, have also created \r\nfertile environments for terrorist groups to carry \r\nout their brutal acts with impunity. The activities of \r\nthose groups have complicated the search for political \r\nsolutions, which are necessary for the re-establishment \r\nof peace, security and stability and the enjoyment of \r\nfundamental rights and freedoms.\r\nTo counter the narratives and ideologies of terrorism \r\nin the medium to long term, international cooperation \r\nmust address the conditions and contexts that drive it. \r\nMilitary approaches alone cannot resolve the challenge \r\nof terrorism. The United Nations, with the broad \r\nrange of expertise and tools at its disposal, is in the \r\nbest position to lead the coordination of international \r\nefforts in this regard. South Africa continues to support \r\nthe central role of the United Nations in countering \r\nterrorism and strengthening the multilateral system \r\nto take effective measures within the framework of \r\nthe Charter of the United Nations and international \r\nlaw. Initiatives to further improve coordination and \r\ncooperation among the United Nations entities involved \r\nin countering terrorism and coordination between \r\nthe United Nations and regional structures should be \r\nencouraged and supported.\r\nWe acknowledge the work being done by the \r\nGeneral Assembly and Security Council in guiding the \r\ninternational community’s response to terrorism. The \r\nGeneral Assembly, with its universal membership, has a \r\nvaluable contribution to make. Both the United Nations \r\nGlobal Counter-Terrorism Strategy and the Secretary-\r\nGeneral’s Plan of Action to Prevent Violent Extremism \r\nhave added to the tools at our disposal to counter this \r\nthreat, as they are premised not only on addressing \r\nconditions conducive to the spread of terrorism but also \r\non respect for the rule of law and human rights. While \r\ngreat strides have been made, much more needs to be \r\ndone. My delegation looks forward to contributing in \r\nthat regard.\r\nIn conclusion, my delegation wishes to thank the \r\nSecretary-General and the Secretariat for their services \r\nto the Organization. We assure them and all Member \r\nStates of our commitment to ensuring that we progress \r\ncloser to our shared goal of achieving a better world \r\nfor all.\r\nMr. Shaltut (Libya) (spoke in Arabic): My \r\ndelegation has perused the report (A/71/1) of the \r\nSecretary-General on the work of the Organization. \r\nWe would like to thank the Secretary-General and the \r\nSecretariat for their efforts, especially those expended \r\non the preparation of the report. The topics dealt with \r\nby the Secretary-General in his report are of great \r\nimportance for my delegation and for the Government \r\nof National Accord, which will represent Libya in this \r\ninternational forum. Among these important topics are \r\nsustainable development, migration and respect for, \r\nand the promotion of, human rights and international \r\npeace and security.\r\nAs the Assembly is aware, my country is passing \r\nthrough a transitional phase. This phase has involved \r\nmeetings that led to the formation of the Presidential \r\nA/71/PV.24 19/10/2016\r\n14/16 16-30880\r\nCouncil of the Government of National Accord, which \r\nbegan its work in March.\r\nThe question of migration is one that concerns \r\nall States. With a long Mediterranean border of 2,000 \r\nkilometres, my country — like others — is suffering \r\nfrom the repercussions of the migration problem. While \r\nwe express our sympathy with all those who have found \r\nthemselves in difficult situations, we want to indicate \r\nthat Libya, in its current situation, cannot resolve the \r\nproblem on its own. Libya sympathizes with the victims \r\nwho have drowned in the sea or died in the desert; \r\nhowever, this major question requires the assistance \r\nof the United Nations, the international community, \r\ndeveloped countries and countries possessing the \r\nappropriate technologies.\r\nFrom Libya’s point of view, the issue of migration \r\nnecessitates working to establish and promote \r\ndevelopment projects in the countries of origin so as to \r\nprovide employment opportunities for those who might \r\notherwise seek to migrate, thereby enabling them to \r\nwork in their own countries. Such projects would help \r\nto prevent the catastrophic conditions that have befallen \r\nthose desiring to improve their lives by leaving their \r\ncountries of origin and heading to other countries that \r\nmight offer a better standard of living and a better life.\r\nAs the Assembly is aware, Libya has been \r\ncooperating with the various United Nations bodies, \r\nincluding the Security Council and the Human Rights \r\nCouncil. The United Nations Support Mission in \r\nLibya has been working in cooperation with Libyan \r\nnational authorities, particularly with the Government \r\nof National Accord. Cooperation has been fruitful and \r\nconstructive. Libya has spared no effort to develop \r\nsuch cooperation in order to emerge from the political \r\ndilemma it has experienced during the past two years.\r\nThe issue of countering terrorism is an extremely \r\nimportant one, and it receives Libya’s full attention. The \r\nforces of the Presidential Council of the Government \r\nof National Accord have declared war on behalf of the \r\nworld against the terrorists in the city of Serte and are \r\nclose to eliminating them.\r\nFinally, I would like to express Libya’s continued \r\nreadiness to cooperate with all United Nations bodies \r\nand agencies.\r\nThe Acting President (spoke in French): We have \r\nnow heard the last speaker in the debate on agenda item \r\n109. May I take it that the General Assembly takes note \r\nof the report of the Secretary-General on the work of \r\nthe Organization, as contained in document A/71/1?\r\nIt was so decided.\r\nThe Acting President (spoke in French): Before \r\ncalling on the speaker in the exercise the right of reply, \r\nmay I remind delegations that, in accordance with \r\ndecision 34/401, statements in the exercise of the right of \r\nreply are limited to 10 minutes for the first intervention \r\nand to five minutes for the second intervention, and \r\nshould be made by delegations from their seats.\r\nI now give the f loor to the representative of Pakistan.\r\nMs. Sayed (Pakistan): I take the f loor to respond to \r\nthe remarks made by the Permanent Representative of \r\nIndia with regard to the issue of Jammu and Kashmir.\r\nWe believe that equating a legitimate struggle \r\nfor self-determination with terrorism is not only \r\ndisingenuous, but a travesty of history. The issue of \r\nKashmir cannot be wished away by fanciful rhetoric \r\nand claims. Nor can India justify the barbaric killings \r\nand atrocities committed against the hapless Kashmiris \r\nunder any guise.\r\nJammu and Kashmir is not an integral part of \r\nIndia, and never has been. It is an issue on the agenda \r\nof the Security Council and is recognized as disputed \r\nterritory. This core issue cannot be cast aside by empty \r\nrhetoric. It has to be resolved in accordance with \r\nSecurity Council resolutions. There is a need to start a \r\ndialogue with Pakistan and the two representatives of \r\nJammu and Kashmir to resolve the issue according to \r\nthe will of the Kashmiri people. I would like to reiterate \r\nthat Prime Minister Muhammad Nawaz Sharif, in his \r\naddress in this forum (see A/71/PV.11), clearly reiterated \r\nhis offer to India to enter into a serious and sustained \r\ndialogue for the peaceful resolution of all outstanding \r\ndisputes, especially Jammu and Kashmir.\r\nThe Acting President (spoke in French): May I \r\ntake it that the General Assembly wishes to conclude \r\nits consideration of agenda item 109?\r\nIt was so decided.\r\nAgenda item 127\r\nGlobal health and foreign policy\r\nDraft resolution (A/71/L.2)\r\nThe Acting President (spoke in French): The \r\nGeneral Assembly will now take action on a draft \r\n19/10/2016 A/71/PV.24\r\n16-30880 15/16\r\nresolution entitled “Political Declaration of the high-\r\nlevel meeting of the General Assembly on antimicrobial \r\nresistance”, issued as document A/71/L.2.\r\nI should like to remind members that the debate on \r\nagenda item 127 is scheduled to be held on Wednesday, \r\n7 December, as announced in the programme of work \r\ncontained in document A/71/3.\r\nWe shall now proceed to consider draft resolution \r\nA/71/L.2. I give the f loor to the representative of \r\nthe Secretariat.\r\nMs. Ochalik (Department for General Assembly \r\nand Conference Management): This statement is made \r\nin accordance with rule 153 of the rules of procedure \r\nof the General Assembly, and is also made available in \r\nadvance on the PaperSmart portal.\r\nBy paragraph 15 of draft resolution A/71/L.2, the \r\nGeneral Assembly would request the Secretary-General \r\nto establish, in consultation with the World Health \r\nOrganization, the Food and Agriculture Organization \r\nof the United Nations and the World Organization for \r\nAnimal Health, an ad hoc inter-agency coordination \r\ngroup, co-chaired by the Executive Office of the \r\nSecretary-General and the World Health Organization, \r\ndrawing, where necessary, on expertise from relevant \r\nstakeholders, to provide practical guidance for \r\napproaches needed to ensure sustained effective global \r\naction to address antimicrobial resistance, and also \r\nrequest the Secretary-General to submit a report for \r\nconsideration by Member States by the seventy-third \r\nsession of the General Assembly on the implementation \r\nof the present declaration and on further developments \r\nand recommendations emanating from the ad hoc \r\ninter-agency group, including on options to improve \r\ncoordination, taking into account the global action plan \r\non antimicrobial resistance.\r\nIt is anticipated that the request contained in \r\nparagraph 15 will constitute an addition to the \r\ndocumentation workload of the Department for \r\nGeneral Assembly and Conference Management of \r\none document of 8,500 words, to be issued in all six \r\nlanguages. That would entail additional requirements \r\nin the amount of $37,600 for documentation services \r\nin 2018.\r\n Accordingly, should the General Assembly adopt \r\ndraft resolution A/71/L.2, the additional resource \r\nrequirements of $37,600 that would arise for 2018 under \r\nsection 2 — General Assembly and Economic and Social \r\nCouncil Affairs and Conference Management — would \r\nbe included in the proposed programme budget for the \r\nbiennium 2018-2019.\r\nThe Acting President (spoke in French): The \r\nAssembly will now take a decision on draft resolution \r\nA/71/L.2, entitled “Political Declaration of the high-\r\nlevel meeting of the General Assembly on antimicrobial \r\nresistance”.\r\nMay I take it that the Assembly decides to adopt \r\ndraft resolution A/71/L.2?\r\nDraft resolution A/71/L.2 was adopted (resolution \r\n71/3).\r\nThe Acting President (spoke in French): I now call \r\non the representative of Mexico.\r\nMr. Gómez Camacho (Mexico) (spoke in Spanish): \r\nContrary to what we would have imagined not long ago \r\nin this Hall, we have realized not only that health care \r\nis of global interest, but that it must occupy a central \r\nrole on the agenda of the Organization. As with HIV/\r\nAIDS, non-communicable diseases and Ebola, the \r\nGeneral Assembly has now, at the highest level, dealt \r\nwith antimicrobial resistance.\r\nIndeed, resistance to antimicrobial treatments, \r\nparticularly antibiotics, is one of the greatest threats we \r\nare facing today, as we see that people are beginning to \r\ndie throughout the world from infectious diseases that \r\nuntil recently were routinely treated and cured. It is \r\nundoubtedly a crisis when resistant pathogens are being \r\ntransmitted and multiplying in people, animals and \r\nfood, and causing 700,000 deaths each year. By 2050, \r\nsuch resistance could generate more deaths than cancer \r\nand could take 10 million lives per year. Moreover, its \r\neconomic impact would then exceed that of the 2008 \r\nfinancial crisis and reach a cost of $100 trillion. That \r\nrepresents between 2 and 3.5 per cent of global gross \r\ndomestic product. As Margaret Chan has said, this is a \r\nslow tsunami that respects no borders.\r\nThe term “antimicrobial resistance” once had little \r\nmeaning. However, today it is understood in all its \r\ngrave and complex aspects. We know that the solution \r\nmust be collective and multifaceted, with the support \r\nof various United Nations entities. As with many other \r\nformidable challenges, antimicrobial resistance is not \r\na North-South issue, or a competition where one party \r\nwins and the other party loses. It is a global threat that \r\nrequires efforts from all of us and, in order to resolve \r\nit, we must recognize the specific circumstances \r\nA/71/PV.24 19/10/2016\r\n16/16 16-30880\r\nprevailing in each region and country. In addition, the \r\nmost advanced countries must commit to cooperating \r\nwith all the other countries.\r\n Furthermore, the roles of the pharmaceutical \r\nand food industries will be key. We have seen major \r\ncommitments on the part of both. However, we \r\nmust continue strengthening knowledge and mutual \r\nunderstanding with a view to establishing the conditions \r\nthat will enable the pharmaceutical industry to develop \r\nnew antibiotics and the food industry to reduce its use of \r\nantibiotics. Both sectors must continue increasing their \r\nunderstanding of the social challenges and determining \r\nwhich actions to undertake or to end.\r\nI would like to thank President Thomson and \r\nPresident Lykketoft for entrusting this task to me, \r\nand to extend my gratitude to the organizations and \r\ndelegations whose constructive work led to the robust \r\nPolitical Declaration.\r\nThe Acting President (spoke in French): I would \r\nlike to express my sincere thanks to Ambassador Juan \r\nJosé Gómez Camacho of Mexico, facilitator of the \r\ninformal consultations, who demonstrated great ability \r\nand patience in his conduct of the discussions and \r\ncomplex negotiations on the outcome document. I also \r\nthank Member States for their valuable contributions in \r\nreaching agreement on draft resolution (A/71/L.2).\r\nThe General Assembly has thus concluded this \r\nstage of its consideration of agenda item 127.\r\nProgramme of work\r\nThe Acting President (spoke in French): \r\nBefore adjourning, I would like to briefly refer to \r\nthe consideration of sub-item (b) of agenda item 115, \r\nentitled “Election of the members of the International \r\nLaw Commission”, which will take place on Thursday, \r\n3 November.\r\nIn order to facilitate the election of members of the \r\nInternational Law Commission, and in accordance with \r\nthe established practice, the General Assembly will \r\ntake an advance decision on the matter of requesting \r\nthe Secretariat to issue a consolidated list of candidates \r\nreflecting all submissions and changes received so \r\nfar. It is my intention to consult the Assembly in that \r\nregard at the plenary meeting to be held tomorrow \r\nmorning, 6 October, as announced in The Journal of \r\nthe United Nations.\r\nThe meeting rose at 11.45 a.m.\r\n"