"United Nations A/71/PV.29\r\nGeneral Assembly\r\nSeventy-first session\r\n29th plenary meeting\r\nFriday, 14 October 2016, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Thomson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Fiji)\r\nIn the absence of the President, Ms. Young (Belize), \r\nVice-President, took the Chair.\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda items 62 and 12 (continued)\r\nNew Partnership for Africa’s Development: \r\nprogress in implementation and international \r\nsupport\r\n(a) New Partnership for Africa’s Development: \r\nprogress in implementation and international \r\nsupport\r\nReports of the Secretary-General (A/71/189 and \r\nA/71/203)\r\n(b) Causes of conflict and the promotion of durable \r\npeace and sustainable in Africa\r\nReport of the Secretary-General (A/71/211)\r\n2001-2010: Decade to Roll Back Malaria in \r\nDeveloping Countries, Particularly in Africa\r\nMs. Mamdani (Canada): One year ago (see A/70/\r\nPV.4), all 193 States Members of the United Nations \r\ngathered in this very Hall to adopt the historic 2030 \r\nAgenda for Sustainable Development, a global \r\nframework that challenges all of us to create a \r\nprosperous, sustainable and equitable world within \r\none generation. Canada commends the early efforts of \r\nmany African countries to implement the 2030 Agenda \r\nand its ambitious set of Sustainable Development Goals \r\n(SDGs), alongside the complementary aims of the \r\nAfrican Union’s Agenda 2063.\r\nThe 2030 Agenda is universal, and every country \r\nin the world must do its part to ensure that no one is left \r\nbehind. I am proud to say that Canada is fully committed \r\nto supporting the implementation of the 2030 Agenda at \r\nhome and abroad. In fact, we are currently undertaking \r\nan international assistance review that will help to shape \r\nCanada’s approach to implementation of the SDGs. As \r\nwe look to revitalize our approach to development, I \r\ncan say that we will invest our efforts in helping the \r\npoorest and most vulnerable, supporting fragile States \r\nand empowering women and girls to realize their full \r\npotential as active participants in and contributors to \r\ntheir societies.\r\nIt is clear, however, that investing in development \r\nalone is not enough. The theme of this year’s Africa \r\nWeek here at the United Nations, and indeed the frank \r\nand fruitful discussions that it has sparked, underscores \r\nthe interrelated nature of development, governance \r\nand security, and the importance of addressing these \r\nissues together in order to achieve peace and prosperity \r\nin Africa. Canada is committed to supporting and \r\npartnering with African countries to help spur \r\neconomic growth, promote effective governance, fight \r\nclimate change and address key drivers of insecurity. \r\nFor example, Canada recently announced its support \r\nfor the African Institute for Mathematical Sciences, to \r\ncontribute to the advancement of women in the fields \r\nof science and mathematics, strengthen the Institute’s \r\napproach to combating climate change and establish a \r\nnew centre of excellence in francophone Africa.\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n16-32967 (E)\r\n*1632967*\r\nA/71/PV.29 14/10/2016\r\n2/8 16-32967\r\nWe will continue to pursue mutually beneficial trade \r\nand investment opportunities, which can generate new \r\nrevenues and jobs. And as a determined peacebuilder, \r\nwe will take a more active role in helping to bring \r\nstability and security to the world. To that end, my \r\nGovernment has pledged to provide up to 600 Canadian \r\narmed forces personnel for possible deployment to \r\nUnited Nations peace operations. Canada also strongly \r\nsupports regional integration and collaboration in \r\nAfrica as a mechanism for achieving peace and stability, \r\ndemocratic governance, inclusive development and \r\neconomic prosperity across the continent. In this \r\nregard, we are currently exploring ways to strengthen \r\nCanada’s engagement with key continental and regional \r\ninstitutions, including the African Union.\r\nAlthough it is clear that much work must be done \r\nto achieve our collective global goals, I would like \r\nto assure the Assembly that Canada will remain a \r\nstrong and dynamic partner in our shared objective of \r\npromoting peace, development and prosperity for all of \r\nAfrica.\r\nMr. Mminele (South Africa): South Africa would \r\nalso like to pay tribute to the memory of His Excellency \r\nMr. Girma Asmerom Tesfay, the late Ambassador of \r\nEritrea to the United Nations.\r\nSouth Africa aligns itself with the statements \r\ndelivered this morning by the representatives of \r\nThailand, on behalf of the Group of 77 and China, and \r\nthe Niger, on behalf of the Group of African States (see \r\nA/71/PV.28).\r\nFrom the outset, my delegation considers it \r\nimportant to highlight the fact that the African continent \r\ncontinues to contend with a variety of challenges, \r\nincluding poverty, high unemployment and continued \r\nrising inequality. The New Partnership for Africa’s \r\nDevelopment (NEPAD) is an African-tailored strategic \r\nblueprint designed to contribute positively to African \r\neconomies’ active participation in the global economy. \r\nIt is a deliberate corridor that we have developed \r\nto enhance regional economic cooperation and \r\nintegration. We are pleased that over the years NEPAD \r\nhas developed much-needed coherence in addressing \r\nchallenges and exploiting opportunities through \r\nprogrammes that promote economic development, \r\ninclusive industrial development and policies aimed \r\nat improving productive capacities in Africa. We \r\nhave no doubt that such coherence will naturally \r\ncomplement efforts to implement the 2030 Agenda for \r\nSustainable Development.\r\nNonetheless, we are aware that finding the \r\nfinancing for efforts to implement the 2030 Agenda \r\nremains a challenge. Official development assistance \r\n(ODA) is therefore still a major source of financing for \r\ndevelopment, particularly for countries most in need \r\nand especially in Africa, but aid alone is not enough \r\nto address development challenges and ultimately \r\neradicate poverty in all its forms and dimensions. In \r\nthat regard, we urge the international community to \r\nsupport Africa’s efforts to curb the illicit financial f lows \r\nthat continue to hamper the continent’s endeavours \r\nto generate innovative sources of funding, including \r\nmobilizing domestic resources. Tackling that issue, \r\nand combining such efforts with international support, \r\nwould enable Africa to reduce its reliance on ODA.\r\nWe are convinced that if Africa is to achieve the \r\nSustainable Development Goals, it needs greater foreign \r\ndirect investment (FDI), given the critical role that \r\nsuch investment plays in achieving such development \r\nobjectives as inclusive economic growth. FDI creates \r\njobs and therefore helps to eradicate poverty and \r\nhunger. We would like to emphasize how urgent it is \r\nto advance sustainable industrialization in Africa as a \r\nkey element in diversifying economies, adding value, \r\nbuilding productive capacities and creating jobs, thus \r\neradicating poverty on the continent. We therefore urge \r\nthe international community and the relevant United \r\nNations entities to scale up their support in order to \r\nensure that Africa’s industrialization and infrastructure \r\ndevelopment programmes are fully implemented.\r\nThe African Regional Economic Communities \r\nhave an important role to play in the implementation \r\nof NEPAD and the African Union’s Agenda 2063, and \r\nparticularly its first 10-year implementation plan, in \r\nclose collaboration and cooperation with the African \r\nUnion (AU). We would therefore like to encourage \r\nAfrican countries and the international community to \r\ngive the Regional Economic Communities the support \r\nthey need to strengthen their capacity. Undoubtedly, \r\nAgenda 2063, as the overarching homegrown strategy \r\nfor Africa’s socioeconomic transformation over the \r\nnext few decades, can lead Africa towards a greater \r\nfuture to the benefit of her people.\r\nIn the light of the importance of enhancing the \r\nAfrican Union’s ability to meet the challenges of \r\ndevelopment, peace and security, we would like to \r\n14/10/2016 A/71/PV.29\r\n16-32967 3/8\r\nunderscore the importance of fully implementing \r\nits 10-year capacity-building programme. We \r\nalso welcome the ongoing efforts to formulate the \r\nprogramme’s successor, since it expires this year. And \r\nwe want to welcome and acknowledge the progress \r\nthat has been made by African countries, the AU and \r\nsubregional organizations in the areas of conflict \r\nprevention, peacemaking, peacekeeping, peacebuilding \r\nand development.\r\nLastly, despite major progress on the issue, the \r\nAfrican continent continues to bear the brunt of the \r\nproblem of malaria. In that regard, we must improve \r\nhealth-care systems and be able to bridge the gaps \r\nthat continue to undermine African countries’ efforts \r\nto gain access to effective interventions and therefore \r\nimpede efforts to control and eliminate the disease.\r\nMr. Bultrikov (Kazakhstan): I would first like \r\nto join others in expressing our deep sorrow at the \r\npassing of the Permanent Representative of Eritrea, His \r\nExcellency Mr. Girma Asmerom Tesfay, and to extend \r\nour sincere condolences and deep sympathy to his \r\nfamily and the Government and the people of Eritrea.\r\nWe take note that Africa Week 2016, on the theme \r\n“Strengthening partnerships for inclusive sustainable \r\ndevelopment, good governance, peace and stability \r\nin Africa”, took place this week in the context of the \r\nfirst year of implementation of both the historic 2030 \r\nAgenda for Sustainable Development and the African \r\nUnion’s Agenda 2063. Today, in this forum, we are \r\nalso focusing on Africa’s development priorities, \r\nwhich cover the areas of peace, security, governance, \r\nhuman rights and social, economic and environmental \r\ndevelopment.\r\nAfrica will undoubtedly be one of the principal \r\nengines of economic growth in the twenty-first century, \r\nas can be seen by its remarkable progress so far. With a \r\nshow of unity, we need to help Africa to overcome the \r\nvulnerabilities that result from such progress. Regional \r\nand national development plans must be made to be fully \r\nresponsive to both the framework of the Sustainable \r\nDevelopment Goals (SDGs) and Agenda 2063.\r\nKazakhstan and the African States share common \r\naspirations in terms of security and stability, including \r\nthe eradication of poverty and economic inequality \r\nand the promotion of people-centred development for \r\ndurable peace. Over the past decade, foundations have \r\nbeen laid for a long-term future partnership with respect \r\nto investment opportunities and the broader economy, \r\nas well as in the political and cultural fields. Moreover, \r\nour two tracks of development have moved in parallel \r\nwith the same trajectory. As the African Union (AU) \r\nstarted to implement its ambitious Agenda 2063, my \r\ncountry launched the Kazakhstan 2050 Strategy. Both \r\nare focused on people-centred development and have \r\nthe potential to share many best practices and lessons \r\nlearned.\r\nKazakhstan is deeply committed to Africa, which \r\nis a very high priority in our foreign policy due to its \r\nimportance as an emerging continent. At the United \r\nNations and in all other multilateral regional and \r\nnational forums, my country has constantly called \r\nfor a strengthening of AU structures and instruments, \r\nincreasingly deepening thereby its commitment to \r\nAfrica. Over the past 10 years, Africa has become the \r\nsecond-fastest-growing region in the world, with an \r\naverage annual growth rate of 5.1 per cent, which is \r\nthe result of greater political stability and economic \r\nreforms. Kazakhstan will therefore support all of \r\nAfrica’s efforts aimed at growth and work closely with \r\nthe region, with the deep conviction that it should also \r\ndevelop ethically. With that in mind, we will see that, \r\nover time, no one is left behind.\r\nToday, partnerships between developing nations \r\nare not a choice, but are instead a key and effective \r\nway to protect our common security and address \r\npressing development challenges. The many obstacles \r\nAfrica faces include pockets of poverty, unemployment \r\namong young people and the threat of climate change, \r\nall of which are perils that many Member States \r\nwill also not be able to avoid. The largest number of \r\nleast developed countries and landlocked developing \r\ncountries are in Africa and require special attention. \r\nAfrica therefore needs innovative policymaking and \r\npolicy implementation, as well as a rethinking of both \r\neconomic development strategies and the manner in \r\nwhich economic, social and environmental policies are \r\nconceived.\r\nKazakhstan strongly believes that we must ensure \r\nthat Africa does not suffer from unfair and unjust global \r\ntrade policies, tariffs and subsidies, which impede its \r\nongoing progress, and has been a proponent of this \r\nissue at the United Nations and other forums. Like the \r\nrest of the world, Africa also needs peace and stability, \r\nwhich are the bedrock of development. Kazakhstan has \r\ntherefore introduced a new development approach to \r\neliminating the threat of war by calling for agreement \r\non a 2045 global strategic initiative plan to be achieved \r\nA/71/PV.29 14/10/2016\r\n4/8 16-32967\r\nby the United Nations centenary, as presented last \r\nyear to the General Assembly by our President, \r\nMr. Nursultan Nazarbayev (see A/70/PV.13). The aim \r\nof this plan is to foster global development based on \r\nfair conditions, where all nations have equal access to \r\nglobal infrastructure, resources and markets, and where \r\ncomprehensive accountability for human development \r\nis maintained.\r\nCapacity-building and technology transfer are \r\ncrucial. Kazakhstan is therefore committed to promoting \r\ngreater South-South collaboration both in Central Asia \r\nand far beyond its borders. South-South collaboration \r\nis the most vivid example of mutually beneficial \r\npartnership. Developing countries are turning to one \r\nanother for lessons on innovative policies and schemes \r\nto address pressing development challenges. We stand \r\nready to share the solutions that have successfully \r\nworked for us with other developing nations. Despite \r\nour status as the largest landlocked country in the \r\nworld, Kazakhstan has amassed immense experience \r\nin achieving dynamic economic growth, which has \r\nresulted in remarkable structural transformation.\r\nPartnership and solidarity are the bases for \r\nsustainable development at all levels. One of our major \r\njoint projects is the third-party cost-sharing agreement \r\nwith the United Nations Development Programme \r\n(UNDP), which is aimed at implementing the Africa-\r\nKazakhstan partnership for sustainable development, \r\nand which we believe will further strengthen our \r\nbonds of cooperation. In addition, we also have a \r\nwell-established large-scale project that trains African \r\nprofessionals at Kazakh institutions of higher learning \r\nin the fields of agriculture, health care, technology and \r\nthe oil and gas industries.\r\nKazakhstan recognizes that gender equality and \r\nthe empowerment of women are among the most critical \r\ngoals for our world, and we are determined to contribute \r\nto the elimination of all forms of discrimination \r\nagainst women across the world. With that in mind, we \r\nsponsored the interim report on the African Women’s \r\nDecade 2010-2020 and the report of Her Excellency \r\nMs. Nkosazana Dlamini Zuma, Chairperson of the \r\nAfrican Union Commission, and the heads of AU \r\nmember States, on the Solemn Declaration on Gender \r\nEquality in Africa.\r\nThe new paradigm and transformational shift \r\nwill require enormous resources. At the opening \r\nof Africa Week, my Ambassador reiterated our \r\nPresident’s initiative that proposes that each State \r\nconsider allocating a mere 1 per cent of its defence \r\nbudget to the UNDP Trust Fund for Sustainable Social \r\nDevelopment, Peace and Support to Countries in \r\nSpecial Situations. In this regard, we would underline \r\nthat on 1 November 2016, the missions of Kazakhstan \r\nand Belarus will organize a brainstorming session on \r\ncross-cutting First and Second Committee issues, under \r\nthe theme “Responsible governance on disarmament \r\nand non-proliferation for progress and sustainable \r\ndevelopment”. A formal invitation will be extended to \r\nmembers soon; in the meantime, I would like to take \r\nthis opportunity to invite members of the Assembly to \r\nparticipate in the event.\r\nThe harsh and devastating realities of climate \r\nchange for African countries are well known and \r\ndocumented. Kazakhstan is showcasing renewable \r\nsources of energy at the international exhibition Astana \r\nExpo-2017 on the theme of the energy of the future, \r\nwhich is extremely relevant to developing countries. \r\nWe will arrange financing for participation of a number \r\nof representatives from developing countries in special \r\nsituations, including from Africa.\r\nThe foregoing are some of the numerous meaningful \r\nprojects that we have embarked upon bilaterally and \r\nmultilaterally, but time constraints do not allow for me \r\nto elaborate on them further. However, I would like to \r\nreiterate our deep commitment to Africa’s peace and \r\nprosperity, as evidenced by the many embassies we \r\nhave set up and the partnerships we have built with our \r\nAfrican partners. Kazakhstan is proud to be one of the \r\ncontinent’s strongest collaborators and allies.\r\nMr. Tommo Monthe (Cameroon) (spoke in French): \r\nOur Eritrean colleague has passed away. At the outset, \r\nlet me reiterate the condolences I sent yesterday to his \r\nMission and staff and to the Government and the people \r\nof Eritrea. May his soul rest in eternal peace.\r\nToday’s debate is taking place at the conclusion \r\nof an intense round of activities within the framework \r\nof Africa Week, which began on Monday, 10 October. \r\nI would like to begin by expressing my country’s \r\nappreciation for the Office of the Special Adviser on \r\nAfrica; the African Union (AU); Mr. Mayaki, Chief \r\nExecutive Officer of the Planning and Coordinating \r\nAgency for the New Partnership for Africa’s \r\nDevelopment (NEPAD); and all of those who, through \r\ntheir institutions, work tirelessly for the development \r\nof Africa.\r\n14/10/2016 A/71/PV.29\r\n16-32967 5/8\r\nAfter the so-called lost decade of the eighties, \r\nmarked by deep pessimism, our continent has once \r\nagain found its strength and vigour. Africa is on the \r\nmove — towards the horizon of 2063, where it will \r\nbe a peaceful, strong and prosperous Africa that is a \r\nmajor player in international relations; on course to \r\nimplementing the strategic orientations leading to that \r\nhorizon; and in pursuit of specific goals it has set based \r\non its own perspective and experiences. Our continent \r\nhopes its bilateral and multilateral partners will support \r\nit on this path, working actively for and with it.\r\nOn the political level, the cessation of hostilities is \r\non the horizon for 2020, with peace, security, the fight \r\nagainst terrorists such as the Boko Haram sect, good \r\ngovernance, deepened democratic roots and the rule of \r\nlaw, as well as respect for human rights — are some \r\nof the goals that we have set and that we are actively \r\npursuing with strong political will in countries on the \r\ncontinent, despite the difficulties that can crop up. It is \r\nancient African cultural tradition not to leave anyone \r\nbehind. My country, Cameroon, has taken determined \r\nsteps along this path.\r\nAt the economic and social levels, Cameroon, \r\nwhich is a member of the NEPAD Heads of State and \r\nGovernment Implementation Committee, draws upon the \r\nmajor programmes on infrastructure, industrialization, \r\nenergy, agriculture, health, research, innovation and \r\ntechnology — all of which NEPAD and Africa have put \r\nat the very centre of Africa’s transformation.\r\nWith regard to infrastructure, in January the \r\nAfrican Heads of State approved the strategy to establish \r\nthe Dakar Agenda for Action, dedicated to actions to \r\nfinance infrastructure in Africa, through mechanisms \r\nto provide services and programmes for development \r\ninfrastructure in Africa. These various projects and \r\nprogrammes are intended to strengthen support for \r\npublic-private partnerships on the continent, as well as \r\nfor other development players, so as to guarantee the \r\nmobilization of financing and investments in the 16 \r\npriority regional infrastructure projects.\r\nWith respect to industrialization, my delegation \r\nbelieves that it is indispensable to the structural \r\ntransformations of African economies to ensure \r\nthat these transformations produce added value and \r\neconomic diversification. In the context of globalization \r\nand economic change, industrialization is no doubt \r\nthe means to enable our continent to create inclusive \r\nand sustainable economic growth that will generate \r\nproductive jobs to free millions of people from poverty. \r\nThat is why the implementation of the Action Plan for \r\nAccelerated Industrial Development of Africa, adopted \r\nin March 2011, constitutes, in our opinion, an essential \r\nelement for Africa’s transformation.\r\nAt the level of institutions and the national \r\ninfrastructure responsible for implementing NEPAD, \r\nto which my country subscribes, my Government has \r\nadopted measures to integrate NEPAD priorities into \r\nour national development programmes. For example, I \r\nwould cite the adoption, in accordance with the detailed \r\nagricultural development programme in Africa, of our \r\nnational agricultural investment plan, the purpose of \r\nwhich is to invest more than $6 billion for development \r\nin the agricultural sector for the 2014-2020 period. \r\nLikewise, in the area of health, Cameroon has been \r\ninvolved in a project to train professional nurses and \r\nmidwives in Africa with a view to improving the \r\nqualifications of nurses and midwives and to bring \r\nthem up to university and professional masters levels. \r\nIn considering the domains of science, technology and \r\ninnovation, I would mention the role my country plays \r\nwithin the framework of the consolidated action plan, \r\nwhich includes initiatives to improve African indicators \r\nfor science, technology and innovation, fields in which \r\nCameroon is a pioneer.\r\nBefore I turn to the Roll Back Malaria Partnership, \r\nI would like to talk about climate change. On that \r\nmatter, the massive forested areas of Central Africa, the \r\nsecond lung of the planet, the drying up of Lake Chad \r\nand desertification deserve all the attention they can \r\nget from the international community. The same holds \r\ntrue for the seas and oceans and space, including outer \r\nspace. In these areas, Africa has developed programmes \r\nand projects that must be supported, for example, the \r\nproject related to our common position on the seas and \r\noceans and the pan-African space project.\r\n(spoke in English)\r\nWith respect to the Roll Back Malaria Partnership, \r\nthe Government of Cameroon specially commends the \r\nsubstantial contribution made by the Global Fund to \r\nFight AIDS, Tuberculosis and Malaria, which continues \r\nto provide two thirds of the international contributions \r\nin the fight against malaria. Cameroon is delighted with \r\nthe admission of Cameroon to Round 9 of financing \r\nand the receipt of a 64 billion CFA francs as a grant in \r\nthe fight against HIV/AIDS, malaria and tuberculosis. \r\nFrom 2008 to 2013, malaria-related sickness decreased \r\nA/71/PV.29 14/10/2016\r\n6/8 16-32967\r\namong pregnant women, children under the age of 5 and \r\nthe general population. These reductions were mainly \r\nthe result of malaria-control initiatives launched in the \r\ncountry and fully or partially funded by the Global \r\nFund partnership.\r\nFaced with that overwhelming reality, the \r\nGovernment of Cameroon welcomes the development \r\nof the global technical strategy for malaria 2016-\r\n2030 adopted by the World Health Assembly in May \r\n2015, which provided a technical framework for all \r\nepidemic countries as they work towards controlling \r\nand eliminating malaria. The grants provided for \r\ncombating malaria promote access to a greater level of \r\ncare in health facilities and at home.\r\nToday, an adult can be treated properly for a malaria \r\nattack for less than 300 CFA francs, or €0.50. The \r\nimprovement of the national strategy for the treatment \r\nof malaria has involved the following recommendations \r\nfrom the World Health Organization, namely, the \r\nconfirmation of stocks of artemisinin combination \r\ntherapy (ACT) protocol to avoid an imbalance in \r\ninventory management and errors in forecasts with \r\na view to facilitating a rapid response. Community \r\nvolunteers have been trained since 2008 for distributing \r\nACT to homes and, through the support of the Fund, \r\nsome 800,000 rapid diagnostic tests were distributed \r\nthroughout the country, providing a reliable diagnostic \r\nresult in the shortest time possible.\r\nIn the area of prevention, vector control was \r\nstrengthened. The launch in August 2011 of the \r\ncampaign, known as Knock Out Malaria, involved the \r\nfree distribution of approximately 9 million mosquito \r\nnets in all regions of the country. The Government \r\nof Cameroon and the Global Fund reaffirmed their \r\npartnership by signing a new malaria grant agreement \r\nin the amount of €77 million on 18 February 2015. The \r\ngrant will fund the distribution of 15.8 million mosquito \r\nnets, including a mass-distribution campaign that will \r\nstrive to achieve universal coverage in Cameroon.\r\nIn that regard, in June 2016, 12 million treated \r\nmosquito nets with a lifespan of two years were \r\ndistributed. The distribution of these long-lasting \r\ntreated mosquito nets is part of a campaign to reach \r\nout and maintain universal coverage in the fight against \r\nmalaria through sustainable-impact interventions \r\nfrom 2015 to 2017. The joint effort of the Cameroon \r\nGovernment and its international partners is aimed at \r\nknocking out malaria, which is considered one of the \r\nmost fatal diseases on the African continent.\r\nThe campaign features an awareness-raising \r\nprogramme enlisting the media, including local \r\nradio and television artists, telephone marketers and \r\ncelebrities, to get out the message. The campaign is \r\nexpected to achieve the objective of “one household, one \r\nnet”, which would exceed the current level of coverage, \r\nwhich is 19 per cent. The campaign was expected to \r\naccelerate outcomes and scale up the malaria-control \r\nprogramme, in order to eradicate malaria at the national \r\nlevel in the period 2011-2015 and significantly affect \r\nmorbidity and mortality rates by the end of 2015.\r\n(spoke in French)\r\nI will conclude with the following remarks. As the \r\nPresident of my country, His Excellency Mr. Paul Biya, \r\nunderscored from this rostrum on 23 September (see \r\nA/71/PV.14), while the task of achieving the sustainable \r\ndevelopment of Africa is complex and difficult, it is \r\nalso exhilarating. Numerous statements have already \r\nbeen made on this topic. Many plans of action have \r\nbeen adopted. What is lacking, however, is the active \r\nimplementation of such projects, statements and plans \r\nof action. What is missing is the determined action and \r\nthe will to realize on the ground what we have jointly \r\ndecided, sometimes decades ago.\r\n(spoke in English)\r\nUltimately, we shall match our words with our \r\ndeeds.\r\nMr. Chinyonga (Zambia): I would like to begin \r\nby conveying my country’s condolences upon the \r\ndeath of the Permanent Representative of Eritrea, His \r\nExcellency Mr. Girma Asmerom Tesfay.\r\nI would also like to associate my statement with \r\nthose made by the representative of Thailand on behalf \r\nof the Group of 77 and China and by the representative \r\nof the Niger on behalf of the Group of African States \r\n(see A/71/PV.28).\r\nMy delegation remains convinced that trade, \r\ninfrastructure development, a conflict-free Africa, \r\ngender equality, women’s empowerment, health care \r\nand education remain key among Africa’s priority \r\ndevelopment areas.\r\nWe reiterate the importance of the Programme \r\nfor Infrastructure Development in Africa, which the \r\nNew Partnership for Africa’s Development (NEPAD) \r\n14/10/2016 A/71/PV.29\r\n16-32967 7/8\r\ndeveloped, focusing on transformative regional projects. \r\nOut of the priority regional infrastructure projects \r\nidentified, Zambia is likely to benefit directly from \r\nthose that are located or cross its borders, including a \r\nproject for a 614-kilometre road extending from Serenje \r\nto Nakonde, an information-and-communications-\r\ntechnology terrestrial fibre-optic cable extending \r\nfrom Lusaka to the capital of Malawi, Lilongwe, the \r\nZambia-Tanzania-Kenya transmission line and a \r\nhydropower project.\r\nFurthermore, Zambia remains committed to \r\nenhancing agriculture and food security. To this \r\nend, my country has incorporated the NEPAD \r\nComprehensive Africa Agriculture Development \r\nProgramme through the implementation of the \r\nnational agriculture investment plan for the period \r\nfrom 2014 to 2018, which advocates for the poor and \r\nemphasizes agriculturally led economic development. \r\nConsequently, over 3 million farmers in Zambia are \r\nexpected to benefit from 17 different categories of \r\nclimate-smart technologies and practices. I am further \r\npleased to report that Zambia developed a compendium \r\nof climate-oriented agriculture technologies in all three \r\nof its agro-ecological regions, which was facilitated \r\nthrough the support from the NEPAD Climate Change \r\nFund, for mainstreaming climate-smart agriculture \r\ninto the national agriculture-investment plan.\r\nWith regard to the achieving healthier lives, \r\nZambia will give priority to disease prevention and \r\nthe promotion of healthy lifestyles, as well as the \r\nstrengthening of immunization programmes, adopting \r\nthe target of covering every child in every part of the \r\ncountry. Zambia is also giving priority to working \r\ntowards reducing malaria-related deaths countrywide \r\nand achieving a malaria-free Zambia by 2020. Thus far, \r\nthe prevalence of malaria and deaths from the disease \r\nhave steadily decreased, culminating in an impressive \r\n55 per cent reduction in all cases of child mortality.\r\nIn order to sustain that progress in moving towards \r\nthe 2020 target, we need to step up the implementation \r\nof the malaria-elimination strategy. Zambia is also \r\nproactively strengthening its health systems through \r\nthe implementation of the Zambia health-systems \r\nimprovement project, which is being piloted in 5 of the \r\n10 provinces across the country. It is envisioned that the \r\nlessons to be learned from the project will be a basis for \r\nfuture improvements to our health system.\r\nZambia is committed to promoting human-capital \r\ndevelopment, as it remains a key priority for Africa. To \r\nthis end, Zambia will continue to improve the teaching \r\nof science and mathematics, which is critical to \r\nattaining improvements in technology and innovation \r\nfor enhanced industrialization and job creation. Zambia \r\nwill further continue to reduce the mismatch between \r\nskills development and the needs of the labour market.\r\nWith respect to national interventions on gender \r\nequality and women’s empowerment, Zambia enacted \r\nthe Gender Equity and Equality Act of 2015, which \r\nfully incorporated into our domestic legislation the \r\nmajor international and regional instruments, including \r\nthe Convention on the Elimination of All Forms of \r\nDiscrimination against Women, the Protocol to the \r\nAfrican Charter on Human and Peoples’ Rights on the \r\nRights of Women in Africa, and the Southern African \r\nDevelopment Community (SADC) Protocol on Gender \r\nand Development. The Act also seeks to attain gender \r\nequity and equality through the integration of women \r\nand men in national development processes.\r\nThe financing for the development conference held \r\nin Addis Ababa in July 2015 took place at a critical \r\ntime in the consideration of the global financing system \r\nneeded to achieve the Sustainable Development Goals \r\nby 2030. Zambia therefore welcomes the conclusion of \r\na tripartite agreement between the NEPAD Agency, \r\nthe World Bank and the SADC Secretariat, with the \r\naim of providing financial and technical support for \r\nimplementing SADC regional programmes.\r\nIn conclusion, I wish to mention that my delegation \r\nnotes that the process of integrating NEPAD into the \r\nAfrican Union structures and processes has been slow, \r\ndespite the work of the African Union Commission \r\nand the NEPAD Agency to this end. It is our view \r\nthat international support would be useful to facilitate \r\nestablishing the timelines for concluding the matter.\r\nNotwithstanding all this, Zambia remains fully \r\ncommitted to ensuring that the priority areas of energy, \r\nindustrialization, intraregional trade, food security, \r\nhealth care, education, gender equality and adaptation \r\nto climate change are fast-tracked under NEPAD.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on these items.\r\nThe Assembly has thus concluded this stage of its \r\nconsideration of agenda item 62 and its sub-items (a) \r\nand (b) and agenda item 12.\r\nA/71/PV.29 14/10/2016\r\n8/8 16-32967\r\nAgenda item 115 (continued)\r\nAppointments to fill vacancies in subsidiary organs \r\nand other appointments\r\n(h) Appointment of members of the Joint \r\nInspection Unit\r\nNote by the Secretary-General (A/71/396)\r\nThe Acting President: As indicated in document \r\nA/71/396, which the General Assembly has before it, \r\nInspector George Bartsiotas (United States of America) \r\nwas appointed by the General Assembly on 26 July 2012 \r\nfor a five-year term of office, beginning on 1 January \r\n2013 and expiring on 31 December 2017. On 14 March \r\n2016, George Bartsiotas submitted his resignation, \r\neffective 30 September 2016, to the Chair of the Joint \r\nInspection Unit, in accordance with article 4, paragraph \r\n3, of the statute of the Joint Inspection Unit.\r\nIn accordance with article 4, paragraph 5, of the \r\nstatute, the Chair of the Unit notified the Secretary-\r\nGeneral of the vacancy. As a result of the resignation, \r\nthe General Assembly is required, during the seventy-\r\nfirst session, to appoint a member to fill the vacancy \r\nin the Joint Inspection Unit. It is further stated in the \r\nnote by the Secretary-General that, in accordance \r\nwith article 4, paragraph 2, of the statute of the Joint \r\nInspection Unit, the person so appointed will hold \r\noffice for the remainder of that term, provided that it \r\nis not less than three years. Otherwise, the duration of \r\nthe appointment is to be for a full term. In this regard, \r\nand in order for consultations to be held, as stipulated \r\nin article 3, the Assembly may wish to consider filling \r\nthe vacancy for a term of office beginning on 1 January \r\n2017 and expiring on 31 December 2021.\r\nIn this connection, may I take it that it is the wish \r\nof the General Assembly to fill this vacancy for a term \r\nof office beginning on 1 January 2017 and expiring on \r\n31 December 2021?\r\nIt was so decided.\r\nThe Acting President: As also indicated in \r\ndocument A/71/396, in accordance with article 3, \r\nparagraph 1, of the statute of the Joint Inspection Unit, \r\nthe President of the General Assembly shall consult \r\nwith Member States to draw up a list of countries, \r\nin this case, one country, which would be requested \r\nto propose a candidate for appointment to the Joint \r\nInspection Unit.\r\nAs further indicated in paragraph 3 of document \r\nA/71/396, the General Assembly, by its resolution \r\n61/238, of 22 December 2006, decided that, beginning \r\non 1 January 2008, the President of the General \r\nAssembly, when drawing up a list of countries, in \r\naccordance with article 3, paragraph 1, of the statute \r\nof the Unit, will invite Member States to submit \r\nthe names of the countries and their respective \r\ncandidates simultaneously, on the understanding that \r\nthe candidates submitted were the candidates that the \r\nrespective Member States intended to propose, to the \r\nextent possible, for appointment by the Assembly, in \r\naccordance with article 3, paragraph 2, of the statute of \r\nthe Joint Inspection Unit.\r\nAfter holding the necessary consultations, I should \r\nlike to communicate to the Assembly the information \r\nreceived from the Chair of the Group of Western \r\nEuropean and other States that the Group has endorsed \r\nthe United States of America to propose a candidate \r\nfor the vacancy from among the Western European and \r\nother States. In accordance with article 3, paragraph \r\n1, of the statute of the Joint Inspection Unit and with \r\nresolution 61/238, the United States of America will be \r\nrequested to submit the name of a candidate and the \r\ncurriculum vitae highlighting the candidate’s relevant \r\nqualifications for the task.\r\nI would like to remind members that, in accordance \r\nwith Assembly resolution 59/267, of 23 December \r\n2004, the candidates should have experience in at least \r\none of the following fields: oversight, audit, inspection, \r\ninvestigation, evaluation, finance, project evaluation, \r\nprogramme evaluation, human-resources management, \r\nmanagement, public administration, monitoring and/\r\nor programme performance, as well as knowledge of \r\nthe United Nations system and its role in international \r\nrelations.\r\nAfter holding the appropriate consultations \r\ndescribed in article 3, paragraph 2, of the statute of \r\nthe Joint Inspection Unit, including consultations with \r\nthe President of the Economic and Social Council and \r\nwith the Secretary-General in his capacity as Chair of \r\nthe United Nations System Chief Executives Board for \r\nCoordination, I will submit the name of the candidate \r\nto the Assembly for appointment.\r\nAs indicated in the schedule of the plenary meetings \r\ncontained in document A/INF/71/3, delegations are \r\nreminded that the appointment of the members of \r\nthe Joint Inspection Unit has been scheduled for the \r\nmorning of Thursday, 10 November.\r\nWe have thus concluded this stage of our \r\nconsideration of sub-item (h) of agenda item 115.\r\nThe meeting rose at 4 p.m.\r\n"