"United Nations A/71/PV.15\r\nGeneral Assembly\r\nSeventy-first session\r\n15th plenary meeting\r\nThursday, 22 September 2016, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Thomson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Fiji)\r\nThe meeting was called to order at 3.10 p.m.\r\nAddress by Mr. Rosen Plevneliev, President of the \r\nRepublic of Bulgaria\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Bulgaria.\r\nMr. Rosen Plevneliev, President of the Republic of \r\nBulgaria, was escorted into the General Assembly \r\nHall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHis Excellency Mr. Rosen Plevneliev, President of the \r\nRepublic of Bulgaria, and to invite him to address the \r\nAssembly.\r\nPresident Plevneliev: We congratulate His Excellency \r\nMr. Peter Thomson on assuming the presidency of the \r\nGeneral Assembly at its seventy-first session and extend \r\nour gratitude to His Excellency Mr. Mogens Lykketoft \r\nfor his commitment during the previous session and \r\nhis strong efforts aimed at promoting transparency and \r\nefficiency within the United Nations system.\r\nThe theme of this year’s general debate, “The \r\nSustainable Development Goals: a universal push \r\nto transform our world”, is extremely important for \r\nall of us. The full and timely implementation of the \r\nSustainable Development Goals (SDGs) is crucial in \r\norder to ensure progress and prosperity around the \r\nworld, strengthen peace and make our planet a better \r\nplace in which to live.\r\nBut peace and freedom are being tested today. We \r\nare witnessing the worst security situation since the \r\nend of the Second World War. National borders and \r\ninternational principles are being challenged. In many \r\nregions, war and terror prevail. States and institutions \r\nare disintegrating. The world is out of balance today. \r\nTerrorism is on the rise. No one is immune, and no \r\none is safe. War zones have become breeding grounds \r\nfor radical ideologies and launch pads for terrorist \r\nactivities. Violations and abuses of human rights occur \r\nevery day, and innocent women and children are the \r\nmost affected. In these turbulent times, the number of \r\ncrises around the world is at a record high. Protracted \r\nconflicts are causing so many humanitarian tragedies. \r\nConflict resolution and reconciliation have become \r\nmore challenging to achieve and sustain. It is very easy \r\nto occupy and destroy, but it is very difficult to rebuild \r\nand reconcile broken societies.\r\nEurope is a symbol of hope for millions of refugees. \r\nInspired by our common values, we are determined to \r\nfurther strengthen our efforts to manage migration in \r\naccordance with international humanitarian and human \r\nrights law. Countries that are close to the conflict zones, \r\nlike Bulgaria, are facing an unprecedented challenge. \r\nWe welcome the New York Declaration for Refugees \r\nand Migrants (resolution 71/1) as a symbol of our joint \r\neffort to strengthen international cooperation so as to \r\nbetter protect and assist refugees. \r\nMigration should be managed through collective \r\nglobal efforts in a responsible way. Our specific focus \r\nshould be on the protection of the human rights of migrants \r\nand refugees, especially the most vulnerable — women, \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n16-29559 (E)\r\n*1629559*\r\nA/71/PV.15 22/09/2016\r\n2/28 16-29559\r\nchildren and persons with disabilities. At the same time, \r\nall migrants have the duty to comply with the laws of \r\ntheir countries of residence. Bulgaria welcomes the \r\nemphasis on global responsibility-sharing. That crucial \r\nelement should guide us in building partnerships \r\nbetween the countries of origin, transit and destination \r\nand the entire international community.\r\nThe current global humanitarian crisis reminds us \r\nthat we must tackle global issues in an inclusive and \r\nintegrated manner, focusing on the root causes. It is also \r\na crisis for children. We must hear their voice. We must \r\nrecall that a child is first a child and then a refugee. \r\nThe child is entitled to the full set of rights recognized \r\nin the Convention on the Rights of the Child, including \r\nfamily reunification.\r\nThe United Nations has a crucial role to play in \r\naddressing those challenges. Our crisis-management \r\nefforts require a holistic United Nations response, \r\npreventive diplomacy, mediation, peacebuilding, \r\nresilience and reconciliation. Bulgaria participates \r\nactively in the work of the Group of Friends of \r\nMediation, which contributes to those efforts. We are \r\ncommitted to helping crisis-stricken countries recover. \r\nThere is an old saying: “Prevention is better than a \r\ncure.”\r\nBulgaria is committed to the global efforts aimed \r\nat preventing and resolving ongoing conflicts. During \r\nour very successful chairmanship-in-office of the \r\nSouth-East European Cooperation Process, Bulgaria \r\nproposed concrete initiatives focused on enhancing \r\nsecurity, stability, connectivity, reconciliation and \r\nsustainable development in the Balkans. Bulgaria plays \r\nan important role in strengthening the expertise of the \r\nEuropean Union in the region and supports the Euro-\r\nAtlantic integration of the countries in the Western \r\nBalkans.\r\nThe European Union (EU) has unique significance \r\nand strong legitimacy because of the peaceful \r\ndiscussions it holds and its settlement of differences \r\nby consensus, because of its shared fundamental rights \r\nand rules, and because it has achieved an unprecedented \r\nlevel of integration and cooperation among its member \r\nStates. Last week, Bulgaria very successfully hosted \r\nthe annual meeting of the Arraiolos Group. Ten \r\nPresidents of EU member States exchanged ideas and \r\nshared a vision of how to rebuild trust in the European \r\nUnion and bring lasting stability and prosperity to the \r\nBalkans. That served as an important recognition of the \r\nfriendly, balanced and principled foreign policy that \r\nBulgaria is conducting today.\r\nWe need to team up and develop common strategies, \r\nrather than build fortresses to defend short-sighted \r\nnational interests. We have to engage leaders throughout \r\nthe world and from all sectors of society, and not just \r\nacknowledge but resolve conflicts. We need prevention, \r\nand we need to be proactive so as to detect crises early \r\nand solve them. We need to empower diplomacy and \r\npromote principles, not interests and weapons. We \r\nneed to reconfirm rather than renegotiate the principles \r\nof international order. As the Vice-President of the \r\nEuropean Commission, Ms. Kristalina Georgieva, \r\nstressed during the World Humanitarian Summit in \r\nIstanbul, we need a step change in the way we address \r\nhumanitarian crises by looking more rigorously into \r\nthe root causes. \r\nBringing peace and reconciliation back to Syria \r\ncan be achieved only through a Syrian-led political \r\nprocess that involves an inclusive transition that takes \r\ninto account the aspirations of all parts of society. It is \r\nimportant to create favourable conditions enabling the \r\nresumption of the intra-Syrian peace talks as soon as \r\npossible.\r\nWe do not want to go back to the time when great \r\nPowers allocated their spheres of influence. We cannot \r\nonce again allow political interests to divide and \r\noccupy the territory of sovereign States or create frozen \r\nconflicts. \r\nThe recent escalation of the conflict in Ukraine is \r\na source of deep concern. Any attempt to destabilize \r\nUkraine is unacceptable. Bulgaria strongly supports \r\nthe territorial integrity, sovereignty and independence \r\nof Ukraine. My country renews its call for the full \r\nimplementation of the Minsk Agreements and reiterates \r\nits consistent policy of the non-recognition of the illegal \r\nannexation of Crimea.\r\nBulgaria supports the process of building a \r\npeaceful, stable and self-reliant Afghanistan. We \r\nwill continue to contribute to the reconstruction \r\nand State-building process in Afghanistan through \r\nour participation in the NATO-led Resolute Support \r\nMission. We are contributing to the Afghanistan \r\nNational Army Trust Fund, and we are assisting in \r\nbuilding Afghanistan’s administrative capacity through \r\nour official development assistance.\r\n22/09/2016 A/71/PV.15\r\n16-29559 3/28\r\nThe Middle East peace process has reached a \r\ncritical stage. New initiatives are needed to revive \r\nthe two-State solution. Bulgaria welcomes the recent \r\nefforts in that direction, especially the Quartet report. \r\nWe highly value and fully support the work of the \r\nSpecial Coordinator for the Middle East Peace Process, \r\nMr. Nickolay Mladenov, in his challenging mission. \r\nWe reaffirm our position that the two-State solution is \r\nthe realistic, just and lasting way to settle the Israeli-\r\nPalestinian conflict. A solution that could satisfy the \r\naspirations of both sides can be achieved only through \r\ndirect negotiations, with no conditions attached, and in \r\nconformity with all relevant international obligations.\r\nBulgaria supports the implementation of the \r\nagreement on the Joint Comprehensive Plan of Action \r\non the Iranian nuclear programme, which is an \r\nimportant step forward in achieving stability in the \r\nregion. We hope that all agreed measures will be fully \r\nimplemented.\r\nThe fifth consecutive nuclear test carried out by the \r\nDemocratic People’s Republic of Korea, in September, \r\nis a direct violation of Security Council resolutions. \r\nWe urge the Democratic People’s Republic of Korea to \r\nsuspend its nuclear and ballistic missile programmes and \r\nto resume dialogue with the international community, \r\nincluding in the framework of the Six-Party Talks.\r\nTerrorism and violent extremism are an alarming \r\nthreat to peace and security. It is a source of grave \r\nconcern that such acts have increased dramatically. We \r\ncannot and should not accept that this is the new normal. \r\nEvery effort must be made to eradicate terrorism and \r\nviolent extremism. Bulgaria is a proud member of the \r\ninternational Anti-Terrorism Coalition.\r\nThe United Nations has an important role to play \r\nin managing and coordinating comprehensive counter-\r\nterrorism actions across the world. The relevant \r\nSecurity Council resolutions and the United Nations \r\nGlobal Counter-Terrorism Strategy serve as a good \r\nbasis for international cooperation. Bulgaria supports \r\nthe Secretary-General’s review of the United Nations \r\ncounter-terrorism architecture.\r\nThe prevention of radicalization is an essential \r\npart of the response. Bulgaria has adopted the required \r\ndomestic legislation and has built the necessary \r\ninstitutional capacity. Education, the protection of \r\ncultural heritage and the protection of human rights will \r\nhelp us deal with the reasons that lead individuals to \r\nfeel forced to join violent extremist groups. The role of \r\nUNESCO in those efforts is crucial. We commend the \r\ndedicated work and invaluable contribution of Ms. Irina \r\nBokova and her leadership in promoting education \r\nand intercultural dialogue globally. Her outstanding \r\nperformance and strong commitment to the principles \r\nand purposes of the United Nations are fundamental for \r\nachieving sustainable progress and long-lasting results.\r\nWe made history with the adoption of the 2030 \r\nAgenda for Sustainable Development and the Paris \r\nAgreement on Climate Change. Now it is time for \r\ntheir implementation. It is up to all of us to adapt our \r\nnational strategies and deliver on those commitments. \r\nAs President of Bulgaria, I was so proud to be among \r\nthe first to sign the historic Paris Agreement during the \r\nhigh-level ceremony at the Secretariat in New York. \r\nMy country supports the early entry into force of the \r\nParis Agreement. I have the pleasure to announce that \r\nthe Bulgarian Government has already initiated its \r\ndomestic ratification procedure.\r\nMy country is elaborating its national programme \r\nfor development, Bulgaria 2030, by actively engaging \r\ncivil society, young people, the private sector and media. \r\nWe are focusing on education, high-tech and innovation \r\nto build a green and energy-efficient economy. To \r\nthat end, we are educating young Bulgarians on the \r\nimportance of sustainability. Bulgarian schools, in \r\npartnership with UNICEF, have introduced special \r\nprogrammes to teach children about the SDGs.\r\nPeace is not a given, and it is up to all of us to protect \r\nit. And peace is not just the absence of war. Peace \r\nis human rights. Peace is the rule of law. Promoting \r\nhuman rights is a core purpose of the United Nations \r\nand defines its identity. Bulgaria has been strongly \r\nadvocating for strengthening the human rights pillar of \r\nthe United Nations. Bulgaria is determined to further \r\ncontribute to promoting human rights as a member of \r\nthe Human Rights Council for the period 2019-2021, \r\nand we rely on our partners’ valuable support for our \r\ncandidacy.\r\nBulgaria attaches great importance to the \r\nprotection of children and the promotion of their rights. \r\nAs Co-Chair of the Group of Friends on Children and \r\nSDGs, Bulgaria has been strongly advocating for the \r\nintegration of children’s human rights in all major \r\nintergovernmental processes at the United Nations. It \r\nis our firm conviction that children should be at the \r\nheart of global action. We made children’s rights a \r\nstrategic priority for the Council of Europe during our \r\nA/71/PV.15 22/09/2016\r\n4/28 16-29559\r\nchairmanship of the Committee of Ministers, and we \r\nare so proud to see the adoption of the Sofia Strategy \r\nfor the Rights of the Child and the full support of all \r\n47 member States. I commend the excellent work of \r\nthe previous Bulgarian Permanent Representative to \r\nthe United Nations, Ambassador Stefan Tafrov, his \r\nvice-presidency of the UNICEF Executive Board and \r\nhis dedication to the cause of children and human rights.\r\nIn the past few decades, the United Nations has \r\nmade significant progress in advancing gender equality \r\nand the empowerment of women and girls. Those \r\nefforts should continue and be further strengthened. \r\nBulgaria is actively engaged at all levels in promoting \r\ngender equality, as well as in ending gender-based \r\ndiscrimination and all forms of violence against women \r\nand girls. My country strongly supports the UN-Women \r\nPlanet 50-50 campaign for achieving gender equality \r\nby 2030. Women in Bulgaria enjoy full participation \r\nin all areas of life. In our Government, two of three \r\ndeputy prime ministers and half of the ministers are \r\nwomen. Two thirds of the magistrates at all levels are \r\nwomen. Bulgaria ranks third in the EU in terms of \r\nwomen’s participation in the executive boards of large \r\ncompanies.\r\nIn recent years, there has been growing support \r\nin the international community for ensuring equal \r\nopportunities for women and men in gaining access to \r\nsenior decision-making positions, including the post \r\nof Secretary-General. The relevant resolution 69/321 \r\nstresses the need to ensure equal and fair distribution \r\nbased on gender and geographical balance, while \r\nmeeting the highest possible requirements, in the \r\nappointment of the Secretary-General. After eight male \r\nSecretaries-General, the time has come for a capable \r\nand respectable woman from Eastern Europe to lead the \r\nUnited Nations. Bulgaria has a very strong candidate, \r\na true leader with extensive experience in international \r\nrelations and excellent management skills, a candidate \r\nwho deserves Member States’ trust and support.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of Bulgaria \r\nfor the statement he has just made.\r\nMr. Rosen Plevneliev, President of the Republic of \r\nBulgaria, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Paul Kagame, President of the \r\nRepublic of Rwanda\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Rwanda.\r\nMr. Paul Kagame, President of the Republic of \r\nRwanda, was escorted into the General Assembly \r\nHall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Paul Kagame, President of the Republic \r\nof Rwanda, and to invite him to address the Assembly.\r\nPresident Kagame: During the past year, the \r\ninternational community concluded landmark agreements \r\non sustainable development and climate change and \r\nrenewed its commitment to work together to combat \r\nviolent extremism. Those are the most serious matters \r\nbefore the international community today, and our joint \r\nefforts offer the prospect of transforming our world as \r\na whole, not just a part of it. After all, the progress of \r\nevery country is closely linked to the progress of every \r\nother country, and we all have a role to play.\r\nNow is the time for implementation. We can stay \r\non course if we keep a few things in mind. First, we \r\nmust always remember that the ultimate purpose \r\nof our efforts is to transform the lives of real people \r\nby enhancing their well-being, safety and access to \r\nopportunity. Secondly, we must build on what we have \r\nlearned so far. That means being inclusive — especially \r\nof women, because if they are not able to reach their \r\npotential, then none of us are. I am proud to be a \r\nHeForShe and urge others to support this important \r\ncampaign.\r\nWe have also learned the lesson that technology has \r\nto be part of the strategy for achieving all the global \r\ngoals. Everyone in the world needs to have access \r\nto high-speed Internet, as the Secretary-General’s \r\nBroadband Commission has advocated. Rwanda is \r\npleased to be associated with that effort, and I commend \r\nthe International Telecommunication Union and \r\nUNESCO for the good work that they have done and \r\ncontinue to do. We have also seen the importance of \r\nforging meaningful partnerships with the private sector \r\nso as to improve the speed and scale of the delivery \r\nof Internet services. Such perspectives will inform the \r\nwork of the new Sustainable Development Goal Centre \r\nfor Africa, which Rwanda is pleased to host with the \r\nsupport of our partners. \r\n22/09/2016 A/71/PV.15\r\n16-29559 5/28\r\nThere has to be real continuity between the various \r\nframeworks that have guided and will now guide our \r\ncollective action. Those agreements are not slogans or \r\nfashions, but hard-won statements of global consensus \r\nabout the world that we wish to leave to our children. \r\nLet us implement them with the speed and seriousness \r\nthat they deserve.\r\nThere are encouraging signs of progress on the \r\nhorizon. Next month, more than a thousand delegates \r\nwill gather in Kigali to consider a ground-breaking \r\namendment to the Montreal Protocol on the Ozone \r\nLayer that would phase out hydrofluorocarbons, a \r\nmajor type of greenhouse gas. The nearly 30-year-old \r\nMontreal Protocol is already one of the most successful \r\ninternational agreements in history, and it now affords \r\nus the opportunity to take a significant step forward in \r\nimplementing the one-year-old Paris Agreement. I urge \r\nall Member States to join with us to pass that important \r\nmeasure.\r\nThe world is changing for the better, as the ground \r\nis being levelled by technology. The way we relate to \r\neach other in the international community also has to \r\nchange. The preservation of international peace and \r\nsecurity depends on maintaining a shared vision of the \r\noutcomes that we want for our world and the values that \r\nguide our cooperation. That accounts for the continued \r\nrelevance and durability of the United Nations. Our \r\ncollective responsibility for the rights and welfare of \r\nrefugees and migrants should be seen in that light. \r\nThe issue must be addressed with consistency and \r\ncompassion at all times. It cannot become a crisis only \r\nwhen the wealthier countries begin to be affected. \r\nRwanda will continue to play its part. We have \r\ngotten many things right, but there is no doubt that we \r\ncould be achieving even more. If we keep the people \r\nwhom we are fighting for at the front of our minds \r\nand build on lessons learned, there is no reason why \r\nwe cannot achieve everything that we have committed \r\nourselves to.\r\nIn closing, I would like to thank Secretary-General \r\nBan Ki-moon, who has been a champion of technology \r\nand a strong advocate for sustainable development, as \r\nwell as for other matters that have needed fair treatment. \r\nEven in the most difficult situations, he has been a voice \r\nof reason, and we wish him well.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of Rwanda \r\nfor the statement he has just made.\r\nMr. Paul Kagame, President of the Republic of \r\nRwanda, was escorted from the General Assembly \r\nHall.\r\nAddress by Mrs. Ellen Johnson-Sirleaf, President \r\nof the Republic of Liberia\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Liberia.\r\nMrs. Ellen Johnson-Sirleaf, President of the \r\nRepublic of Liberia, was escorted into the General \r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations Her \r\nExcellency Mrs. Ellen Johnson-Sirleaf, President of the \r\nRepublic of Liberia, and to invite her to address the \r\nAssembly.\r\nPresident Johnson-Sirleaf: Last year, with the \r\nadoption of the Sustainable Development Goals, we, \r\nall together, pledged to improve various conditions \r\nfacing humankind and to protect our natural habitat. \r\nUnder the theme “The Sustainable Development Goals: \r\na universal push to transform our world”, we have now \r\nconvened at the seventy-first session of the General \r\nAssembly to assess the progress and to deliberate on \r\ncurrent and emerging challenges in the overall pursuit \r\nof the underlying objective of passing a better world on \r\nto our children and grandchildren.\r\nI congratulate you, Sir, and the people of Fiji on \r\nyour election as President of the General Assembly \r\nat its seventy-first session, and we rely on your vast \r\nexperience to successfully conduct the affairs of this \r\nsession in the furtherance of the hopes that we share \r\nfor a better world. In the same vein, I commend His \r\nExcellency Mr. Mogens Lykketoft of Denmark, under \r\nwhose able leadership the affairs of the seventieth \r\nsession were conducted, including the adoption of the \r\nSustainable Development Goals.\r\nWe wish to recognize, in a special way, the \r\ninnovative and creative leadership of Secretary-General \r\nBan Ki-moon, who has energized the international \r\ncommunity’s collective pursuit of the noble objectives \r\nof the United Nations. We acknowledge, with profound \r\ngratitude, his stewardship, which brought a paradigm \r\nshift in development programmes within the United \r\nNations system. It ushered in the new global 2030 \r\nAgenda for Sustainable Development, which envisions \r\na world without poverty, a world of shared values and \r\nA/71/PV.15 22/09/2016\r\n6/28 16-29559\r\nresponsibilities, a world of gender equality and women’s \r\nempowerment and a planet saved through effective \r\nmitigations of threats — in effect, a world that leaves \r\nno one behind. As the Secretary-General’s tenure ends \r\nlater this year, I would like to him to know that his \r\nactions and innovations have inspired us all. He has our \r\nvery best wishes for success in his future endeavours.\r\nWe congratulate and welcome the International \r\nOrganization for Migration (IOM) into the mainstream \r\nof the United Nations, particularly at this time when \r\nthe world is facing the daunting challenge of a massive \r\nmigration and refugee crisis. We anticipate cogent \r\ninter-agency dialogue and collaboration between the \r\nInternational Organization for Migration and the Office of \r\nthe United Nations High Commissioner for Refugees in \r\nfacilitating the voluntary return and reintegration of refugees \r\nand displaced persons. We call on the two agencies to forge \r\nan effective response to the issue of migrant-smuggling and \r\nhuman trafficking, bearing in mind that women and children \r\nare the main victims of organized crime and modern slavery.\r\nThe call for the reform of the United Nations, \r\nparticularly the Security Council, rings louder in the \r\ndeafening silence from some quarters. The equity that \r\nwe promote through our commitments at the United \r\nNations must be respected by all of its bodies. We urge \r\nthe big and powerful nations of the world to bring that \r\nlong silence to an end.\r\nThis session is taking place at a time when there is \r\nan escalation of conflicts engulfing millions of people \r\nin many parts of the world. We note with particular \r\nconcern the rise of international terrorism, extremism, \r\nxenophobia and violence, which continue to pose a \r\nthreat to global, political, social and economic stability. \r\nThe unabated crises that we continue to witness in the \r\nMiddle East, on the continent of Africa and in other \r\nparts of the world are a challenge to the noble objectives \r\nof the United Nations. The mass displacement and \r\nsuffering imposed on the people of Syria, who are \r\nforced to migrate far from their homeland, is a blight \r\non the conscience of the world and questions the resolve \r\nof the United Nations.\r\nThe current state of our world, conditioned by the \r\nrealities of insecurity, requires collective, concerted \r\naction to avoid unacceptable levels of deprivation, \r\npoverty and human suffering. At our subregional level, \r\nthe Economic Community of West African States \r\n(ECOWAS) has demonstrated its commitment and \r\npreparedness to combat terrorism in Mali, Côte d’Ivoire, \r\nBurkina Faso and Nigeria, as well as in other parts of \r\nthe subregion, with valued support from partners in \r\nthe international community. We are optimistic about \r\nthe regional initiatives and collaborations launched by \r\nthe African Union, ECOWAS and the United Nations \r\nthat aim to help consolidate peace and security on the \r\nAfrican continent. The ECOWAS initiative to bring \r\npeace to Guinea Bissau, the African Union efforts \r\nin Mali and South Sudan, and the Lake Chad Basin \r\nCommission’s efforts to combat Boko Haram and other \r\nterrorist groups show progress and clearly demonstrate \r\nthe relevance of regional solidarity. \r\nWith a view to strengthening peace and security \r\nwithin ECOWAS, we have emphasized the fight \r\nagainst organized crime, especially cross-border \r\ntrade in illicit small arms and light weapons, drug and \r\nhuman trafficking, and piracy. As the current Chair \r\nof ECOWAS, I can confirm that we are unwaveringly \r\ncommitted to continuing our efforts to achieve \r\nintegration through infrastructure development, trade \r\nand investment, natural resource management, food \r\nsecurity, and peace and security with renewed vigour.\r\nLiberia maintains its confidence in the ability \r\nof the United Nations as the most viable body in \r\nthe search for global peace and security. Liberia \r\nreaffirms its commitment to supporting the United \r\nNations in its endeavours to achieve world peace and \r\nsecurity, democratic governance and the advancement \r\nof the universal principles of human rights. We \r\nreiterate our commitments to addressing extreme \r\npoverty, empowering women and girls, and bringing \r\nmarginalized communities into mainstream society \r\nand making their voices heard. Those are the drivers \r\nof our transformational push to save our nation and our \r\nworld.\r\nSince our conflict ended in 2003, the United \r\nNations Mission in Liberia (UNMIL) has worked \r\nwith Liberia, first to institute and then to consolidate \r\nsecurity, peacebuilding efforts and governance \r\ngains in the country. I am pleased to report that the \r\ndrawdown of UNMIL was successfully executed on \r\n30 June, when Liberian security agencies assumed full \r\nresponsibility for the security of our nation and people. \r\nWe recognize the risks involved, given our severe \r\nfragility and the scarcity of resources, but we take up \r\nthose responsibilities with confidence in the knowledge \r\nthat our partners are still with us.\r\n22/09/2016 A/71/PV.15\r\n16-29559 7/28\r\nI am proud to have served as a Co-Chair on the \r\nSecretary-General’s High-level Panel on Global \r\nSustainability, which initiated the process culminating \r\nin the adoption of the 2030 Agenda for Sustainable \r\nDevelopment and the Sustainable Development \r\nGoals (SDGs). Liberia has embarked on its process of \r\ndomesticating the SDGs through robust nationwide \r\nconsultations and dialogues with major stakeholders, \r\nincluding the legislature, the executive, the judiciary, \r\nthe private sector, civil society and faith-based \r\norganizations. With the support of our United Nations \r\npartners, we are formulating a road map to achieve full \r\nintegration into our national development agenda.\r\nWith 43 per cent of the biodiversity in the West \r\nAfrican region, Liberia is mindful of the need to protect \r\nthe environment from the effects of global warming and \r\nclimate change. Our commitment to sustainable land \r\nand forest governance and management remains firm, \r\nas our establishment of a legal verification mechanism \r\nand an enforced regulatory framework reflects. Our \r\npartnership with Norway has been helpful in that \r\nregard.\r\nAs a resilient and determined nation that has faced \r\nthe challenges of several periods of devastation, Liberia \r\nis rising again. We are determined to walk the agreed \r\nroad to the achievement of our Vision 2030, and to \r\nsuccessfully conclude the first five-year phase of our \r\nAgenda for Transformation. Our democracy, stalled by \r\nyears of conflict, stands firm as we march towards its \r\nmost challenging and important task: the conduct of \r\npresidential and legislative elections in 2017.\r\nOn behalf of the people of Liberia, I thank the \r\nUnited Nations for helping us to preserve peace over the \r\npast thirteen years. I also thank the many international \r\npartners who have been with us on the road to recovery.\r\nThe President: On behalf of the General Assembly, \r\nI thank the President of the Republic of Liberia for the \r\nstatement she has just made.\r\nMrs. Ellen Johnson-Sirleaf, President of the \r\nRepublic of Liberia, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Roch Marc Christian Kaboré, \r\nPresident of Faso and President of the Council of \r\nMinisters of Burkina Faso\r\nThe President: The Assembly will now hear an \r\naddress by the President of Faso and President of the \r\nCouncil of Ministers of Burkina Faso.\r\nMr. Roch Marc Christian Kaboré, President of \r\nFaso and President of the Council of Ministers \r\nof Burkina Faso, was escorted into the General \r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Roch Marc Christian Kaboré, President \r\nof Faso and President of the Council of Ministers of \r\nBurkina Faso, and to invite him to address the Assembly.\r\nPresident Kaboré (spoke in French): Mr. President, \r\nI would like to join all those who have preceded me \r\nat this rostrum in offering you my sincere and warm \r\ncongratulations on your election to lead the General \r\nAssembly at its seventy-first session. We believe that \r\nyour outstanding knowledge of the international scene \r\nand excellent personal qualities will ensure the success \r\nof our work. And I would be remiss in this pleasant \r\nduty if I did not also pay tribute to Secretary-General \r\nBan Ki-moon for his vision and leadership and for all \r\nthe work that he has done to strengthen the role of the \r\nOrganization during his two terms.\r\nToday, I am addressing the Assembly for the first \r\ntime since my accession to the presidency of my country \r\nin November 2015. After going through a profound \r\npolitical crisis arising from its denial of certain basic \r\ndemocratic principles, Burkina Faso has returned to \r\nthe core values underpinning democracy and the rule \r\nof law. The people of Burkina Faso, and especially our \r\nyoung people, have displayed great maturity and given \r\nproof, if any were needed, that nothing and no one can \r\nindefinitely suppress the desire for justice and freedom \r\nof a knowledgeable people who jealously guard their \r\nrights and dignity.\r\nThis is where I should express our deep appreciation \r\nto the United Nations and the international community \r\nin general, which rallied to our side throughout our fight. \r\nTheir support, manifested in many ways, helped us to \r\ndefinitively restore normal constitutional order and to \r\norganize democratic, free and transparent presidential, \r\nlegislative and local elections. My presence in this Hall \r\ntoday symbolizes, therefore, the restoration of those \r\nA/71/PV.15 22/09/2016\r\n8/28 16-29559\r\nrights and the recovery of our freedom. From now on, \r\nBurkina Faso is resolutely committed to consolidating its \r\ndemocratic process, supported by its firm commitment \r\nto achieving national reconciliation and establishing a \r\ngenuine and permanent political dialogue.\r\nSustainable development has never figured \r\nas prominently on the agenda of the international \r\ncommunity’s priorities as it does now. Above all, \r\nour commitment to eradicating poverty and fighting \r\ninequality has never been stronger. We should therefore \r\nwelcome the relevance of the theme of this year’s session, \r\nwhich calls on us to give the push needed to transform \r\nour world through our effective implementation of the \r\nSustainable Development Goals that we unanimously \r\nadopted last year, while ensuring, as the Secretary-\r\nGeneral has so often urged us, that we leave no one \r\nbehind.\r\nFor its part, and in order to give true meaning to \r\nthe struggle that our people has waged for freedom \r\nand progress from its inception and in accordance \r\nwith its mandate, the Government of Burkina Faso \r\nhas committed to formulating a national economic \r\nand social development plan for the period from 2016 \r\nto 2020. Based directly on our people’s aspirations, \r\nthe plan — which reflects the broad guidelines of the \r\n2030 Agenda for Sustainable Development, as well as \r\nthe African Union’s Agenda 2063 — will be presented \r\nto our technical and financial partners at a donors’ \r\nround table to be held in Paris on 7 and 8 December. \r\nWe know that we can count on the active solidarity \r\nof all concerned, whose support of the efforts of the \r\nGovernment of Burkina Faso will enable us to lay the \r\nfoundations for the genuinely sustainable development \r\nthat can ensure our country’s peace, security, safety \r\nand stability.\r\nThe world today is facing formidable challenges \r\nthat demand that we strengthen our collective action \r\nand intensify our joint efforts within the framework of \r\nour Organization. International terrorism and violent \r\nextremism have emerged as the major threats of our \r\ntime. The unprecedentedly violent terrorist attacks that \r\nare being perpetrated without discrimination every day, \r\nall over the world, illustrate to perfection the reach of \r\nwhat is now a global scourge. As victims of it ourselves, \r\nwe can appreciate its scope. In that regard, I would like \r\nto pay tribute to the memory of every victim of those \r\nvile acts and to reiterate the sympathy and solidarity \r\nof the people of Burkina Faso with all the peoples and \r\ncountries that they have touched. \r\nWe must realize that the effectiveness of our fight \r\nwill depend on our ability to launch partnerships, \r\npool our efforts and exchange information within the \r\nframework of a coherent, solid global coalition. The \r\naction that we are taking in the Group of Five for the \r\nSahel (G-5 Sahel) is part of that effort and should be \r\nsupported. \r\nBurkina Faso welcomes the Secretary-General’s \r\nreport on his Plan of Action to Prevent Violent \r\nExtremism (A/70/674), presented to the Assembly \r\non 15 January, and calls for a draft comprehensive \r\nconvention on terrorism to be finalized and adopted as \r\nsoon as possible. \r\nOur struggle will bear fruit only when we succeed \r\nin destroying the terrorists’ rearguard and, especially, \r\ntheir sources of supply, and when we commit to \r\naddressing the causes of all such types of extremism, \r\nwhich include extreme poverty, injustice, inequality, \r\nintolerance and exclusion.\r\nIn that connection, how can we not think of the \r\nthousands of migrants and displaced people risking \r\ntheir lives every day in search of a better tomorrow, \r\nand turning the seas and oceans into open-air \r\ncemeteries? That is why we welcome the adoption of \r\nthe New York Declaration for Refugees and Migrants \r\n(resolution 71/1), which embodies our shared desire to \r\nfind ways and means to arrive at a global pact for more \r\neffective and humane management of the issue of the \r\nmass displacement of refugees and migrants. We are \r\nmore than ever convinced that refugees and migrants \r\nshould no longer be seen as a threat but rather as an \r\nopportunity, not just for themselves but also for their \r\nhost countries and countries of origin, helping to bring \r\npeoples and nations closer together.\r\nClimate change is a major concern for us. \r\nBurkina Faso therefore welcomes the adoption of the \r\nParis Agreement and calls for its ratification by all \r\nstakeholders. We hope that that new environmental \r\npact will result in the developed countries significantly \r\nreducing their carbon emission levels and making good \r\non their financial pledges so as to strengthen developing \r\ncountries’ resilience in the face of climate-related \r\ndisasters. The 2016 Conference of the Parties to the \r\nUnited Nations Framework Convention on Climate \r\nChange, to be held in Marrakesh in November, will be \r\na milestone in that regard. Similarly, I also welcomed \r\nthe Third International Conference on Financing for \r\nDevelopment, held in Addis Ababa in 2015, and the \r\n22/09/2016 A/71/PV.15\r\n16-29559 9/28\r\nGlobal Humanitarian Summit, held in May of this year in \r\nIstanbul, which enabled us to reiterate our commitments \r\nto achieving the Sustainable Development Goals.\r\nWe all know that peace, security and development \r\nare inseparable. That is why Africa has thrown itself \r\ninto efforts to seek peace and strengthen democracy. \r\nBurkina Faso therefore welcomes the significant \r\nprogress recently made on our continent, including \r\nthe free and transparent elections in several countries. \r\nWhile there is no doubt that tensions and crises still \r\npersist, we are confident that the political stakeholders \r\nin the countries concerned will be able to consolidate \r\npeace, stability and security and promote sustainable \r\ndevelopment.\r\nThe security situation in northern Mali, however, \r\nremains a source of great concern that deserves the \r\ninternational community’s full attention, both on \r\nthe importance of operationalizing the new mandate \r\nof the United Nations Multidimensional Integrated \r\nStabilization Mission in Mali as soon as possible and \r\non giving serious support to subregional initiatives, \r\nincluding the operationalization of the G-5 Sahel’s rapid \r\nresponse force. The international community should \r\nalso support the Government of Mali’s establishment \r\nof the genuine drivers of development in the region. \r\nThe same attention should be given to South Sudan and \r\nSomalia, so that they can finally turn the page on the \r\nviolence, conflicts and crises that have plagued their \r\ninstitutional underpinnings and development efforts. \r\nBased on its respect for the principle of the peaceful \r\nsettlement of disputes, Burkina Faso reiterates its call \r\nfor a negotiated political solution to the question of \r\nWestern Sahara.\r\nThe world will never be at peace as long as the \r\nMiddle East is not at peace. We call for a peaceful, just \r\nand equitable solution to the Israeli-Palestinian conflict, \r\nbased on two States, Israel and Palestine, living side by \r\nside in harmony, within secure and recognized borders. \r\nWe welcomed the efforts of the peace conference for \r\nIsrael and Palestine organized by France in June. With \r\nregard to Syria, Iraq and Yemen, we urge the entire \r\ninternational community to commit to the quest for \r\ngenuine peace, which must be based on respect for \r\ninternational law, so that the enormous potential of \r\nthose countries can be harnessed to contribute to the \r\nwelfare of their peoples and their region.\r\nBurkina Faso also welcomes the gradual easing \r\nof relations between Cuba and the United States of \r\nAmerica, and hopes that the process will culminate in \r\ndefinitive normalization and an end to the economic, \r\nfinancial and trade embargo on Cuba.\r\nRegarding another significant indicator of the \r\nworld’s health, I would like to reiterate the importance \r\nof ensuring that the fight against HIV/AIDS continues \r\nto be active, as the risks of its resurgence, despite the \r\nprogress that has been made, are enormous, owing to \r\nthe rapid increase in young people as a percentage of \r\nthe population. Burkina Faso remains determined to \r\nput an end to that scourge by 2030. On 13 July, we \r\nadopted a national strategic framework for combating \r\nHIV/AIDS and sexually transmitted infections in order \r\nto focus our synergies and efforts on fighting sexually \r\ntransmitted diseases for the period from 2016 to 2020. \r\nWe welcome the holding of successive sessions of the \r\nhigh-level meeting on the subject, as well as the 21st \r\nInternational AIDS Conference, held in Durban in July. \r\nIt is now up to the international community to take \r\nownership of the conclusions of those forums in order \r\nto be able to bequeath to future generations a world free \r\nof that pandemic.\r\nRegarding the issue of general disarmament, \r\nwe must continue our efforts to build trust among \r\nour States. The proliferation of small arms and light \r\nweapons poses a real threat to peace and security \r\nand the development of States, particularly in Africa. \r\nThat threat would be significantly reduced by the \r\nimplementation of the Arms Trade Treaty. Burkina \r\nFaso firmly supports the actions of the United Nations \r\naimed at achieving general and complete disarmament, \r\nin terms of both weapons of mass destruction and \r\nconventional weapons.\r\nAfter the 71 years of its existence, it is vital that \r\nwe undertake responsible and balanced reform of the \r\nUnited Nations if we are to achieve an international \r\norder that is more just, equitable and viable, based on \r\na dialogue between peoples and civilizations and a \r\nculture of sharing and solidarity. Where reform of the \r\nSecurity Council specifically is concerned, Burkina \r\nFaso reiterates its commitment to and support of the \r\nAfrican position, whose sole objective is to repair a \r\nhistorical injustice done to Africa.\r\nThis year we have the weighty responsibility \r\nof appointing a new Secretary-General of our \r\nOrganization. While we welcome the efforts of the \r\nPresident to contribute to the transparency of the \r\nselection process, Burkina Faso urges all Member \r\nA/71/PV.15 22/09/2016\r\n10/28 16-29559\r\nStates to also offer their help and support to whomever \r\nis charged with this globally unique position, so that he \r\nor she can put his or her skills and leadership to work in \r\nthe exclusive service of peace, justice and development \r\nfor all. I wish all of us success in our work.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of Faso and President of the \r\nCouncil of Ministers of Burkina Faso for the statement \r\nhe has just made.\r\nMr. Roch Marc Christian Kaboré, President of \r\nFaso and President of the Council of Ministers \r\nof Burkina Faso, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Gjorge Ivanov, President of the \r\nformer Yugoslav Republic of Macedonia\r\nThe President: The Assembly will now hear \r\nan address by the President of the former Yugoslav \r\nRepublic of Macedonia.\r\nMr. Gjorge Ivanov, President of the former \r\nYugoslav Republic of Macedonia, was escorted into \r\nthe General Assembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Gjorge Ivanov, President of the former \r\nYugoslav Republic of Macedonia, and to invite him to \r\naddress the Assembly.\r\nPresident Ivanov (spoke in Macedonian; English \r\ntext provided by the delegation): I am truly honoured \r\nto address this important forum as President of the \r\nRepublic of Macedonia and to share with the Assembly \r\nthe Republic of Macedonia’s positions on the challenges \r\nfacing us today.\r\nThe world is at a crossroads marked by numerous \r\ncrises. We are in a period when fundamental changes \r\nare occurring in the world order. We are dealing with \r\ntransformations that are difficult to stop or control. \r\nThe centrifugal forces of globalization are calling into \r\nquestion the order that was established after the Second \r\nWorld War. And along with our redefinition of that \r\norder, we are redefining its values and principles. In \r\na world in which the powerful do whatever they want \r\nand the weak do whatever they must, the rule of law \r\nhas become the exception rather than the rule. Instead \r\nof international security and order, we have a lack of \r\nsecurity and a lack of order. We have devalued the true \r\nand inalienable human rights and freedoms. Instead \r\nof respect for diversity, we are increasingly seeing \r\npersecution and the destruction of diversity.\r\nThere are crises in many regions and at many levels. \r\nConflicts are tending to spread and deepen faster than \r\nthey can be resolved and rooted out. Their diagnosis \r\nis often belated, and the measures taken are reactive \r\nrather than preventive, resulting in short-term, painful \r\ndecisions rather than long-term, less painful solutions. \r\nIf we were to describe the situation in the world today \r\nin one word, it would be “instability”.\r\nWe have been openly fighting global terrorism since \r\nthe very beginning of this millennium. The Republic \r\nof Macedonia is part of a coalition that has destroyed \r\nmany terrorist cells and won many battles in the past \r\n15 years, but we have not yet won the war against terror. \r\nIn that regard, we are facing a serious challenge. Just \r\nlike the mythical Hydra, for every terrorist cell that is \r\ndestroyed, it seems as though two others appear in its \r\nplace. \r\nTerrorism in the twenty-first century has developed \r\nthe ability to absorb defeats, withdraw, regroup and \r\nstrike back. We are no longer dealing with organizations, \r\nbut with movements aiming at conquering territories \r\nand being driven by ideas going far beyond ethnic, \r\nlinguistic and cultural differences. In order to win the \r\nfight against terrorism, the use of military troops alone \r\nis not enough. It is necessary to fight using ideas and \r\nprogrammes to counter radicalization.\r\nThe Middle East, North Africa and many other \r\nregions are crumbling into bloody conflicts in \r\nwhich every day we see the mosaic of communities \r\nwith different religions, languages and cultures, so \r\npainstakingly composed and cherished for centuries, \r\nbeing destroyed. Those conflicts have given rise to \r\nthreats, risks, humanitarian crises and a new major \r\nmovement of peoples.\r\nOn the other hand, a new reality is looming on \r\nthe European horizon. Under the pressure of the \r\nfinancial and debt crisis, the social and political seams \r\nholding the European Union (EU) together are slowly \r\nbeginning to rip. By erasing internal borders without \r\nsecuring its corridors in the process, the European \r\nUnion is now unable to protect its external borders. \r\nApart from other things, Europe is currently facing two \r\nkey challenges — the migration crisis and the threat of \r\nterrorism.\r\n22/09/2016 A/71/PV.15\r\n16-29559 11/28\r\nThe first migration wave eroded European \r\ninstitutions, mechanisms and policies. By preventing \r\nillegal migration, the Republic of Macedonia has \r\nsucceeded in contributing to a large extent to overall \r\nsecurity in Europe. Europe is already facing a second, \r\nmore massive wave. More than 20 million migrants and \r\nrefugees from Asia and Africa are located very close to \r\nthe external borders of Europe. In the coming years and \r\ndecades, millions of migrants will try to set foot on the \r\nEuropean continent. The Republic of Macedonia has \r\nblocked illegal migration from entering deeper into EU \r\nterritory. The European Union must find modalities and \r\nmechanisms to protect its borders, secure the corridors \r\nand integrate the migrants and refugees who have been \r\nadmitted, but without assimilating them in the process.\r\nThe Republic of Macedonia has been an \r\nindependent country for 25 years now. Since the first \r\nday of our independence, we have faced continuous \r\nand direct threats coming from territories of the \r\nEU and NATO member States, or countries under \r\nUnited Nations administration. A large portion of \r\nour internal risks and dangers are the result of crises \r\nimposed on us from the outside. With the exception \r\nof bilateral assistance — for which we are more than \r\ngrateful — the Republic of Macedonia has been facing \r\ncrises and reducing risks on its own. We are taking \r\nmeasures and making decisions to protect our territory, \r\nand thereby also European territory. And for doing that, \r\nwe have suffered criticism and threats in the form of the \r\nblocking of our integration processes. \r\nThe indecisiveness of the EU in handling the \r\nmigration crisis has jeopardized the security of the \r\nRepublic of Macedonia. We were the first country in \r\nEurope to declare a state of crisis and to deploy army \r\ntroops along the borders. As Supreme Commander, I \r\nam proud to say that with our crisis management system \r\nand a timely reaction, we have succeeded in protecting \r\nthe national security of the Republic of Macedonia. \r\nI am aware, however, that many in Europe are \r\nthankful for what the Republic of Macedonia has \r\nbeen doing for them. Some are braver and recognize \r\nthat fact, some are less brave, but I believe that they \r\nstill respect what we have been doing. The attitudes \r\ntowards migrants, so far, have even created ghettos \r\nwithout walls in some European countries, in which \r\nthose who are different are tolerated without ever \r\nbeing truly respected or accepted. Such attitudes have \r\nled to isolationism and alienation and have generated \r\nbreeding grounds for radicalism, violent extremism and \r\nterrorism.\r\nThis year, the United Nations will elect a new \r\nSecretary-General. The Republic of Macedonia has \r\nnominated a former President of the General Assembly, \r\nMr. Srgjan Kerim, for that high-profile position. We \r\nappreciate the efforts to make the process a transparent \r\none that considers only the merits of each candidate. The \r\nselection process has already begun within the Security \r\nCouncil. On this occasion, I would like to wish the best \r\nof luck to Mr. Kerim and reiterate the desirability of \r\nelecting the new Secretary-General from the ranks of \r\nthe Group of Eastern European States. At the same \r\ntime, I wish to thank the current Secretary-General, my \r\nfriend Mr. Ban Ki-moon, for his unrelenting efforts to \r\ntackle the various challenges we face, but also to reform \r\nthe Organization.\r\nHowever, as we discuss the reform of one of \r\nthe most important elements of the United Nations \r\nsystem, we seem to forget that even the very goals of \r\nthe Organization have been brought into question. We \r\ntalk about human rights while neglecting one of the \r\nfundamental rights — the right to freedom of thought, \r\nconscience and religion. The persecution of people of \r\ndifferent faiths and beliefs is becoming more and more \r\nvisible, not only in non-secular, but also in developed \r\nsecular societies. Under the current circumstances, \r\nsome even ask whether, today, the United Nations \r\nwould ever be able to adopt the Universal Declaration \r\non Human Rights. \r\nThe Organization represents all countries with \r\nall of their differences. However, when making \r\ncompromises, we should be careful not to compromise \r\nthe fundamental values, freedoms and vision of the \r\nOrganization. That vision is written in both the Charter \r\nof the United Nations and the Universal Declaration \r\non Human Rights. Even Seneca, when explaining the \r\nessence of a city — in other words, a State — said: \r\n“The strength and security of cities are based on \r\ntwo things — the material from which houses are \r\nbuilt and the laws that regulate relations.” \r\nA city is destroyed every time one of these two things \r\nis lacking. Owing to double standards and the lack of \r\nrespect for international law, our international order is \r\nslowly devolving into global chaos and disorder.\r\nIn our quarter of a century of independence, the \r\nRepublic of Macedonia has been well and truly able to \r\nA/71/PV.15 22/09/2016\r\n12/28 16-29559\r\nfeel that cruel reality. On our path towards international \r\nrecognition and integration, we have faced many \r\nblockages and suffered much injury. We have even \r\nhad to deal with the denial of our right, as Macedonian \r\ncitizens, to self-identification, without which there is \r\nno human integrity or dignity. Owing to that problem, \r\neven today, we are still blocked in our efforts to join \r\ninternational organizations, such as NATO and the \r\nEuropean Union. For five years now, the Republic \r\nof Macedonia has been waiting for the international \r\ncommunity to observe and respect the judgment of the \r\nInternational Court of Justice.\r\nDuring the past few days, members of the Assembly \r\nhave heard many statesmen speaking about the need to \r\nrespect international law, and there will be just as many \r\nthat will immediately forget what they were urging, \r\nonce they step away from the podium. The judgment \r\nhanded down by the International Court of Justice \r\nregarding the name dispute between Macedonia and \r\nGreece was delivered five years ago, as I reminded \r\nmembers of the Assembly two years ago, but that \r\njudgment has not been respected to this day. And that is \r\none of the classic examples of the lack of effectiveness \r\nof our world Organization.\r\nThe indecisiveness of the European Union and \r\nNATO in failing to unblock the integration of the \r\nRepublic of Macedonia was one of the main reasons \r\nfor the perpetual internal political crisis in Macedonia, \r\nwhich reached a climax this year. However, the Republic \r\nof Macedonia is not an exception. The entire Balkan \r\nregion is in stagnation. We see retrograde processes \r\nreappearing. The Balkan States believed, quite naively, \r\nthat someone from the outside would solve all of their \r\nproblems, and the EU obviously does not have such \r\npower.\r\nMs. Kasese-Bota (Zambia), Vice-President, took \r\nthe Chair.\r\nEven in such complex circumstances, the Republic \r\nof Macedonia is doing its utmost to maintain the best \r\npossible relations with its neighbours. With Greece, \r\nwe have a difference that is subject to a process led \r\nby the United Nations. The two of us, as neighbouring \r\ncountries, have one open issue, but thousands of areas \r\nof common interest and serious challenges, such as the \r\nmigration crisis or security, which point to the need \r\nfor close cooperation. The name dispute must not be \r\nallowed to impede maximum cooperation in all areas \r\nof common interest. But precious time has been lost.\r\nI therefore welcome confidence-building measures \r\nbetween the two countries, and I call for their expansion \r\nand the introduction of new content. The sooner we \r\ndeliver on those measures, the sooner we will be able to \r\ncreate a positive ambiance, so that we can find a solution \r\nto the issue of our name dispute within the framework \r\nof the Interim Accord, United Nations resolutions and \r\nthe judgment of the International Court of Justice.\r\nI am a Macedonian, my fellow citizens are \r\nMacedonians, and I am speaking in the Macedonian \r\nlanguage from this rostrum, which is why we ask \r\neveryone to respect us as Macedonians, just as we \r\nrespect everyone else’s right to identify themselves as \r\nthey feel. We respect the right to self-identification and \r\nhuman dignity of everyone else, and in the same way \r\nwe ask for that to apply to us as well. As Macedonians, \r\nwe wish to cooperate and to have the best possible \r\nrelationship with all of our neighbours. There is no \r\nproblem that cannot be solved and no difference that \r\ncannot be overcome. The only precondition is to respect \r\none another and to reach solutions through dialogue.\r\nNext year, the Republic of Macedonia will \r\nhost the Brdo-Brijuni Process, an initiative that is \r\nslowly replacing declarative regional initiatives and \r\nmechanisms. My wish is to have the Prime Minister of \r\nGreece be a special guest at the summit.\r\nI spoke about some fundamental changes in the \r\nworld that are divisive, dangerous and disorienting. \r\nHowever, the problem does not lie in those conditions. \r\nThey are only the consequences of an accumulation \r\nof wrong positions, decisions and steps. That is why \r\nhumankind has lost its way in a labyrinth of crises. \r\nThat is also why we should not be caught off guard by \r\nthe crisis with respect to trust in political elites and in \r\nthe global order itself.\r\nAs humankind, we have succeeded in achieving \r\namazing scientific and technological developments \r\nthat have paved the way for progress, simultaneously \r\nconsuming all our free time and along with that the \r\npossibility of deeper thinking and contemplation. We \r\nthought ourselves to be the masters of nature, but we \r\ncould not even overcome our own greed. This is a \r\ntime of consumerism, moral relativism and extreme \r\nindividualism. We have disturbed the fragile climate \r\nbalance, the balance between humankind and nature, \r\nthus jeopardizing the future of our descendants. The \r\nSustainable Development Goals, which the Republic of \r\nMacedonia fully supports, must correct that error. As a \r\n22/09/2016 A/71/PV.15\r\n16-29559 13/28\r\nsignatory to the Paris Agreement on Climate Change, \r\nthe Republic of Macedonia has already established \r\nits national priorities and contributions with regard \r\nto climate change. The problem goes much deeper, \r\nthough. It is high time that we try to find our way out of \r\nthe labyrinth of crises.\r\nAs President, but also as a university professor, I \r\nalways listen to the voices of young people. I know very \r\nwell the challenges that they are facing. The potential \r\nof youth is still restricted by a multitude of not only \r\npolitical but also mental, economic and educational \r\nbarriers. Young people around the world still do not \r\nhave equal opportunities for high-quality education \r\nand employment, and they also suffer from the cruel \r\nrules of the international market.\r\nFor a long time, we have been the ones to decide on \r\nthe future of youth, without allowing them to be part \r\nof the decision-making process. We took their needs, \r\nrequests and wishes for granted, all the while expecting \r\nthem to follow the rules of the game that we had created \r\nfor them, without prior consultation. This is perhaps \r\nthe reason why many global, regional and local policies \r\nwere not supported by young people and remained on \r\npaper only. It is time for this to change. We need policies \r\nthat are not only about youth, but ones that involve their \r\nparticipation. We need policies for youth, by youth.\r\nLet me give an example. This year, in the framework \r\nof the School of Young Leaders, held under my \r\npatronage for seven years in a row, young people from \r\nthe Republic of Macedonia and from the wider region \r\nwere all part of an “idea laboratory” in which they were \r\nable to develop projects on sustainable development; the \r\npromotion and development of public administration; \r\ninfrastructure, educational and health-care issues; \r\nboosting employment; and reducing poverty. Such \r\nprojects should be supported and promoted, and in \r\nthat respect I have already initiated contact with the \r\nrelevant entities in the World Bank. These are projects \r\ninvolving innovative ideas and creative solutions for \r\nyouth, who are not slaves to the old worldview, which is \r\nslowly disappearing.\r\nWe are aware that the 2030 Sustainable Development \r\nAgenda is not a ready-made recipe for achieving \r\ngreater well-being, a better life for our citizens, a more \r\ndemocratic society or a healthier environment for future \r\ngenerations, but it does contain solid guidelines on how \r\nto realize these goals. However, even here we are facing \r\na paradox. We now have an international system that \r\nis trying to bring about sustainable development while \r\nencountering difficulty in maintaining itself.\r\nYoung people are a generation of new technologies, \r\na generation experiencing the advantages of global \r\ninterconnection. Young people are already living in \r\na world that provides access to an enormous amount \r\nof information. Let us allow them to introduce their \r\nidealism and perceptions into regional and global \r\ninitiatives and organizations. Let us allow them to \r\nintroduce their new, fresh views into the new realities \r\nin which we live, unburdened by the prejudices from \r\nthe past. The past should be a place of reference, not a \r\nplace of residence.\r\nThere is a saying that humankind is at its best \r\nwhen it has the highest degree of freedom. However, \r\nwithout laws, there is no freedom, only anarchy. If we \r\nwish to leave a safer world to future generations, we \r\nmust respect international law. But we must also go \r\nback to the highest and most enduring moral principles \r\nand values, including respect for and acceptance of \r\ndiversity.\r\nOften we invent new ideals because we are afraid \r\nof the old ones. We look to the future with great \r\nenthusiasm because we are afraid to look back to the \r\npast. But on the dusty shelves of the past, besides \r\nconflicts, prejudice and enmities, we might also find \r\nmodels that enabled peaceful coexistence, respect and \r\nacceptance of diversity. One of them is our very own \r\nMacedonian model of integration without assimilation.\r\nPart of the task of the United Nations Alliance \r\nof Civilizations is to find such models, promote them \r\nand make them applicable to today’s modern, dynamic \r\nworld. We must assist them in this respect so as to \r\nlearn once again how to live with our deepest ethnic, \r\nreligious, cultural and ideological differences.\r\nA philosopher once said that there might have been \r\nbetter times. However, this is our time, and we are \r\nresponsible for it. We have to think about those who \r\nwill come after us, the youth. We must not be afraid, \r\nbecause fear is a filter through which we perceive only \r\nthreats and not the possibilities that are before our very \r\neyes.\r\nChanging our vision in order to make it correspond \r\nto reality is the easiest thing to do. The hardest part is \r\nto change reality in order to make it correspond to the \r\nnoble vision of the United Nations. Part of that vision \r\ninvolves finding a way to promote global governance \r\nA/71/PV.15 22/09/2016\r\n14/28 16-29559\r\nand order without establishing a world government \r\nand predominance of the powerful, and how to lay \r\nthe foundations for a true multi-ethnic, multireligious \r\nand multilingual international society that is free, just, \r\nstable and safe.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the former \r\nYugoslav Republic of Macedonia for the statement he \r\nhas just made.\r\nMr. Gjorge Ivanov, President of the former \r\nYugoslav Republic of Macedonia, was escorted \r\nfrom the General Assembly Hall. \r\nAddress by Ms. Hilda C. Heine, President of the \r\nRepublic of the Marshall Islands\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of the \r\nMarshall Islands.\r\nMs. Hilda C. Heine, President of the Republic of \r\nthe Marshall Islands, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations Her Excellency Ms. Hilda C. Heine, President \r\nof the Republic of the Marshall Islands, and to invite \r\nher to address the Assembly. \r\nPresident Heine: I have the honour to convey the \r\nwarm greetings of “Yokwe” on behalf of the people and \r\nthe Government of the Republic of the Marshall Islands.\r\nEvery year, world leaders gather at the United \r\nNations to strengthen that which binds us all: that \r\ndespite our vast differences, the fact is that we get more \r\ndone when we work together and when we cooperate. \r\nAs leaders, we know and accept that our efforts to \r\nimprove the well-being of our peoples cannot, in the \r\nend, be at the expense of others, and we simply cannot \r\nleave any one behind.\r\nTo us as a low-lying island nation, the Paris \r\nAgreement on Climate Change demonstrates that \r\ninternational spirit of cooperation and interdependency. \r\nI used to be a teacher, so I implore those Member States \r\nthat have not ratified the Paris Agreement to do their \r\nnext homework from this week. It is imperative that the \r\nParis Agreement enter into force this year. I know that \r\nthe Agreement is not perfect. We need to do more to \r\nincrease our commitments on mitigation, on adaptation \r\nand on finance. We must take every opportunity to \r\nremain below the 1.5°C limit needed for our survival.\r\nI congratulate Mr. Thomson on his election as the \r\nfirst President of the General Assembly from a Pacific \r\nisland country.\r\nI am addressing the Assembly today as the first \r\nfemale leader of an independent Pacific island nation. In \r\nthe Pacific, women and mothers are often at the heart of \r\nour communities, and they ensure resilience. If women \r\ndo not plan for the long-term, families and communities \r\nwill not thrive. It follows that, if Pacific island nations \r\nfail to plan, the rest of the world will suffer the loss \r\nof our vast fisheries and oceans. If world leaders act \r\nonly for short-term gain, we will rob our youngest and \r\nfuture generations of their rightful inheritance.\r\nI have travelled to the United Nations to share our \r\nMarshallese story of how we, a small island nation \r\nand a large-ocean State, are defining our future on \r\nour own terms. As a former United Nations Trust \r\nTerritory, whose well-being was once entrusted to this \r\nvery Organization, it is important that we not take this \r\njourney alone, but with the firm partnership of the \r\ninternational community.\r\nFirst, our broad progress must be built on education \r\nin order to ensure that our young people have the \r\ntools to lead our future. We must, therefore, achieve \r\nSustainable Development Goal 4, on quality education. \r\nAs an educator, I know how important it is that we \r\nturn around low indicators and provide an adequate \r\neducation to all, not only by continuing to improve our \r\nteacher qualifications, but by designing a curriculum \r\nthat also emphasizes our Marshallese language and \r\nways of being. We must define ourselves in our own \r\nwords and through our own customs. I am proud to \r\nannounce a new research partnership with Columbia \r\nUniversity Teachers College that will not only assist us \r\nwith bilingual education, but also inspire us to serve as \r\na model for others around the world.\r\nSecondly, our future must be underpinned by our \r\neconomic security and progress towards Sustainable \r\nDevelopment Goal 1, to end poverty, Goal 8, on \r\neconomic growth and Goal 10, to reduce inequality. For \r\ntoo long, we have been largely reliant on the assistance \r\nof others. While that has provided an important backstop \r\nfor basic social development, it has also undermined \r\nour self-reliance. We face serious challenges as a small \r\nisland State, but we also have unexplored potential for \r\ngrowth.\r\n22/09/2016 A/71/PV.15\r\n16-29559 15/28\r\nWe must move towards a serious expansion of \r\nthe private sector so as to create jobs and strengthen \r\nour national benefit from our sustainable resources, \r\nespecially our fisheries, our role as a port State, tourism \r\nand copra exports. As we consider all of the Sustainable \r\nDevelopment Goals (SDGs) — as we think all the way \r\nout to 2030 and consider the mid-points, including \r\n2023 — we must not only have an ambitious policy, \r\nbut also define the solid financial pathway needed to \r\nget there. \r\nRight now, our short-term economic risk up to and \r\nbeyond 2023 is simply unacceptable, as we transition \r\nto a new trust fund. Recently, much has been said \r\nat the United Nations about innovative finance and \r\nbuilding development and resiliency through private \r\ninvestment. Instead of doubting how that applies to my \r\nnation, I issue a stark challenge to ourselves and our \r\npartners to work closely with us in order to chart our \r\nnew economic future to 2023 and beyond, with creative \r\nsolutions to difficult problems. If we are truly serious \r\nabout tackling the SDGs, let us truly find solutions for \r\nisland-tailored innovative finance.\r\nThirdly, our national growth and well-being must \r\nbe driven by a commitment to improve delivery on basic \r\nsocial development — health, food security and the \r\nenvironment. In particular, the most vulnerable groups \r\nin our islands, especially the elderly, the disabled and \r\nsingle parents, should be targeted. The Marshall Islands \r\nhas the highest rate of diabetes incidence in the world. It \r\nis a national crisis, and our consumption of sugary food \r\nand beverages is literally killing us. Our environment \r\nis challenged by the overwhelming amount of plastic, \r\nmetal cans and trappings of the modern Western \r\nworld. And, as if our local communities do not have \r\nenough challenges, our vulnerability to natural hazards \r\nand climate-driven events like droughts and coastal \r\nf looding will be far worse in the future, even with \r\nstrong efforts to curb global emissions under the Paris \r\nAgreement.\r\nEven with the issue of our very survival on the \r\nline, we are committed to addressing those challenges \r\nwith immediate action, working on SDG Goal 7, on \r\naffordable energy, Goal 3, on good health, Goal 6, on \r\nclean water and Goal 11, on sustainable communities. In \r\norder to counter diabetes, our Parliament is considering \r\na sharp increase of import taxes on sugar-added \r\nbeverages. We are taking forward and implementing, \r\nwith international support, a disaster-risk-reduction \r\nplan and measures. Our Parliament is considering a \r\nnational ban on plastic bags and the introduction of \r\nrecycling in order to clean up our local communities and \r\nprovide a modest income stream along the way. We are \r\ntasking our environment agency with addressing water \r\nquality and water security. We are moving on practical \r\nmeasures to reduce our costly reliance on oil through \r\nsustainable transport and more efficient and renewable \r\nenergy forms. We cannot — and will not — ignore our \r\npressing future risks.\r\nAs in many parts of the world, sadly, domestic \r\nviolence is a serious issue in the Pacific. SDG 5 commits \r\nStates to ending worldwide domestic violence against \r\nwomen and girls, and my Government is moving forward \r\nwith a commitment to building safe houses — the first \r\none to be known as Weto In Mour — for abused women. \r\nIt may be that the Pacific and the world must adjust to \r\na new era, when the voices of women and girls gain \r\ntheir rightful place in communities and homes and at \r\nall levels of politics, from local politics to the United \r\nNations.\r\nOur Pacific Ocean defines us and underpins SDG \r\n14, on oceans. If we fail to conserve and realize a more \r\nequitable return from our rich fisheries, not only will \r\nour future be threatened, but global food security could \r\nbe undermined. We are committed to the protection and \r\nsustainable use of our fisheries and ocean resources, \r\nbut our good intentions are not enough. It is well past \r\ntime that distant fishing nations and the global super-\r\nPowers who dominate our fisheries look beyond their \r\nplenary statements and into the real-world impact of \r\nmany of their negotiating positions.\r\nMarshallese have been coming to the United \r\nNations for nearly 65 years to focus greater attention \r\non the harm caused by nuclear-weapons testing, with a \r\nlegacy and burden shared by few others. And we remain \r\nthe only instance in which the United Nations ever \r\nauthorized the specific use of nuclear-weapons testing, \r\nin Trusteeship Council resolutions 1082 (XIV) and \r\n1493 (XVII), a fact which the United Nations has never \r\nacknowledged. Not many people in the world know \r\nof our own bitter experiences with nuclear detonation \r\nand what those weapons did to my country and the \r\nMarshallese people.\r\nMost of us think of nuclear weapons only as \r\nweapons of mass destruction; they conjure up wartime \r\nimages of levelled buildings and the incineration of all \r\nliving things. But how many people in the world have \r\ntruly experienced what we have — physical, mental, \r\nA/71/PV.15 22/09/2016\r\n16/28 16-29559\r\nenvironmental and cultural burdens that last for \r\ngenerations, and the displacement of our people from \r\ntheir ancestral islands? Those are not mere historical \r\nevents. As a Special Rapporteur affirmed in 2012, \r\nthey are fundamental human rights issues and the \r\ninternational community “has an ongoing obligation to \r\nencourage a final and just resolution” (A/HRC/21/48/\r\nAdd.1, para 66(a)). \r\nWords without action are of no benefit to our \r\npeople. I am committing my Administration to \r\nrenewing the focus on nuclear-impact issues. And I feel \r\nthat I have every right not only to ask but to demand the \r\nfull assistance of the international community and the \r\nUnited Nations system and tangible results from them. \r\nIn the light of our experience, it is our fervent hope that \r\nsuch weapons of mass destruction will never again be \r\ntested or unleashed and that all nuclear-armed nations \r\nwill have the necessary political will and empathy to \r\ndisarm,\r\nI appeal to the Government of the Democratic \r\nRepublic of North Korea to halt any further nuclear-\r\nweapons tests and to achieve full nuclear disarmament.\r\nFinally, my Government will follow through on \r\nour commitment to the Human Rights Council with \r\nrespect to achieving SDG 16 for justice. We will \r\nadvance core human rights treaties for ratification at \r\nthe next session of our Parliament. Many such treaties \r\nare already reflected in our Constitution and affirm \r\nbasic freedoms enjoyed worldwide. Those basic rights, \r\nour national plan, the Sustainable Development Goals \r\nand the identification of major national challenges \r\nand priority reforms included in my Administration’s \r\nAgenda 2020: A Framework for Progress for the \r\nRepublic of the Marshall Islands must all be addressed \r\nin a comprehensive effort.\r\nI have spent most of my speech today urging that \r\nno one be left behind and demonstrating our goodwill \r\nto play our part. I must also emphasize that the role \r\nof Taiwan as a key stakeholder and its determination \r\nto contribute to global affairs should be better \r\nrecognized. I call on the international community to \r\nsupport Taiwan’s efforts as an advocate for regional and \r\nglobal stability, peace and dialogue, including in cross-\r\nStrait relations. The United Nations should be more \r\ncommitted to ensuring Taiwan’s fundamental right \r\nto participate in mechanisms, meetings and activities \r\nof the specialized agencies of the United Nations \r\nsystem, and Taiwan should be recognized for its strong \r\ncontribution in working with us and others towards \r\nachieving the SDGs.\r\nGiven the importance of human rights to my \r\ncountry, I request that the Human Rights Council \r\ninitiate a credible and independent investigation of \r\nalleged human rights violations in West Papua.\r\nLet me close by saying that we must turn words into \r\nreality and move forward with a renewed and sharper \r\nfocus on long-held priorities. This is a commitment of \r\nmy Government, and I urgently call for international \r\npartnership.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof the Marshall Islands for the statement she has just \r\nmade.\r\nMs. Hilda Heine, President of the Republic of the \r\nMarshall Islands, was escorted from the General \r\nAssembly Hall.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mr. Manuel Domingos Vicente, \r\nVice-President of the Republic of Angola\r\nThe Acting President: The Assembly will now \r\nhear an address by the Vice-President of the Republic \r\nof Angola.\r\nMr. Manuel Domingos Vicente, Vice-President of \r\nthe Republic of Angola, was escorted to the rostrum\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Manuel Domingos \r\nVicente, Vice-President of the Republic of Angola, and \r\ninviting him to address the Assembly.\r\nMr. Vicente (Angola) (spoke in Portuguese; English \r\ntext provided by the delegation): It is a great honour \r\nto speak on behalf of the President of the Republic of \r\nAngola, His Excellency José Eduardo dos Santos, in \r\nthe General Assembly, which seeks to address and find \r\nsolutions to the multidimensional challenges facing the \r\nworld.\r\nThe General Assembly is indeed a privileged \r\nforum whose aim is to find solutions to the most \r\npressing international problems, to preserve peace, to \r\nstrengthen collective security and to help renounce the \r\nuse of force in international relations, while respecting \r\nthe sovereignty of States, the protection and promotion \r\n22/09/2016 A/71/PV.15\r\n16-29559 17/28\r\nof human rights and the reaffirmation of the rule of law \r\nas fundamental principles of the international system.\r\nDuring the seven decades of existence of the \r\nUnited Nations, there have been transformations in all \r\naspects of life, such as a radical change in the nature of \r\nconflicts, international terrorism at unspeakable levels \r\nand unprecedented climate change. Those changes \r\nnaturally require joint reflection on the role and future \r\nof the United Nations. We need an Organization \r\ncapable of promoting international peace and security, \r\nacting quickly and effectively in conflict situations and \r\naddressing the most pressing challenges of our time. \r\nIf for no other reason, these issues should provide an \r\nincentive to accelerate reforms aimed at revitalizing \r\nthe United Nations system, in particular the Security \r\nCouncil. \r\nIn fact, reforming the Council is not merely \r\noptional but an imperative, and failure to carry it out \r\ncould hinder the ability of the United Nations to act, \r\nthereby eroding its legitimacy and credibility.\r\nThe Republic of Angola is in favour of increasing \r\nthe number of both permanent and non-permanent \r\nmembers of the Security Council in order to make it \r\nmore representative and better equipped in its ability \r\nto respond to conflicts. For this reason, we reaffirm the \r\nright of the African continent to be represented among \r\nthe permanent members of Security Council, as stated \r\nin the Ezulwini Consensus. We believe that the spirit \r\nof openness to dialogue, tolerance and common sense \r\nis key to solving the problems that currently plague \r\nhumankind.\r\nIn this context, the Republic of Angola, which \r\ncurrently holds the presidency of the International \r\nConference on the Great Lakes Region, has been \r\nengaged, in both the United Nations Security Council \r\nand the African Union Peace and Security Council, \r\nin seeking bilateral and multilateral solutions to \r\nthe problems affecting the region. In this regard, we \r\nreaffirm our determination to continue to support \r\nand promote dialogue, peace, security and stability in \r\nCentral Africa and throughout the Great Lakes region \r\nof Africa.\r\nWe welcome the successful conclusion of the peace \r\nand electoral processes in the Central African Republic, \r\nwhich have enabled the country to start a new era. \r\nTheir new era requires support from the international \r\ncommunity in order to promote national reconstruction \r\nand consolidate the country’s institutions. \r\nIn South Sudan, the completion of the dialogue \r\nrepresents an important step towards the establishment \r\nof peace and the formation of a government of national \r\nunity to resolve the crisis in that country. The parties \r\nshould be encouraged to honour their commitments, \r\nand the international community should maintain its \r\nsupport for the peace process.\r\nWith regard to Burundi, we call for the intensification \r\nof the dialogue for peace and urge respect for the legally \r\nestablished authority in order to overcome the impasse \r\ncreated by the post-electoral conflict. It is important \r\nto promote good neighbourliness and mutual security \r\nalong the border separating Burundi from the adjacent \r\ncountries. \r\nIn the Democratic Republic of the Congo, we \r\nencourage support for the electoral process in order to \r\nensure peaceful and free elections, the preservation of \r\npeace and stability, the reconciliation process and the \r\nconsolidation of democracy. In fact, peaceful elections \r\nin the Democratic Republic of the Congo are vital for \r\npeace, stability and development in the entire Great \r\nLakes region of Africa. Both the United Nations and \r\nthe African Union should devote special attention to the \r\ncrises in Libya, Mali, the Central African Republic, the \r\nDemocratic Republic of the Congo, the Sudan, South \r\nSudan, Somalia and Burundi.\r\nWe are facing a troubled international political \r\nenvironment that combines the escalation of \r\nconflicts — especially in the Middle East — with threats \r\nand constant episodes of violence that the international \r\ncommunity has not been able to adequately address. \r\nTerrorism, a phenomenon that merits relentless combat, \r\nis the most extreme form of these threats. The world \r\nseems unprepared to deal with the ability of non-State \r\ngroups and individuals eager to generate terror. The \r\nconflicts in Libya, Syria and Iraq in particular call for \r\nspeedy resolution owing to their grave humanitarian \r\nrepercussions. \r\nThe causes of those conflicts reside in the serious \r\nviolations of the fundamental rights of the people \r\ninvolved and in foreign intervention, which has proved \r\ndisastrous in its attempts to change the regime through \r\nthe artificial imposition of supposed democracy, while \r\nthe forced displacement of thousands of human beings \r\nthat we see today constitutes a heartbreaking reality \r\nof human degradation and an offence against human \r\ndignity that demands an immediate and comprehensive \r\nresponse by the international community.\r\nA/71/PV.15 22/09/2016\r\n18/28 16-29559\r\nWe recall that the purposes and principles of \r\nthe United Nations Charter must be respected by all \r\nMember States in all processes being implemented in \r\nthe United Nations system. For this reason, it is worth \r\nhighlighting that the process of détente between Cuba \r\nand the United States of America continues to need \r\nsupport from the international community. We welcome \r\nthe re-establishment of diplomatic relations between \r\nthe two countries, which we hope will translate to \r\nthe lifting of the economic, commercial and financial \r\nblockade against Cuba.\r\nI would like to state that the Republic of Angola \r\nis firmly committed to implementing the Goals of \r\nthe 2030 Agenda for Sustainable Development by \r\nadopting appropriate measures at the national level, to \r\nbe implemented over the next 15 years, for the benefit \r\nof our people and our planet and to promote prosperity, \r\nstability and peace. To this end, Angola considers \r\nit important for all Member States to take a holistic, \r\nintegrated and comprehensive approach in all sectors \r\nand at all levels in order to maintain the universal and \r\ninclusive nature of the Sustainable Development Goals.\r\nClimate change is one of the most complex and \r\nurgent issues of domestic and foreign policy that we \r\nface today because of its impact on migration, food \r\nsecurity, natural resources, the spread of epidemics \r\nand even on social and economic instability. Thus the \r\n2015 Paris Agreement on Climate Change is a valuable, \r\nambitious, balanced and fair tool for action whose entry \r\ninto force will encourage collective efforts to control \r\nglobal warming. \r\nThe Republic of Angola emits only 0.17 per cent of \r\nall greenhouse gases. However, the effects of climate \r\nchange are already being felt by us in many ways, such \r\nas the deterioration and shortening of cycles of drought \r\nand heavy rainfall, which pose a risk to agriculture \r\nand to economic and social infrastructures. Such \r\neffects also increase the incidence of various endemic \r\ndiseases. It is therefore our intention to ratify the Paris \r\nAgreement as soon as possible as testimony to our \r\nunequivocal commitment and contribution to achieving \r\nits objectives. For similar reasons, we are motivated to \r\nparticipate in the third United Nations Conference on \r\nHousing and Sustainable Urban Development, which \r\nwill be held in Quito in October. The Conference \r\nrepresents an opportunity for us to adopt a new global \r\nurban agenda to promote strong links and synergies \r\namong urbanization, sustainable development and \r\nclimate change.\r\nThe Republic of Angola is committed to three cross-\r\ncutting processes it considers of crucial importance: \r\nwomen and peace and security, peacekeeping operations \r\nand peacebuilding architecture. We recognize the vital \r\nrole of women and the importance of their participation \r\nin all stages and levels of the peace process.\r\nI would be remiss not to mention here that the \r\nRepublic of Angola is a stable country from the \r\nperspectives of political and social conditions, and \r\nthis has helped it to consolidate its unity, its national \r\nreconciliation process and its institutions. On the \r\neconomic front, the challenges are greater today as \r\na result of volatility in the prices of raw materials on \r\nthe international market. But we continue to work to \r\nadjust our action plans, as well as to find pathways to \r\neconomic growth and the improvement of the lives of \r\nour people. \r\nI take this opportunity to congratulate Mr. Peter \r\nThomson on his election to the presidency of the \r\nGeneral Assembly at it seventy-first session and to \r\nassure him of Angola’s firm support during his tenure. \r\nI wish to congratulate Mr. Mogens Lykketoft for his \r\nexcellent work during the seventieth session. Let me \r\nalso express our deep appreciation to Secretary-General \r\nBan Ki-moon for dedicating his talent and wisdom to \r\nthe service of the United Nations for the past 10 years \r\nand making a tangible contribution to international \r\npeace and security and to a safer world for present and \r\nfuture generations.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Vice-President of the \r\nRepublic of Angola for the statement he has just made.\r\nMr. Manuel Domingos Vicente, Vice-President \r\nof the Republic of Angola, was escorted from the \r\nrostrum.\r\nAddress by Mr. Jimmy Morales, President of the \r\nRepublic of Guatemala\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nGuatemala.\r\nMr. Jimmy Morales, President of the Republic \r\nof Guatemala, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Jimmy Morales, President \r\n22/09/2016 A/71/PV.15\r\n16-29559 19/28\r\nof the Republic of Guatemala, and to invite him to \r\naddress the Assembly.\r\nPresident Morales (spoke in Spanish): I would \r\nlike to begin my statement by congratulating Mr. Peter \r\nThomson on his election to the presidency of the \r\nGeneral Assembly at its seventy-first session, thanking \r\nMr. Mogens Lykketoft for his work at the previous \r\nsession and commending Secretary-General Ban Ki-\r\nMoon for his leadership in ushering in the 2030 Agenda \r\nfor Sustainable Development. \r\nThis year, Guatemala is celebrating two \r\nanniversaries that have characterized the political life \r\nof our country: 30 years of the Esquipulas peace process \r\nin Central America, and 20 years since the signature \r\non 29 December 1996 of the Agreement on a firm and \r\nlasting peace. The Esquipulas agreements opened the \r\ndoor to political dialogue and negotiations and closed \r\nit to a geopolitical conflagration of unimaginable \r\nconsequences in Central America.\r\nThe peace agreements in Guatemala marked not \r\nonly the definitive ceasefire but also the creation \r\nof an agenda of far-reaching legal, institutional and \r\ncultural reforms. Guatemala has evolved since then, \r\nand the path to fulfilling those agreements has made \r\na significant contribution to the country’s development \r\nand modernization. \r\nNonetheless, some commitments have been \r\npostponed or are lagging, and now is precisely the time \r\nto evaluate and revitalize them. I am referring to critical \r\nissues, such as the identity and rights of indigenous \r\npeople, rural development and the participation of \r\nwomen in all spheres of our society.\r\nWe acknowledge and are grateful for the support \r\nreceived from the United Nations and the Office of \r\nthe Secretary-General, from the peace negotiation \r\nprocess to the monitoring of the implementation of \r\nthe agreements concluded by the parties, including \r\nvaluable support for the strengthening of democratic \r\ninstitutions. We recognize that the United Nations \r\ndevoted an entire decade of laudable and patient efforts \r\nto the building of peace in my country.\r\nThe year 2015 changed the course of history in \r\nGuatemala. The people of Guatemala demonstrated \r\ntheir profound malaise with the State authorities that \r\nwere betraying the Constitution. They categorically \r\nrejected the perverse system of corruption that had \r\nbeen sabotaging our development potential. Their \r\nmalaise was expressed democraticall, and I can state \r\nfirmly that, after five consecutive months of peaceful \r\ndemonstrations in town squares, the rule of law \r\noperates more robustly now than it did a year ago, and \r\nthe people, who week after week took to the streets to \r\nprotest and make their just and ethical demands, are \r\nnow more confident in their own transformative power \r\nand their ability to create a different kind of country.\r\nThe International Commission against Impunity \r\nin Guatemala played a catalysing and important role \r\nin changing the course of our country’s history. The \r\nCommission is a Guatemalan initiative that was \r\nduly welcomed by the General Assembly and the \r\nSecretariat. It has become one of the most efficient \r\ntools of  multilateral cooperation in the fight against the \r\nnetworks of crime and corruption that have co-opted \r\nstrategic parts of States that, like Guatemala, have been \r\nchallenged by the geopolitics of transnational organized \r\ncrime. \r\nMy Government, which took office in January, \r\nowes its existence to the citizens’ rejection of the old \r\nway of conducting politics. It represents the hope for a \r\nreturn to democratic governance that is ethically based \r\non the common good and not on subordination to special \r\ninterests. Such are the expectations that our honourable \r\ncitizenry has placed in me. I must now strive to be the \r\nworthy son of such people by doing my bit in the moral \r\nand material reconstruction of the nation. \r\nTo meet the wishes of our citizens in their quest to \r\ntransform the country, my Government has identified \r\nfive strategic areas: transparency, health care, \r\neducation, security and development. \r\nWith regard to transparency, we have committed \r\nto a policy of zero tolerance on corruption. To that end, \r\nopen government has become a fundamental pillar of our \r\nAdministration, based on transparency, collaboration \r\nand participation, and pursuant to the provisions of \r\nthe inter-American and United Nations conventions \r\nagainst corruption. We know that corruption hampers \r\ndevelopment, weakens institutions and undermines the \r\nmodernization of the State. That is why it is vital to \r\ncombat that scourge.\r\nWith regard to public health, we are promoting the \r\nnecessary reforms through strategic efforts focused on \r\nimproving access for everyone and making primary \r\ncare the core of the system. We are restoring the supply \r\nof medicines and the efficient funcioning of hospitals \r\nand strengthening our human resource capacity. My \r\nA/71/PV.15 22/09/2016\r\n20/28 16-29559\r\nGovernment’s priorities include reducing chronic \r\nmalnutrition in children under five and maternal \r\nmortality. Today, we must sadly acknowledge that 5 out \r\nof every 10 children suffer from chronic malnutrition \r\nin my country, which in turn leads to extreme poverty. \r\nThey have the choice of working from a young age \r\non farms, turning to crime or migrating to the United \r\nStates. We have therefore designed a national strategy \r\nto prevent chronic malnutrition as part of our food and \r\nnutrition security policy. \r\nAs for education, our responsibility is to ensure \r\nthat every child has access to free, high-quality \r\neducation, with a view to benefiting children and young \r\npeople in Guatemala through comprehensive education \r\nprogrammes. \r\nIn the area of public safety, we have focused our \r\nattention on lowering rates of violence, delinquency \r\nand crime, using prevention policies as part of a \r\ncomprehensive approach. We have been able to \r\ncoordinate considerable efforts to deliver greater \r\nsecurity to the population and strengthen the \r\ninvestigation and prevention capabilities of our police \r\nforce, which has allowed us, in various ways, to lower \r\nrates of violent death. \r\nGuatemala reaffirms its commitment to the United \r\nNations and reiterates its multilateral and peaceful \r\nmission, convinced that global challenges, such as \r\nsecurity, development, respect for human rights and \r\nclimate change, should be addressed through dialogue \r\nand collective negotiation, as part of the global system. \r\nFor Guatemala, human rights are intrinsically linked to \r\nrespect, democracy and the rule of law. For that reason, \r\nstrengthening the international human rights system \r\nis one of my Government’s main priorities, and we \r\nare committed to promoting the highest international \r\nstandards in that area through active participation \r\nin various forums. I would therefore like to take this \r\nopportunity to ask the international community for its \r\nsupport of my country’s declaration of candidacy to the \r\nHuman Rights Council for the period 2017-2019. \r\nMy country recognizes that the 2030 Agenda for \r\nSustainable Development encompasses a transformative \r\nvision and provides a road map with Goals, targets and \r\nindicators to tackle the challenges that face humankind. \r\nGuatemala endorses the 2030 Agenda; it is aligned with \r\nthe national development plan K’atun, Our Guatemala \r\n2032, which was developed with the participation of \r\nvarious sectors of society in a resumption of medium- \r\nand long-term planning. Being aware that it is impossible \r\nto achieve sustainable development if we do not ensure \r\nthe preservation of our planet’s resources, my country \r\ndid not hesitate in adopting the Paris Agreement on \r\nClimate Change, which I had the honour of signing on \r\n22 April in this very Hall. \r\nI wish to express my deep respect and admiration \r\nfor every single Guatemalan migrant who, through \r\nsacrifice and hard work, helps to support his or her \r\nfamily and Guatemala’s development, as well as \r\ncontributing to the development of the country in \r\nwhich he or she resides. These people really are unsung \r\nheroes, exemplary citizens. They live in every corner \r\nof the world, and they have rights and are entitled to \r\nbe treated with greater dignity. It is for that reason \r\nthat during my country’s statement at the high-level \r\nmeeting to address large movements of refugees and \r\nmigrants (see A/71/PV.6 B), we were emphatic in our \r\ncommitment to the promotion, protection and defence \r\nof the human rights of migrants and their families, \r\nregardless of their migration status, in origin, transit \r\nand destination countries.\r\nGuatemala contends that multilateralism and \r\nthe promotion of international law are indispensable \r\nin solving the problems facing our community of \r\nnations, and we hope that peaceful solutions can be \r\nfound to overcome the differences between States. \r\nGuatemala is promoting cooperation schemes and \r\ngood-neighbourliness in its surrounding area. I wish \r\nto express my country’s deep commitment to resolving \r\nonce and for all, at the International Court of Justice, its \r\nland, island and maritime dispute with Belize, a country \r\nwith which we aspire to have a privileged relationship \r\nand to maintain permanent dialogue, as a way to solve \r\nour common problems. \r\nIn recent months, however, the Government of \r\nBelize has failed to reciprocate that attitude. Since \r\n1999, the situation has claimed 10 Guatemalan civilian \r\nvictims in the adjacency zone administered by Belize. \r\nOn 20 April, a 14-year-old boy was the victim of a \r\nfatal attack by armed groups under the command of an \r\narmy patrol from Belize. According to Belize’s forensic \r\nreport, the child died from multiple wounds caused by \r\nbullets from a high-powered rif le. Guatemalan forensic \r\nservices confirmed that the child had nine bullet \r\nwounds — six in his back, two in the back of his neck \r\nand one on the front of his torso. \r\n22/09/2016 A/71/PV.15\r\n16-29559 21/28\r\nSuch grave acts directly harm our two countries’ \r\nbilateral relationship and hinder confidence-building. \r\nI wish to reaffirm the desire of the State of Guatemala \r\nto find a permanent solution to the dispute with Belize \r\nwithin the framework of international law, while also \r\nreminding the international community of the risks to \r\ninternational security that the continuous deadlock and \r\ndisputed geographical demarcation pose. It is no secret \r\nthat powerful transnational criminal organizations \r\nthrive on the differences between States and are capable \r\nof occupying pockets of undefined territories that lack \r\neffective control. \r\nThe President returned to the Chair.\r\nToday’s general debate comes at a time when we are \r\nfacing serious threats to peace and stability in various \r\ncountries — Iraq, Mali, the Syrian Arab Republic, the \r\nCentral African Republic, the Sudan and South Sudan, \r\nto name but a few. The nuclear tests recently carried out \r\non the Korean peninsula constitute a f lagrant violation \r\nof Security Council resolutions and the nuclear \r\nnon-proliferation regime, and we reiterate our strong \r\ncondemnation of them. \r\nI wish to stress that, for my country, peacekeeping \r\noperations and international security represent the \r\nideal of serving under the f lag of the United Nations, in \r\nan effort to support fellow countries. We are currently \r\ncontributing to seven operations: in Haiti, Lebanon, \r\nCôte d’Ivoire, the Sudan, South Sudan, the Central \r\nAfrican Republic and the Democratic Republic of the \r\nCongo. \r\nWe are also honoured to be part of the special political \r\nmission in Colombia, one of Guatemala’s neighbouring \r\ncountries, to support the agreement to end the current \r\nconflict through a bilateral and permanent ceasefire, \r\nthe surrender of weapons, security guarantees and an \r\nendorsement mechanism for the peace agreements. \r\nI congratulate the people and the Government of \r\nColombia on that important achievement. We recognize \r\nthe part played by the leadership of President Santos in \r\nthe process and the contribution of the Government of \r\nCuba to it. I also commend the intention to soon hold a \r\nplebiscite for the people of Colombia to ratify the peace \r\nagreements.\r\nI wish to conclude both by congratulating all those \r\nwho contribute to peace and by stating that the General \r\nAssembly allows us, as leaders, to reflect and ask \r\nourselves if we are fulfilling the founding promise of \r\nthe Organization to save succeeding generations from \r\nthe scourge of war, to promote social progress, to live \r\nin peace as good neighbours and, finally, to unite our \r\nstrength to universally transform our world and succeed \r\nin not leaving anyone behind. \r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of \r\nGuatemala for the statement he has just made.\r\nMr. Jimmy Morales, President of the Republic \r\nof Guatemala, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Faiez Mustafa Serraj, President \r\nof the Presidency Council of the Government of \r\nNational Accord of Libya\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Presidency Council of \r\nthe Government of National Accord of Libya.\r\nMr. Faiez Mustafa Serraj, President of the \r\nPresidency Council of the Government of National \r\nAccord of Libya, was escorted into the General \r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHis Excellency Mr. Faiez Mustafa Serraj, President of \r\nthe Presidency Council of the Government of National \r\nAccord of Libya, and to invite him to address the \r\nAssembly.\r\nPresident Serraj (spoke in Arabic): At the outset, \r\nI am happy to congratulate you, Sir, on your election to \r\nthe presidency of the General Assembly at its seventy-\r\nfirst session. Allow me to wish you great success in \r\nyour new function and to thank your predecessor, \r\nMr. Mogens Lykketoft, for his leadership as President \r\nof the General Assembly during the seventieth session. \r\nI further wish to commend the stewardship of the \r\nSecretary-General, Mr. Ban-Ki-moon, and his part in \r\nimplementing the goals of the Organization.\r\nThe situation in my country continues to cause \r\nconcern throughout the world. The people of Libya \r\nappreciate the efforts of all those who have helped and \r\ncontinue to help them get through this very difficult \r\nperiod. After the signing of the Libyan Political \r\nAgreement following the Libyan Political Dialogue, \r\nwhich lasted nearly two years, a solution to political \r\ndisagreements was reached. It established State \r\ninstitutions and the next step to be taken. The agreement \r\nis based on the separation of powers. Henceforth, we \r\nA/71/PV.15 22/09/2016\r\n22/28 16-29559\r\nwill spare no effort to implement all the initiatives and \r\npeaceful solutions in order to resolve the disagreements. \r\nEvery attempt to bring opinions of the various parties \r\ncloser together — including the ministerial meeting \r\ncomprising 20 States held this morning — illustrates \r\nonce again that a political agreement is the only viable \r\nsolution. We call for follow-up efforts to continue the \r\ndemocratic process and establish stable institutions, so \r\nthat we can realize the aspirations of the Libyan people, \r\nwho have been waiting for this outcome since February \r\n2011.\r\nAll of us would like to thank neighbouring \r\ncountries, friendly countries, the League of Arab \r\nStates, the African Union, the European Union and the \r\nUnited Nations for their support during this difficult \r\ntime. Despite the fragile situation of my country, the \r\nPresidency Council of the Government of National \r\nAccord of Libya is sparing no effort to mitigate the \r\nsuffering of the Libyan people and to create security \r\nand stability and ensure national reconciliation. \r\nIn order to establish the rule of law and its \r\ninstitutions, it is necessary to find the necessary \r\nfinancial resources in order to reach our goals. We \r\ntherefore urge all States in possession of Libyan \r\nfinancial assets to facilitate the release of such assets \r\nin order to enable the Government to implement its \r\npolicies.\r\nWe reiterate our commitment to strengthening the \r\nbonds of friendship and the cooperative relations with \r\nour brotherly and friendly States in order to achieve \r\nour common objectives. In that regard, we call for the \r\nreturn of diplomatic missions to Tripoli so that they \r\ncan resume their work, and so that we can discuss \r\nand coordinate with them directly in implementing \r\njoint programmes and overcoming any corresponding \r\ndifficulties. We understand the concern over security \r\nissues, but we are deeply committed to establishing \r\nand implementing programmes that will ensure our \r\ncountry’s security.\r\nMy country reaffirms its unconditional \r\ncondemnation and rejection of terrorism, whatever \r\nthe manifestations, origin and motives. Terrorism \r\nis a global phenomenon that cannot be linked to any \r\nparticular religion or belief. As we know, terrorist \r\ngroups such as Da’esh are coming to our country from \r\nabroad. They are not only threatening the peace and \r\nstability of my country but are bent on exploiting our \r\nnational resources, so that they can use them to reach \r\nother States in the region, Africa, Europe and the rest \r\nof the world to satisfy their lust for blood — which has \r\nno connection to Islam.\r\nAll States must therefore consolidate their efforts \r\nto eradicate terrorism, which targets innocent victims \r\nand creates economic and social instability, preventing \r\ntheir peoples from achieving their economic and \r\ndevelopment objectives. Despite our limited resources, \r\nwe are waging a relentless war to eradicate terrorism. \r\nAll States have witnessed the courage of our armed \r\nforces, the Libyan National Army, and our loyal and \r\nbrave young men. As demonstrated by the war in which \r\nour finest died as martyrs defending our country, our \r\nunity enables us to confront any enemy, no matter how \r\nperfidious. In that regard, we hope that all States, in \r\nparticular the members of the Security Council, will lift \r\nthe arms embargo. And we call for the convening of an \r\ninternational high-level conference under the auspices \r\nof the United Nations, so that we can consolidate our \r\nefforts to fight terrorism.\r\nWith respect to human rights, since 2011 legislators \r\nin Libya have adopted a series of laws and decisions \r\naimed at strengthening human rights. The Government \r\nof National Accord has reaffirmed its commitment to \r\nbolstering and protecting human rights. Nevertheless, \r\ndifficulties arising out of the current transition period \r\nhave caused a number of security challenges, which \r\nhave led to several human rights violations. We hope that \r\nour efforts to enforce our laws will be supported by the \r\ninternational community. For our part, we will continue \r\nto fight impunity and put an end to all practices that \r\nlead to human rights violations. We reaffirm our need \r\nto receive technical assistance through mechanisms \r\nestablished by the Human Rights Council.\r\nThe f low of migrants is one of the main challenges \r\nfacing us, with many of them crossing the Mediterranean \r\nin the hope of reaching Europe. The situation has had \r\nserious economic, social and security repercussions in \r\nLibya. It pains us to note that civil wars are the cause \r\nof this situation, which has led to the deaths of many \r\ninnocent people on our beaches. Worse still, terrorist \r\norganizations have benefited from this situation \r\nin order to enable their members to head towards \r\nnumerous countries across the globe. We welcome the \r\nregional and international efforts made in compliance \r\nwith the principles of respect for national sovereignty \r\nand non-interference in the internal affairs of countries \r\nand designed to put an end to this phenomenon. We \r\nreaffirm that we favour a security-based approach. The \r\n22/09/2016 A/71/PV.15\r\n16-29559 23/28\r\nappropriate solution will address the underlying causes \r\nof this dangerous migration. \r\nWe must all assist the countries of origin by \r\nimplementing worthwhile development projects with \r\na view to ending poverty and unemployment. We \r\nbelieve that in order to achieve this, the countries \r\nof origin, transit and destination must develop and \r\nimplement strategies for cooperation, with the support \r\nof the African Union and the European Union and the \r\nencouragement of the international community.\r\nMotivated by its commitment to peace and \r\ninternational security, Libya is participating in \r\ninternational disarmament efforts, especially with \r\nrespect to weapons of mass destruction. My country, \r\nafter joining the Organization for the Prohibition of \r\nChemical Weapons, announced that it had reserves \r\nof chemical products, which it has now disposed of \r\nwith the help of inspectors from the organization. We \r\ntherefore welcome Security Council resolution 2298 \r\n(2016), which is designed to support Libya in ensuring \r\nthe transfer of the remainder of its category 2 chemical \r\nweapons. In this endeavour, we commend the help of \r\nDenmark and Germany and thank those two countries.\r\nLast year we adopted the 17 Sustainable \r\nDevelopment Goals — an ambitious agenda for making \r\neconomic, social and environmental progress by \r\n2030. The High-level Political Forum on Sustainable \r\nDevelopment and its outcome have strengthened our \r\ndesire to achieve these Goals, upon which we have \r\nall agreed. However, words must become actions, and \r\nthat must be done in an organized and effective way \r\nso that we can address the challenges of both today \r\nand tomorrow. This means that we are all responsible \r\nfor supporting poorer countries in their policies and \r\ndevelopment, particularly those that depend on a \r\nsingle product for their financial resources. We must \r\nsupport them in diversifying their sources of income \r\nand in ensuring that their economic institutions reach \r\nthe necessary level of competence. We must create an \r\nenvironment that is conducive to business. \r\nThere is a collective conviction of the need \r\nto reform the United Nations, especially the Security \r\nCouncil. The Council in its current form no longer reflects \r\nthe contemporary realities of the twenty-first century, nor \r\nis it capable of addressing all the challenges that threaten \r\ninternational peace and security. We therefore call for \r\na permanent seat on the Security Council, with all the \r\ncorresponding privileges, to be accorded to the Arab States. \r\nIn addition, we support the final communiqué of the 2010 \r\nArab Summit in Sirte, and reaffirm the C African position, \r\nset out in the Sirte Declaration of 2005, calling for two \r\npermanent seats with all corresponding privileges, including \r\nthe veto. Satisfying this African demand would rectify a \r\nhistory of injustice and exclusion.\r\nPeace in the Middle East will not be possible so \r\nlong as Israel continues to occupy Palestinian territories, \r\nestablishing settlements and Judaizing the city of Jerusalem. \r\nIsrael continues to flout the resolutions of the international \r\ncommunity on the rights of the Palestinian people, \r\nparticularly their right to create an independent State with \r\nJerusalem as its capital. We once again demand that the \r\nblockade against the Palestinians be lifted. We call for the \r\nprotection of the Palestinian people and for the occupying \r\nauthorities to be obligated to cease all violent actions and \r\nall their settlement activities throughout Palestinian territory, \r\nincluding Jerusalem. \r\nThe people of Yemen and Syria — our brothers and \r\nsisters — have been living for five years now in catastrophic \r\nhumanitarian conditions owing to the bloody conflicts and \r\ntheir tragic repercussions, which have led to the displacement \r\nof innocent citizens. We welcome all efforts to achieve a \r\npeaceful solution that will avoid the division and dismantling \r\nof these countries and instead fulfil the aspirations of these \r\npeoples.\r\nIn the light of the responsibility that I have agreed to \r\nassume, I wish to conclude by taking this opportunity to \r\naffirm my resolve to launch a comprehensive project for \r\nnational reconciliation for all Libyans — those who live \r\nabroad and those who remain in Libya, both in the cities and \r\nthe countryside, whatever their origin and background, and \r\nwhatever their political beliefs and intellectual affiliation. \r\nI call for reconciliation with those who believe in the \r\nestablishment of a strong State and a unified army that will \r\ndefend us from all aggressors. I call for a State that enjoys \r\ntrue sovereignty, where no citizen will be harmed in any way. \r\nI call for transitional justice in order to maintain our rights. \r\nLibyans, there has been enough destruction and enough \r\nbloodshed; let us unite for justice, prosperity and security; \r\nlet us move towards reconciliation. \r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Presidency Council \r\nof the Government of National Accord of Libya for the \r\nstatement he has just made.\r\nMr. Faiez Mustafa Serraj, President of the \r\nPresidency Council of the Government of National \r\nA/71/PV.15 22/09/2016\r\n24/28 16-29559\r\nAccord of Libya, was escorted from the General \r\nAssembly Hall.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mr. Aleksandar Vučić, Prime \r\nMinister of the Republic of Serbia\r\nThe President: The Assembly will now hear an \r\naddress by the Prime Minister of the Republic of Serbia.\r\nMr. Aleksandar Vučić, Prime Minister of the \r\nRepublic of Serbia, was escorted to the rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Aleksandar Vučić, Prime Minister \r\nof the Republic of Serbia, and inviting him to address \r\nthe Assembly. \r\nMr. Vučić (Serbia): It is a great honour for me to \r\naddress the General Assembly today on behalf of the \r\nRepublic of Serbia. \r\nFirst of all, I must say that I am profoundly grateful \r\nto all those present in the Hall because I know that \r\nthere can be little excitement regarding my speech. \r\nNevertheless, from time to time it is necessary for \r\nus to listen to one another. The general debate is an \r\nopportunity to highlight the numerous achievements \r\nof the world Organization in previous periods. At the \r\nsame time, it is an opportunity to jointly reaffirm \r\nour commitment to the purposes and principles of \r\nthe Charter of the United Nations, as well as our \r\nreadiness to strengthen our collective resolve to engage \r\nactively and to do more to promote peace and security, \r\nsustainable development and human rights in the \r\ninterest of humankind as a whole. \r\nThe Republic of Serbia strongly supports the \r\nproposed theme for this year’s general debate.\r\nMy country firmly believes that productive \r\nmultilateralism is not only necessary but also \r\nachievable if we all demonstrate readiness, in a spirit \r\nof cooperation, compromise and f lexibility, for joint \r\nengagement in the task of realizating the strategic \r\nvision of a better world for all of us. Political will is the \r\nfirst step in that direction, but it must be followed by \r\nboth measures and practical activities. It is our deep-\r\nseated belief that this is the only way forward in a world \r\nof growing interdependence and complexity, where \r\ncommon challenges require common solutions. \r\nWe believe that peace is the foundation for all our \r\ncommon endeavours in fighting poverty, unemployment, \r\norganized crime, corruption, violence and all kinds \r\nof extremism; in fighting for a better world based on \r\nuniversal respect for justice, the rule of law, and human \r\nrights and freedoms that apply to everyone, regardless \r\nof differences in race, gender, language or religion.\r\nIt seems to me that my words are familiar and that \r\nmany other people have mentioned the same things. I \r\ntherefore have an obligation to be as brief as possible, \r\nso I will not read my official speech but instead will \r\nhand out copies of it. I will speak to the Assembly in a \r\ndifferent way. I will not use the teleprompters, as many \r\nspeakers smarter than I have done in this debate.\r\nComing from a relatively small country in \r\nthe Western Balkans, in the heart of Europe, and \r\nrepresenting today a proud, dignified and freedom-\r\nloving people, I am very proud to have an opportunity \r\nto be speak here. I am very proud to see people in this \r\ngreat Hall who are ready to listen to those of us who \r\ncome from small nations. There is no reason for us to \r\naddress our own public to gain political points; we have \r\nenough votes to legitimately represent our people.\r\nWe have heard many impressive words from the \r\nrepresentatives of the big Powers, but we have not heard \r\nin this general debate any suggestions for real solutions \r\nto some very important issues. \r\nFirst of all, we have heard almost nothing about \r\na comprehensive solution to the migrant crisis, which \r\naffects almost the entire world. Coming from a very \r\nsmall country in the Balkans, we have been waiting for \r\na proposal by the big Powers. We will always agree with \r\nthem and be ready to do our job together with them. \r\nEven though my country is not a State member of the \r\nEuropean Union, we have been ready to participate in \r\nits quota system. However, nobody within the European \r\nUnion accepted that system. But now we do not know \r\nwhat our policy on that issue should be, because \r\ncountries differ as to their policies. We should share the \r\nsame values, but instead completely different solutions \r\nleave us with no idea how to negotiate all the bumps in \r\nthe road ahead.\r\nI must also add that the migrant crisis is far from \r\nover. It has just begun. Today, Serbia is currently facing \r\na greater number of difficult issues than it faced a year \r\nago. Today, we have more than 7,000 migrants within \r\nour borders. Bulgaria has the same number. Those \r\npeople cannot go anywhere else because all the other \r\n22/09/2016 A/71/PV.15\r\n16-29559 25/28\r\ncountries have already closed their borders. I have a \r\nquestion for all delegations. Are there any common \r\nsolutions for us? Is there something that we can all do \r\ntogether? There are some steps that we can take for \r\nourselves and by ourselves. We will do that, but we will \r\ncontinue to await a common, comprehensive solution \r\nfrom both the European Union and the United Nations, \r\nbecause the current situation is not coming to an end. It \r\nwill not end in a few days, a few weeks or a few months.\r\nWe call the Assembly’s attention to a few other \r\nissues. Delegations know that my country has faced \r\nmany difficulties over the past 25 years. During the \r\npast 100 years, I think that we did not miss a single war, \r\nfrom the first Balkan War to the most recent wars in \r\nthe 1990s. I hope that in the future we will have enough \r\nstrength to overcome all disputes and to do more for our \r\npeople and their economic development. \r\nWe recently succeeded in delivering better \r\neconomic results. For the first time in our contemporary \r\nhistory, we have a surplus in our budget. After many \r\nyears of crises, we will have a growth rate that exceeds \r\n3 per cent this year, and we expect even better growth \r\nrates in the years to come. That does not compare with \r\nthe growth rates of some countries in Asia and Africa, \r\nlike the country of my friend the Prime Minister of \r\nMauritius, but it is still better than the average growth \r\nrate in Europe, and we are very proud to be able to say \r\nthat today. \r\nI have been highlighting various issues because we \r\nare once again facing instability in the region, which \r\ncould jeopardize almost every gain we have made. This \r\nis something I have been signalling for the past two \r\nyears. To tell the truth, we have received a great deal of \r\nsupport from the United Nations and all our friends — in \r\nthe West and the East — but still the situation in the \r\nWestern Balkan region has not improved. That is why \r\nwe worry a lot, and why I think that we need to invest \r\neven more effort, more time and more of our political \r\nwill to overcome all the difficulties, disputes, quarrels \r\nand enmities inherited from the past. \r\nWe have faced some terrible insults from some of \r\nour neighbours. I will not reply to them in kind today. \r\nThey have said that my people are a handful of poor, \r\nmiserable wretches. These are things nobody should \r\nsay about any nation anywhere. We have decided not to \r\nrespond to them, and we will stay on that track. We will \r\nnot be so gross about anybody, even though we may be \r\ninsulted and offended again. \r\nWhy am I saying that? I am saying that because \r\nI think that the Western Balkan region needs peace, \r\nstability, better understanding and real reconciliation \r\nin the future. Have we succeeded in that over the past \r\n20 to 25 years? I dare say we have not, or not entirely. \r\nHatred is even more bitter among the people of some \r\ncountries in the Western Balkans, but at least we have \r\nsucceeded in preserving the peace and maintaining \r\ncalm and tranquillity. We will do our best to keep up the \r\npace, to stress economic development and to preserve \r\nand develop our political relationship in a different way \r\nthan we used to. \r\nOnce again, we are very thankful to those nations \r\nthat were not on our side, but on the side of international \r\npublic law. They did not support the unilaterally \r\nproclaimed independence of our southern province, \r\nKosovo and Metohija. We are profoundly grateful to \r\nthe Member States that abided by the United Nations \r\nCharter.\r\nWe are persistent in continuing our dialogue and \r\nconversations with Kosovo Albanians, because we need \r\nto live together. We need to create a common future. \r\nThese talks are facilitated by the European Union, and \r\nwe are deeply committed and dedicated to carrying \r\non with them. We will remain ready to inform the \r\nAssembly about the results of these conversations, and \r\nwe hope that the situation in Kosovo and Metohija will \r\nnot be a source of instability in future. That is at least \r\none good conclusion from my speech of today.\r\nThere are several other issues at stake. We face \r\nvarious dangers, and many factors could jeopardize \r\nour future sustainable development. There is a greater \r\npresence of terrorist cells in various countries in the \r\nWestern Balkans, and, together with the rest of the \r\nworld, we will do our best to fight that terrible evil. \r\nThat is why we joined the coalition to fight the Islamic \r\nState in Iraq and the Sham. I am proud to say that we \r\nwill always be with the better side of the world, the side \r\nof the world that will preserve peace, stability and the \r\nvalues for which the modern world is fighting.\r\nSerbia will do its best not only to protect its own \r\nnational and State interests but also to listen to the \r\nother small and relatively small countries, because we \r\nneed to unite; otherwise I am very much afraid that our \r\nvoice will not be heard in future.\r\nI think that the General Assembly can be satisfied \r\nthat, at least in the past three or four years, we have all \r\nbeen hearing that Serbia is a pillar of stability in the \r\nA/71/PV.15 22/09/2016\r\n26/28 16-29559\r\nWestern Balkans. We are proud of that fact. That will \r\nremain the case for the next 5, 10, 20 years, and I hope \r\nthat we will be able to create a better world and better \r\ncooperation, particularly among us smaller countries in \r\nthe world. We will do our best, at least from our side, to \r\nlisten and to see what we can achieve all together.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of Serbia for the \r\nstatement he has just made.\r\nMr. Aleksandar Vučić, Prime Minister of the \r\nRepublic of Serbia, was escorted from the rostrum.\r\nThe President: I now call on His Excellency \r\nMr. Ramtane Lamamra, Deputy Prime Minister \r\nand Minister for Foreign Affairs and International \r\nCooperation of Algeria.\r\nMr. Lamamra (Algeria) (spoke in Arabic): I am \r\nhonoured and privileged to address the Assembly on \r\nbehalf of Algeria and to congratulate you, Sir, on your \r\nelection to the presidency of the General Assembly at \r\nits seventy-first session. We share the priorities that \r\nyou have identified for this session, and we reaffirm \r\nour commitment to working with you to achieve them. \r\nI wish also to express Algeria’s gratitude to your \r\npredecessor for the initiatives he took when he presided \r\nover the Assembly.\r\nThis session began in the context of a turbulent \r\nglobal situation that is deeply concerning, in addition \r\nto the long-standing conflicts to which no solution is \r\nin sight. There are new threats to international peace \r\nand security that require urgent and serious action. The \r\ninternational community is witnessing unprecedented \r\nmass movements of people not seen since the Second \r\nWorld War. A high-level meeting was dedicated to this \r\nissue three days ago in order to identify the developments \r\nthat have taken place in the context of this serious \r\nphenomenon. The images of the thousands of people \r\nwho have had no choice other than to take a perilous \r\njourney cannot be seen only from the perspective of \r\nmigration. Conventional solutions, such as exclusion, \r\ncannot be used here.\r\nThe situation is in fact a test for all of us. In that \r\nrespect, the President of the Republic, Mr. Abdelaziz \r\nBouteflika, during his presidency of the General \r\nAssembly at its twenty-ninth session, said, from this \r\nvery rostrum:\r\n“The concept of universality is also a moral \r\nnecessity. It means that in the face of the unity of \r\nhumankind, racial barriers are crumbling away in \r\nthe same way as differences in economic and social \r\nstatus are gradually fading.” (A/PV.2233, para. 28)\r\nWe can conclude from this idea, expressed by \r\nPresident Bouteflika more than 40 years ago, that the \r\nability of the international community to overcome \r\nsuch phenomena will require great solidarity. Algeria \r\ncontributes to such actions as well as to the quest for \r\nlasting solutions that reflect our commitment to the \r\nvalues and principles upon which the United Nations \r\nwas founded.\r\nIn order to address such challenges, and learning \r\nfrom the painful lessons of the Second World War, the \r\nfounders of the United Nations devised a collective \r\nsecurity order based on equality, which must be \r\nenhanced on an ongoing basis so as to reject narrow \r\ninterests and intolerance in all their forms. If there is \r\none main task that we have to champion in the United \r\nNations, it is for this Organization to be the main \r\ncatalyst of the hopes of all peoples. Our Organization, \r\ngiven its moral stature, must earn the respect of all \r\nMember States. It should be a source of inspiration to \r\nall of humankind in situations of crisis with respect \r\nto the right to self-determination, respect for human \r\nrights, the peaceful resolution of conflicts and all of the \r\nother principles enshrined in the Charter.\r\nIt is clearer than ever before that the United Nations \r\nis facing unprecedented challenges. Now is the time \r\nto stress that the United Nations is a unique body and \r\nis capableof mobilizing the required consensus and \r\novercoming the challenges at hand. It is unfair to blame \r\nour Organization for all the violations that are taking \r\nplace in the world. Such violations may be attributed \r\nonly to Member States, because our Organization is a \r\nreflection of their political will.\r\nWe cannot indefinitely postpone the reform and \r\nmodernization of United Nations mechanisms, for \r\nwhich Algeria has called repeatedly. In this respect, \r\nI must express our satisfaction with the outcome of \r\nthe Non-Aligned Movement Summit recently held \r\nin Venezuela. The Movement has stressed the urgent \r\nneed for such reform. Reform of the United Nations has \r\ntaken on special importance. \r\nWe are required to provide answers to a simple \r\nquestion. Are the mechanisms that were put in place \r\nafter the Second World War still valid, given that most \r\nof the world’s people were not independent at the time? \r\nInternational balances of power and policies were \r\n22/09/2016 A/71/PV.15\r\n16-29559 27/28\r\ndifferent then. The answer is that we need to redesign \r\nthe entire system of global governance with respect \r\nto political, economic, security and environmental \r\nmatters. This is not impossible. The wise consensus \r\nof the 2030 Agenda for Sustainable Development is \r\nevidence of the fact that reform can be achieved through \r\nnegotiation. Such fruitful and laudable negotiation can \r\nguarantee success. \r\nThe challenges to development are growing, \r\nparticularly in Africa and the Middle East. There is no \r\nsingle person who is immune to the current security \r\nthreats. That is evidenced by the threats of international \r\nterrorism that occur every day. Redoubling efforts \r\nto bring about peace in Syria, Iraq, Libya, Yemen, \r\nSomalia, the Sudan, South Sudan and the Central \r\nAfrican Republic and to peacefully settle the situation \r\nin the Democratic Republic of the Congo and Burundi \r\nis a moral and political obligation for the international \r\ncommunity. \r\nRegarding the just cause of Palestine and its \r\noccupied territories, the failure of the international \r\ncommunity to find a viable solution that would include \r\nthe full recognition of the rights of Palestinian people \r\nand the territories occupied since 1967, and that would \r\nestablish Palestine as an independent State with East \r\nJerusalem as its capital, serves to underline the failure \r\nof the contemporary international order. \r\nMr. El Haycen (Mauritania), Vice-President, took \r\nthe Chair.\r\nIn our Maghreb region, whose inhabitants \r\nhave much in common, the mission to bring peace \r\nto Western Sahara, led by the United Nations, has \r\nencountered a couple of hurdles this year. The United \r\nNations, in particular the Security Council, has lost \r\nsome of its authority. Such developments threaten the \r\nintegrity of the approach taken by the United Nations. \r\nThis disturbing situation underlines once again the \r\nurgent need to settle such disputes in accordance \r\nwith international legitimacy and to implement the \r\ninalienable right of the Sahrawi to self-determination. \r\nHence, in this particular situation, we would like to \r\nstress again that the United Nations is still committed \r\nto ending the occupation in Western Sahara.\r\nThe adoption of the 2030 Agenda for Sustainable \r\nDevelopment and the Addis Ababa Action Agenda \r\nrepresents progress and gives us hope of attaining our \r\nnoble goal of ensuring that no one is left behind. But \r\ninternational economic expectations and the outlooks \r\nof international organizations dampen our optimism, \r\nbecause they note the magnitude of the challenges \r\nfaced. Such challenges threaten the success of efforts \r\nto achieve the Sustainable Development Goals, \r\nparticularly the reduction of poverty. Additionally, they \r\ndenote declining investments in developing countries \r\nand a decline in the amount of the official development \r\nassistance (ODA) that we will receive. ODA has already \r\nbeen in decline for the past couple of years. The trend \r\ntowards reduced ODA from rich countries will prove \r\neven more detrimental as the financial needs of \r\ndeveloping countries grow. \r\nDeveloped countries must change their consumption \r\npatterns in a way that benefits production in developing \r\ncountries. The commitments we have made to reducing \r\ninequality require a genuine transformation of the \r\neconomic models of rich countries that will take into \r\nconsideration the interests of all. The same principle \r\nhas to apply to the transfer of technology to developing \r\ncountries, since technology is an urgent prerequisite if \r\nthey truly are to enhance national capabilities. In this \r\nrespect, the highest priority has to be given to Africa \r\nto enable it to build infrastructure and fulfil basic \r\nneeds like water and electricity supply. In addition, it is \r\nnecessary to enable African countries to participate in \r\nincome-generating activities at the global level and to \r\nbe economically competitive.\r\nAlgeria has undertaken its development efforts in \r\na spirit of self-reliance. We have drawn on our own \r\nresources by utilizing innovative financial tools. That \r\nwhich Algeria seeks for the United Nations in terms of \r\nreform, openness and transparency has been applied in \r\nAlgeria. Under the strong leadership of its President, \r\nAlgeria adopted a constitutional amendment whose \r\ndemocratic provisions are designed to enhance the \r\nrule of law, increase individual freedoms, bolster the \r\ninstitutional role of opposition parties, liberate national \r\neconomic capacities, empower women and establish \r\nAmazigh languages as official national languages. That \r\nis an important step on our historic path. It will help \r\nto build a peaceful, open and strong community. Since \r\nAlgeria is stable and at peace with itself, it can also \r\neffectively contribute to bringing about peace, security, \r\nstability and prosperity in neighbouring countries and \r\nbeyond. \r\nAlgeria, which is making a renewed commitment \r\nto the United Nations and to what it represents, \r\ncommends the commitment made by Mr. Ban Ki-moon, \r\nwhose tenure as Secretary-General is coming to an end. \r\nA/71/PV.15 22/09/2016\r\n28/28 16-29559\r\nMr. Ban undertook his responsibilities wholeheartedly \r\nand achieved significant results. He demonstrated that \r\nthe task of Secretary-General is not an impossible one \r\nfor a person like himself, who made every effort, using \r\nhis heart and mind, to achieve the noble goals that he \r\ncommitted to when he was elected. We would like to \r\nthank him and to wish him every success in his new \r\nendeavours.\r\nThe meeting rose at 6.25 p.m.\r\n"