"United Nations A/72/PV.47\r\nGeneral Assembly\r\nSeventy-second session\r\n47th plenary meeting\r\nFriday, 10 November 2017, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nIn the absence of the President, Mr. Tevi (Vanuatu), \r\nVice-President, took the Chair.\r\nThe meeting was called to order at 3 p.m.\r\nAgenda item 89 (continued)\r\nReport of the International Atomic Energy Agency\r\nNote by the Secretary-General (A/72/221)\r\nDraft resolution (A/72/L.6)\r\nMr. Carrillo Gómez (Paraguay) (spoke in Spanish): \r\nI have the honour of speaking on behalf of the delegation \r\nof the Republic of Paraguay, a founding member of \r\nthe International Atomic Energy Agency (IAEA). We \r\nthank Mr. Yukiya Amano, Director General of the \r\nIAEA, for his presentation of its report (see A/72/221) \r\nfor 2016. Paraguay underscores the importance of this \r\npresentation in the General Assembly, which represents \r\nthe highest democratic expression of the peoples who \r\ncompose it on the basis of sovereign equality among \r\nStates. The delegation of Paraguay, which was a member \r\nof the IAEA Board of Governors until this September, \r\nreaffirms its trust in the Agency’s ability to ensure that \r\natomic energy contributes to world peace, health and \r\nprosperity, as enshrined in its Statute. We welcome \r\nthe Director General’s recent reappointment as well as \r\nGrenada’s admission as a new member of the Agency.\r\nParaguay emphasizes that the development and \r\nimplementation of programmes for the peaceful use of \r\nnuclear energy must be carried out with transparency, \r\nunder the advice and supervision of the IAEA, taking \r\nthe greatest possible precautions and limiting the \r\ndamage that the production of nuclear energy can do \r\nto the environment and human health. States carrying \r\nout such programmes on their territories must do so \r\nwhile ensuring broad cross-border responsibility, \r\nadhering to best practices in international cooperation, \r\nrisk prevention and due diligence and responding \r\nappropriately to possible transboundary damage \r\nor harm.\r\nParaguay’s radiological and nuclear regulatory \r\nauthority, in coordination and with the support of \r\nthe IAEA, regulates and controls the peaceful and \r\nbeneficial use of ionizing radiation and nuclear energy \r\nwith the aim of protecting the health of our people and \r\nthe environment. Throughout our national territory, we \r\npromote a culture of technological and physical safety \r\nwhere sources of ionizing radiation and radioactive \r\nwaste are concerned. Since 1968, through our national \r\natomic energy commission, Paraguay has also been \r\npromoting research and technological development \r\nregarding the peaceful uses of nuclear energy in order \r\nto improve the people’s quality of life. Again, this is \r\nbeing done with the support and oversight of the IAEA \r\nand in a framework of regional initiatives such as the \r\nRegional Cooperation Agreement for the Promotion of \r\nNuclear Science and Technology in Latin America and \r\nthe Caribbean.\r\nWe would like to highlight the importance of the \r\nIAEA’s work on nuclear security and verification. Such \r\nefforts should not be manipulated to serve military \r\npurposes or undermine international peace and security. \r\nWe affirm our commitment to the provisions of the \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-37688 (E)\r\n*1737688*\r\nA/72/PV.47 10/11/2017\r\n2/10 17-37688\r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\nand the Comprehensive Nuclear-Test-Ban Treaty. We \r\nreiterate our concern about programmes aimed at \r\nimproving existing nuclear weapons or developing new \r\nones. We utterly reject all nuclear tests, including those \r\nthat were conducted in September, which are a violation \r\nof international law.\r\nThe delegation of Paraguay urges all Member States \r\nto support and facilitate the IAEA’s verification and \r\nmonitoring work in the application of safeguards. We \r\nalso urge all members of the international community \r\nto refrain from any act contrary to the objective and \r\npurpose of these international instruments, as well as \r\nthose that are part of the international legal frameworks \r\non the non-proliferation and prohibition of nuclear \r\nweapons, especially the Treaty on the Prohibition of \r\nNuclear Weapons, and on the use of atomic energy for \r\npeaceful purposes.\r\nLastly, we would like to emphasize the role of \r\nthe IAEA’s technical assistance and international \r\ncooperation for developing countries such as Paraguay, \r\nespecially in developing and strengthening national \r\ncapacities for the peaceful use of nuclear energy \r\nwhere achieving the Sustainable Development Goals is \r\nconcerned. We would therefore like to thank the IAEA \r\nfor its help in strengthening public access to nuclear \r\nmedicine in Paraguay, particularly for the diagnosis \r\nand treatment of cancer through the integrated missions \r\nof its Programme of Action for Cancer Therapy, \r\nand for monitoring variations in environmental \r\nradiation levels through its Occupational Radiation \r\nProtection Appraisals.\r\nThe delegation of the Republic of Paraguay \r\ncommends the work of the International Atomic Energy \r\nAgency and congratulates it on the sixtieth anniversary \r\nof its founding.\r\nMrs. Martinic (Argentina) (spoke in Spanish): \r\nI would first like to thank Director General Yukiya \r\nAmano for his comprehensive presentation of the report \r\nof the International Atomic Energy Agency (IAEA) for \r\n2016 (see A/72/221) and to welcome Grenada as a new \r\nmember of the Agency.\r\nThe Republic of Argentina has been committed to \r\nthe work of the IAEA since its inception and, in that \r\nspirit, we co-sponsored the draft resolution on the \r\nreport (A/72/L.6). Argentina’s nuclear sector already \r\nhas several decades of experience and has made major \r\nprogress in developing exclusively peaceful uses of \r\nnuclear energy, supported by a solid and consistent \r\nState policy that considers the application of the \r\ninternational safeguards system extremely important. \r\nArgentina considers it vital to ensure that safeguards \r\nimplementation activities are efficient, effective and \r\nunderpinned by a solid technical basis, guaranteeing \r\ntheir non-discriminatory nature.\r\nEnsuring the effectiveness of the IAEA’s \r\nverification system for nuclear activities is essential \r\nit we are to prevent nuclear proliferation. However, \r\nsuch verification measures must not affect States’ \r\ninalienable right to develop nuclear technology for \r\npeaceful purposes, as established in article IV of the \r\nTreaty on the Non-Proliferation of Nuclear Weapons. \r\nBoth in the IAEA and other forums, my country has \r\nconsistently emphasized the importance of refraining \r\nfrom infringing on or reinterpreting that right. \r\nArgentina would like to stress the the importance of a \r\nsystem of safeguards and guarantees that is conducted \r\nin a context of cooperation and dialogue. In this regard, \r\nwe wish to highlight the quadripartite agreement that \r\nArgentina has with Brazil, the Brazilian-Argentine \r\nAgency for Accounting and Control of Nuclear \r\nMaterials and the IAEA, and which has defined and \r\nregulated our cooperative activities for implementing \r\nnuclear safeguards since 1991. The establishment of \r\nthe Brazilian-Argentine Agency has been a milestone \r\nnot only in relation to Brazil, by providing trust and \r\ncredible guarantees on the exclusively peaceful use \r\nof nuclear development for both countries, but also \r\nbecause of the great contribution it has made at the \r\nregional level, enabling us to consolidate the idea of a \r\nnuclear-weapon-free Latin America.\r\nArgentina would like to express its thanks and \r\nsupport for the IAEA’s work in the area of nuclear \r\nsecurity. In that regard, our country has consistently \r\nsupported the Agency’s central role in coordinating \r\nand strengthening the nuclear-security architecture, \r\nwhile calling for it to play a more active role in this \r\narea. We therefore welcomed the IAEA’s convening \r\nin December 2016 of the International Conference on \r\nNuclear Security: Commitments and Actions, as we \r\ndo the upcoming International Conference on Physical \r\nProtection of Nuclear Material and Nuclear Facilities, to \r\nbe held in Vienna from 13 to 17 November. We believe \r\nthat such initiatives reaffirm the IAEA’s essential \r\nresponsibility and central role in strengthening \r\nand coordinating the international nuclear physical \r\nsecurity architecture.\r\n10/11/2017 A/72/PV.47\r\n17-37688 3/10\r\nArgentina encourages the IAEA to continue playing \r\nits role as the main coordinator of other international \r\norganizations and initiatives in this area so that nuclear \r\nsecurity efforts and the fight against nuclear terrorism \r\ncan align in an orderly and sustained manner. In that \r\nconnection, Argentina also underscores the importance \r\nof supporting the work of the IAEA, financially as well \r\nas politically, in view of the fact that nuclear security \r\nis a clear issue on which countries can ensure that their \r\nactions live up to their words. The role of the IAEA \r\nin nuclear security must be strengthened and allowed \r\nto reach the level of maturity and development that it \r\nhas shown itself capable of achieving in technological \r\nnuclear security, another of its fundamental pillars. \r\nResponsibility in matters of physical nuclear security \r\nis a sovereign power of individual States and efforts \r\nto make progress and improvements in countering \r\nterrorist threats must correspond to the real risk that \r\neach country faces. In that regard, we reiterate the \r\nimportance of harmonizing binding and non-binding \r\nmeasures so that progress is harmonious, gradual \r\nand permanent.\r\nThe Republic of Argentina wishes to reiterate \r\nthat it is firmly committed to the highest standards of \r\nnuclear technological safety, which remains one of the \r\nmain pillars of Argentina’s nuclear policy. Hence the \r\nimportance of the work done by our nuclear regulatory \r\nauthority, an independent regulatory body within the \r\nframework of our expanding national programme.\r\nIn 2015, Argentina had the honour of presiding \r\nover the diplomatic conference examining a proposed \r\namendment to article 18 of the Convention on Nuclear \r\nSafety. That was when we adopted the Vienna \r\nDeclaration on Nuclear Safety, which reflected the \r\ninterest of many States parties in continuing to \r\nstrengthen technological security. We must continue \r\nworking to improve the implementation of the principles \r\nof the Vienna Declaration. In that regard, Argentina is \r\nthe first and so far the only country to declare that its \r\nnew nuclear-power plants will be designed, located and \r\nbuilt according to principle 1 of the Declaration. We \r\nencourage other parties to do the same.\r\nArgentina participates actively in capacity-\r\nbuilding activities in the region and aspires to be a \r\nfocal point in that area. In that regard, our country has \r\noffered to host various human-resources training and \r\neducation activities, under the auspices of the IAEA, \r\nrelated to the peaceful uses of nuclear energy. We \r\nwill continue working with the Agency’s Technical \r\nCooperation Programme, which we are providing with \r\nour experience and facilities for training and capacity-\r\nbuilding, which technicians and professionals from \r\nour region and other parts of the world have already \r\nbenefited from.\r\nMr. Kazi (Bangladesh): Bangladesh thanks \r\nMr. Yukiya Amano, Director General of the \r\nInternational Atomic Energy Agency (IAEA), for \r\nhis presentation of its report for the year 2016 (see \r\nA/72/221), and congratulates him on his appointment \r\nto a third four-year term.\r\nBangladesh has full confidence in the guiding \r\nrole of the IAEA in coordinating international \r\nefforts to strengthen global nuclear safety, security \r\nand safeguards in using nuclear energy for peaceful \r\npurposes. Our Prime Minister visited Vienna in May \r\nthis year to attend the International Conference on the \r\nIAEA Technical Cooperation Programme, while the \r\nDirector General visited Bangladesh for the second \r\ntime in July 2017. We had a high level of participation \r\nat the International Ministerial Conference on Nuclear \r\nPower in the 21st Century, held recently in Abu Dhabi.\r\nBangladesh attaches great importance to nuclear \r\nsafety and stresses the importance of ensuring that the \r\nAgency retains a central role in nuclear safety, owing to \r\nits mandatory functions, broad membership and long-\r\nstanding expertise. We also stress our principled position \r\nthat nuclear safety and nuclear security considerations \r\nmust not hamper the utilization of nuclear technology \r\nfor peaceful purposes. We would like to highlight \r\nthe importance of the Agency’s work in maintaining, \r\nimproving and promoting nuclear, radiation, transport \r\nand waste safety, as well as in emergency preparedness \r\nand response worldwide. Bangladesh appreciates the \r\nAgency’s continuing efforts to support Member States \r\nin sharing knowledge, expertise, technology and \r\ninformation on all aspects of nuclear safety. We also \r\nwelcome its activities aimed at supporting nuclear-\r\nsafety infrastructure development in Member States. \r\nWe particularly appreciate the assistance it provides \r\nto developing countries operating, expanding or \r\nembarking on nuclear power programmes. We stress \r\nthe importance of a sustained focus on activities aimed \r\nat building the competency of regulatory functions and \r\nmanagement for safety, including a culture of safety.\r\nBangladesh appreciates the Agency’s efforts to assist \r\nMember States in building and developing their nuclear-\r\nsecurity capacity, including establishing effective, \r\nA/72/PV.47 10/11/2017\r\n4/10 17-37688\r\nsustainable and comprehensive national nuclear \r\nsecurity infrastructures. We note the Agency’s goals \r\nand priorities concerning nuclear security for the period \r\nfrom 2017 to 2018, which include promoting further \r\nadherence to the Convention on the Physical Protection \r\nof Nuclear Material, with the aim of its universalization. \r\nBangladesh deposited its instrument of acceptance for \r\nthe amendment to the Convention earlier this year. We \r\nacknowledge the Agency’s efforts in responding to \r\nmember States’ growing requests for its support in the \r\narea of information and computer security.\r\nBangladesh considers nuclear energy to be a \r\nsafe, environmentally friendly and economically \r\nviable source of electricity generation. We have \r\nstarted construction of the Rooppur nuclear power \r\nplant, our country’s first, under bilateral cooperation \r\narrangements with the Russian Federation. We are \r\nfollowing the IAEA guidelines for implementing our \r\njointly developed integrated work plan for infrastructure \r\ndevelopment. We are grateful to India and Japan, among \r\nothers, for their contributions to our national capacity-\r\nbuilding efforts.\r\nBangladesh counts on the IAEA as its main partner \r\nin promoting safe and secure applications of nuclear \r\nscience and technology for peaceful purposes. Through \r\nits Technical Cooperation Programme, the Agency has \r\nbeen cooperating with and assisting Bangladesh in \r\nhuman-resource development and capacity-building \r\nfor the introduction, development and peaceful use of \r\nnuclear technology in various sectors, such as nuclear \r\ninfrastructure, livestock, agriculture, health, industry \r\nand water management. We have completed 138 national \r\nprojects under the Technical Cooperation Programme \r\nand participated in 111 regional projects under the \r\nRegional Cooperative Agreement, which we consider \r\nan important tool for promoting and coordinating \r\nresearch and development activities in using nuclear \r\ntechnology for peaceful purposes. Bangladesh is \r\nconfident that the Agreement will continue to promote \r\nregional capabilities and expertise in various thematic \r\nareas, including research-reactor and radioactive \r\nwaste management, nuclear safety and radiation and \r\nenvironmental protection.\r\nBangladesh thanks Indonesia for facilitating \r\ndraft resolution A/72/L.6, on the report of the IAEA, \r\nto be adopted by the Assembly. We reaffirm our own \r\ncommitment to further promoting the IAEA’s work on \r\nadvancing the Sustainable Development Goals and look \r\nforward to playing an enhanced role on its Board of \r\nGovernors, with the kind support of member States.\r\nMr. Ngundze (South Africa): I too would like to \r\nexpress my sincere appreciation to Mr. Yukiya Amano, \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), for his succinct presentation of the \r\nIAEA’s 2016 report (see A/72/221) and for providing \r\nvaluable updates on the Agency’s 2017 activities.\r\nSouth Africa has just concluded its one-year \r\nterm at the helm of the IAEA’s Board of Governors. \r\nDuring our term on the Board, we were pleased that \r\nthe Board of Governors emphasized the development \r\nrole of the IAEA through its activities related to nuclear \r\nscience, technology and applications, which Director \r\nGeneral Amano ably outlined in great detail during \r\nhis presentation. South Africa used its leadership \r\nof the Board to advocate a balanced approach in the \r\nimplementation of the IAEA’s mandate in line with its \r\nmotto, “Atoms for Peace and Development”. I would \r\nlike to express South Africa’s appreciation to the \r\nmembership of the IAEA generally, and the Group \r\nof African States in particular, for entrusting us with \r\nthe task of leading the Board in the past year. We are \r\nmore than ever convinced that the IAEA has a pivotal \r\nrole to play in global efforts to promote international \r\npeace, security and development. We would also like to \r\ncongratulate Indonesia on its appointment to chair the \r\nBoard for the period from 2017 to 2018 and to assure it \r\nof our commitment and cooperation in that regard.\r\nSouth Africa fully supports the priorities and \r\nwork of the IAEA, including the progress that the \r\nAgency has achieved during the 2017 period. In that \r\nregard, we have always maintained that the Agency’s \r\nnuclear applications in areas such as agriculture, \r\ncrop production, food security, human health, water-\r\nresource management, nuclear technology and animal \r\nhealth contribute to socioeconomic development in \r\ndeveloping countries and thereby help them in their \r\nefforts to implement the 2030 Agenda, particularly on \r\nthe African continent.\r\nSouth Africa has benefited immensely from the \r\nIAEA’s scientific and technological support, not \r\nleast in strengthening its clinical management of \r\noncological, neurological and cardiovascular diseases. \r\nThe IAEA also supported South Africa in developing \r\nthe sterile-insect technique to help control malaria. \r\nIn that context, South Africa reiterates its support, \r\nwhich is shared by many IAEA member States, for \r\n10/11/2017 A/72/PV.47\r\n17-37688 5/10\r\nensuring that the Agency continues to assist developing \r\ncountries, particularly in Africa, in enhancing the \r\nbenefits that can be derived from the peaceful uses of \r\nnuclear science and technology.\r\nWe also want to underscore the central role played by \r\nthe Agency in implementing its safeguards verification \r\nsystem, which plays an essential role in verifying the \r\npeaceful nature of nuclear energy programmes. As the \r\nonly country in the world to voluntarily dismantle its \r\nnuclear programme, with the assistance and guidance of \r\nthe IAEA, South Africa can attest to the indispensable \r\nrole of the Agency’s safeguards system. In addition to \r\nthe peaceful uses of energy, South Africa’s view is that \r\nnuclear disarmament and nuclear non-proliferation are \r\nmutually reinforcing processes and that progress in all \r\nthe pillars of the Treaty on the Non-Proliferation of \r\nNuclear Weapons is therefore essential if its objectives \r\nand purpose are to be realized.\r\nIn conclusion, my delegation has co-sponsored \r\ndraft resolution A/72/L.6, submitted by Indonesia in \r\nits capacity as Chair of the Board of Governors for \r\nthe period from 2017 to 2018. Among other things, the \r\ndraft resolution reaffirms the Agency’s indispensable \r\nrole in encouraging and assisting the development and \r\npractical application of atomic energy for peaceful \r\nuses, in technology transfers to developing countries \r\nand in nuclear safety, verification and security, and \r\nwe appreciate Indonesia’s role in coordinating the \r\ndraft resolution.\r\nMr. Hansen (Australia): Australia commends \r\nDirector General Amano for his report (see A/72/221) \r\non the activities of the International Atomic Energy \r\nAgency (IAEA). We were pleased to co-sponsor the \r\ndraft resolution on the report (A/72/L.6).\r\nThis has been another productive year for the \r\nIAEA, and Australia continues to greatly appreciate the \r\nAgency’s work across nuclear science and technology, \r\nsafety, security, safeguards and technical cooperation. \r\nDuring the past year, in which we celebrated the \r\nAgency’s sixtieth anniversary, we are particularly \r\npleased to see the Director General’s commitment to \r\nchampioning gender equality. Australia will continue \r\nto strongly advocate for and support efforts to increase \r\nthe representation of women in the Agency’s technical \r\nareas and senior management, particularly through \r\nthe Group of Friends for Women in Nuclear, newly \r\nestablished in Vienna.\r\nAustralia remains a strong supporter of the transfer \r\nof knowledge and expertise through the IAEA Technical \r\nCooperation Programme. In June 2017, we ratified the \r\nnew Regional Cooperative Agreement for Research, \r\nDevelopment and Training related to Nuclear Science \r\nand Technology in Asia and the Pacific, which will help \r\nembed regional technical cooperation, particularly in \r\ndeveloping countries, in our region.\r\nAustralia is pleased to continue highlighting \r\nthe important contribution of peaceful applications \r\nof nuclear science and technology in many areas of \r\nhuman endeavour, including development and health. \r\nThis year, we completed the construction of our new \r\nlarge-scale molybdenum-99 processing plant. This \r\nfacility, which has the capacity to provide 25 per cent of \r\ncurrent world needs, will help secure the global supply \r\nof this lifesaving nuclear medicine.\r\nAustralia is firmly committed to nuclear safety and \r\nwill undergo an Integrated Regulatory Review Service \r\nmission in 2018. That demonstrates our sustained \r\ncommitment to the international peer review system \r\nand to continued improvement in the regulation of \r\nnuclear and radiation safety.\r\nAustralia will not accept North Korea’s illegal \r\ndevelopment and testing of nuclear weapons and their \r\ndelivery systems, or its threats, which continue to pose \r\na grave and increasing threat to global security. It is \r\nvital that all members of the international community \r\nfully implement the relevant Security Council \r\nresolutions and work collectively to bring Pyongyang \r\nto the negotiating table.\r\nFinally, Australia appreciates the work of the Director \r\nGeneral and his staff in monitoring and verifying the \r\nimplementation of the Joint Comprehensive Plan of \r\nAction (JCPOA). Australia has been consistent and \r\nclear. We consider the JCPOA to be the best available \r\noption for addressing Iran’s nuclear programme, and \r\nwe believe there is no credible alternative. We continue \r\nto urge all parties to the agreement to keep the deal in \r\nplace and implement it in full.\r\nMr. Peñaranda (Philippines): As a strong partner \r\nof the International Atomic Energy Agency (IAEA), \r\nthe Philippines is pleased to have co-sponsored \r\ndraft resolution A/72/L.6, entitled “Report of the \r\nInternational Atomic Energy Agency”. It is consistent \r\nwith the partnership between the Philippines and the \r\nIAEA, which has contributed to addressing outstanding \r\nissues on nuclear safety, security and safeguards.\r\nA/72/PV.47 10/11/2017\r\n6/10 17-37688\r\nThe Agency is the sole United Nations body that \r\npromotes the peaceful uses of nuclear energy. In that \r\nconnection, the Philippines recalls that the IAEA was \r\nfounded in the aftermath of the most devastating war in \r\nthe world to harness the power of the atom for peace, \r\nhealth and prosperity. For its part, the Philippines \r\nhas been active in bringing together national and \r\ninternational experts in the nuclear field to share ideas \r\nand expertise on nuclear applications in the areas of \r\nfood and agriculture, health and medicine, industry and \r\nthe environment.\r\nThe Philippines acknowledges the leadership \r\nof Director General Yukiya Amano in maintaining \r\nhigh-quality programmes and delivering concrete \r\nresults for Member States. We congratulate him on his \r\nreappointment as Director General of the IAEA and \r\ncommend the “Atoms for Peace and Development” \r\ninitiative, which he has actively promoted during \r\nhis tenure. We also support the Agency’s efforts to \r\nachieve gender equality and balanced geographic \r\nrepresentation at all levels of the organization, assuming \r\nsatisfactory qualifications.\r\nThe Philippines encourages the IAEA to maintain a \r\nbalance between the promotional and non-promotional \r\naspects of its work, in line with its Statute. We believe \r\nthat a balanced approach across the Agency’s six major \r\nprogrammes will serve to strengthen it and help to \r\nincrease its relevance to the citizens of all its member \r\nStates. The IAEA’s relevance is becoming all the more \r\nsignificant given the increased importance of its dealings \r\nwith nuclear non-proliferation and disarmament issues \r\nfrom the technical and scientific perspectives.\r\nThe strong commitment of the Philippines to \r\nthe important work of the IAEA was made more \r\nmeaningful by the election of our resident representative \r\nto international organizations in Vienna, Ms. Maria \r\nZeneida Angara Collinson, to the presidency of the sixty-\r\nfirst IAEA General Conference. In line with the policy \r\nof advocacy for the peaceful uses of nuclear energy, in \r\nher acceptance statement Ambassador Collinson noted \r\nthe adoption by 122 nations on 7 July of the Treaty \r\non the Prohibition of Nuclear Weapons, whose aim is \r\nto minimize, if not to neutralize, the weaponization \r\nof nuclear power. The sixty-first Conference adopted \r\nall its resolutions by consensus, including the highly \r\nsensitive one on the North Korean issue.\r\nThe Philippines looks forward to continued active \r\ncollaboration with the IAEA in the years ahead.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on agenda item 89.\r\nThe Assembly will now take a decision on \r\ndraft resolution A/72/L.6, entitled “Report of the \r\nInternational Atomic Energy Agency”.\r\nI now give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to \r\nannounce that since the submission of the draft \r\nresolution and in addition to those delegations listed \r\nin the document, the following countries have become \r\nsponsors of draft resolution A/72/L.6: Albania, \r\nAngola, Argentina, Armenia, Austria, Bangladesh, \r\nBelgium, Bosnia and Herzegovina, Brazil, Brunei \r\nDarussalam, Canada, Croatia, Cyprus, Egypt, Finland, \r\nFrance, Greece, Hungary, Iraq, Italy, Kazakhstan, \r\nLithuania, Luxembourg, Malaysia, Mexico, Mongolia, \r\nMontenegro, San Marino, Serbia, Slovakia, Spain, \r\nThailand, Turkey, Ukraine, the United Arab Emirates \r\nand the United States of America.\r\nThe Acting President: May I take it that it is the \r\nwish of the General Assembly to adopt draft resolution \r\nA/72/L.6?\r\nDraft resolution A/72/L.6 was adopted (resolution 72/5).\r\nThe Acting President: Several delegations have \r\nasked to speak in exercise of the right of reply. I would \r\nlike to remind members that statements in the exercise \r\nof the right of reply are limited to 10 minutes for the \r\nfirst intervention and to five minutes for the second, \r\nand should be made by delegations from their seats.\r\nMrs. Jakubonė (Lithuania): Lithuania wishes to \r\nexercise its right of reply in the light of the statement \r\nmade by the representative of Belarus.\r\nEach country has the right to develop nuclear power \r\nas long as its international obligations on nuclear safety \r\nare properly addressed and national decisions are taken \r\nin the context of possible transboundary implications. \r\nThe newcomer countries must be especially diligent in \r\nthe implementation of international standards.\r\nDespite the global efforts to strengthen nuclear \r\nsafety, a declarative and selective approach towards \r\nnuclear safety still exists. The International Atomic \r\nEnergy Agency (IAEA) brand and its review services \r\nare being used for manipulative public communications. \r\nThat kind of practice increases the risks related to \r\n10/11/2017 A/72/PV.47\r\n17-37688 7/10\r\nnuclear-power development. In that regard, I have to \r\nexpress our concern regarding the way the project of \r\nthe new nuclear power plant in Ostrovets, Belarus, is \r\nbeing implemented on the border with Lithuania, just \r\n40 kilometres from its capital, Vilnius. This is being \r\ndone without the proper and full implementation of \r\nnuclear-safety measures and genuine dialogue with \r\nneighbouring countries. The lack of transparency and \r\nthe fact that essential information on site selection, \r\nseismic evaluation and emergency preparedness plans \r\nis missing are deeply alarming.\r\nIAEA specialized missions can bring the maximum \r\nbenefits if IAEA experts are engaged from the very \r\nbeginning of project development and in full scope \r\nat all stages. Therefore, Lithuania urges all member \r\nStates, especially the newcomers, to focus on the safety \r\nof the project rather than on its hasty implementation.\r\nMr. Jo Tong Hyon (Democratic People’s Republic \r\nof Korea): On behalf of my delegation, I would like to \r\nmake some remarks additional to the statement delivered \r\nby my Ambassador this morning (see A/72/PV.46) to \r\nhelp clarify the lack of understanding and to educate \r\nsome persons sitting in this Hall who are illiterate and \r\nignorant as to the situation on the Korean peninsula.\r\nThe Democratic People’s Republic of Korea rejects \r\nresolution 72/5, based on the report (see A/72/221) of \r\nthe International Atomic Energy Agency (IAEA), and \r\nall the reckless remarks made by the observer of the \r\nEuropean Union and the representatives of Australia, \r\nJapan, South Korea and the Philippines, which are part \r\nof a politicized, evil-minded and confrontational plot \r\naimed at defaming the Democratic People’s Republic of \r\nKorea and thereby effecting change in the social system \r\nof my country.\r\nFirst, let me pose one question to the aforementioned \r\npersons. What would they do if a burglar burst into \r\ntheir house, knife in hand? Would they sit idle with \r\nfolded arms? The answer is definitely no. The same \r\nanswer applies to the issue of the Korean peninsula. \r\nAs everyone here knows, technically speaking both \r\nparties — the Democratic People’s Republic of Korea \r\nand the United States of America — are still in a state \r\nof war against each other. An armistice agreement was \r\nsigned by both parties in 1953, leading to a ceasefire. \r\nAn armistice does not mean permanent peace. That is \r\nwhy my Government has insisted that the United States \r\nabandon its hostile policy against the Democratic \r\nPeople’s Republic of Korea and sign a peace agreement \r\nin order to ensure complete peace on the Korean \r\npeninsula. But this justified position of my Government \r\nhas been consistently neglected by the United States.\r\nThe nuclear weapons of the Democratic People’s \r\nRepublic of Korea are a deterrent against war that \r\nreliably safeguard the sovereignty and security of our \r\nnation and contribute to regional and global peace \r\nand security in the face of over half a century of \r\nnuclear blackmail by the United States. Over half a \r\ncentury — more than 70 years — the United States has \r\ncontinued its long history of hostile politics towards \r\nthe Democratic People’s Republic of Korea and has \r\ndirected extreme nuclear threats and blackmail against \r\nour people.\r\nThe resolutions adopted by the Security Council \r\nagainst my country are the products of double standards, \r\nhigh-handedness and anachronisms on the part of the \r\nUnited States. The nuclear threat posed by the United \r\nStates has compelled the Democratic People’s Republic \r\nof Korea to go nuclear. The hostile policy of the United \r\nStates against the Democratic People’s Republic of \r\nKorea is the cause of the nuclear problem on the Korean \r\npeninsula. The United States armed forces stationed \r\nin South Korea, under the cover of so-called United \r\nNations command, are disrupting peace and security \r\non the Korean peninsula.\r\nWe are all witness to the events happening now, even \r\nat this very moment, as the head of the United States \r\nregime wanders through several countries — Japan, \r\nSouth Korea and China — uttering reckless, hostile \r\nand belligerent words against my country. Everyone \r\nhas witnessed that. Every year, there is a large-scale \r\njoint military exercise performed by the United States \r\narmed forces in South Korea. These exercises occur \r\none after another, every year and even several times a \r\nyear. All strategic nuclear weapons assets — including \r\naircraft carriers, nuclear submarines, nuclear ballistic \r\nmissiles and the Terminal High Altitude Area Defense \r\nsystem — were introduced by the United States into \r\nSouth Korea.\r\nIf the United States really wants to fulfil its duty \r\nand responsibility regarding peace and security on the \r\nKorean peninsula, it should completely and irreversibly \r\nabandon its nuclear threat and hostile policy against the \r\nDemocratic People’s Republic of Korea, dismantle the \r\nUnited States command in South Korea and withdraw \r\nits armed forces from South Korea.\r\nA/72/PV.47 10/11/2017\r\n8/10 17-37688\r\nWith regard to Japan, I strongly condemn \r\nJapanese intervention, criticizing our self-defensive \r\nnuclear-power development, as a most unpardonable \r\nprovocation against the Democratic People’s Republic \r\nof Korea. This morning we heard the Director General \r\nof the IAEA (see A/72/PV.46) say that ensuring nuclear \r\nsafety and security is one of the vital roles of the \r\nAgency. Let me raise one more question for the Japanese \r\ndelegation and the Director General of the IAEA. Who \r\nwas the victim of the first atomic bomb disaster in \r\nhumankind’s history? It was none other than Japan. If \r\nthat is historical reality, then what should the IAEA and \r\nJapan do to respond to this inhumane tragedy? They \r\nshould definitely focus on the United States first, which \r\nis the only nuclear war criminal and the largest nuclear \r\nPower on the planet.\r\nHowever, they turn a blind eye to the nuclear \r\nassets of the United States, such as nuclear submarines, \r\nnuclear aircraft carriers and strategic nuclear bombers, \r\nwhich enter and leave Japan’s territory all the time, year-\r\nround, freely and without impediment. On the contrary, \r\nthey go to extremes in their fury about the Democratic \r\nPeople’s Republic of Korea’s nuclear deterrent, which \r\nrepresents the absolutely rightful and justified right of \r\na sovereign State to defend itself.\r\nI should raise another question for the Japanese \r\ndelegation. What is its country’s real aim on that issue? \r\nWhat is its real concern regarding this issue? Is it \r\nnuclear weapons, or simply that Japan does not like our \r\npolitical system or the way in which the people of the \r\nDemocratic People’s Republic of Korea are living?\r\nI turn next to South Korea. I believe that the \r\ndelegation of South Korea is not representing its own \r\ninterests. Rather, it represents only the interests of the \r\nUnited States, because South Korea does not have the \r\nright to speak about itself, independently, without the \r\nconsent of the United States. South Korea is merely a \r\ncolony of the United States. It has handed over control \r\nof its military, the symbol of its sovereignty, to the \r\nUnited States and turned every corner of its territory \r\ninto a United States army base. Among the 193 States \r\nMembers of the United Nations, there is no country like \r\nSouth Korea, which sits here after totally handing over \r\nthe symbol of its sovereignty, the control of its military, \r\nto outside forces. There is no country like South Korea, \r\nwhich has been involved in disgraceful pro-United \r\nStates policies and has joined conspiracy cooperation \r\nmanoeuvres against its fellow countrymen.\r\nA country without its sovereignty can never be \r\nconsidered an independent Member State, and it is \r\nboth weird and ridiculous that such a regime can say \r\nanything about the membership of the Democratic \r\nPeople’s Republic of Korea, which is a dignified, \r\nindependent and sovereign State. The South Korean \r\nauthorities should abandon their reliance on foreign \r\nPowers and give up the policies that are at the root of \r\nthe confrontation between North and South Korea.\r\nLastly, I would like to say one more thing about a \r\nslightly different issue. It is the issue of the Japanese \r\nrepresentative calling my country “North Korea”. It is \r\nvery clear that the official name of my country is the \r\nDemocratic People’s Republic of Korea. That is why the \r\nUnited Nations Conference on the Standardization of \r\nGeographical Names is held every year. I wonder how \r\nthat representative would feel if I called his country \r\n“the island of Japan”.\r\nMr. Lozinskiy (Russian Federation) (spoke in \r\nRussian): With regard to the speculation that we have \r\nheard concerning nuclear infrastructure in Crimea, \r\nI would like to say that the Russian position is well \r\nknown. It is set out in the International Atomic Energy \r\nAgency information circular contained in document \r\nINFCIRC/876 and remains unchanged. For the Russian \r\nFederation, this question is closed.\r\nMs. Fedorovich (Belarus) (spoke in Russian): \r\nI would like to exercise my right of reply regarding \r\nthe statement made earlier by the representative \r\nof Lithuania.\r\nBelarus considers that nuclear security belongs in a \r\nfactual rather than a political category. As I noted in our \r\ngeneral statement in today’s debate (see A/72/PV.46), \r\nBelarus considers nuclear security to be a priority for \r\nour national nuclear-energy programme. Apart from \r\nour efforts to achieve the highest possible level of \r\nnuclear safety at the national level, we do our utmost \r\nto work with the international cooperative mechanisms \r\nthat, in our view, will make the most useful practical \r\ncontribution to our project. The International Atomic \r\nEnergy Agency (IAEA), whose report we endorsed \r\ntoday, is particularly important in that regard. Very \r\nrecently, in April, Belarus successfully defended its \r\nseventh report under the Convention on Nuclear Safety.\r\nAs I noted briefly, before the initial launch of the \r\nfirst energy-producing unit of our plant, we brought in \r\nan almost record number of the IAEA’s major nuclear \r\nsecurity missions, including the Integrated Nuclear \r\n10/11/2017 A/72/PV.47\r\n17-37688 9/10\r\nInfrastructure Review, Integrated Regulatory Review \r\nService and Site and External Events Design Review \r\nService missions. The conclusions of all of these \r\nmissions affirmed Belarus’s steadfast commitment to \r\nensuring the highest possible level of nuclear security. \r\nWe have published the relevant reports, and they are \r\navailable on the Internet for anyone who wants to read \r\nthem. The conclusions of the experts of the Agency that \r\nwe consider the most competent to judge the nuclear \r\nsecurity levels during any assessment are open and \r\naccessible to those wishing to familiarize themselves \r\nwith them.\r\nWe are also working with the European \r\nCommission and with other partners to make the \r\ngreatest possible use of their expert potential. At this \r\npoint we have already conducted a so-called stress \r\ntest, a comprehensive survey of the risks and security \r\nof the Belarusian plant. We are currently beginning \r\nwork on expert assessments of the stress-test results in \r\npartnership with European regulators.\r\nIn our view, the accusations of our plant’s so-\r\ncalled lack of security are unjustified and, in a number \r\nof cases, politically motivated. In an example of what \r\nwe see as unconstructive action, this year one of our \r\nnear neighbours enacted legislation banning imports of \r\nelectric power from Belarus’s as yet unbuilt nuclear-\r\npower plant on a pretext of a supposed lack of security. \r\nFor the past several years we have frequently invited \r\nall interested parties to engage in dialogue on security \r\nissues surrounding the Belarus nuclear-power plant. \r\nWhile a number of our neighbours, and not only our \r\nneighbours, have taken advantage of this opportunity, \r\nsome did not consider it advisable and have taken \r\na political route. Nevertheless, it is important to us \r\nto establish normal cooperation with all interested \r\nparties, including our near neighbour Lithuania. We \r\nfirmly believe that if we are to achieve nuclear security \r\non a global scale, it is absolutely critical to maintain \r\na dialogue.\r\nMs. Yoon Seong-Mee (Republic of Korea): It is \r\ndeeply regrettable that the representative of North \r\nKorea continues to make groundless statements \r\nimpugning my country’s sovereignty. Faced with North \r\nKorea’s constant threats, the Republic of Korea will \r\ntake every measure necessary to protect the security \r\nof its people and territory. However much North \r\nKorea tries to distort the facts, it will not change the \r\nfundamental nature of its nuclear-missile problem. \r\nThe international community has made its united and \r\nunequivocal position on this issue clear on numerous \r\noccasions. My delegation once again urges North Korea \r\nto immediately cease its aggressive threats to peace and \r\nsecurity on the Korean peninsula and to the international \r\ncommunity as a whole, and to immediately dismantle \r\nits nuclear programme in a complete, verifiable and \r\nirreversible manner.\r\nMr. Amiya (Japan): Japan would like to exercise \r\nthe right of reply in response to the comments and \r\njustifications made by the North Korean delegation. \r\nNorth Korea’s nuclear-missile development is a clear \r\nviolation of a series of Security Council resolutions that \r\nurge it to abandon all its nuclear-weapon and ballistic-\r\nmissile programmes. North Korea should refrain from \r\nany further provocations and fully comply with the \r\nrelevant Security Council resolutions as well as the \r\njoint statement of the Six-Party Talks.\r\nMr. Jo Tong Hyon (Democratic People’s Republic \r\nof Korea): I would like to comment briefly on the \r\nqualifications of Japan. In my understanding, Japan is \r\nin no way qualified to say anything about the nuclear \r\nissue or about questions of humanity in this Hall. Japan \r\nis the only country in the world that is still trying very \r\nhard to avoid admitting to, apologizing or answering \r\nfor the inhuman war crimes it committed in the past. \r\nInstead, it seeks to revive its old imperialist dreams \r\nby distorting and beautifying its criminally aggressive \r\nhistory. I would like to provide some very basic figures \r\non Japan’s historical crimes against humanity, and \r\nspecifically the Korean people.\r\nJapan is the only nation in human history that has \r\nshamefully committed State-sponsored and organized \r\nmilitary sex slavery in a number of other Asian \r\ncountries. That includes forcing more than 200,000 \r\ninnocent women and girls from Korea into sex slavery \r\nfor the Japanese army during the Second World War. \r\nJapan committed genocide against the Korean people \r\nduring over 40 years of colonial rule on the Korean \r\npeninsula. It massacred more than 1 million Koreans \r\nand kidnapped and forced more than 8 million into hard \r\nlabour. Let me repeat those figures once more: 200,000 \r\nwomen and girls for sex slavery; over 1 million were \r\nkilled; over 8 million were kidnapped and forced into \r\nhard labour. However, Japan continues to refuse to \r\nadmit to or apologize for its crimes and avoids making \r\nreparations to the Democratic People’s Republic of \r\nKorea. We have learned from those historical lessons, \r\nand it is our conclusion that Japan has no political or \r\nA/72/PV.47 10/11/2017\r\n10/10 17-37688\r\nmoral qualification to speak on the matter in the sacred \r\ninternational arena of the United Nations.\r\nI would say the following to the representative of \r\nSouth Korea. There is no nation like us in this world. \r\nWe share the same territory, the same blood and the \r\nsame language. We share over 5,000 years of history. \r\nWe are divided by outside forces. That is the tragedy \r\nof the Korean people. I really wish the South Korean \r\nauthority would learn the lessons of history with respect \r\nto outside forces. My country’s nuclear-war deterrent \r\nseeks to guarantee the peace, stability and prosperity \r\nof the Korean people on the Korean peninsula. It is \r\nthe tragedy of the Korean people that we are divided \r\ninto two by outside forces. South Koreans should reject \r\nUnited States foreign policy and return to the path \r\nof collaboration with their fellow countrymen with \r\nrespect to the principles of independence, peace and \r\ngreat national unity.\r\nMr. Amiya (Japan): We are here to discuss the \r\nagenda item 89, “Report of the International Atomic \r\nEnergy Agency”. We do not think it is appropriate \r\nto get into the discussion of history initiated by the \r\nNorth Korean delegation. However, let us be clear \r\nthat throughout its history, Japan has upheld all the \r\npurposes and principles of the Charter of the United \r\nNations and contributed to the peace and prosperity \r\nof not only Asia but also the world while consistently \r\nchampioning freedom, democracy and the rule of law. \r\nOnce again, we urge North Korea to completely comply \r\nwith the relevant Security Council resolutions.\r\nMs. Yoon Seong-Mee (Republic of Korea): I thank \r\nyou, Mr. President, for giving me a second opportunity \r\nto exercise the right of reply in response to the \r\nallegations of North Korea.\r\nI just want to recall that in his speech to the \r\nGeneral Assembly this year (A/72/PV.11), President \r\nMoon once again stressed that the Korean Government \r\ndoes not seek the collapse of North Korea or unification \r\nby absorption or artificial means. The Government of \r\nthe Republic of Korea remains open to talks aimed at \r\nthe denuclearization of North Korea. We have made \r\nit clear on many occasions that we will honour the \r\ncommitments in the joint statement of the 19 September \r\n2005 Six-Party Talks. It is North Korea that refuses all \r\nkinds of dialogue, raising tensions in the region and \r\nbeyond. I would like to take this opportunity to urge \r\nNorth Korea to come to the dialogue and negotiation \r\ntable to talk about peace and the common prosperity of \r\nour common people.\r\nThe Acting President: May I take it that it is \r\nthe wish of the General Assembly to conclude its \r\nconsideration of agenda item 89?\r\nIt was so decided.\r\nThe meeting rose at 4.05 p.m.\r\n"