"United Nations A/72/PV.30\r\nGeneral Assembly\r\nSeventy-second session\r\n30th plenary meeting\r\nThursday, 12 October 2017, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nIn the absence of the President, Mr. Andrianarivelo-\r\nRazafy (Madagascar), Vice-President, took \r\nthe Chair.\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda items 14 and 117 (continued), 123 and 124\r\nIntegrated and coordinated implementation \r\nof and follow-up to the outcomes of the major \r\nUnited Nations conferences and summits in the \r\neconomic, social and related fields\r\nNotes by the Secretary-General (A/72/267 and \r\nA/72/271)\r\nFollow-up to the outcome of the Millennium \r\nSummit\r\nNote by the Secretary-General (A/72/271)\r\nStrengthening of the United Nations system\r\nUnited Nations reform: measures and proposals\r\nThe Acting President (spoke in French): In \r\nconnection with document A/72/271, members will \r\nrecall a letter from the President of the General \r\nAssembly dated 25 September 2017 informing them \r\nof the commencement of the informal consultations \r\nprocess on a zero draft of the modalities resolution for \r\nthe intergovernmental conference to adopt a global \r\ncompact for safe, orderly and regular migration, which \r\nis currently under way. Once the draft resolution has \r\nbeen finalized, it will be submitted for consideration by \r\nthe Assembly.\r\nMr. Skinner-Klée (Guatemala) (spoke in Spanish): \r\nI would like to thank the President for the reports that have \r\nbeen presented and for enabling us to have a dialogue on \r\nthe follow-up to the international development summits. \r\nThe interdependent and symbiotic relationship between \r\nthe economic, social and environmental dimensions \r\nof sustainable development is becoming increasingly \r\nclear, thanks to the new generation of universal and \r\ntransformational agreements resulting from the various \r\nsummits and conferences, including the 2030 Agenda \r\nfor Sustainable Development, the Addis Ababa Action \r\nAgenda, the Sendai Framework for Disaster Risk \r\nReduction, the New Urban Agenda and the recent \r\nOcean Conference. We are entering the third year of \r\nthe implementation of the 2030 Agenda, and many \r\nquestions and challenges remain regarding their means \r\nof implementation, follow-up and review, which are \r\nultimately our responsibility as Member States.\r\nWe also consider the restructuring of the United \r\nNations development system to be as timely as it is \r\nessential for supporting Member States on their path to \r\nachieving their development goals. For the same reason, \r\nwe believe that the initiatives for administrative reform \r\nand reform of the peace and security architecture that \r\nthe Secretary-General has presented to members are \r\nthe right thing to do and will make the work of the \r\nOrganization more f lexible and efficient generally. \r\nReforming the system will be complex, because it \r\ninvolves normative, organic and operational changes at \r\nevery level of the departments of the Secretariat and \r\nof the funds, programmes, specialized agencies and \r\nregional commissions, as well as in the functioning of the \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-32174 (E)\r\n*1732174*\r\nA/72/PV.30 12/10/2017\r\n2/3 17-32174\r\nUnited Nations country teams. The system of resident \r\ncoordinators will also be part of the adjustment of the \r\nSecretariat’s functions and budgets. Rejuvenating the \r\nUnited Nations will require a more agile and effective \r\nOrganization, and in particular it will require cohesion \r\nand unity of purpose in the tasks for each area and how \r\nthey all relate to one another.\r\nWe are grateful for the Secretary-General’s report \r\n(A/72/124) on reforms based on the quadrennial \r\ncomprehensive policy review, and we look forward to \r\nhis next report, which will further examine the resident \r\ncoordinator role and other aspects of the system with a \r\nview to making progress with reforms that will result \r\nin greater efficiency, transparency and accountability.\r\nFrom a broader perspective, the collective awareness \r\nof States of the interdependence of the Organization’s \r\nthree pillars — peace and security, development and \r\nhuman rights — is clear. That is why Guatemala \r\nsupports the Secretary-General’s vision for prevention, \r\nbecause we firmly believe that investing more in \r\nprevention will prevent and mitigate social clashes and \r\narmed conflicts where they originate. In that regard, \r\nwe share the Secretary-General’s prevention-oriented \r\nvision and approach, which in our view can be summed \r\nup as more and better development, in which the concept \r\nof sustainable peace is the driving force behind policies \r\nand action for development. We therefore affirm the \r\nthree pillars and the synergy between the 2030 Agenda \r\nfor Sustainable Development and sustainable peace, \r\nas well as the link between humanitarian activities, \r\ndevelopment and peacebuilding, which constitute \r\na solid and comprehensive basis for achieving the \r\nOrganization’s founding promise and the common \r\ngoal we all share of saving future generations from the \r\nscourge of war.\r\nMr. Iliichev (Russian Federation) (spoke \r\nin Russian): We have been closely studying the \r\ninformation being presented on the Secretary-General’s \r\nproposals for reform of the United Nations in the areas \r\nof the Organization’s peace and security architecture, \r\ndevelopment system and management. We understand \r\nthe importance of adapting the Organization to the \r\nchanging conditions and new realities of our time. \r\nReforming a global organization is a continuing \r\nprocess. We believe firmly that the main goal of reforms \r\nshould be to improve their practical effectiveness. We \r\nmust avoid weakening the identity and specialties \r\nof the various entities of the United Nations. It is \r\nessential to avoid situations where the United Nations \r\nbodies that specialize in peacebuilding, peacekeeping, \r\nhumanitarian aid and development assistance invade \r\none another’s areas of responsibility. We must respect \r\nand observe the principle of the division of labour or \r\nwe will be unable to avoid duplication of effort, which \r\nreduces effectiveness.\r\nWe understand the Secretary-General’s desire to \r\nemphasize conflict prevention in his peace and security \r\nreforms. That is indeed an important principle. We \r\nbelieve that such efforts in the United Nations should \r\nbe conducted only in strict recognition of the Charter \r\nof the United Nations, the principle of State sovereignty \r\nand the leading role of the Security Council. The \r\nfundamental principles of the international system in \r\nthat area are affirmed in Security Council resolution 2171 \r\n(2014). However, the chief responsibility for preventing \r\nconflicts and dealing with their consequences rests \r\nwith the States themselves.\r\nIn reforming the peace and security architecture, \r\nit is also important to take into account the fact that \r\nissues related to peacebuilding and sustaining peace \r\nare regulated by the landmark Security Council \r\nresolutions 1645 (2005) and 2282 (2016) and by related \r\nGeneral Assembly decisions. They formulate a single \r\ndefinition of the term “sustaining peace” that is firmly \r\ntied to peacebuilding efforts and is the shared duty \r\nand responsibility of both Governments and the other \r\nstakeholders in national processes. There must be no \r\nexpansive interpretation of the concept of sustaining \r\npeace that treats it as a new direction for the work of \r\nthe United Nations. The Member States have never \r\ndiscussed, let alone agreed on, any plan of action or \r\nagenda in the area of sustaining peace.\r\nThe United Nations development system is a key \r\nelement in its support to countries that need support \r\nin their efforts to achieve the Sustainable Development \r\nGoals. It is important to ensure that the process of \r\nadapting it to new conditions is conducted within the \r\nframework of intergovernmental agreements as outlined \r\nin resolution 71/243, on the quadrennial comprehensive \r\noperational activities policy review. The review \r\nprovides a clear and updated view of the principles \r\non which the United Nations should base its activities \r\nin the foreseeable future. We believe that, as before, \r\nthe area where the operational programmes and funds \r\nshould apply their efforts should, as before, continue \r\nto be development itself. Their humanitarian assistance \r\nactivities are regulated by the relevant decisions of \r\nMember States, including related participation in \r\n12/10/2017 A/72/PV.30\r\n17-32174 3/3\r\nhumanitarian clusters under the auspices of the Office \r\nfor the United Nations Coordination of Humanitarian \r\nAffairs. We are concerned about attempts to mandate \r\nthe United Nations development system with the \r\nobligatory, if not almost predominant task of conflict \r\nprevention. That area is the responsibility of other \r\nUnited Nations Charter entities.\r\nWe also believe that it is unreasonable to directly \r\nlink the implementation of resolution 71/243 with the \r\ntransformation of the Economic and Social Council and \r\nthe United Nations Department of Economic and Social \r\nAffairs (DESA). While we do not deny that the Economic \r\nand Social Council and DESA play an important role in \r\ncoordinating and supporting the activities of operational \r\nprogrammes and funds, our delegation nevertheless \r\nrecalls that those are independent processes. We call for \r\nthe adoption of coordinated decisions on these issues \r\nin the framework of the upcoming review of resolution \r\n68/1, which is to take place at the current session.\r\nWe are also aware of the initiatives of the \r\nSecretary-General on the reform of the Organization’s \r\nmanagement system. Before proceeding to consider \r\nthose initiatives, it is necessary to understand what \r\nhas been accomplished to date. Without assessing the \r\nstatus of the implementation of previous projects in the \r\nfield of management reform, it will be impossible to \r\nunderstand whether the Organization is heading in the \r\nright direction. We believe that strategic efforts should \r\nbe aimed at defining the common goals and orientation \r\nof these reforms. Relevant proposals should contain \r\nclear indicators of achievements and detailed plans for \r\nthe realization of benefits. It is obvious that any increase \r\nin expenditures is unacceptable for Member States, \r\nespecially in the light of the current optimization of the \r\nUnited Nations budget. Any initiative should be based \r\non clear mandates from the General Assembly.\r\nWe consistently advocate for transparency, \r\nefficiency and accountability in the work of the \r\nSecretariat. In that regard, we propose seeking \r\nopportunities for innovation in planning, budget \r\nformulation and staffing within the framework of \r\nthe existing powers of the Secretary-General. It is \r\nnecessary to observe all existing mandates in the \r\ntransformation process, to provide Member States with \r\nfull control over possible changes in the Organization, \r\nand to conduct a comprehensive assessment of the \r\nadvantages and disadvantages and the benefits and \r\ncosts of any innovation.\r\nWe are studying the report of the Secretary-General \r\ncontaining proposals for the transformation of the United \r\nNations management system (A/72/492). We express \r\nour readiness to participate constructively in further \r\ndiscussions on the topic during the substantive part of \r\nthe seventy-second session of the General Assembly.\r\nThe quality of interaction between States and the \r\nSecretariat, which is built on trust, determines the \r\neffectiveness of the work of the Organization. In that \r\nconnection, we expect the Secretariat’s reassessment \r\nof ongoing reforms to take into account the existing \r\nrecommendations and criticisms voiced by many \r\nMember States, which are the consumers of the services \r\nof the Secretariat. It is on their support that the success \r\nof any initiative depends.\r\nThe Acting President (spoke in French): We have \r\nheard the last speaker in the debate on these items.\r\nThe Assembly has thus concluded this stage of its \r\nconsideration of agenda items 14, 117, 123 and 124.\r\nThe meeting rose at 10.25 a.m.\r\n"