"United Nations A/72/PV.57\r\nGeneral Assembly\r\nSeventy-second session\r\n57th plenary meeting\r\nMonday, 20 November 2017, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nThe meeting was called to order at 3.30 p.m.\r\nAgenda item 113 (continued)\r\nElections to fill vacancies in principal organs\r\n(c) Election of five members of the International \r\nCourt of Justice\r\nMemorandum by the Secretary-General \r\n(A/72/181)\r\nList of candidates (A/72/182 and A/72/182/\r\nAdd.1)\r\nCurricula vitae (A/72/183)\r\nThe President: I would like to apologize for the \r\ndelay in convening today’s meeting, which is owing \r\nto the necessity of coordinating the actions of both \r\nthe General Assembly and the Security Council. I \r\nwould like to thank all members for their patience \r\nand understanding.\r\nAs members are aware, there is still one vacancy on \r\nthe Court to be filled.\r\nI would like to inform the Assembly that I have \r\nreceived a letter dated today, Monday, 20 November \r\n2017, from the Permanent Representative of the United \r\nKingdom of Great Britain and Northern Ireland to the \r\nUnited Nations. I understand that the President of the \r\nSecurity Council has received an identical letter. The \r\nletter reads as follows:\r\n“I have the honour to write to you with regard to \r\nthe elections taking place in the General Assembly \r\nand the Security Council to fill the fifth position \r\nof Judge of the International Court of Justice. As \r\nyou are aware, following seven meetings of the \r\nAssembly and the Council on 9 and 13 November, \r\nat which several rounds of voting took place, the \r\nposition remains unfilled. Judge Christopher \r\nGreenwood obtained the required absolute majority \r\nof votes in the Security Council, while Judge \r\nDalveer Bhandari obtained the required absolute \r\nmajority of votes in the General Assembly. The \r\ncurrent deadlock is unlikely to be broken by further \r\nrounds of voting. We have therefore consulted our \r\ncandidate, Sir Christopher Greenwood, who has \r\nconfirmed that his candidature for re-election to the \r\nInternational Court of Justice should be withdrawn.\r\n“In taking this step, we have borne in mind \r\nthe close relationship that the United Kingdom \r\nand India have always enjoyed and will continue \r\nto enjoy, and the fact that both candidates fulfil \r\nthe requirements for election and have already \r\nserved the Court diligently, with impartiality \r\nand independence. The United Kingdom thanks \r\nSir Christopher for his service and pays tribute to \r\nhis outstanding contribution to the working of the \r\nCourt and to the development of international law.\r\n“As you are also aware, the Statute of the \r\nInternational Court of Justice provides, in its \r\nArticle 12, that if, after the third meeting, one or \r\nmore seats still remain unfilled, a joint conference \r\nmay be formed any time, at the request of either the \r\nGeneral Assembly or the Security Council, for the \r\npurpose of choosing one name for each seat still \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-39054 (E)\r\n*1739054*\r\nA/72/PV.57 20/11/2017\r\n2/3 17-39054\r\nvacant to submit to the General Assembly and the \r\nSecurity Council for their respective acceptance. \r\nThis mechanism has not been used in relation to \r\nan election for the International Court of Justice. \r\nHowever, the fact that it has not been used does \r\nnot mean that it should not be used when the need \r\narises. It is the view of the United Kingdom that \r\nthis election would have been an ideal opportunity \r\nto use the mechanism envisaged by the Court’s \r\nown Statute to break the current deadlock. It is \r\nalso the United Kingdom’s view, as it is of other \r\ndelegations, that some thought needs to be given to \r\nthis procedure before the next International Court \r\nof Justice election, in order that it might be used \r\nwhen it is clearly needed.\r\n“The Government of the United Kingdom \r\nexpresses its gratitude to the countries that \r\nsupported the candidature of Judge Greenwood \r\nboth in the General Assembly and in the Security \r\nCouncil during these elections.”\r\nAccordingly, the name of Mr. Christopher \r\nGreenwood will not appear on the ballot paper.\r\nThe Assembly will now proceed to vote with \r\nrespect to the remaining vacancy, and we will maintain \r\nthe same format used for our past meetings on this \r\nitem. Accordingly, the General Assembly and the \r\nSecurity Council will proceed, independently of one \r\nanother, to fill the one remaining vacancy in the Court, \r\nin accordance with Article 8 of the Statute of the \r\nInternational Court of Justice.\r\nI should once again like to remind representatives \r\nthat, pursuant to rule 88 of the rules of procedure,\r\n“After the President has announced the \r\nbeginning of voting, no representative shall \r\ninterrupt the voting except on a point of order in \r\nconnection with the actual conduct of the voting”.\r\nWe shall now begin the voting process. Ballot \r\npapers will now be distributed.\r\nBallot papers will be given only to the \r\nrepresentatives seated directly behind their countries’ \r\nnameplates. Representatives are requested to use only \r\nthe ballot papers now being distributed. The candidate \r\nwhose name appears on the ballot papers is the only \r\neligible candidate. I would like to remind delegations \r\nthat only the name of the one candidate should be \r\nmarked with a cross. Votes may be cast only for the \r\nname that appears on the ballot papers.\r\nAt the invitation of the President, Mr. Aldoseri \r\n(Bahrain), Ms. Sánchez Rodríguez (Cuba), Mrs. Le \r\nDiffard (Hungary), Ms. Rheindrayani (Indonesia), \r\nMr. McSwiney (Ireland) and Mr. Waweru (Kenya) \r\nacted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 3.45 p.m. and \r\nresumed at 4 p.m.\r\nThe President: The result of the voting is as follows:\r\nNumber of ballot papers:  193\r\nNumber of invalid ballots:  0\r\nNumber of valid ballots:  193\r\nAbstentions:  10\r\nNumber of members voting:  183\r\nRequired absolute majority:  97\r\nNumber of votes obtained:\r\nMr. Dalveer Bhandari (India)  183\r\nMr. Dalveer Bhandari of India has obtained an \r\nabsolute majority in the General Assembly.\r\nI have communicated the results of the voting to the \r\nPresident of the Security Council.\r\nI have also received a letter from the President of \r\nthe Security Council, which reads:\r\n“I have the honour to inform you that, at the \r\n8110th meeting of the Security Council, held on \r\n20 November 2017, for the purpose of electing \r\none member of the International Court of Justice \r\nfor a term of office beginning on 6 February 2018, \r\nMr. Dalveer Bhandari (India) obtained an absolute \r\nmajority of votes.”\r\nAs a result of the independent voting in the General \r\nAssembly and in the Security Council, Mr. Dalveer \r\nBhandari has obtained an absolute majority in both \r\norgans. The following five candidates have therefore \r\nobtained an absolute majority in both organs: Mr. Ronny \r\nAbraham, Mr. Dalveer Bhandari, Mr. Antônio Augusto \r\nCançado Trindade, Mr. Nawaf Salam and Mr. Abdulqawi \r\nAhmed Yusuf. They are therefore duly elected \r\nmembers of the International Court of Justice to serve \r\nfor a nine-year term commencing on 6 February 2018. \r\nI would like to take this opportunity to extend to them \r\nthe congratulations of the Assembly on their election \r\nand to thank the tellers for their assistance.\r\n20/11/2017 A/72/PV.57\r\n17-39054 3/3\r\nMay I take it that it is the wish of the General \r\nAssembly to conclude its consideration of sub-item (c) \r\nof agenda item 113?\r\nIt was so decided.\r\nThe meeting rose at 4.05 p.m.\r\n"