"United Nations A/72/PV.35\r\nGeneral Assembly\r\nSeventy-second session\r\n35th plenary meeting\r\nThursday, 26 October 2017, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nIn the absence of the President, Mr. Brown \r\n(Liberia), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 74 (continued)\r\nReport of the International Court of Justice\r\nReport of the International Court of Justice \r\n(A/72/4)\r\nReport of the Secretary-General (A/72/345)\r\nMr. Yelchenko (Ukraine): I would like to join \r\nprevious speakers in welcoming His Excellency Judge \r\nRonny Abraham, President of the International Court \r\nof Justice, to the General Assembly and in thanking \r\nhim for his comprehensive briefing (see A/72/PV.34) \r\nthis morning.\r\nToday’s discussion once again recognizes the \r\ncrucial role that the Court plays in the areas of the \r\npeaceful settlement of international disputes and the \r\ninterpretation of the rules of international law. The \r\nimpartiality and independence of the International \r\nCourt of Justice explains the strong demand for the \r\nCourt to consider complex disputes and lays a solid \r\nfoundation for respect for its decisions. Recently, \r\nmultifaceted issues involving international relations \r\npreviously untouched by the Court have been brought \r\nto its attention. This trend is very inspiring, especially \r\ngiven the Security Council’s occasional inability to \r\nreach decisions that would contribute to resolving \r\nconflict situations, owing to the abuse of the right \r\nof veto.\r\nThe annual report of the Court (A/72/4) states that \r\n72 of the 193 States parties to its Statute have now \r\nmade declarations recognizing the jurisdiction of the \r\nCourt as compulsory. The willingness of States to \r\nmake respect for the law their primary consideration \r\nin international relations has a determinant effect on \r\nhow the Court’s decisions are implemented. Ukraine \r\nsupports the further expansion of the jurisdiction of the \r\nCourt to cover a wide range of legal disputes that may \r\narise between States.\r\nGiven that Article 33 of the Charter of the \r\nUnited Nations envisages an obligation to settle any \r\ninternational dispute peacefully, Ukraine actively uses \r\nthe mechanisms provided by international courts and \r\ntribunals to settle existing disputes, protect human \r\nrights and fight against impunity. The International \r\nCourt of Justice is one of the main tools in this regard. \r\nAccordingly, Ukraine initiated proceedings in the Court \r\nagainst the Russian Federation in the case concerning \r\nthe Application of the International Convention for \r\nthe Suppression of the Financing of Terrorism and of \r\nthe International Convention on the Elimination of All \r\nForms of Racial Discrimination (Ukraine v. Russian \r\nFederation). On 19 April, the Court delivered an order \r\non Ukraine’s request for the indication of provisional \r\nmeasures in the case, stating that the Russian Federation \r\nmust\r\n“refrain from maintaining or imposing limitations \r\non the ability of the Crimean Tatar community to \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-35142 (E)\r\n*1735142*\r\nA/72/PV.35 26/11/2017\r\n2/12 17-35142\r\nconserve its representative institutions, including \r\nthe Mejlis ... and ensure the availability of education \r\nin the Ukrainian language”\r\nand that\r\n“[b]oth [p]arties shall refrain from any action \r\nwhich might aggravate or extend the dispute before \r\nthe Court or make it more difficult to resolve”.\r\nThere is no doubt that the aforementioned order plays \r\nan important role in preventing irreparable harm by the \r\nRussian Federation to the human rights of Ukrainian \r\ncitizens while this case is pending.\r\nFailure to comply with the Court’s decisions \r\nis recognized as an internationally wrongful act, a \r\nbreach of various obligations arising ex contract and \r\na duty imposed by customary international law. We \r\nbelieve that cases of non-compliance with the Court’s \r\ndecisions must be thoroughly addressed by the United \r\nNations system so as to find a way to compel States \r\nto implement the Court’s decisions in good faith. It is \r\nimportant to recall that the San Francisco Conference \r\nconsidered the possibility of qualifying a refusal to \r\ncomply with the decision of the Court as an act of \r\naggression. We therefore strongly believe that only \r\nfull implementation by the Russian Federation of the \r\nCourt’s order will demonstrate that country’s respect \r\nfor the Court’s judgments as well as its obligations \r\nunder international law.\r\nFurthermore, I would like to emphasize the \r\nimportance of the voice of the United Nations in this \r\nsituation, which is clearly reflected in the report of \r\nthe Office of the United Nations High Commissioner \r\nfor Human Rights (OHCHR) entitled “Situation of \r\nhuman rights in the temporarily occupied Autonomous \r\nRepublic of Crimea and the city of Sevastopol \r\n(Ukraine),” released on 25 September 2017. According \r\nto the report,\r\n“[t]he human rights situation in Crimea has \r\nsignificantly deteriorated since the beginning of its \r\noccupation by the Russian Federation”.\r\nThe report also contains recommendations for the \r\nRussian Federation designed to ensure implementation \r\nof the measures set forth in the Court order. As we see \r\nit, six months after the issuance of the Court order, \r\nthe Russian Federation continues to neglect its duty to \r\nimplement all elements of the order.\r\nIn the light of the ongoing deterioration of the human \r\nrights situation in Crimea, Ukraine has submitted a \r\nrevised draft resolution for the consideration of the \r\nThird Committee on the “Situation of human rights \r\nin the Autonomous Republic of Crimea and the city of \r\nSevastopol, Ukraine” (A/C.3/72/L.42), based on last \r\nyear’s resolution 71/205 and relevant recommendations \r\nof the OHCHR. Ukraine would greatly appreciate the \r\nvaluable support of all delegations and would welcome \r\nmore sponsors for the draft.\r\nIn conclusion, I would like to emphasize that the \r\njudicial work of the Court is of utmost importance in \r\npromoting and strengthening the rule of law as part of \r\ncommon efforts to protect the established international \r\norder. I want to take this opportunity once again to \r\nthank President Abraham and his fellow judges for \r\ntheir efficient efforts in upholding the role of the Court.\r\nMr. Celarie Landaverde (El Salvador) (spoke in \r\nSpanish): We wish to begin our statement by thanking \r\nthe President of the International Court of Justice, His \r\nExcellency Judge Ronny Abraham, for presenting the \r\nreport of the Court (A/72/4), which details both the \r\nadministrative and judicial activities undertaken by \r\nthe principal international organ for resolving disputes \r\nbetween States Members of the United Nations over \r\nthe last year. In this regard, my delegation notes with \r\nsatisfaction that, during this period, the International \r\nCourt of Justice again worked intensively in the \r\njurisdictional sphere, issuing four final judgments and \r\n14 orders in a number of cases involving contentious \r\nprocedures and requests for advisory opinions.\r\nAll of the foregoing proves that the Court plays \r\na far-reaching and fundamental role in the peaceful \r\nsettlement of disputes, in large part because Member \r\nStates can bring disputes in a wide range of matters \r\nwithin the sphere of international law, including human \r\nrights, environmental damage, the preservation of \r\nnatural resources, international reparations and other \r\nforms of damages and State immunity, to name but a \r\nfew, making the Court the principal judicial organ of \r\nthe United Nations. Its role in the maintenance and \r\npromotion of the rule of law at the international level \r\nis momentous, contributing, through its judgments and \r\nadvisory opinions, to the strengthening to the rule of \r\nlaw itself. It is also the only international tribunal of \r\nuniversal character with dual general jurisdiction.\r\nIt is therefore important to remember that one of the \r\nmost important foundational principles of international \r\n26/11/2017 A/72/PV.35\r\n17-35142 3/12\r\nlaw is the obligation of all States to resolve their \r\ninternational disputes by all possible peaceful means, \r\nincluding the International Court of Justice. This \r\nobligation has led over the years to States’ trust in \r\nthe Court, which is reflected in the number of cases \r\nsubmitted to it for adjudication; some are still pending.\r\nDespite this obligation, however, and despite the \r\nestablishment of the Secretary-General’s Trust Fund \r\nto Assist States in the Settlement of Disputes through \r\nthe International Court of Justice, it cannot be denied \r\nthat while access to the peaceful settlement of disputes \r\nexists for all States in theory, the ability to do so is \r\nnot the same for all the countries in the international \r\ncommunity, owing to the fact that in recent years \r\nthe costs of presenting claims or defending national \r\ninterests in controversies before the Court have been \r\nincreasing, thus making access to international justice \r\nmore expensive. We therefore believe that we should \r\ntake into account that the fact that States with low \r\ntax revenues or high debts are impeded from gaining \r\naccess international justice in any form, which makes it \r\nnecessary for us to find solutions and adopt measures to \r\naddress this issue, which could undoubtedly affect the \r\nmembership of the Organization in one way or another.\r\nFurthermore, we believe that the increase in the \r\nCourt’s workload should attract the budget allocations \r\nneeded so that the Court can resolve matters and \r\nprovide rulings in a timely manner. We also believe that \r\nprofessional positions within the Court should be held \r\nby people from across the various geographic areas \r\nand legal systems of the world and in adherence to the \r\nprinciple of gender parity.\r\nMy delegation notes with satisfaction that over \r\nthe past year the International Court of Justice has \r\npublished and distributed its work in French and \r\nEnglish. We also note that the Court’s website has been \r\nrevamped and is now viewable in French and English. \r\nNevertheless, we would like to see all these official \r\npublications disseminated in the six official languages \r\nof the United Nations, so as to raise even greater \r\nawareness as to international law and the work of the \r\nCourt, particularly among civil servants, lawyers and \r\nother legal experts, university professors and teachers.\r\nIn addition, we note with satisfaction and welcome \r\nthe activities undertaken, both in New York and at the \r\nPalais des Nations in Geneva, to mark the seventieth \r\nanniversary of the International Court of Justice. \r\nSuch celebratory activities invite us to remember that \r\nthe United Nations was conceived as an institution \r\nwhose primary vocation was to maintain peace and \r\nthe international order. Indeed, one of the fundamental \r\npillars of the Organization is the peaceful resolution of \r\ndisputes through the International Court of Justice.\r\nFinally, the Republic of El Salvador wishes to \r\nexpress its commitment to the work of the International \r\nCourt of Justice, the principal judicial organ of the \r\nUnited Nations. We will support it in its efforts to \r\nmaintain peace and international security. We also \r\npay a just tribute to the seventieth anniversary of the \r\nconstitution of the highest jurisdictional body, as well \r\nas to one of the most distinguished, universal and \r\nillustrious Salvadorans, the jurist and diplomat José \r\nGustavo Guerrero, who was the first President of the \r\nInternational Court of Justice.\r\nMs. Dagher (Lebanon) (spoke in French): Allow \r\nme to thank the President of the International Court of \r\nJustice, His Excellency Mr. Ronny Abraham, for the \r\nreport of the Court (A/72/4), which provides us with \r\nimportant information on the activities of the Court \r\nfor the past judicial year. I would be remiss if I did \r\nnot acknowledge the work done by the members and \r\npersonnel of the Court.\r\nLebanon, deeply committed to the principles of law \r\nand the ideals of international justice, wishes in its turn \r\nto underline the major and pre-eminent role of the Court \r\nin the promotion of international peace and security. It \r\nshould be recalled here that the Preamble of the Charter \r\nof the United Nations states that we, the peoples of the \r\nUnited Nations, are determined to\r\n“establish conditions under which justice and \r\nrespect for the obligations arising from treaties \r\nand other sources of international law can \r\nbe maintained”.\r\nIn that respect, the Court, as the principal judicial \r\norgan of the United Nations, has made every effort \r\nto maintain the primacy of international law and \r\nconsolidate the ideal of the rule of law. For more than \r\nseven decades it has contributed, through its more than \r\n300 judgments, including orders and advisory opinions, \r\nto the harmonization of the norms of international law, \r\nwhich leads to greater predictability and clarity of \r\nthose norms. The jurisprudence of the Court is also an \r\nessential contribution in that it specifies the content \r\nof the fundamental principles of international law and \r\nworks towards its development.\r\nA/72/PV.35 26/11/2017\r\n4/12 17-35142\r\nMoreover, the increase in the number of cases before \r\nthe Court is also a sign of its vitality. Indeed, it ref lects \r\nthe confidence that States place in that organ and their \r\nwillingness to settle their differences peacefully. In \r\naddition, faced with a body of international treaties that \r\ntend to expand and diversify, we can only rejoice in the \r\nCourt’s productivity, which demonstrates its capacity \r\nto respond to its new challenges.\r\nLet me also highlight the special importance for \r\nLebanon of the use of both languages, namely, French \r\nand English, in the work of the Court, in accordance \r\nwith Article 39 of its Statute. That linguistic diversity, \r\nwhich reflects a legal tradition and culture, promotes, \r\nthrough the use of both languages, a greater coherence \r\nof the Court’s jurisprudence.\r\nLet us recall that what distinguishes the Court most \r\nis its universal nature, since all States Members of the \r\nUnited Nations are ipso facto parties to its Statute. \r\nHence the need to always be mindful, as set out in \r\nArticle 9 of the Statute of the International Court of \r\nJustice, to have a Court composed of judges such that\r\n“in the body as a whole the representation of the \r\nmain forms of civilization and of the principal legal \r\nsystems of the world should be assured”.\r\nA Court with a more balanced composition would \r\nbe a Court that would gain even more legitimacy \r\nand effectiveness.\r\nFinally, it is also in that perspective that Lebanon \r\nhas nominated the current Permanent Representative, \r\nMr. Nawaf Salam, as Judge for the period 2018-2027, \r\nand is confident that with his academic and professional \r\nexperience, Ambassador Salam will contribute to the \r\nlaudable work of the Court.\r\nMr. Itegboje (Nigeria): I thank you, Mr. President, \r\nfor convening this important meeting to consider the \r\nreport of the International Court of Justice (A/72/4). \r\nNigeria is grateful to the President of the Court, Judge \r\nRonny Abraham, for his comprehensive report and \r\ninsightful remarks (see A/72/PV.34).\r\nMy delegation aligns itself with the statement \r\nmade earlier by the representatives of Algeria and \r\nIran on behalf of the Group of African States and the \r\nNon-Aligned Movement, respectively (see A/72/PV.34).\r\nThe International Court of Justice is an important \r\npart of the United Nations mechanisms for the promotion \r\nof the rule of law and the maintenance of international \r\npeace and security through the administration of \r\ninternational justice. To be sure, the Court has made \r\ntremendous contributions to the promotion of and \r\nrespect for the rule of law at the international level. \r\nFurthermore, over the years, the Court has continued \r\nto play a vital role in the maintenance of international \r\npeace and security through its rulings and judicial \r\nnotices. It has also contributed remarkably to the corpus \r\nof international jurisprudence.\r\nWe have reviewed the Court’s report before us, \r\ncovering the period 1 August 2016 to 31 July 2017. We \r\nhave taken note of the judicial and other activities of the \r\nCourt during the reporting period, and we commend \r\nthe Court for the measures it has taken in recent years \r\nto enhance its efficiency, which has facilitated the \r\neffective management of its increasing workload. In \r\nparticular, we note that during the period under review, \r\nthe Court experienced a high level of judicial activity, \r\nwhich included the delivery of judgments in Marshall \r\nIslands v. Pakistan, Marshall Islands v. India, Marshall \r\nIslands v. United Kingdom, and Somalia v. Kenya. There \r\nwere public hearings and a request for an advisory \r\nopinion. The diversity of those cases illustrates the \r\nuniversal character of the jurisdiction of the Court.\r\nIn addition, it is significant that the cases submitted \r\nto the Court involved a wide variety of subject matters, \r\nincluding territorial and maritime disputes, consular \r\nrights, environmental damage and conservation of living \r\nresources, human rights, international responsibility \r\nand compensation for harm and the immunity of States. \r\nThat variety of subject matter represents the general \r\ncharacter of the jurisdiction of the Court and attests \r\nto its relevance as the principal judicial organ of the \r\nUnited Nations and as a mechanism for the peaceful \r\nresolution of disputes.\r\nWe also note that during the period under review, \r\nthe General Assembly requested the Court to render \r\nan advisory opinion on the legal consequences of the \r\nseparation of the Chagos archipelago from Mauritius \r\nin 1965. We hope the Court’s decision would facilitate \r\nthe early settlement of the territorial dispute between \r\nBritain and Mauritius.\r\nNigeria notes with appreciation the launch of \r\nthe Court’s new website. We believe that the website \r\nwill enhance the experience of all visitors, as well as \r\nmeet the needs of the legal, diplomatic and academic \r\ncommunities. Similarly, it will ease the work of \r\nmembers of the press. Students will also benefit from \r\n26/11/2017 A/72/PV.35\r\n17-35142 5/12\r\nthe huge amount of information and knowledge to \r\nbe accessed.\r\nNigeria will continue to abide by its commitment to \r\nthe promotion of international justice and the peaceful \r\nsettlement of disputes, as a State party to the Statute \r\nof the International Court of Justice. By accepting the \r\nCourt’s ruling on our border dispute with Cameroon, we \r\nhave demonstrated our conviction and our commitment \r\nto the precepts and principles of the Court. We \r\nencourage all Member States to continue to offer their \r\nsupport to the activities of the Court in its efforts to \r\npromote international justice and the rule of law.\r\nMr. Llorentty Solíz (Plurinational State of Bolivia) \r\n(spoke in Spanish): The Plurinational State of Bolivia \r\nexpresses its gratitude for the report of the International \r\nCourt of Justice (A/72/4) corresponding to the period \r\nfrom 1 August 2016 to 31 July 2017. The report was \r\npresented by the President of the International Court \r\nof Justice, Judge Ronny Abraham (see A/72/PV.34), to \r\nwhom we express our full support for the important \r\nwork that he carries out.\r\nBolivia, as a peace-loving State and promoter of \r\nthe culture of peace, and as a State whose primary \r\nvocation is to uphold international law, adheres to the \r\npurposes and principles of the Charter of the United \r\nNations and the fundamental pillars pursuant to \r\nwhich the International Court of Justice discharges its \r\nfunctions. The universal jurisdiction of the Court and \r\nthe work that it has been doing in the 71 years since its \r\ncreation demonstrate that it looks to ensure dialogue \r\namong neighbouring and sisterly nations, calling for \r\npeaceful means always to be set above the use of the \r\nforce, aggression, military incursions and unilateral \r\nactions. In that light, the work of the Court, both in \r\nits jurisdictional and advisory capacities, is crucial \r\nto guarantee and maintain international peace in \r\naccordance with the principles of the Charter.\r\nBolivia takes due note of the jurisdictional activities \r\nof the Court. We note the new cases brought before the \r\nCourt, particularly the General Assembly’s request, in \r\nresolution 71/292, of 22 June, for an advisory opinion on \r\nthe legal consequences of the separation of the Chagos \r\narchipelago from the Republic of Mauritius in 1965.\r\nIt is noteworthy that after an extended period of \r\ntime, the International Court of Justice is once again \r\ntaking up its advisory role. Such a role is a peaceful \r\nand preventive way to deal with disputes, and it \r\ncontributes significantly to States’ fulfillment of \r\nthe obligation to settle their international disputes \r\npeacefully. The principle of the peaceful settlement of \r\ndisputes — recognized by the Declaration on Principles \r\nof International Law concerning Friendly Relations \r\nand Cooperation among States and by the Manila \r\nDeclaration on the Peaceful Settlement of International \r\nDisputes — remains valid among the international \r\ncommunity at a time when we are facing new and more \r\ncomplex challenges.\r\nIt is important to underscore the fact that this year \r\nthe Court will renew a third of its body of judges through \r\nthe election procedure established by the Charter and \r\nthe Statute of the Court. Through that procedure persons \r\nof the highest moral and professional character will be \r\nelected, but also it will form a Court that is essentially \r\nindependent of the countries of origin of those selected. \r\nIt is therefore crucial that, in the Court as a whole, \r\nthe main civilizations and the principal legal systems \r\nof the world should be represented, as established by \r\nthe Statute of the Court, and for that there must be \r\nequitable geographical representation among members. \r\nThat aspect merits special attention by the Court and \r\nby the States that turn to it, because multiple legal \r\norders interact in it, as a reflection of a more globalized \r\nworld, multipolar, pluralized and more complex. The \r\ntrue international nature of the Court is found precisely \r\nin its exercising jurisdiction with understanding of a \r\nmore universal and dynamic international law, with a \r\ntribunal that overcomes the antiquated tradition of only \r\ntwo Eurocentric court systems.\r\nUpon reading the report and seeing the \r\npre-eminence of cases originating in Latin America, \r\nit becomes evident that more judges from that region \r\nare needed and that consideration should be given to \r\nintroducing Spanish as one of the official languages of \r\nthe Court.\r\nWe have taken due note of the increase in the \r\neffectiveness and efficiency of the Court’s tasks with \r\nthe use of the new technologies, as well as of its work \r\nof dissemination and integration to promote the value \r\nof international law in the maintenance of peace and \r\ninternational security. Without a doubt, that contributes \r\nto better understanding and performance with regard \r\nto the challenges entailed by the evolving agendas \r\nand the complex cases that are brought to the Court. \r\nHowever, it is the proven quality of its decisions, its \r\nproven adherence to international law, evidence and \r\nreasoning, its demonstrated probity and independence \r\nA/72/PV.35 26/11/2017\r\n6/12 17-35142\r\nthat are considered to be its main contribution and \r\ngreatest value to the community of nations.\r\nWe also take note of the scope of the economic \r\nand budgetary requirements described in the report, \r\nand we value their appropriate use according to what \r\nis reported. With that understanding, we express our \r\nreadiness to support all decisions that are necessary to \r\nsatisfy those needs.\r\nBolivia has two cases before the Court. We are a \r\nplaintiff in one and a defendant in another. We accept \r\nand respect the jurisdiction of the Court and have \r\nconfidence that its decisions will contribute to the \r\npositive resolution of the disputes that are separating \r\ntwo neighbouring and brotherly nations. As President \r\nEvo Morales did, we reiterate to the Assembly that \r\nBolivia believes in the peaceful settlement of disputes \r\nbetween States in order to achieve the integration of our \r\npeoples. That is the path that we have chosen to follow \r\nas firm supporters of international law. The Court has \r\na long way to go along the path of achievement. There \r\nare cases that peoples and States bring to The Hague in \r\nthe hope of receiving justice, reparation and adequate \r\nand reasonable settlements, as well as in the hope for a \r\nnew beginning with bigger and better opportunities for \r\nall parties.\r\nIn conclusion, Bolivia reaffirms that it upholds \r\nthe peaceful resolution of conflicts. We reiterate our \r\nfaithful adherence to the principles of international law \r\nand to the provisions of the Charter. It is not force that \r\nbestows rights; rather, it is the cause of law, justice and \r\nlegislation that repairs inequality and injustice.\r\nMr. Sharma (India): I begin by thanking Judge \r\nRonny Abraham, President of the International Court \r\nof Justice, for his comprehensive report on the judicial \r\nactivities of the Court for the period from August \r\n2016 to July 2017 (see A/72/PV.34). I thank him and \r\nVice-President Yusuf for guiding the work of the Court.\r\nThe Court is entrusted with the task of the \r\npeaceful resolution of disputes between States, which \r\nis fundamental for the fulfilment of one of the purposes \r\nof the United Nations, namely, the maintenance of \r\ninternational peace and security. From its first sitting \r\nin April 1946 until July 2017, the Court has been \r\nseized of 168 cases and has delivered more than 120 \r\njudgments and 27 advisory opinions. We acknowledge \r\nthat the Court has fulfilled the task of settling disputes \r\nbetween the States peacefully and admirably and \r\nthus has acquired a well-deserved reputation as an \r\ninstitution that maintains the highest legal standards in \r\naccordance with its mandate under the Charter of the \r\nUnited Nations and its Statute, which is an integral part \r\nof the Charter.\r\nThe report of the Court, contained in document \r\nA/72/4, illustrates the importance that States attach \r\nto the Court and the confidence they have in it. The \r\nimportance of the Court is evident from the number, \r\nnature and variety of cases that it deals with and its \r\nability in dealing with complex aspects of public \r\ninternational law. The diverse geographical spread \r\nof cases is illustrative of the universal character of \r\nthe jurisdiction of the Court. Furthermore, the Court \r\nhas not lost sight of adapting its working methods to \r\nrespond to the increased workload and complexity of \r\nthe cases submitted to it.\r\nThe Court plays an important role in maintaining \r\nthe rule of law throughout the world. Everything the \r\nCourt does is aimed at promoting and reinforcing \r\nthe rule of law through its judgments and advisory \r\nopinions. The judgments delivered by the Court have \r\nplayed an important role in the interpretation and \r\nclarification of the rules of international law, as well \r\nas in the progressive development and codification of \r\ninternational law. In performing its judicial functions, \r\nthe Court has remained highly sensitive to the political \r\nrealities and sentiments of States while acting in \r\naccordance with the provisions of the Charter of the \r\nUnited Nations, its own Statute and other rules of \r\ninternational law.\r\nTo date, 17 contentious cases are pending before \r\nthe Court. During the judicial year 2016-2017, the \r\nCourt delivered judgment in four cases. These cases \r\ninvolve complex factual and legal issues, inter alia, in \r\nthe areas of maritime delimitation, rights of navigation, \r\nterritorial sovereignty and the environment. During \r\nthe past judicial year, the Court handed down several \r\norders and held public hearings in five cases. One such \r\ncase was brought by India, on which it held hearings on \r\nthe request for the indication of provisional measures \r\nsubmitted by India.\r\nThe Court has a dual jurisdiction, wherein it decides, \r\nin accordance with international law, disputes of a legal \r\nnature that are submitted to it by States and renders \r\nadvisory opinions on legal questions at the request \r\nof the organs of the United Nations or specialized \r\nagencies authorized to make such requests. During \r\nthe 2016-2017 period, the Court received a request \r\n26/11/2017 A/72/PV.35\r\n17-35142 7/12\r\nfor an advisory opinion. On 22 June the Assembly \r\nadopted resolution 71/292, in which, by referring to \r\nArticle 65 of the Statute of the Court, the Assembly \r\nrequested the Court to render an advisory opinion on \r\nthe legal consequences of the separation of the Chagos \r\nArchipelago from Mauritius in 1965. That function of \r\nthe Court adds to its important role in clarifying and \r\nexpounding key principles of international law.\r\nWe appreciate the efforts of the Court in ensuring \r\nthe greatest possible global awareness of its decisions \r\nthrough its publications, multimedia offerings and \r\nwebsite, which now feature the entire jurisprudence \r\nof the Court as well as that of its predecessor, the \r\nPermanent Court of International Justice. These sources \r\nprovide very useful information for States wishing to \r\nsubmit a potential dispute to the Court.\r\nFinally, India wishes to reaffirm its strong support \r\nfor the Court and acknowledges the importance that the \r\ninternational community attaches to its work. That is \r\nalso evident, as far as India is concerned, from the fact \r\nthat India has renominated Judge Bhandari for election \r\nto the Court to make his services available for the cause \r\nof international justice.\r\nMr. Trujillo (United States of America): The United \r\nStates would like to thank President Abraham for the \r\ncomprehensive report to the General Assembly on the \r\nwork of the International Court of Justice (A/72/4) over \r\nthe course of the past year. The International Court of \r\nJustice plays an important role in adjudicating disputes \r\namong Member States, giving States that so consent \r\na forum in which to settle their disputes peacefully \r\nin accordance with Article 33 of the Charter of the \r\nUnited Nations.\r\nAs the principal judicial organ of the United \r\nNations, the International Court of Justice has, for more \r\nthan seven decades, played an important role in pursuit \r\nof the overarching goal, as set forth in the Charter,\r\n“to establish conditions under which justice and \r\nrespect for the obligations arising from treaties \r\nand other sources of international law can \r\nbe maintained”.\r\nAs in years past, we see States increasingly \r\nturning to the Court and to other international judicial \r\ntribunals to resolve their disputes. The Court has, in \r\nturn, increased its efforts to become more responsive \r\nto States, including by taking steps to increase its \r\nefficiency and to refine its procedures and working \r\nmethods to keep pace with the rapidly changing times. \r\nBy providing a trusted channel for States to resolve \r\nsome disputes upfront and helping to defuse others \r\nbefore they escalate, the Court continues to fulfil its \r\nChapter XIV mandate.\r\nThe United States would also like to commend \r\nthe Court for continued public outreach to educate key \r\nsectors of society about the role of the Court and to \r\npromote a better understanding of public international \r\nlaw. Those efforts demonstrate the Court’s enduring \r\ncommitment to advancing the rule of law.\r\nIn conclusion, we are pleased to join so many others \r\ntoday in extending our thanks and commendation to \r\nPresident Abraham, his fellow members of the Court \r\nand all Court staff for their professionalism and their \r\ndedication to promoting international justice.\r\nMr. Ly (Senegal) (spoke in French): My \r\ndelegation aligns itself with the statements made by \r\nthe representative of Algeria on behalf of the Group \r\nof African States and by the representative of Iran on \r\nbehalf of the Non-Aligned Movement (see A/72/PV.34).\r\nIn its national capacity, my delegation, like those \r\nwho have spoken before me, thanks and congratulates \r\nPresident Ronny Abraham for his report on the \r\nactivities of the International Court of Justice (A/72/4), \r\nwhich provides a broad overview of the developments \r\nin the treatment of the various cases pending before it \r\nand especially the content of the decisions it has handed \r\ndown. Through the President, we wish to express our \r\ngratitude to all those who contribute to the success of \r\nthe action of the Court on a daily basis.\r\nIt must be said that today’s meeting is, first and as \r\nalways, an important moment enabling us to reflect on \r\nthe Court’s action in the quest for international peace and \r\nsecurity through law, as demonstrated by the increase in \r\ncases brought before the Court in recent years. It is also \r\nan opportunity to examine our possibilities in terms of \r\nstrengthening our common commitment to promoting \r\nthe rule of law and the primacy of law. Finally, it is \r\nan opportunity to exchange views on complementarity \r\nand to find harmony in the simultaneous exercise by \r\nthe General Assembly and the Court of their respective \r\nfunctions in favour of international stability.\r\nMy delegation renews its support for the Court in \r\nthe fulfilment of its mission, which is none other than \r\nto work for the peaceful settlement, in accordance \r\nwith the principles of justice and international law, \r\nA/72/PV.35 26/11/2017\r\n8/12 17-35142\r\nof international disputes that could threaten peace. It \r\nis also the responsibility of the Court, the principal \r\njudicial organ of the United Nations, to resolve any \r\nlegal issues that may arise between parties to a dispute. \r\nThe resolution of those legal issues is often important \r\nand sometimes decisive in the political settlement of \r\nthe dispute.\r\nEqually through its jurisprudence the Court \r\nconstantly contributes to the development of \r\ninternational law, the legal basis of our shared desire \r\nfor a shared life in a reconciled world. Through its \r\njudgments and advisory opinions, the Court, while \r\nilluminating and fuelling doctrine, also participates \r\nin the dissemination of legal science by ensuring wide \r\npublicity of its decisions throughout the world. In that \r\nregard, respect for and implementation of its decisions \r\nmust always be ensured.\r\nMy delegation reiterates that the credibility and \r\neffectiveness of the Court’s work will largely depend on \r\nits ability to take into account, in its functioning, all legal \r\nsystems, in addition to greater multilingualism. That \r\napplies equally to the coherence of its jursiprudence.\r\nFinally, my delegation hopes that the Security \r\nCouncil and the Court will continue to work in a spirit of \r\never closer cooperation and ever stronger collaboration \r\nin order to win the permanent battle for peace and \r\nsecurity on our planet. in line with the purposes and \r\nprinciples of the Charter of the United Nations and \r\ninternational law, which are the essential foundations \r\nof a more peaceful, prosperous and just world.\r\nMs. Telalian (Greece): Greece wishes to express its \r\nappreciation to the President of the International Court \r\nof Justice, His Excellency Judge Ronny Abraham, \r\nfor his comprehensive report (A/72/4) on the judicial \r\nactivities of the Court over the past 12 months.\r\nGreece also takes the opportunity to commend \r\nthe Court, as the principal judicial organ of the United \r\nNations, for its constant role in promoting the peaceful \r\nsettlement of international disputes in conformity with \r\nthe principles of justice and international law and thus \r\ncontributing to the furtherance of the overall objectives \r\nset out in the Charter of the United Nations.\r\nThe International Court of Justice has a prominent \r\nposition in the contemporary system of international \r\njustice as the only international court with both general \r\nand universal jurisdiction in inter-State disputes, since \r\nit is open to all States and may, subject to the provisions \r\nof the Charter and its Statute, decide on any question of \r\ninternational law. The increasing caseload of the Court, \r\nthe complexity and diversity of the cases pending before \r\nit and the fact that those cases involve States from all \r\ncontinents provide clear evidence of the trust placed in \r\nthe Court by States and the high level of expectations \r\nsurrounding its members as the guarantors of respect \r\nfor the rule of law and the principles of impartiality \r\nand independence. As a matter of fact, pending cases \r\ncover the most varied aspects of international law, \r\nranging from classical areas, such as the law of the \r\nsea, diplomatic and consular relations and the law of \r\nState responsibility, to more contemporary ones, such \r\nas international environmental law, which has gained \r\ngrowing attention in recent years.\r\nGreece has actively demonstrated its confidence \r\nin the International Court of Justice and its strong \r\ncommitment to the peaceful settlement of international \r\ndisputes by submitting, as early as 1994, a declaration of \r\nacceptance of the compulsory jurisdiction of the Court, \r\nunder Article 36, paragraph 2, of its Statute. After \r\nreviewing that declaration in order to take account of \r\nnew developments, Greece recently decided to reaffirm \r\nits confidence in the International Court of Justice by \r\nsubmitting a new declaration, in 2015.\r\nFurthermore, it is of the utmost importance for us \r\nto emphasize the contribution of the Court in upholding \r\nand promoting the rule of law. Since its establishment, \r\nthe Court has developed a robust case law, which \r\nhas greatly contributed to both legal certainty and \r\nthe promotion and clarification of international law, \r\nincluding through the confirmation and identification \r\nof rules of customary international law and jus \r\ncogens norms, the development of the law of the sea \r\nand the rules governing maritime delimitation, as \r\nwell as the establishment of principles applicable to \r\nState responsibility.\r\nFinally, we would like to address the role that \r\nthe International Court of Justice can play in conflict \r\nprevention by facilitating the process of preventive \r\ndiplomacy through the delivery of advisory opinions \r\non legal questions referred to it by duly authorized \r\nUnited Nations organs and agencies. The advisory \r\nopinions rendered by the Court, although not binding \r\nper se and limited in number in comparison to its \r\njudgments in contentious cases, have nevertheless \r\nbeen generally recognized as carrying legal weight \r\nand moral authority. However, in our view, recourse to \r\nthe Court’s advisory function should not circumvent \r\n26/11/2017 A/72/PV.35\r\n17-35142 9/12\r\nthe fundamental principle that a State shall not have \r\nits disputes submitted to judicial settlement without \r\nits consent.\r\nGreece once again wishes to express to the Court \r\nits appreciation for its valuable contribution to the \r\nconsolidation of world peace and justice through its \r\njurisprudence over the years.\r\nMr. Rosselli (Uruguay) (spoke in Spanish): \r\nUruguay thanks the International Court of Justice \r\nand its President, Judge Ronny Abraham, for his \r\npresentation (see A/72/PV.34).\r\nThe International Court of Justice, as one of the \r\nprincipal organs of the United Nations, is the body \r\ncharged with imparting justice in this area, not only \r\nbetween those Member States that have accepted its \r\njurisdiction, but also for those that accede to it of their \r\nown volition before a concrete case, and in accordance \r\nwith what is provided in Article 93 of the Charter of the \r\nUnited Nations.\r\nSince the pacific solution of controversies is one \r\nof the principles enshrined in the Charter, the Court \r\nand its Statute are intrinsic to the system of the United \r\nNations system and have been since its conception. Its \r\nfundamental role in the peaceful resolution of disputes \r\nis duly valued. Its judgments are points of reference in \r\ninternational law. They shape doctrine and are cited by \r\ncourts and other tribunals in their own judgments.\r\nThe Court has seen an expansion of the scope of \r\nthe matters submitted for hearing and resolution, as its \r\njurisprudence is important in terms of of international \r\nhumanitarian law and international human rights law, \r\ntaking into account in its judgments citations from other \r\ncourts, such as the Inter-American Court of Human \r\nRights. That shows the development of international \r\nlaw and its progress and growth in the past 20 years, \r\nas indicated by Judge Abraham in his report (A/72/4). \r\nThe Court has a fundamental role in the maintenance \r\nand promotion of the rule of law, contributing through \r\nboth its judgments and its advisory opinions to the \r\nmaintenance of peace and security and the strengthening \r\nand development of international law.\r\nUruguay has been and is a defender of the peaceful \r\nsettlement of disputes, incorporating the jurisdiction \r\nof the International Court of Justice in all the treaties \r\nratified by the Republic in which there was agreement, \r\nin that regard, with its counterparts. In that framework, \r\nmy country has been respectful of its rulings, as \r\nwas shown recently in a case involving Uruguay in \r\nan application before the Court. Uruguay has also \r\nreceived its advisory opinions as relevant contributions \r\nto international law that ought to be followed by the \r\ninternational community.\r\nThe traditional position of Uruguay with respect \r\nto international law and the obligations resulting from \r\nits rulings has manifested itself in other jurisdictional \r\nareas at the regional and international levels. Uruguay’s \r\nfidelity to policy regarding human rights has been \r\nreflected in the way it acts in cases to which it is party, \r\nas was the case initiated at the beginning of 2010 by the \r\ntobacco company Philip Morris before the International \r\nCentre for Settlement of Investment Disputes (ICSID), \r\nwhich went against two standards adopted by Uruguay \r\nfor tobacco control and which resulted in a ruling \r\nfavourable to Uruguay.\r\nTo conclude, I take this opportunity to reiterate \r\nUruguay’s commitment to the Charter of the United \r\nNations, the Statute of the Court and the progressive \r\ndevelopment of international law and its codification.\r\nMs. Pino Rivera (Cuba) (spoke in Spanish): \r\nCuba associates itself with the statement made by the \r\nrepresentative of the Islamic Republic of Iran on behalf \r\nof the Movement of Non-Aligned Countries (see A/72/\r\nPV.34). We appreciate the presentation of the report of \r\nthe International Court of Justice (A/72/4), and we also \r\nwish to express our commitment to the strict application \r\nof international law and the peaceful settlement of \r\ninternational disputes.\r\nCuba acknowledges the work done by the Court \r\nsince its inception. Its judgments and advisory opinions \r\nhave been of special importance, not only in terms of \r\nthe cases submitted for its consideration but also for the \r\ndevelopment of public international law. The volume of \r\ncases referred to the Court, many of which correspond to \r\nthe Latin American and Caribbean region, demonstrate \r\nthe importance that the international community \r\nand this region in particular attach to the peaceful \r\nsettlement of disputes.\r\nThe Republic of Cuba addresses the peaceful \r\nsettlement of disputes in accordance with Article 33, \r\nparagraph 1, of the Charter of the United Nations. \r\nWe regret that some Court judgments have not been \r\nexecuted, in clear violation of Article 94 of the Charter \r\nof the United Nations, which establishes that each \r\nMember of the United Nations undertakes to comply \r\nwith the decision of the International Court of Justice \r\nA/72/PV.35 26/11/2017\r\n10/12 17-35142\r\nin any case to which it is a party. That demonstrates the \r\nneed to reform the United Nations system so as to grant \r\ngreater guarantees to developing countries in the face \r\nof powerful nations. Cuba considers it useful for the \r\nCourt to present a critical assessment of its relationship \r\nwith the organs of the United Nations, especially the \r\nSecurity Council.\r\nMany significant cases have been dealt with by \r\nthe International Court of Justice. Cuba attaches great \r\nimportance to the advisory opinion issued unanimously \r\non 8 July 1996 on the Legality of the threat or use of \r\nnuclear weapons. In that, the International Court of \r\nJustice concluded that there is an obligation to undertake \r\nin good faith and bring to a conclusion negotiations \r\nfor nuclear disarmament in all its aspects under strict \r\nand effective international control. Cuba also urges \r\nthat the advisory opinion of 9 July 2004 on the Legal \r\nConsequences of the Construction of a Wall in the \r\nOccupied Palestinian Territory be fully respected and \r\ncalls on all States to respect and guarantee respect for \r\nthe provisions of the Court in this important case.\r\nWe also attach great importance to the allocation of \r\nthe budgetary resources necessary for the International \r\nCourt of Justice to adequately carry out its work in \r\norder to achieve a peaceful settlement of the conflicts \r\nit has under its jurisdiction. We call for work to ensure \r\nthat these resources reach the Court in a timely and \r\nappropriate manner.\r\nWe wish to thank the Court for the publications \r\nmade available to the Governments parties and for the \r\nonline resources, which constitute a valuable material \r\nfor the dissemination and study of public international \r\nlaw, especially for developing countries. Many such \r\ncountries, including our own, are often deprived of \r\ninformation related to the advances of international \r\nlaw. Cuba is a country with a peaceful vocation that is \r\nrespectful of international law and has always faithfully \r\nfulfilled its international obligations derived from the \r\ntreaties to which it is party. In that regard, we wish to \r\ntake this opportunity to reiterate Cuba’s commitment \r\nto peace.\r\nFinally, our delegation wishes to underscore that \r\nthe events that have taken place in recent years clearly \r\ndemonstrate the importance of the International Court \r\nof Justice as an international jurisdictional body that \r\nresolves, in accordance with international law and \r\npeacefully and in good faith, disputes that have the \r\ngreatest impact for the international community.\r\nThe Acting President: I now give the f loor to the \r\nobserver of the Observer State of Palestine.\r\nMr. Bamya (Palestine): The State of Palestine aligns \r\nitself with the statement delivered by the representative \r\nof Iran on behalf of the Non-Aligned Movement.\r\nThe State of Palestine stresses that the international \r\nrule of law is of paramount importance for the \r\nachievement of international peace and security and that \r\nthere can be no rule of law without justice. Therefore \r\nempowering the International Court of Justice is an \r\nintegral and key part of our efforts to ensure fulfilment \r\nof the purposes and principles enshrined in the \r\nCharter of the United Nations. The State of Palestine \r\nconsiders that the Court’s well-established credibility \r\nand authority has allowed it to play an important role \r\nin the peaceful settlement of disputes. It calls on all \r\nStates to recognize the compulsory jurisdiction of the \r\nCourt as an important contribution towards upholding \r\nthe international rule of law.\r\nThe State of Palestine stresses that all States \r\nand bodies of the United Nations must respect the \r\ndecisions and opinions delivered by the Court. In this \r\ncontext, Palestine condemns Israel’s disregard for \r\nand continuous breach of international law, including \r\nfollowing the advisory opinion delivered by the Court \r\nin 2004, which declared the wall built by Israel in the \r\noccupied Palestinian territory, as well as its associated \r\nregime, illegal. It considered that such actions may \r\namount to unlawful de facto annexation, in violation \r\nof the cardinal principle of the inadmissibility of the \r\nacquisition of land by force.\r\nPalestine calls on all States to uphold their \r\nobligations under international law, including as they \r\npertain to non-recognition, distinction between the \r\noccupied territory and the territory of the occupying \r\nPower, holding accountable those who commit \r\nviolations and crimes, not rendering aid or assistance to \r\nthe commission of unlawful actions and contributing to \r\nthe early realization by the Palestinian people of their \r\nlong-denied right to self-determination.\r\nThe State of Palestine is a strong advocate for \r\nthe activation, strengthening and universality of \r\ninternational accountability mechanisms and has \r\ndecided to join all those available to it. We are \r\nconvinced, as demonstrated by our own experience \r\nand the ongoing occupation of our land and violation \r\nof our people’s rights, that impunity fosters criminality \r\n26/11/2017 A/72/PV.35\r\n17-35142 11/12\r\nand that accountability alone can ensure respect for \r\ninternational law and advance peace.\r\n(spoke in French)\r\nIn conclusion, the State of Palestine thanks the \r\nPresident of the International Court of Justice, His \r\nExcellency Ronny Abraham, for his report (A/72/4) \r\nand his efforts at the helm of the Court. We commend \r\nStates for their recourse to the International Court of \r\nJustice to settle their disputes. Palestine stresses that \r\nthe number of cases brought before the Court and \r\ntheir diversity, both in terms of topics examined and \r\ngeographical range, constitutes further evidence of the \r\nimportance of the Court and its mandate, as well as the \r\nneed to work to consolidate its universality.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on this item. May I take it that \r\nthe General Assembly takes note of the report of the \r\nInternational Court of Justice?\r\nIt was so decided.\r\nThe Acting President: Several speakers gave asked \r\nto speak in exercise of the right of reply. May I remind \r\nmembers that statements in exercise of the right of reply \r\nare limited to 10 minutes for the first intervention and \r\nto 5 minutes for the second intervention and should be \r\nmade by delegations from their seats.\r\nMr. Musikhin (Russian Federation) (spoke in \r\nRussian): We are compelled to comment on the statement \r\nby the delegation of Ukraine. We wish to recall that \r\nthe debate on the report of the International Court of \r\nJustice is not the appropriate format for discussing the \r\nsubstance of cases that are being considered by that \r\norgan. Instead of making a constructive contribution to \r\nthe debate, the delegation of Ukraine has once again \r\nembarked on propagandistic rhetoric. Moreover, it \r\nproceeded to distort the judgments of the Court.\r\nThe picture painted by the Ukrainian delegation \r\nis far removed from reality. To understand that, it \r\nshould suffice to look at the order for provisional \r\nmeasures in the framework of the case of Ukraine v. \r\nRussian Federation and the materials dealt with in \r\nthe proceedings.\r\nFirst of all, the Court did not support the statement \r\nof Ukraine about an alleged occupation or the status \r\nof Crimea. In that regard, the insinuation made by \r\nthe Ukrainian delegation today is inappropriate. The \r\nCourt rejected all Ukraine’s requests for any sort of \r\nprovisional measures on the International Convention \r\nfor the Suppression of the Financing of Terrorism, \r\nconsidering that they were not plausible. The Court also \r\nappealed to the parties to work for full implementation \r\nof the Minsk agreements, recognizing that those \r\nagreements were adopted and signed by a number of \r\nparties, including by the representatives of Donetsk and \r\nLuhansk — a fact that Ukraine seeks to deny.\r\nAs regards the International Convention on the \r\nElimination of All Forms of Racial Discrimination, the \r\nCourt did not support any of the provisional measures \r\nin the way that had been requested by Ukraine. Instead, \r\nthe Court took a decision to apply three provisional \r\nmeasures that it formulated itself. Two of them are \r\naddressed to Russia and one to both parties, which \r\nfor some reason the Ukrainian delegation forgot to \r\nmention. In the light of all that has been said, we would \r\nlike to point out that we are respectful of the relevant \r\nrulings of the Court and have taken all the necessary \r\nmeasures for their implementation.\r\nIncidentally, it is noteworthy that in considering \r\nissues of human rights in various forums, the Ukrainian \r\nauthorities recently adopted legislation that bears all the \r\nsigns of being discriminatory in virtually prohibiting \r\nthe teaching in languages of national minorities. Maybe \r\nnot everyone knows that that step triggered concern \r\neven among some of the allies of Kyiv in the European \r\nUnion. A revealing statement was made by a country \r\nneighbouring Ukraine.\r\nThe new Ukrainian legislation encroaches on the \r\nrights of national minorities, making their situation \r\nworse than during the times of the Soviet Union. \r\nBy engaging in recriminations against Russia, the \r\nUkrainian authorities are actually pursuing a policy that \r\nsubstantially violates the rights of its own population. \r\nTo that, we should add that the culprits are not just in \r\nKyiv, but in those countries that consistently pander to \r\nits subversive policy.\r\nWe call on delegations to reflect upon this, \r\nincluding in the light of the recent messages of support \r\nfor the latest anti-Russian steps of Ukraine.\r\nMr. Yelchenko (Ukraine): I wish to make a few \r\npoints. First of all, I am greatly amused to hear the \r\nstatement in exercise of the right of reply just delivered \r\nby the delegation of the Russian Federation. It appears \r\nthat the Russian delegation came here only to make this \r\nright of reply. They did not make a statement on the \r\nsubstance of today’s meeting, which in itself shows the \r\nA/72/PV.35 26/11/2017\r\n12/12 17-35142\r\ntotal disrespect for the report of the International Court \r\nof Justice.\r\nMy second point is that I did not say a single word \r\nthat the Russian representative refers to in his right \r\nof reply. I never referred to the case in my statement, \r\nwhich the representative of the Russian Federation \r\nreferred to several times.\r\nMy third point is that we were not referring to \r\nthe case presented by Ukraine with reference to the \r\nInternational Convention for the Suppression of the \r\nFinancing of Terrorism, which is relevant to Donbas. \r\nWe referred only to the case that is relevant to Crimea.\r\nMy fourth point is that the President of the Court, \r\nJudge Abraham, spent around 15 minutes describing to \r\nthe delegations present here the two cases presented by \r\nUkraine against Russia.\r\nMy last point is on the substance of the statement \r\nby the Russian delegation, although I believe that \r\nthat statement is not relevant to the agenda item we \r\ndiscussed today.\r\nIt is a clear and unequivocal fact that the temporary \r\noccupation and the subsequent attempt to annex \r\nthe Autonomous Republic of Crimea and the city of \r\nSevastopol and Russia’s illegal actions in Donbas fall \r\nsquarely under the definition of an act of aggression, in \r\nline with the provisions of article 3, paragraphs (a), (b), \r\n(c), (d), (e) and (g), of the annex to General Assembly \r\nresolution 3314 (XXIX). The Assembly’s adoption \r\nof resolution of 68/262, on the territorial integrity of \r\nUkraine, and resolution 71/205, on the situation of \r\nhuman rights in the temporarily occupied Autonomous \r\nRepublic of Crimea and the city of Sevastopol, Ukraine, \r\nis a strong confirmation of that.\r\nRussian actions in Ukraine constitute the most \r\nserious crime against the international peace that the \r\nUnited Nations is striving to preserve. They entail \r\ninternational responsibility of the Russian Federation \r\nas a State and the international criminal responsibility \r\nof its senior leadership. We urge the Russian Federation \r\nto cease internationally wrongful acts on the territory \r\nof Ukraine, to offer appropriate assurances and \r\nguarantees of their non-repetition, and to make full \r\nreparation, compensation and satisfaction for the \r\ndamage already caused.\r\nRegarding the aforementioned International Court \r\nof Justice Order, we urge the Russian Federation to \r\nfully and unconditionally implement it, together with \r\nall the recommendations made by the Office of the \r\nUnited Nations High Commissioner for Human Rights \r\nin more than 20 reports on Ukraine.\r\nIn conclusion, we would like to draw the attention \r\nof the Russian Federation to the third provisional \r\nmeasure from the Court Order, namely, to refrain from \r\nany action which might aggravate or extend the dispute \r\nor make it more difficult to resolve.\r\nMr. Musikhin (Russian Federation) (spoke in \r\nRussian) : I will be as brief as possible.\r\nTo begin, I would like to comment on the statement \r\nof the delegation to the effect that we did not speak during \r\nthe debate. In the view of the Ukrainian delegation, \r\nthat seems to mean something about our attitude to this \r\ndebate. That has no relationship to reality. Our position \r\non the report of the International Court of Justice and \r\nits activities as a whole is well known to the Court, and \r\nit has been brought to its attention in other formats, \r\nincluding at yesterday’s Security Council briefing (see \r\nS/PV.8075). The delegation of Ukraine knows that \r\nvery well.\r\nAs for the repeated accusations about occupation, \r\nour position is well known. We will not repeat it \r\nnow. With respect to the third aspect, regarding the \r\nprovisional measures indicated by the Court, once \r\nagain I would like to recall that they apply equally to \r\nthe delegation of Ukraine.\r\nThe Acting President: May I take it that it is \r\nthe wish of the General Assembly to conclude its \r\nconsideration of agenda item 74?\r\nIt was so decided.\r\nThe meeting rose at 4.20 p.m.\r\n"