"United Nations A/72/PV.5\r\nGeneral Assembly\r\nSeventy-second session\r\n5th plenary meeting\r\nTuesday, 19 September 2017, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nIn the absence of the President, Mr. Laaksonen \r\n(Finland), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.25 p.m.\r\nAddress by Mr. Ibrahim Boubacar Keita, President \r\nof the Republic of Mali\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of Mali.\r\nMr. Ibrahim Boubacar Keita, President of the \r\nRepublic of Mali, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Ibrahim Boubacar Keita, \r\nPresident of the Republic of Mali, and to invite him to \r\naddress the Assembly.\r\nPresident Keita (spoke in French): At the \r\noutset, on behalf of Mali, allow me to extend warm \r\ncongratulations to the President on his election to guide \r\nthe General Assembly at its seventy-second session. I \r\nalso commend the outstanding work of his predecessor, \r\nAmbassador Peter Thomson. I wish to pay tribute to \r\nthe Secretary-General of the Organization, my dear \r\nfriend António Guterres, for his leadership, vision \r\nand commitment to the common values, purposes and \r\nprinciples of the United Nations.\r\nMali welcomes the choice of the theme of the \r\npresent session — “Focusing on people: Striving \r\nfor peace and a decent life for all on a sustainable \r\nplanet” — which is both timely and relevant in a world \r\nthat is confronted with the various challenges to peace, \r\nsecurity and the considerable efforts needed to improve \r\nthe living conditions of our populations. The highest \r\npriority of our joint efforts at present is not the effective \r\npreservation of our planet, which is of course in our \r\nbest interests, but, more urgently, the interest of our \r\nfuture generations.\r\nGiven those numerous challenges, from which \r\nno one — not even my country, Mali — has been \r\nspared, since assuming my post as head of State, I \r\nhave consistently devoted myself to working to quickly \r\nbringing peace and security for my people to an \r\nacceptable level, in creating genuine conditions for a \r\ndecent life for the benefit of the Malian people and in \r\nimproving our living environment. Since my election in \r\n2013, I have firmly dedicated myself to the search for \r\na negotiated political solution to the internal dimension \r\nof the Malian crisis.\r\nAfter eight long months of intense and steadfast \r\nnegotiations in Algiers — and, once again, I would \r\nlike to say how much we appreciate the efforts of \r\nour Algerian brothers, especially those of President \r\nAbdelaziz Bouteflika, and we thank them for the \r\nwelcome and the hospitality we received in that \r\nwonderful white city — the Agreement on Peace and \r\nReconciliation in Mali was concluded. Today Mali is \r\npleased with the conditions that were thus created for \r\nits future. The principal merit of the Agreement would \r\nhave certainly been to immediately restore confidence \r\namong the Malian parties — no more belligerence. \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-29275 (E)\r\n*1729275*\r\nA/72/PV.5 19/09/2017\r\n2/27 17-29275\r\nWith the implementation of the Agreement, the general \r\nsituation of the country has significantly improved.\r\nI shall spare the Assembly the long list of the \r\nmeasures and concrete actions taken by the Government \r\nof Mali to implement the Agreement in strict accordance \r\nwith the letter and the spirit of the commitments we \r\nhave made. As an example, I would simply point out \r\nthat, as of today, what we call in Mali the interim \r\nauthorities and transitional colleges — two key elements \r\nof the Agreement on Peace and Reconciliation — are \r\noperational in the five regions of northern Mali.\r\nIn the same vein, I am particularly pleased with \r\nthe current efforts aimed at the definitive return of \r\nthe Malian administration to Kidal. That fortunate \r\nprospect was made possible by the efforts of the \r\nMalians themselves, aided by international mediation \r\nand the support of the United Nations Multidimensional \r\nIntegrated Stabilization Mission in Mali (MINUSMA). \r\nAt the same time, the Government, under my authority, \r\nis working to stabilize the security situation in the \r\ncentral regions of the country, which today are a source \r\nof great concern for us and the whole country. That \r\nparticular situation has become acute and urgent after \r\nthe Algiers talks, which is to say that there is a new \r\nfront to be secured and pacified. Important measures \r\nhave therefore been taken and are currently under way, \r\nwith very encouraging results.\r\nThose results undoubtedly speak of the common \r\nwill of Malian men and women to achieve peace, \r\nreconciliation and the re-establishment of genuine \r\nconditions for a good life together. We also owe those \r\nresults to the multifaceted support of the men and women \r\nof the United Nations system in Mali. They have paid \r\na high price to help us, otherwise maintaining peace \r\nwould have been bloody. That is why I would like to \r\ncommend the excellent work of the civilian and military \r\nstaff of MINUSMA, who work under conditions that \r\nI know are difficult and often dangerous. From this \r\nrostrum, I would like to pay tribute to the memory of all \r\nof the victims, both civilian and military, Malian and \r\nforeign, who have fallen in the field of honour in Mali.\r\nThere have been numerous obstacles to the \r\nimplementation of the Agreement, which have resulted \r\nin long delays, procrastination and postponements — all \r\nof which have generated immense impatience in national \r\nopinion and among international community.\r\nI would like to take this opportunity to express \r\nour deep appreciation to the Security Council for the \r\nadoption of resolution 2364 (2017), which renewed the \r\nmandate of MINUSMA. In addition, I am particularly \r\npleased by the adoption, on 5 September, of resolution \r\n2374 (2017), which establishes the legal framework for a \r\nsanctions regime against perpetrators of acts impeding \r\nthe implementation of the Agreement on Peace and \r\nReconciliation in Mali. Those two resolutions are aimed \r\nat the effective resolution of the types of difficulties \r\nunderlying the implementation of the Agreement. \r\nThey also reflect the steadfast determination of my \r\nGovernment to tirelessly continue in its political and \r\ninstitutional efforts for firmness and diligence in the \r\nprocesses related to the effectiveness of the Agreement.\r\nThe deterioration of the security situation in Mali \r\nhas had a negative impact on the implementation of the \r\nAgreement on Peace and Reconciliation. Insecurity in \r\nMali and the Sahel is a source of great concern for my \r\ncountry and for our neighbours. The situation poses, \r\nin all respects, a real threat to international peace and \r\nsecurity. It is marked by terrorism, violent extremism \r\nand other forms of organized transnational crime, \r\nincluding trafficking in drugs, weapons and people.\r\nThe Sahel is swarming with organized-crime \r\ngroups. They have access to substantial material, \r\nfinancial and logistical resources and pose serious \r\nchallenges to the individual functioning institutions and \r\norganizations of all our States. They sow death through \r\ntheir criminal and asymmetrical attacks. Working to \r\nconquer areas only partially under our sovereignty, \r\nthey find themselves free to maintain and spread their \r\ncriminal activities, thereby seriously threatening the \r\nfoundations, and even the very existence, of our States.\r\nNo single country by itself would be able to confront \r\nthose cross-border threats. That was the entire rationale \r\nbehind the establishment of the Group of Five for the \r\nSahel (G-5 Sahel) by Burkina Faso, Mali, Mauritania, \r\nthe Niger and Chad so as to confront together shared \r\nchallenges related to the security and the development \r\nof our countries. From its founding, in February 2014, \r\nto the present, our organization — which I have the \r\nprivilege of chairing in 2017 and 2018 — has made \r\ntremendous progress. In particular, it has put in place \r\nthe force conjointe du  G-5 Sahel to combat terrorism, \r\ntransnational organized crime and the trafficking of \r\nmigrants.\r\nAlthough the adoption of Security Council \r\nresolution 2359 (2017) was certainly an important step, \r\nwe would have preferred it to have been adopted under \r\n19/09/2017 A/72/PV.5\r\n17-29275 3/27\r\nChapter VII of the Charter of the United Nations, which \r\nwould have ensured its predictable and sustainable \r\nfunding, including through the United Nations, in \r\naccordance with the decision by the African Union \r\nPeace and Security Council of 13 April.\r\nThe force represents the collective resolve of our \r\nStates to work together to secure and develop the region \r\nthat we share, with the support of our partners — whom \r\nI commend here for their constant support at our side. \r\nToday we are working tirelessly towards the effective \r\noperationalization and functioning of the force, with \r\nthe very much appreciated support of friendly countries \r\nand partner organizations.\r\nThe first operations of the force will, we hope, \r\nbegin in October. I can assure the Assembly that those \r\noperations will be carried out in strict compliance with \r\nhuman rights and international humanitarian law. A \r\ncivilian mechanism will be deployed within the force \r\nso as to monitor that issue, which is so important to us, \r\nbecause the success of the force depends on the full and \r\ncontinued support of our people.\r\nI would nevertheless like to draw the Assembly’s \r\nattention to some of the challenges that characterize \r\nthe operationalization and maintenance of the force. \r\nAmong them, mobilizing comprehensive funding for \r\nthe force figures prominently. I would therefore like to \r\ntake this opportunity to invite all friendly countries and \r\ninternational partner organizations to the international \r\ncontribution planning conference for the force to be \r\nheld in Brussels in December. I would like to give my \r\nassurance that resources allocated to the force will be \r\nmanaged with total transparency. Moreover, we remain \r\nopen to any support from our partners that can help \r\nensure better management of the resources of the force \r\nconjointe.\r\nI would also like to add, for the benefit of the friendly \r\ncountries and international organizations that are ready \r\nto help us, that the Joint Force is in the public interest \r\nof all. Although we are going through a transitional \r\nphase today, the battle that we are waging in the Sahel \r\nis akin to a dam. If that dam were to give, that would \r\nbe a misfortune for the civilized world, which shares \r\nour values. Therefore, in areas that involve equipping \r\nbattalions and reinforcing logistics resources, as well \r\nas communications, emergency medical evacuation and \r\ncombating the use of improvised explosive devices, we \r\nneed the world’s help.\r\nAlongside security issues, the G-5 Sahel places \r\nhigh priority on issues involving development, the \r\nresilience of populations, governance and decent jobs \r\nfor the youth of our countries, among others. I would \r\nlike to call on members of the General Assembly and the \r\ninternational community to provide sustained support \r\nto the G-5 Sahel Priority Investment Programme.\r\nImplementing the Sustainable Development Goals \r\nremains a priority for Mali. In that context, in 2016, \r\nthe Government adopted its strategic framework for \r\neconomic recovery and sustainable development for \r\nthe period from 2016 to 2018. Its overall goal is to \r\npromote inclusive and sustainable development, with \r\nthe aim of reducing poverty and inequalities in a united \r\nand peaceful Mali, while building on the potential and \r\ncapacity for resilience, with a view to reaching the \r\nSustainable Development Goals by 2030.\r\nThe macroeconomic framework of our country has \r\nimproved, and numerous indicators show encouraging \r\ndevelopments, including robust economic growth with \r\nan annual average of approximately 6 per cent, and a \r\nsubstantial improvement in the business environment. \r\nThis was noted by the Arab Maghreb Union. In that \r\ncontext, Mali will hold the Invest in Mali Forum on \r\n7 and 8 December in Bamako, and we invite friendly \r\ncountries and international organizations to come and \r\nbet on Mali.\r\nAs a Sahelian country with an agro-sylvo-pastoral \r\nsystem, Mali remains deeply concerned about climate \r\nchange, which is one of the major challenges involving \r\nthe survival and development of humankind. That is \r\nwhy I would like to reiterate Mali’s commitment to the \r\neffective implementation of the Paris Agreement on \r\nClimate Change, to which it is party. In that regard, \r\nthe international community must remain committed to \r\nits implementation so as to preserve the ecosystem for \r\npresent and future generations.\r\nThe world continues to face numerous public health \r\nchallenges, such as HIV/AIDS, malaria, tuberculosis \r\nand Ebola. While commending the progress made in \r\nthe fight against those pandemics, we must strengthen \r\ninternational efforts so as to achieve the shared goal \r\nof eradicating those diseases. We must redouble our \r\nvigilance and efforts so as to implement, in particular, \r\nthe Political Declaration on HIV and AIDS: On the Fast \r\nTrack to Accelerating the Fight against HIV and to End \r\nthe AIDS Epidemic by 2030, which we, the world’s \r\nleaders, adopted in New York in June 2016.\r\nA/72/PV.5 19/09/2017\r\n4/27 17-29275\r\nConcerning migration issues, Mali fully supports \r\nthe ongoing process in the Organization aimed at the \r\nadoption in 2018 of a global compact for safe, orderly \r\nand regular migration. Together we must seek suitable \r\nsolutions to the human tragedy taking place in the \r\nMediterranean and the desert, which leaves no human \r\nconscience indifferent and leads to thousands of deaths, \r\nincluding those of women and children. That maritime \r\ncemetery represents a scandal for the twenty-first \r\ncentury, and it must stop.\r\nMali is at one and the same time a country of origin, \r\ntransit and destination for migrants. We therefore have \r\nestablished a national migration policy with a view \r\nto better overseeing the phenomenon. Mali has also \r\nestablished national mechanisms for better managing \r\nmigration issues.\r\nI take this opportunity to commend the substantial \r\ncontribution of the Malian diaspora to the economic, \r\nscientific, cultural and social development of Mali. The \r\ndiaspora constitutes both our pride and our wealth.\r\nThe Government and the people of Mali continue \r\nto pay close attention to the situation in Africa and the \r\nrest of the world. We are therefore concerned about the \r\nsituation in Libya, which continues to have a negative \r\nimpact on the Sahel region. We call on all Libyan \r\nstakeholders to encourage the search for peaceful \r\nsolutions with a view to achieving a lasting settlement \r\nof the crisis.\r\nMali pays equal attention to the ongoing situation in \r\nthe Middle East, in particular as concerns the impasse \r\nin negotiations surrounding the Israeli-Palestinian \r\nconflict. Mali reaffirms its support for the brotherly \r\nPalestinian people in their legitimate struggle to regain \r\ntheir inalienable rights and calls for the resumption of \r\nnegotiations aimed at a two-State solution, with Israel \r\nand Palestine living side by side in peace and security \r\nin a calm Middle East.\r\nSimilarly, we are concerned about the unprecedented \r\nincrease in terrorism, violent extremism and religious \r\nintolerance in the world. To contain those global \r\nthreats, which spare no country, we need to strengthen \r\ninternational and regional cooperation, foster a fruitful, \r\nongoing dialogue and combat the vulnerabilities that \r\nexpose our communities to extremist ideology. Mali \r\nwelcomes the successes around the world in the fight \r\nagainst terrorist organizations and urgently calls for \r\nmore cooperation and coordination in the fight against \r\nterrorism in the Sahel.\r\nThe realities and demands of today’s world require \r\nthat we adapt global governance to current challenges. \r\nThe revitalization of the General Assembly and the \r\nlong-awaited reform of the Security Council are \r\nbecoming increasingly necessary if we are to have a \r\nUnited Nations capable of responding effectively to the \r\nlegitimate expectations of all nations. That has been \r\nsaid here today.\r\nMali reaffirms its commitment to the African \r\nCommon Position on the reform of the Security \r\nCouncil. Moreover, we express our concern about the \r\ncurrent tendency to reduce the budget of peacekeeping \r\noperations at the very time when such operations have \r\nbecome crucial and substantial in terms of volume.\r\nI wish to reiterate the Government of Mali’s call for \r\nthe necessary adaptation of peacekeeping operations to \r\nthe dizzying developments surrounding them: global \r\nthreats. We believe that the call we just launched for \r\nsupport for our common regional organization, the \r\nG-5 Sahel, must be promoted so that we may receive \r\nenergetic support for the G-5 Sahel and establish \r\nthe effective business and financing that we lack. \r\nUnfortunately, very often such promises remain mere \r\npronouncements, at the very time such operations \r\nare indispensable and urgent for the well-being of \r\nthe populations under permanent threat from diverse \r\ngroups infesting the region.\r\nLet me also say that today that our region is \r\nconcerned about the trend in United Nations budgetary \r\ncutbacks. Each of us has been somewhat reassured \r\ntoday by strong statements made.\r\nWe have a collective responsibility to bring about \r\npeace and to ensure security worldwide. We have the \r\ncollective responsibility to leave no one behind and to \r\ncreate the conditions for inclusive development for our \r\npopulations. We have the collective responsibility to \r\nsave and to preserve our environment and our common \r\nplanet. Through my voice, Mali fully commits to play \r\nits role in this collective endeavour to build a better \r\nworld for all.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Mali for the statement just made.\r\nMr. Ibrahim Boubacar Keita, President of the \r\nRepublic of Mali, was escorted from the General \r\nAssembly Hall.\r\n19/09/2017 A/72/PV.5\r\n17-29275 5/27\r\nAddress by His Serene Highness Prince Albert II \r\nof Monaco\r\nThe Acting President: The Assembly will now \r\nhear an address by His Serene Highness Prince Albert \r\nII of Monaco.\r\nHis Serene Highness Prince Albert II of Monaco \r\nwas escorted into the General Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Serene Highness Prince Albert II of \r\nMonaco and to invite him to address the Assembly.\r\nPrince Albert (spoke in French): I would like to \r\nbegin by telling the President how pleased I am to see \r\nhim conducting the work of the General Assembly at \r\nits seventy-second session. We wish him success in the \r\naccomplishment of this important and delicate task in \r\nthe service of the international community. I have an \r\nexcellent memory of my official visit to Slovakia last \r\nMay. On that occasion I was able to appreciate his \r\nwork and to consolidate the good relations between our \r\ntwo States.\r\n“Peace must be our goal and guide”. But “without a \r\nhealthy environment we cannot end poverty and build \r\nprosperity”. Those are the words of the Secretary-\r\nGeneral, and current circumstances give those words \r\nspecial resonance. It is clear that the threat of nuclear \r\nescalation in Asia has never been greater, and that \r\nnotion can leave no leader indifferent.\r\nIn accordance with its obligations, Monaco complies \r\nwith the Security Council resolutions adopted under \r\nChapter VII of the Charter. Respecting the commitments \r\nthat apply to each Member State is paramount. We \r\ntherefore refuse to be powerless witnesses of the \r\nindefensible stances that pose a grave danger to all our \r\nStates. We condemn the irresponsibility of those who \r\nexpose humankind to an irreversible disaster.\r\nRecognizing the importance of cooperation \r\nbetween the United Nations and regional organizations, \r\nMonaco continues to support collective efforts for the \r\npromotion of peace and security. As a member of the \r\nOrganization for Security and Cooperation in Europe \r\nand the Council of Europe, Monaco participates \r\nactively in the work of those regional institutions. \r\nIn that connection, the Principality pays particular \r\nattention to the work of the Special Monitoring Mission \r\non the crisis in Ukraine and its vicinity.\r\nThe Principality of Monaco, with 140 nationalities \r\nin its territory, has always been open to dialogue. Our \r\ncountry has been enriched by that diversity, which \r\ncontinues today. We are convinced that our common \r\nvalues — the defence of human rights, of democracy \r\nand of the rule of law — are among the ongoing \r\npriorities of a modern State concerned with the welfare \r\nof its citizens and those who live on its soil. The ideals \r\nthat unite us allow us to move forward together, as our \r\ngoals remain unfulfilled.\r\nThe fight against impunity is part and parcel of \r\nthose ideals. Refusing to allow atrocity to dictate the law \r\nis a sine qua non condition of assumed sovereignty. The \r\nPrincipality of Monaco is fully committed to respect for \r\njustice and peace. That underpins our support for the \r\nInternational, Impartial and Independent Mechanism on \r\nthe most serious crimes committed in Syria. To the best \r\nof its ability, Monaco will continue its contribution in \r\nterms of the assistance to that country’s long-suffering \r\ncivilian population in order to enable them to rebuild \r\nand imagine a better future.\r\nThe situation in Africa, where over 20 million \r\nindividuals are risk of losing their lives as a result of \r\nfamine, will have serious consequences. Although \r\ndrought is an exacerbating factor, it must be recognized \r\nthat the primary cause for this humanitarian disaster is \r\nwar. In keeping with our traditions, Monaco expresses \r\nsolidarity by responding to the call of the United Nations \r\nfor contributions to the World Food Programme and the \r\nInternational Committee of the Red Cross, as well as to \r\nMonegasque non-governmental organizations.\r\nAbove and beyond those urgent humanitarian \r\nactions, Monaco’s cooperation system implements \r\na policy promoting the eradication of poverty and \r\nfostering sustainable development to serve the most \r\nvulnerable. My country’s new strategic plan for \r\nofficial development assistance will work with public \r\nand private partners to respond to the most pressing \r\nneeds — food security, health, education and job \r\nplacement — beyond the mere duty to assist.\r\nGood governance, the fight against corruption, and \r\nsufficient public resources are not empty words, but \r\nrather assets without which no State can meet the basic \r\nneeds of its population or establish its development \r\npolicies in a long-lasting manner.\r\nThose crises serve only to further justify the \r\nSecretary-General’s advocacy for “protection and \r\nA/72/PV.5 19/09/2017\r\n6/27 17-29275\r\nrespect for human rights and for the creation of decent \r\nwork opportunities for young people”.\r\nToday, by depositing our instrument of ratification \r\nof the Convention on the Rights of Persons with \r\nDisabilities, I once again wish to associate my country \r\nwith the efforts of the international community to \r\npromote their fundamental freedom and dignity. As \r\nDag Hammarskjöld so aptly observed,\r\n(spoke in English)\r\n“The United Nations was not created to lead \r\nmankind to heaven, but to save humanity from hell.”\r\n(spoke in French)\r\nAttacks on innocent civilians affect us all, wherever \r\nthey are perpetrated. We hope that the United Nations \r\nOffice of Counter-Terrorism can bring us together in \r\nour determination to annihilate this barbarism.\r\nClimate change is putting humankind in imminent \r\ndanger. The unprecedented violence of recent extreme \r\nweather events serve to prompt us once again to \r\nrecognize our limitations. Faced with nature unleashed, \r\npeople will always lose. Hurricanes and typhoons have \r\ntragic consequences whether they form in the Atlantic \r\nor the North Pacific. The Paris Climate Change \r\nAgreement has garnered 195 signatures and 159 States \r\nparties. That is the clearest proof of the urgency felt at \r\nthe global level. Only by promoting global awareness \r\nand mobilizing all sectors of our societies can we adapt \r\nour economies successfully. Several States, including \r\nMonaco, as well as some private companies, have \r\nalready announced major measures aimed at changing \r\nour modes of transport, production and consumption. \r\nIn general, a change in our lifestyles is more than \r\nnecessary; it is crucial. The joint UNICEF-World Health \r\nOrganization report of 12 July on access to water and \r\nsanitation reveals glaring inequalities that continue \r\nto worsen. Too many people are still marginalized or \r\nliving in unacceptable conditions.\r\nWe must also resolutely persevere in the fight \r\nagainst all forms of serious violence against human \r\ndignity. In particular, we must work to improve the \r\nstatus of women as long as the discrimination and \r\nviolence of which they are victims continues. Monaco \r\nwelcomes the courageous initiative of the Secretary-\r\nGeneral in that regard and yesterday signed the \r\nVoluntary Compact between the United Nations and \r\nMember States with a view to eliminating exploitation \r\nand sexual abuse in peace operations, humanitarian \r\nassistance, the promotion and protection of human rights \r\nand, more broadly, in the Organization’s contribution to \r\nsustainable development. That commitment is a strong \r\nmessage that zero tolerance should become the norm \r\nfor all States.\r\nI believe it is important today to reflect on the \r\ncreation of the United Nations, if only to appreciate \r\nit more. This exercise in remembering can enable us \r\nto put our current difficulties into perspective and \r\nconvince us — if we needed to be convinced — of the \r\nimportance of this global Organization. That brings me \r\nto express my satisfaction with respect to the vision \r\nthat the Secretary-General has put forward so that the \r\nOrganization will be better able to assist its Member \r\nStates in the implementation of the 2030 Agenda for \r\nSustainable Development. We support him in his reform \r\ninitiatives because we want a modern and efficient \r\nOrganization where international civil servants, both at \r\nHeadquarters and in its many fields of operation, are \r\ninvested in a priority mission for which their work and \r\nself-sacrifice are recognized. In that regard, I would \r\nlike to pay tribute to all those who undertake to fulfil \r\nthis mission on the ground, sometimes, as we have \r\nsadly seen too often this year, by putting their lives at \r\nrisk. It is up to us, the leaders gathered in this forum, \r\nto forge an ambitious consensus and provide realistic \r\nmandates and sufficient resources to the Organization.\r\nThe first voluntary report from Monaco on its \r\nimplementation of the Sustainable Development Goals \r\n(SDGs) was presented at the High-level Political Forum \r\non Sustainable Development held under the auspices of \r\nthe Economic and Social Council in July. Monaco, like \r\nevery State here today, can now deal with ensuring the \r\neffectiveness of its choices with respect to the global \r\ngoals that we adopted here two years ago. I would like \r\nto mention the Assembly’s call to action on 9 June with \r\nits adoption of resolution 71/312, which recognized that \r\nthe ocean is our future. The implementation of SDG 14 \r\non marine life, has special significance, and the success \r\nof the Ocean Conference, which focused on it, showed \r\nus that the conservation and sustainable development \r\nof the oceans and seas and their resources are essential \r\nfor our survival.\r\nWe are fully and forever committed to our planet in \r\ngeneral and to the oceans in particular. I firmly believe \r\nthat our ability to save the ocean from gradual decline \r\nwill help us save the planet. That is why I welcome \r\nthe Secretary-General’s visionary decision to appoint \r\na Special Envoy for the Ocean, which highlights the \r\n19/09/2017 A/72/PV.5\r\n17-29275 7/27\r\nchallenges to be met and is greatly needed if we are to \r\nstreamline our actions. There can be no doubt as to the \r\ndedication and unwavering commitment of the President \r\nof the General Assembly at its seventy-first session, \r\nMr. Peter Thomson, whom we warmly congratulate \r\nboth on the work he has accomplished in recent months \r\nand on his new responsibilities. We have great hopes \r\nfor his ability to bring together the United Nations \r\nsystem, civil society, the private sector and academia to \r\nensure that the targets of SDG 14 are met. It is therefore \r\nwith great pride that the Oceanographic Museum of \r\nMonaco and the Prince Albert I Foundation will host \r\nhim at the Maison des Océans in Paris. In doing so, \r\nthe Principality is continuing a tradition established by \r\nmy great-great-grandfather — a prince, oceanographer \r\nand passionate scientist — one of whose ambitions \r\nwas to make science accessible to all and to use new \r\nknowledge to improve the well-being of humankind.\r\nA few weeks ago I had the privilege of presenting, \r\non the sidelines of the SDG 14 Conference, the Monaco \r\nExplorations initiative. The vessel Yersin’s three-year \r\nvoyage around the world aims to increase our knowledge \r\nthrough marine biological research in association with \r\nlocal scientists, disseminate the results of our research \r\nand promote collective and concerted action in areas \r\nsuch as the creation of protected marine zones, while \r\nstimulating innovation.\r\nI would like to conclude by affirming my confidence \r\nin science, which enables us to base our decisions on \r\nproven and verifiable facts. Whether it reassures us or \r\nfrightens us, science must spur us to action and thereby \r\nto moving forward together towards progress and the \r\nhope for a better world.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank His Serene Highness Prince \r\nAlbert II of Monaco for the statement he has just made.\r\nPrince Albert II of Monaco was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Andrzej Duda, President of the \r\nRepublic of Poland\r\nThe Acting President: The Assembly will now hear \r\nan address by the President of the Republic of Poland.\r\nMr. Andrzej Duda, President of the Republic \r\nof Poland, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Andrzej Duda, President \r\nof the Republic of Poland, and to invite him to address \r\nthe Assembly.\r\nPresident Duda (spoke in Polish; interpretation \r\nprovided by the delegation): I would first like to \r\ncongratulate Mr. Miroslav Lajčák, President of the \r\nGeneral Assembly at its seventy-second session, on his \r\nelection to this honourable post. I would also like to \r\nassure him of Poland’s full support for the tasks ahead of \r\nhim and to say how pleased we are at his election, since \r\nhe represents a country that is a friend and neighbour \r\nto my own. Once again, I offer him my warmest \r\ncongratulations. I would also like to express my thanks \r\nto Mr. Peter Thomson for his active presidency during \r\nthe seventy-first session of the General Assembly.\r\nLike the pillars of the United Nations system, the \r\ninternational community’s basic goals are the promotion \r\nof sustainable development, the maintenance of peace \r\nand security and the protection of human rights. I was \r\ntherefore very pleased to learn that the theme of this \r\nyear’s session is focusing on people’s needs. Too often in \r\nglobal politics we devote too much time and attention to \r\nbroad economic models and social systems, forgetting \r\nthat politics and economics are in fact human issues. \r\nWhen we lose our focus on those issues, we inevitably \r\nlose sight of the goal that underpins our shared efforts, \r\nwhich should be that of ensuring peace and well-being \r\nfor every individual and family in every State through a \r\npolicy whose goal is to serve the people and meet their \r\nneeds, and that is based on the notion of the dignity that \r\nis inherent in human life.\r\nAs we address a people-centred policy that is \r\nfocused on the human need to live in peace and in decent \r\nconditions, we should first and foremost consider the \r\nimportance of defending and protecting human life. \r\nThe 2030 Agenda for Sustainable Development, which \r\nwe all adopted, defines a global model for sustainable \r\ndevelopment. In line with its recommendations, we \r\nshould concentrate our efforts on the elimination \r\nof poverty in all its manifestations through the \r\nimplementation of a series of economic, social and \r\nenvironmental goals. At the same time, we must bear in \r\nmind that this process should be accompanied by respect \r\nfor all our interconnected rights, including economic, \r\nsocial, political, civil and cultural rights and the right \r\nto development. While in adopting the 2030 Agenda we \r\ndemonstrated our ability to take action as a community, \r\nA/72/PV.5 19/09/2017\r\n8/27 17-29275\r\nthe implementation of the Sustainable Development \r\nGoals remains a formidable challenge that will require \r\nclose cooperation at the international level.\r\nAs a reliable and responsible partner, Poland \r\nis committed to the full implementation of the \r\nGoals outlined in the 2030 Agenda for Sustainable \r\nDevelopment. We believe that only through their \r\neffective implementation will we be able to ensure the \r\nachievement of the desired socioeconomic conditions \r\nfor all. That involves coordination and comprehensive \r\naction across many sectors and at all levels of \r\nGovernment, from local to national to regional to \r\ninternational. Domestically, Poland is taking concrete \r\nsteps to implement its vision for development in the \r\nspirit of the 2030 Agenda to ensure that none of its \r\ncitizens is left behind.\r\nThe strategy for responsible development that the \r\nPolish Government adopted in February is designed \r\nto ensure that Poland and its people can maintain a \r\nlevel of development that is sustainable, stable and, \r\nmost important, responsible, and that will embrace \r\nboth current and, especially, future generations. In the \r\ninternational arena, Poland supports countries that, \r\namong other things, are seeking to develop economically \r\nthrough development cooperation. We want to ensure \r\nthat our actions are as effective as possible, and \r\ntherefore, using the experience of the Polish authorities \r\nand non-governmental organizations, we are working \r\nwith States that we can support most effectively.\r\nWe are deeply concerned about the growing \r\nnumber of people who are suffering as a result of \r\nprotracted conflicts, particularly in Syria and Ukraine. \r\nGuided by the principle of solidarity, we have also \r\nbeen consistently increasing our humanitarian aid. In \r\nour view, it is also very important to ensure cohesion \r\nand complementarity between humanitarian aid and \r\ndevelopment aid and to work to eliminate the underlying \r\ncauses of humanitarian crises. That is our shared duty, \r\nand the future of the world order and the international \r\ncommunity depends upon how we deliver on it. In \r\naddition, we should not fail to continue to respect and \r\nstrengthen international humanitarian law.\r\nOne of the Goals of the 2030 Agenda is halting \r\nthe changes occurring in our natural environment, \r\nwhich can be seen in every country and on every \r\ncontinent, and which have are having negative effects \r\non national economies and the living standards of \r\nentire communities. For a number of years, Poland has \r\nbeen part of global efforts to protect the environment \r\nand combat climate change. We have fulfilled our \r\nobligations in that regard, surpassing our reduction \r\ntargets under the Kyoto Protocol. We have worked \r\nin concert with the European Union to make an \r\nexceedingly ambitious global contribution to the Paris \r\nClimate Change Agreement, and will continue our low-\r\ncarbon development efforts with the aim of protecting \r\nour climate.\r\nNext year, for the third time, Poland will have the \r\nhonour of hosting the Conference of the Parties to the \r\nUnited Nations Framework Convention on Climate \r\nChange (COP 24). COP 24, to be held in the city of \r\nKatowice, will be of key importance, owing to the \r\nConference’s expected adoption of the implementation \r\npackage for the Paris Agreement. As President of the \r\nCOP, Poland will do its best to ensure that the summit’s \r\noutcome is an ambitious one. We will continue to \r\ndemonstrate leadership in climate negotiations, in \r\nthe spirit of the Paris Agreement, while ensuring that \r\nall States can participate and that the discussions \r\nare transparent, while respecting countries’ varying \r\ndomestic conditions and their choices along the path to \r\nreducing emissions.\r\nPoland’s election to the Security Council as a \r\nnon-permanent member for the period 2018-2019 \r\nreflects my country’s growing potential and its \r\ninvolvement in efforts to ensure international peace \r\nand security. I would like to take this opportunity to \r\nexpress my gratitude for the 190 votes cast for Poland, \r\none of the best results in the history of elections to the \r\nCouncil. For us, the election and its result are both a \r\nhuge honour and a major obligation. I would like to \r\nthank the United Nations community for placing their \r\nconfidence in us. We view our membership in the \r\nSecurity Council as a commitment to representing all \r\nStates Members of the United Nations, regardless of \r\ntheir affiliations with regional groups.\r\nWe see the Security Council as representing values \r\nthat are particularly important to my nation. First and \r\nforemost, they include our firm attachment to the \r\ninalienable right of every nation to sovereignty and \r\nfreedom. We are joining the Security Council in the \r\nconviction that international law is the only effective \r\nmechanism for preserving peaceful relations among \r\nnations. Freedom is synonymous with peace, while \r\nenslavement is a source of war. Principles such as the \r\nfreedom of speech and sovereign nation States’ right \r\nto self-determination are of particular importance to \r\n19/09/2017 A/72/PV.5\r\n17-29275 9/27\r\nsecurity. I bring this subject up because last year in \r\nparticular saw an increase in instances in many States \r\nwhere political processes were manipulated through \r\nthe imposition of hybrid measures, either by means of \r\npropaganda or direct interference in the democratic \r\nprocess. Such attempts by third countries to influence \r\nthe democratic policies pursued by free nations should \r\nalso be of concern to the international community.\r\nSuch issues, as well as analysis of current \r\ninternational relations, serve to emphasize that security \r\nin the modern world should be viewed from many \r\nplatforms. It is not just a State’s military strength that \r\ndetermines its citizens’ sense of security, but also areas \r\nthat often transcend the regular purview of the Security \r\nCouncil’s work. Changes in the natural environment, \r\neconomic disparities, conflicts fuelled by competition \r\nover natural resources, and inadequate health care \r\ncan also undermine that sense of security, and I \r\nbelieve those issues should feature permanently on the \r\nCouncil’s agenda.\r\nRespect for, and the absolute primacy of, \r\ninternational law in relations among States safeguard \r\nour effectiveness in ensuring international peace and \r\nsecurity. As a non-permanent member of the Security \r\nCouncil, Poland will strive to ensure that all disputes \r\nand conflicts are resolved in line with the fundamental \r\nprinciple of peaceful settlement. In that context, we \r\nfully agree with the high priority that should be given to \r\nmediation and conflict prevention, as advocated by the \r\nSecretary-General, and which accords with our belief \r\nthat preventive measures that target the underlying \r\nsources of problems on the ground produce the best, \r\nquickest and most tangible results.\r\nWhen I visited the headquarters of the African \r\nUnion in Addis Ababa earlier this year, I discussed the \r\nimportance of the international community’s ability to \r\nprevent conflicts. Conflicts do not exist without root \r\ncauses and, by the same token, there are no conflicts \r\nthat cannot be brought to an end. We should apply that \r\napproach first and foremost, though not exclusively, to \r\nissues related to mass migration and refugees, which \r\nrepresent problems that many regions and continents \r\nshare. The continuing internal clashes and risks of \r\nterrorist attacks in the Middle East and North Africa, \r\nas well as all the challenges that they entail, call for a \r\ncommon response on the part of the whole international \r\ncommunity. That is why it is our duty to eliminate \r\nthe root causes of the refugee problem and restore \r\nthe right of all people to live in their home countries. \r\nHumanitarian operations and development aid must be \r\naimed at achieving the fundamental goal of helping \r\nrefugees in order ultimately to help them return to \r\ntheir homes. Operations that help to build the resilience \r\nof States and societies are particularly important to \r\nefforts to deal with issues such as structural poverty, \r\nunemployment and lack of access to education.\r\nPoland has always considered ensuring the \r\neffectiveness of international law to be of prime \r\nimportance. Its regulations are founded on the principles \r\nof cooperation and meeting international obligations in \r\ngood faith, thereby ensuring that international disputes \r\ncan be resolved through dialogue rather than aggression \r\nand armed violence. In dealing with situations in which \r\nStates use aggression as an instrument of foreign \r\npolicy, Poland urges the international community to \r\nrefrain from recognizing the faits accomplis that can \r\nresult from such policies.\r\nWe in Poland want to help to build an international \r\norder founded on the principles of State sovereignty \r\nand territorial integrity. Any attempt to violate those \r\nprinciples, successful or not, weakens mutual trust. For \r\nalmost 10 years in Georgia, and almost three in Ukraine, \r\nwe have witnessed clear violations of the fundamental \r\nprinciples of the Charter of the United Nations, including \r\nthe inviolability of borders, respect for sovereignty and \r\nrejection of the use of military force in the settlement of \r\ndisputes. In our view, absolute respect for international \r\nlaw creates a foundation for the stable, predictable and \r\npeaceful settlement of differences among States, and \r\nthrough that the assurance of truly sustainable growth.\r\nThe situation in the Korean peninsula has been \r\nmarked by f lagrant attempts to disrupt the prevailing \r\nworld order that have contributed to the growing \r\nrisk of escalation of the situation in the region. The \r\nDemocratic People’s Republic of Korea’s development \r\nof a nuclear and missile programme, as well as its most \r\nrecent tests of nuclear weapons, constitutes a f lagrant \r\nviolation of international law and the relevant Security \r\nCouncil resolutions. We hope that the international \r\ncommunity will continue its intensified efforts in that \r\nregard, including the Council’s recent adoption of new \r\nresolutions, and enable us to halt the spiral of tension \r\nand stabilize the situation in the region.\r\nPoland sets great store by the goals of disarmament \r\nand the idea of a world free of nuclear weapons. The \r\nonly instrument at hand that can genuinely bring us \r\ncloser to achieving that vision is the Treaty on the \r\nA/72/PV.5 19/09/2017\r\n10/27 17-29275\r\nNon-Proliferation of Nuclear Weapons (NPT). The \r\nTreaty is subject to review every five years in order \r\nto take stock of progress towards its realization and \r\nreinforce its commitments. Poland has now taken \r\nthe lead in the preparation process for the upcoming \r\nNPT Review Conference in 2020, a testament to our \r\nlongstanding commitment to non-proliferation, a ban \r\non nuclear tests and the peaceful use of atomic energy.\r\nThe third pillar of the United Nations system is \r\nthe protection of human rights, whose foundation is \r\nthe fundamental right to life. Regrettably, there are \r\ntoo many places in the world that have been stripped \r\nof that right, as well as the right to human dignity, \r\npersonal freedom and freedom of conscience and \r\nreligion. One particularly visible problem in that regard \r\nis the persecution of religious minorities, including \r\nChristians. Poland condemns in the strongest terms \r\nevery instance of persecution and discrimination based \r\non religion and insists on the importance of States’ \r\ncommitments to ensuring protection to all members \r\nof religious minorities, in the spirit of the Charter \r\nof the United Nations, the Universal Declaration of \r\nHuman Rights and the 2030 Agenda for Sustainable \r\nDevelopment. The right to live in dignity should also \r\ninclude the right to uphold one’s native traditions and \r\ntraditional family model, as long as they are compatible \r\nwith the fundamental rights of individuals.\r\nIn its campaign for membership of the Security \r\nCouncil, Poland chose the motto “Solidarity, \r\nresponsibility, engagement”. Those are the values that \r\nwe are constantly seeking to promote in the international \r\narena. Only through a sense of shared responsibility, \r\ncoupled with harmonious engagement and cooperation \r\namong all States, will we be able to achieve sustainable \r\ndevelopment, security and peace, and not only today, \r\nbut for generations to come.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Poland for the statement he has just made.\r\nMr. Andrzej Duda, President of the Republic \r\nof Poland, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Abdel Fattah Al Sisi, President of \r\nthe Arab Republic of Egypt\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Arab Republic \r\nof Egypt.\r\nMr. Abdel Fattah Al Sisi, President of the Arab \r\nRepublic of Egypt, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Abdel Fattah Al Sisi, \r\nPresident of the Arab Republic of Egypt, and to invite \r\nhim to address the Assembly.\r\nPresident Al Sisi (spoke in Arabic): At the outset, \r\nI would like to congratulate Mr. Miroslav Lajčák on his \r\nassumption of the presidency of the General Assembly \r\nat its seventy-second session and to wish him every \r\nsuccess in carrying out his duties. I would also like to \r\ntake this opportunity to express my deep appreciation \r\nto Mr. Peter Thomson, the outgoing President, who \r\nso ably oversaw the Assembly’s work at its seventy-\r\nfirst session.\r\nEach time we meet in this Hall, we rekindle the \r\nhopes and aspirations of the peoples whom we are \r\nhonoured to represent and serve. We hope to provide \r\nthem with peace and development. New generations \r\nlook up to us to realize their dreams for a decent life \r\nwithin a just international order. It is a global order \r\nthat can face challenges such as climate change, \r\nnatural disasters, diseases and epidemics, as well as \r\nother man-made crises — war, terrorism and huge \r\ndiscrepancies in the distribution of resources and \r\ndevelopment opportunities.\r\nIt is evident that the purposes and principles of \r\nthe United Nations are still valid as a basis for a world \r\nthat offers everyone an opportunity to benefit from \r\nthe great strides being made in scientific advancement \r\nand economic development, as well as from the \r\ninformation revolution, which has brought societies \r\nunprecedentedly closer. Those developments offer great \r\npotential for establishing a fair and secure international \r\norder — one that is based on the right to development, \r\nfreedom and progress and open interactions between \r\npeople. In Egypt, we adamantly believe in the values of \r\nthe United Nations and the purposes of its Charter. We \r\nhave great confidence that realizing those values is not \r\nonly possible, but rather an obligation and a necessity.\r\nEgypt’s long-standing involvement with the \r\nUnited Nations — both as a founding Member of the \r\nOrganization that has been elected to the Security \r\nCouncil six times and as the seventh-largest contributor \r\nto peacekeeping operations worldwide — bears witness \r\nto our constant striving to build a world that is worthy \r\n19/09/2017 A/72/PV.5\r\n17-29275 11/27\r\nof the aspirations of our children and grandchildren to \r\nlive in freedom, dignity, security and prosperity.\r\nHowever, the responsibility that we bear requires \r\nthat we be frank in saying that the world we seek, albeit \r\npossible, unfortunately still remains far from reality. \r\nWe are still unable to prevent armed conflict, confront \r\nterrorism, eliminate nuclear weapons or address the \r\nstructural imbalances in the international economic \r\norder that have widened the gap between the developed \r\nand developing worlds. Based on the experiences of \r\nthe African and Arab regions, I can state with a clear \r\nconscience that those experiences summarize the \r\ncurrent crisis of the international order and its inability \r\nto deliver on the goals of the United Nations.\r\nThe Arab region, Egypt’s civilizational and cultural \r\nmilieu, has today become an epicentre for some of the \r\nmost vicious civil conflicts in recent human history. \r\nIt is the region most vulnerable to the dangers posed \r\nby terrorism. One out of every three refugees in the \r\nworld today is an Arab, and the Mediterranean Sea has \r\nbecome a conduit for irregular migrants from Asian \r\nand African States f leeing the scourge of civil strife, \r\nas well as the despair of economic and social hardships. \r\nThat is reflected in the Arab regional report on \r\nmultidimensional poverty in Arab countries published \r\nby the League of Arab States in collaboration with the \r\nUnited Nations. The report will be issued tomorrow.\r\nAs Egypt’s geographical home, Africa lies at the \r\nheart of Egypt’s foreign policy. It is Africa where our \r\nhistoric roots lie, and it is from Africa that we derive \r\npride in our identity and our deep sense of belonging. \r\nThe continent has also become subject to the same \r\nsecurity threats facing the Arab region and constitutes \r\na major example of the crisis in the current international \r\neconomic order that perpetuates poverty and economic \r\ndisparity. This global order bears a major responsibility \r\nin the economic, political and social crises that threaten \r\ninternational peace and stability, rendering any \r\ndiscussion on the Sustainable Development Goals just \r\nwords without evidence based on reality.\r\nEgypt is therefore encircled by the most dangerous \r\ncrises in the world. It is our destiny to navigate \r\nconfidently through those unprecedented dangers, while \r\nrelying on an ambitious development strategy based on \r\nradical, bold economic reforms. Those reforms aim, \r\nabove all else, to empower the youth, who represent the \r\nmajority of the population, not only in Egypt but also \r\nin most of the Arab countries and the developing world.\r\nIn a world that is interconnected, complex and full \r\nof challenges that cannot be confronted by one country \r\nalone, regardless of its capabilities, it is natural for \r\nEgypt’s ambitious development plans to correlate with \r\nan active foreign policy. That foreign policy strategy \r\nis guided by the long-established moral principles \r\ningrained in our heritage and culture and abides by \r\nthe legal principles of the international system, which \r\nEgypt actively participated in formulating. It is based \r\non a vision to address the shortcomings that have \r\nprevented the realization of the objectives of the United \r\nNations. Our vision is based on the following five main \r\nprinciples and priorities.\r\nFirst, the only possible solution to the crises \r\naff licting the Arab region is through persistently \r\nupholding the notion of the modern nation-State based \r\non the principles of citizenship, equality, the rule of law \r\nand human rights, and thereby defeating any attempts \r\nto retreat into doctrinal, sectarian, ethnic or tribal \r\nloyalties. The path towards reform inevitably includes \r\nembracing the nation-State and cannot be built on its \r\ndemise. This principle, in summary, lies at the core \r\nof Egypt’s foreign policy and is the foundation upon \r\nwhich we base our positions in addressing the crises in \r\nour region.\r\nWith regard to brotherly Syria, we believe \r\nthere will be no salvation for Syria except through a \r\nconsensual political solution among all Syrians. At its \r\ncore is the preservation of the unity of the Syrian State, \r\nthe maintenance of its institutions and the broadening \r\nof its political and social base to include all sectors of \r\nSyrian society, as well as the decisive confrontation of \r\nterrorism until it is defeated. The way to this solution \r\nis through the United Nations-led negotiation process, \r\nwhich enjoys strong support from Egypt. Equally as \r\nstrong is our objection to any attempt to manipulate the \r\ntragedy in Syria to establish international or regional \r\nzones of influence or carry out the subversive policies \r\nof some regional parties — parties whose practices \r\nhave caused great suffering to our region over the past \r\nfew years. It is now high time for a final and decisive \r\nconfrontation with those practices.\r\nSimilarly, we believe that a political settlement is \r\nthe only viable solution to the crisis in Libya. Libya \r\ncontinues to face attempts to dismantle the State and \r\nturn it into an open field for tribal conflict, a field \r\nof operations for terrorist organizations. I would like \r\nclearly to underscore that Egypt will not allow the \r\ncontinuation of attempts to tamper with the unity \r\nA/72/PV.5 19/09/2017\r\n12/27 17-29275\r\nand integrity of the Libyan State or undermine the \r\ncapabilities of the Libyan people. We will continue to \r\nwork diligently with the United Nations to achieve a \r\npolitical settlement based on the Skhirat Agreement \r\nand inspired by the recommendations agreed upon \r\nby Libyans. The recommendations that emerged from \r\ntheir consecutive meetings in Cairo during the past \r\nmonths aim to end the political stalemate and revive the \r\nsettlement process in the country.\r\nThe same logic applies to Egypt’s strategy in Iraq \r\nand Yemen: the only way to overcome the crises is with \r\na unified, capable and just modern nation-State that \r\nrealizes the legitimate aspirations of the Arab people.\r\nSecondly, it is time for a comprehensive and final \r\nsettlement to the longest-standing crisis in the Arab \r\nregion, namely, the question of Palestine. This is a clear \r\ndepiction of the international community’s inability \r\nto implement a long series of General Assembly and \r\nSecurity Council resolutions. The closure of this \r\nchapter — through a fair settlement based on established \r\ninternational norms and by establishing an independent \r\nPalestinian State along the 1967 border with East \r\nJerusalem as its capital — is a necessary precondition \r\nfor the entire region to transition into a phase of stability \r\nand development. That is also necessary to restore the \r\ncredibility of the United Nations and the international \r\norder.\r\nAchieving peace will without a doubt eliminate one \r\nof the main excuses that terrorism has been using to \r\njustify its proliferation in the region. It will guarantee a \r\ndignified and peaceful life for the peoples of the region. \r\nIt is time to permanently overcome the barrier of hatred \r\nforever. I would like to underscore here that Arabs still \r\nextend their hand in peace. Egypt’s experience proves \r\nthat peace is possible, and is indeed a realistic objective \r\nthat we should all continue to pursue seriously.\r\nBefore I continue my statement, allow me to veer \r\noff script for a moment and call directly upon everyone \r\nwho is concerned by this issue.\r\nMy first audience is the Palestinian people. I say \r\nto them that it is extremely important to unite behind \r\na common goal, overcome differences, not to lose \r\nopportunities and be ready to accept coexistence with \r\nthe other — with Israelis — to achieve stability and \r\nsecurity for all. \r\nI now direct my call to the Israeli people. In Egypt \r\nwe have an excellent track record of peace with Israelis \r\nthat spans more than 40 years. It is possible to repeat \r\nthat experience — an excellent step to achieve peace \r\nand security for both Israeli and Palestinian citizens. \r\nMy call to Israelis is to stand behind their political \r\nleadership and support it without hesitation. I urge the \r\nIsraeli public not to hesitate. We are all with them for \r\nthe success of that attempt. This opportunity might not \r\nrepeat itself. \r\nMy other call is to all nations that love peace and \r\nstability. All Arab States support Israel’s excellent \r\nendeavour. Other nations, too, must support its \r\nendeavour, which, if successful, will change the face \r\nof history. \r\nI also address the American leadership and the \r\nAmerican President: we have an opportunity to turn \r\nover a new page in human history and achieve peace \r\nin the region. \r\nThe third of my main principles and priorities is \r\nthat it is impossible to envisage a future for the regional \r\nor international order in which we have not definitively \r\nand comprehensively addressed terrorism. That should \r\nbe approached in a manner that eradicates terrorism \r\nand eliminates its roots and causes, while also openly \r\nchallenging any party that supports or finances \r\nterrorism or that offers it political and media channels \r\nor safe havens.\r\nFrankly, there is no room for any serious \r\ndiscussion on the credibility of a system that applies \r\ndouble standards — a system that fights terrorism \r\nwhile tolerating its supporters and engaging them \r\nin discussions on how to eliminate a threat that they \r\ncreated in the first place. To be truthful and faithful \r\nto our peoples, members of various international \r\nalliances should answer the pertinent questions that we \r\nare raising out of devotion to our people. Answers are \r\nusually avoided by those who prefer duplicity to attain \r\nnarrow political interests in the demise of States and at \r\nthe expense of blood shed by their people. We will not \r\nallow our peoples’ sacrifices to be made in vain, under \r\nany circumstances.\r\nWe in the Muslim world need to face up to our \r\nreality and work together to rectify the misconstrued \r\nnotions that have become an ideological pretext for \r\nterrorism and its destructive discourse. As members \r\nmay recall, Egypt launched an initiative to rectify \r\nreligious discourse in order to revive the true and \r\ntolerant values of Islam. Egypt’s religious institutions \r\n19/09/2017 A/72/PV.5\r\n17-29275 13/27\r\nare currently engaged in that process, in coordination \r\nwith the relevant international entities.\r\nEgypt, which is currently engaged in an unrelenting \r\nbattle to eradicate terrorism from its territory, is \r\ncommitted to tracking, confronting and eliminating \r\nterrorism decisively, wherever it exists. It is evident \r\nthat confronting terrorism has been at the forefront of \r\nEgypt’s priorities during its 2016-2017 membership in \r\nthe Security Council and during our chairmanship of \r\nthe Security Council Counter-Terrorism Committee. \r\nWe do not wish to defend only Egypt’s future, but also \r\nthe future of the international community as a whole.\r\nOur fourth priority is to eliminate the root \r\ncauses of international crises and the sources of \r\nthreat to international stability, That requires the \r\noperationalization of the principle of a common but \r\ndifferentiated responsibility among the members of \r\nthe international community, in order to narrow the \r\neconomic and social gaps between developed and \r\ndeveloping countries.\r\nHow can the United Nations, the 2030 Agenda \r\nfor Sustainable Development and the Sustainable \r\nDevelopment Goals have any credibility when the \r\ninternational economic order is itself responsible for \r\naugmenting disparities, in a manner inconsistent with \r\nthe values of justice and equality? How can there be \r\nany opportunity for less developed countries, no matter \r\nhow determined they are, to implement fundamental \r\neconomic reforms to address the mismanagement \r\nof their resources without addressing imbalances in \r\nthe international economic order? Such endeavours \r\nrequire greater involvement by developing countries \r\nin international economic governance structures and \r\nfacilitating their access to easier financing, markets \r\nand technology transfer.\r\nFifthly, settling disputes in our world today can \r\nbe achieved only through respect for the principles \r\nof international law and negotiation on the basis of \r\nlegal, historic and moral principles, as well respect \r\nfor the sovereignty of States and the principle of \r\nnon-intervention in individual States’ internal affairs. \r\nMore than seven decades after the establishment of \r\nthe United Nations, force and zero-sum games cannot \r\nremain as a means to realize interests — especially \r\nin today’s world, which is based on interdependence \r\namong nations and where there are significant \r\nopportunities for cooperation and understanding to \r\nachieve the common interests of all.\r\nBased on the principles I have mentioned, Egypt \r\nwas at the forefront of countries eager to initiate the \r\nNile Basin initiative in 1999. Egypt also pursued the \r\nconclusion of a trilateral agreement between Egypt, \r\nthe Sudan and Ethiopia to address the issue of the \r\nRenaissance Dam from a cooperative perspective, in \r\na manner that establishes a clear legal framework to \r\nmanage the issue in accordance with international law, \r\nestablished principles and the well-established rules \r\nthat govern relations between States sharing basins \r\nof transboundary rivers throughout the world. That \r\nagreement remains as a legal framework that can be used \r\nas an example to reflect the logic of cooperation and \r\nsharing among the three parties, as long as good faith \r\ncontinues. It is of paramount importance to implement \r\nthe agreement, in the light of the limited amount of \r\ntime available, to avoid squandering the opportunity \r\nof presenting a successful model to manage relations \r\nbetween three sisterly countries in the Nile basin.\r\nOur meeting here today is an opportunity \r\nfor truthful self-reflection, in which we should \r\nacknowledge the various deficiencies that are hindering \r\nthe international system from delivering on the noble \r\nobjectives and aspirations it was set up to realize. It \r\nis also an opportunity to renew our commitment to \r\nestablish a more equitable international order, given that \r\nthe attainment of justice globally remains a necessary \r\ncondition to confront the immense challenges impacting \r\nour world today and endangering the credibility of the \r\ninternational system.\r\nThe humanitarian tragedy of the Rohingya \r\nminority in Myanmar is yet another reason to remind \r\nthe international community of its moral obligations, \r\nnot to mention its legal responsibilities, as reflected in \r\nthe Charter of the United Nations. We must promptly \r\nwork towards a lasting solution that ends the plight of \r\ncivilians and addresses the root causes of the crisis, \r\nwhich has become a threat to regional security and the \r\nstability of neighbouring countries.\r\nLet us move together to empower the people of \r\nthe world to regain control of their destinies and to \r\nexplore new horizons of cooperation between members \r\nof the international community. Let us transcend the \r\nvicious cycle of narrow interests and the futile logic \r\nof power politics to the broader horizons of common \r\nhuman interests and cooperation among all. Let us be \r\ntrue to ourselves and dispel the mentality of polarizing \r\npolicies. The world today is in dire need of the upholding \r\nof common human interests. It is incumbent upon all \r\nA/72/PV.5 19/09/2017\r\n14/27 17-29275\r\nStates to strive to further relations among all partners \r\nwith malice towards none.\r\nI have conveyed Egypt’s message to the General \r\nAssembly today explicitly and clearly. I am full of hope \r\nthat our joint efforts during the upcoming period will \r\nlead to a better world that is more secure, stable and \r\nprosperous. Long live Egypt!\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Arab \r\nRepublic of Egypt for the statement he has just made.\r\nHis Excellency Mr. Abdel Fattah Al Sisi, President \r\nof the Arab Republic of Egypt, was escorted from \r\nthe General Assembly Hall.\r\nAddress by Mr. Shavkat Mirziyoyev, President of \r\nthe Republic of Uzbekistan\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic \r\nof Uzbekistan.\r\nMr. Shavkat Mirziyoyev, President of the Republic \r\nof Uzbekistan, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Shavkat Mirziyoyev, \r\nPresident of the Republic of Uzbekistan, and to invite \r\nhim to address the Assembly.\r\nPresident Mirziyoyev (spoke in Russian): Allow \r\nme to express my sincere gratitude for this opportunity \r\nto speak from the high rostrum of the United Nations.\r\nA few weeks ago, our people widely celebrated the \r\ntwenty-sixth anniversary of Uzbekistan’s independence. \r\nToday Uzbekistan is rapidly developing. While carefully \r\npreserving the wisdom of past generations, we are \r\nconsciously moving forward with resolute reforms and \r\nare committed to creating a new image of the country.\r\nPolitical activity is growing and in-depth reforms are \r\nbeing implemented in all spheres. Their goal is to forge \r\na democratic State and a just society, where the priority \r\nis the implementation of a simple and clear principle: \r\nhuman interests come first. Following the results of \r\nnationwide discussions, the five-year development \r\nstrategy for Uzbekistan was adopted. While developing \r\nit, we looked at ourselves from outside, so as to not only \r\nobjectively assess our potential and the opportunities \r\nbefore us, but also to pay close attention to our failures \r\nand mistakes. The strategy is a programme of real \r\nactions for renewal; it is already being put into practice.\r\nWe have declared 2017 the Year of Dialogue with \r\nPeople and Human Interests in our country. Our goal is \r\nto strengthen the mechanisms that would make people’s \r\npower in the country not nominal, but real. We are deeply \r\nconvinced that it is not the people who must serve the \r\nGovernment bodies, but rather the Government bodies \r\nthat must serve the people. We have established one \r\nVirtual and many People’s Reception Offices of the \r\nPresident all over the country. Over 1 million citizens \r\nhave been able to resolve their urgent problems with the \r\nhelp of those offices.\r\nIn cooperation with the International Labour \r\nOrganization, we have taken effective measures to \r\neradicate child labour and forced labour. Following \r\nthe visit of the United Nations High Commissioner \r\nfor Human Rights, Mr. Al Hussein, a programme of \r\nmeasures to strengthen guarantees for the protection \r\nof human rights was developed. We have abolished \r\noutdated legacies of the past such as exit visas, which \r\nimpeded the freedom of movement. An open dialogue \r\nwith national and international non-governmental \r\norganizations on the protection of human rights is \r\nbeing intensified.\r\nProceeding from the principles of humanism, \r\nmany individual cases of detained persons have been \r\nreviewed. Misguided citizens who fell under the \r\ninfluence of the ideology of extremism are undergoing \r\nsocial rehabilitation, and conditions are being created \r\nfor their return to normal life. The activities of all law- \r\nenforcement agencies in terms of protection of human \r\nrights and freedoms are under constant parliamentary \r\nand civil supervision.\r\nThe role of political parties and civil society is \r\ngrowing, and the genuine independence of the judiciary \r\nis being ensured. The role of the mass media has \r\nsignificantly increased. The most important direction \r\nfor reforms is the liberalization of our economic system \r\nand the creation of a favourable investment climate. \r\nWe base ourselves on one simple truth: the richer the \r\npeople are, the stronger the State will be.\r\nSince the beginning of the month, Uzbekistan has \r\ncompletely switched to a system of free conversion of \r\nthe national currency. Along with that, all the necessary \r\nmeasures have been taken to mitigate any possible \r\nnegative consequences for the population. For the first \r\ntime, an institute of the ombudsman for the protection \r\n19/09/2017 A/72/PV.5\r\n17-29275 15/27\r\nof the rights of entrepreneurs was established. Taxes on \r\nbusiness were significantly reduced. Access of business \r\nto credit was expanded. New free economic zones have \r\nbeen launched, where investors are granted extensive \r\nbenefits. Cooperation with international financial \r\ninstitutions is being successfully developed, and \r\npartnership with the European Bank for Reconstruction \r\nand Development has been renewed. I want to note that \r\nthe contents of the strategy are fully consistent with the \r\nUnited Nations Sustainable Development Goals.\r\nWe are convinced that the United Nations must \r\ncontinue to play a central role in international relations. \r\nUzbekistan champions its gradual reform. We believe \r\nthat, in keeping with the realities of the modern world, \r\nthe Security Council needs to be expanded. We support \r\nthe steps taken by the new leadership of the United \r\nNations to improve its management system. I want \r\nto reaffirm that Uzbekistan will continue its close \r\npartnership with United Nations structures. We are \r\ndetermined to ensure the practical implementation of \r\nthe road map that was developed following the recent \r\nvisit of the Secretary-General, Mr. António Guterres, \r\nto Uzbekistan.\r\nToday Uzbekistan considers the region of Central \r\nAsia the main priority for its foreign policy, and that is \r\na conscious choice. Lying at the heart of Central Asia, \r\nUzbekistan is keenly interested in seeing the region \r\nbecome a zone of stability, sustainable development and \r\ngood-neighbourliness. A peaceful and economically \r\nprosperous Central Asia is our most important goal and \r\nkey task.\r\nUzbekistan is determined to engage in dialogue, \r\nconstructive interaction and strengthening good-\r\nneighbourliness. We are open to reasonable compromise \r\nwith the countries of Central Asia on all issues without \r\nexception. Thanks to joint efforts in the region in \r\nrecent months, political confidence has significantly \r\nincreased. Fundamentally important decisions on many \r\nissues have been made.\r\nThe signing of the treaty on the State border \r\nbetween Uzbekistan and Kyrgyzstan in early September \r\nwas a truly landmark event. A breakthrough in that \r\nvery sensitive issue, achieved for the first time in 26 \r\nyears, became possible as a result of the political will \r\ndemonstrated by both parties and their readiness to find \r\nmutually acceptable solutions. In a word, an absolutely \r\nnew political atmosphere has been created in the region \r\nin a short period.\r\nI believe that holding regular consultation meetings \r\nof the heads of Central Asian States would facilitate \r\nthe consolidation of this trend. We intend to discuss \r\nthe fundamental problems of the region at the high-\r\nlevel international conference on the theme “Central \r\nAsia: one past and common future, cooperation for \r\nsustainable development and mutual prosperity”, to be \r\nheld in November in Samarkand under the auspices of \r\nthe United Nations. Based on its results, we intend to \r\nmake a proposal on the adoption of a special General \r\nAssembly draft resolution in support of the efforts \r\nof Central Asia to ensure security and enhancing \r\nregional cooperation. We count on support for that \r\nproposal by the leadership of the United Nations and \r\nthe international community.\r\nWhen speaking about the problems of ensuring \r\nsecurity and stability in Central Asia, one cannot \r\noverlook an issue as important as the joint use of the \r\nregion’s shared water resources. We fully share the \r\nposition of the Secretary-General that the problems \r\nof “water, peace and security are inextricably linked” \r\n(S/PV.7959, p. 2). I am convinced that there is no \r\nalternative to addressing the problem of water besides \r\nequally taking into account the interests of the countries \r\nand nations of the region. Uzbekistan supports the \r\ndraft conventions on the use of water resources of \r\nthe Amudarya and Syrdarya river basins, which were \r\ndeveloped by the United Nations Regional Centre for \r\nPreventive Diplomacy.\r\nI would like to once again draw the Assembly’s \r\nattention to one of the most acute environmental \r\nproblems of our time: the Aral Sea catastrophe. I am \r\nholding a map showing the Aral Sea tragedy — I \r\nbelieve that words are not necessary. Overcoming the \r\nconsequences of the drying up of the sea requires \r\nthe active consolidation of international efforts. We \r\nstand for the full implementation of the special United \r\nNations programme to provide effective assistance to \r\nthe population affected by the Aral Sea crisis, which \r\nwas adopted this year.\r\nThe stabilization of the situation in Afghanistan is \r\nan important precondition to ensure not only regional \r\nsecurity, but global security as well. We are convinced \r\nthat the only way to peace in Afghanistan is a direct \r\ndialogue between the central Government and the main \r\ndomestic political forces, held without preconditions. \r\nThe negotiations should be Afghan-led, held on the \r\nterritory of Afghanistan and under the auspices of the \r\nUnited Nations. The wise Afghan people have the right \r\nA/72/PV.5 19/09/2017\r\n16/27 17-29275\r\nto independently define their own destiny. We support \r\nthe appeal of the Administration of United States \r\nPresident Donald Trump to Afghanistan’s neighbouring \r\nStates to promote the peace process and an inter-Afghan \r\nsettlement. Uzbekistan will continue to contribute \r\nto the economic reconstruction of Afghanistan, as \r\nwell as to the development of its transport and energy \r\ninfrastructure and the training of national personnel. I \r\nam convinced that Afghanistan must remain at the heart \r\nof the global agenda. The efforts of the international \r\ncommunity should primarily be aimed at resolving the \r\nacute social and economic problems of Afghanistan. \r\nOur common determination to promote peace in such a \r\nlong-suffering country should not wane.\r\nThe aggravation of terrorist threats in the world, \r\nespecially in recent years, indicates that the use of \r\nprimarily forceful methods of counteraction is not \r\njustified. Often, efforts are reduced to combating the \r\nconsequences of challenges, rather than addressing \r\ntheir root causes. I believe that, along with other \r\nfactors, ignorance and intolerance are at the heart \r\nof international terrorism and extremism. In that \r\nregard, the most important task is to fight for the \r\nminds of people, especially young people. Most of \r\nthe crimes linked with extremist activity and violence \r\nare committed by the people under the age of 30. \r\nToday’s youth is the largest generation in the history \r\nof humankind, totalling 2 billion people. The planet’s \r\nfuture and well-being depend upon what kind of people \r\nour children will grow up to be.\r\nOur task is to provide conditions for the self-\r\nrealization of the youth and create a barrier against \r\nthe spread of the virus of the ideology of violence. \r\nWe believe that, in order to achieve that, we need to \r\ndevelop necessary multilateral cooperation in the \r\nsphere of social support of the younger generation and \r\nbolster the protection of their rights and interests. In \r\nthat regard, Uzbekistan proposes to develop a United \r\nNations international convention on the rights of \r\nyouth, which would constitute a unified, international \r\nlegal instrument aimed at the development and \r\nimplementation of youth policy, taking into account the \r\nconditions of globalization and the rapid development \r\nof information and communication technologies. In \r\nour opinion, States that accede to the convention would \r\nmake firm commitments in order to raise the level of \r\nawareness with regard to one of the main, vital priorities \r\nof their social policies.\r\nWe consider communicating the humanistic essence \r\nof Islam to the broader world community to be one of \r\nthe most important tasks at hand. We cherish our sacred \r\nreligion as the focal point of time-honoured values. We \r\nstrongly condemn and will never agree with those who \r\nequate our great faith with violence and bloodshed. \r\nIslam calls upon us to be kind and peaceful. It calls \r\nfor the preservation of genuine humanity. I would \r\nlike to especially note the invaluable contribution of \r\na whole line of outstanding members of the Central \r\nAsian renaissance to the development of the Islamic \r\nand world civilization. One of them, Muhammad \r\nal-Bukhari, is acclaimed all over the world as the author \r\nof Sahih al-Bukhari, the second-most important book \r\nin Islam after the Qur’an. In order to preserve and \r\nstudy his richest legacy and disseminate his teachings \r\non enlightened Islam, we decided to establish the \r\nImam Al-Bukhari International Research Center in \r\nSamarkand. The activities of the Center for Islamic \r\nCivilization, which is being established in Tashkent, \r\nwill contribute to the implementation of that task.\r\nI would like to address the participants at this \r\nmeeting with a proposal to adopt a special draft \r\nresolution of the General Assembly on education and \r\nreligious tolerance. Its main goal would be to promote \r\nuniversal access to education and eradicate illiteracy \r\nand ignorance. It would be designed to promote tolerance \r\nand mutual respect, ensure religious freedom, protect \r\nthe rights of believers and prevent discrimination \r\nagainst them.\r\nWhile steadfastly maintaining its non-aligned \r\nstatus, Uzbekistan is open to dialogue. We are \r\ninterested in expanding cooperation with all partners in \r\nthe name of peace, progress and prosperity. We see that \r\ncooperation as a vital precondition for the successful \r\nimplementation of the most important tasks of reform \r\ncarried out in our country, the main focus of which is \r\npeople, their needs and their interests.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Uzbekistan for the statement he has just made.\r\nMr. Shavkat Mirziyoyev, President of the Republic \r\nof Uzbekistan, was escorted from the General \r\nAssembly Hall.\r\n19/09/2017 A/72/PV.5\r\n17-29275 17/27\r\nAddress by Mr. Serzh Sargsyan, President of the \r\nRepublic of Armenia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nArmenia.\r\nMr. Serzh Sargsyan, President of the Republic \r\nof Armenia, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Serzh Sargsyan, President \r\nof the Republic of Armenia, and to invite him to address \r\nthe Assembly.\r\nPresident Sargsyan (spoke in Armenian; English \r\ninterpretation provided by the delegation): I congratulate \r\nMr. Miroslav Lajcák on his election and wish him \r\nsuccess in his duties as the President of the General \r\nAssembly at its seventy-second session. I also take this \r\nopportunity once again to congratulate Mr. António \r\nGuterres upon his appointment as Secretary-General. \r\nWe wish him success in carrying out his important \r\nduties. Armenia supports the priorities that Secretary-\r\nGeneral Guterres has declared.\r\nIn 2017, we mark the twenty-fifth anniversary of \r\nArmenia’s accession to the United Nations. On 2 March \r\n1992, the Armenian tricolour started f lying at United \r\nNations Headquarters, the logical and desired outcome \r\nof the Armenian people’s quest to exercise their \r\nfundamental right to self-determination. Over the years, \r\nArmenia became a full-f ledged, responsible member \r\nof the international community. We faced numerous \r\nchallenges, but we withstood them with dignity. The \r\nNagorno Karabakh conflict was the most important and \r\ndaunting one. This is the fifth time that I speak from \r\nthis rostrum, and again I need to address the Nagorno \r\nKarabakh conflict. I would have preferred to talk of \r\npeace, progress and cooperation but, unfortunately, \r\nwe are still far from that stage. Hence, it is my duty to \r\nexplain why we are so far from that desirable point.\r\nThe new phase of the Artsakh people’s struggle \r\nfor self-determination began almost 30 years ago. The \r\nArmenians of Artsakh used peaceful calls to exercise \r\ntheir inalienable right to self-determination. Azerbaijan \r\nhas always responded to such calls with the use of force. \r\nThe policy of the Baku Government culminated in the \r\nmassacre, ethnic cleansing and mass deportation of \r\nthe Armenian population of Azerbaijan. Districts with \r\nonce-flourishing Armenian populations are now devoid \r\nof Armenians, and the Government of Azerbaijan \r\ncontinues with its policy of systematically destroying \r\nthe vast Armenian cultural and spiritual heritage on the \r\nterritories under its control. It is obvious that in those \r\ncircumstances the people of Artsakh have had no other \r\nchoice than to resort to self-defence. Azerbaijan did \r\nnot learn any lessons from the perilous war of 1992-\r\n1994, its aftermath and negotiations. Last year in April, \r\nAzerbaijan unleashed a four-day war, which proved \r\nthat Azerbaijan’s objective is to exterminate the people \r\nof Artsakh.\r\nIn the course of the military hostilities, the \r\nAzerbaijan armed forces committed a number of war \r\ncrimes against the civilian population and prisoners of \r\nwar. I find it worth mentioning that one serviceman who \r\ncommitted such atrocities received a high State award, \r\nand the President of Azerbaijan personally decorated \r\nhim in front of the cameras.\r\nFor years hate speech against Armenians was \r\nmade part and parcel of the Azerbaijan State policy. \r\nIt is firmly part of its school curriculums and poisons \r\nthe upbringing and thinking of its younger generation. \r\nFor years a number of intergovernmental and other \r\nspecialized organizations dealing with racism and \r\nxenophobia have raised the alarm.\r\nAll of this leads us to the conclusion that the Artsakh \r\npeople’s exercise of the right to self-determination is \r\nof vital importance. In that regard, I express the views \r\nof Armenia, the Artsakh and of all Armenians all over \r\nthe globe. I bring this message from Yerevan, where \r\nthe sixth Armenia diaspora conference is currently \r\ntaking place.\r\nEveryone should be aware that for the Artsakh \r\npeople, who are building democracy, Azerbaijan simply \r\nsymbolizes medieval backwardness. Azerbaijan has \r\nno legal or moral grounds whatsoever to present any \r\nclaims on Artsakh. Artsakh has never been part of \r\nindependent Azerbaijan, and it is not fair to attempt to \r\nannex Artsakh to that State order. Today free Artsakh \r\nis an established democratic society. Our shared motto \r\nand commitment of leaving no one behind should be the \r\nhallmark guiding the work of the United Nations family. \r\nFor that very reason, I believe that the people of Artsakh \r\nshould never be excluded from the implementation of \r\nthe Sustainable Development Goals.\r\nI strongly believe that the unresolved status of the \r\nNagorno Karabakh conflict should have no impact on \r\nA/72/PV.5 19/09/2017\r\n18/27 17-29275\r\nthe people of Artsakh as they exercise their rights. It is, \r\nfirst and foremost, about the inalienable rights of any \r\nhuman being, the right to life, to organize public life, \r\nto freely form one’s own Government, to communicate \r\nunimpededly with the outer world, and about many \r\nother rights. Armenia consistently contributes and will \r\ncontribute to the improvement of the living conditions \r\nof the Artsakh people and to its sustainable and \r\ndemocratic development. No one has a right to create \r\nhindrances to the implementation of initiatives and \r\nprojects to that effect. The legal status of Artsakh, \r\nor, to be more precise, the lack of international legal \r\nrecognition, is not an impediment to the exercise of the \r\nrights of the men and women living there.\r\nWe strongly believe that there is no alternative \r\nto a peaceful resolution of the Nagorno Karabakh \r\nconflict. Right now, from this rostrum, I reiterate \r\nour commitment to that effect. Meanwhile, everyone \r\nshould be aware that the Nagorno Karabakh issue is a \r\nhuman rights issue, one that can be resolved exclusively \r\nthrough one of the fundamental and inalienable human \r\nrights — the people’s right to self-determination. At the \r\nend of the day, whatever option for resolving the conflict \r\nwe arrive at, the Republic of Artsakh should not enjoy \r\na status and liberty inferior to the one it enjoys today. \r\nAzerbaijan will recognize and respect the right of the \r\npeople of Artsakh to decide their own future through the \r\nfree expression of their will. All available international \r\nand domestic mechanisms should guarantee the security \r\nof the Armenian population of Artsakh. All remaining \r\nissues are collateral in nature and will be resolved in a \r\nlogical and fair manner in conjunction with the general \r\nresolution process.\r\nWhen I last spoke from this rostrum and addressed \r\nthe process of international recognition of the Armenian \r\ngenocide (see A/71/PV.17), I considered it my duty to \r\nexpress our gratitude to all those nations, one by one, \r\nthat had recognized the horrendous crime that was \r\ncommitted against my people by the Ottoman Empire. \r\nIt is my duty to express gratitude here to all those \r\ncountries that displayed honour and responsibility \r\nby recognizing, or reiterating their position on, the \r\nArmenian genocide. I thank them for that initiative, \r\nregardless of the format and language adopted. I thank \r\nthe numerous countries and individuals, State bodies, \r\nregional entities and organizations that called things \r\nby their proper names. That is indeed important, since \r\ndenial paves the way for new crimes of genocide. In \r\nthat context, we recall that next year the United Nations \r\nfamily will mark the seventieth anniversary of the \r\nConvention for the Prevention and Punishment of \r\nthe Crime of Genocide. Armenia will propose a new \r\ninitiative on that occasion, and we invite everyone to \r\njoin us and support it.\r\nNevertheless, we have never made recognition \r\nof the Armenian genocide a precondition for the \r\nnormalization of bilateral relations between Armenia \r\nand Turkey. Moreover, it was at the initiative of \r\nArmenia that a normalization process was launched, \r\nresulting in the conclusion of the Zurich protocols in \r\nOctober 2009. Those documents have not been ratified \r\nthus far; instead they have been left in some dark \r\ndrawer in Ankara. The Government of Turkey came up \r\nwith preposterous preconditions for their ratification \r\nthat run counter to the letter and spirit of the protocols. \r\nI expressed the clear-cut views of the Armenian people \r\non that issue three years ago (see A/69/PV.6), when \r\nI spoke from this rostrum. Now the time is ripe for \r\nadditional explanations.\r\nThe leadership of Turkey is mistaken if it thinks that \r\nit can keep those documents hostage forever and ratify \r\nthem only at the most opportune occasion from its point \r\nof view. The protocols were negotiated in the existing \r\ncircumstances at the time in order to find solutions to \r\nthe then existing issues. Armenia will declare those \r\ntwo protocols null and void, since there has been no \r\nprogress towards their implementation. We will enter \r\nthe spring of 2018 without those, as our experience has \r\ndemonstrated, futile Protocols.\r\nArmenia nevertheless continues to believe that \r\nany two neighbouring States need to establish and \r\nenjoy normal relations in order to address any possible \r\ndisagreement between them and find solutions. That \r\nis the credo we are guided by in our engagement with \r\nvarious integration processes. Armenia today is an \r\nactive member of the Eurasian Economic Union and \r\nspares no effort in contributing to the unimpeded \r\nmovement of goods and services in that large economic \r\narea. In that way, we promote welfare for all. We \r\nhave already registered certain achievements in that \r\nregard, and that makes us feel hopeful for the future. \r\nWe also plan to conclude an Armenia-European Union \r\ncomprehensive and enhanced partnership agreement \r\nin November, which, in our view, will help give new \r\nimpetus to the institutional reforms being implemented \r\nin Armenia.\r\n19/09/2017 A/72/PV.5\r\n17-29275 19/27\r\nThe current instability in the Middle East regretfully \r\nremains as a serious challenge. It is with great pain \r\nthat we have been following the crisis in Syria and the \r\nhumanitarian situation there, which has brought about \r\nthe suffering of the civilian population, including the \r\ncountry’s Armenian community. Armenia is doing what \r\nit can to mitigate the suffering of the Syrian people by \r\nproviding humanitarian assistance. We also express our \r\nwillingness to engage in possible discussions on the \r\npeacemaking efforts in Syria under the United Nations \r\nauspices and with an appropriate mandate.\r\nI have no doubt that the United Nations family \r\ncan ensure the needed cooperation to address modern \r\nglobal and regional challenges. It is with that objective \r\nin mind that Armenia participates in a number of the \r\nUnited Nations peacekeeping operations. Moreover, we \r\nstand ready to increase our contribution in Lebanon and \r\nMali — respectively, to the United Nations Interim Force \r\nin Lebanon and the United Nations Multidimensional \r\nIntegrated Stabilization Mission in Mali.\r\nAs a landlocked country with scarce natural \r\nresources located in a complex region, Armenia has \r\ncontinuously emphasized that it considers human \r\nbeings to be its most valuable resource. That is indeed \r\nthe case both for Armenia and for the whole United \r\nNations family — we should focus on people and we \r\nshould strive for peace and a decent life for all on a \r\nsustainable planet.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Armenia for the statement he has just made.\r\nMr. Serzh Sargsyan, President of the Republic \r\nof Armenia, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Luis Guillermo Solís Rivera, \r\nPresident of the Republic of Costa Rica\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of Costa Rica.\r\nMr. Luis Guillermo Solís Rivera, President of the \r\nRepublic of Costa Rica, was escorted into the \r\nGeneral Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Luis Guillermo Solís \r\nRivera, President of the Republic of Costa Rica, and to \r\ninvite him to address the Assembly.\r\nPresident Solís Rivera (spoke in Spanish):  Costa \r\nRica congratulates the President on his election \r\nand welcomes the priorities that he has established \r\nfor his tenure. I would like to reiterate my country’s \r\ncommitment to working with him and all Member \r\nStates to achieve the 2030 Agenda for Sustainable \r\nDevelopment, to help swiftly honour the pledges made \r\nin Paris and Marrakesh to mitigate climate change, to \r\nimplement the Treaty on the Prohibition of Nuclear \r\nWeapons and to strengthen global governance and \r\nmultilateralism as areas of supreme importance for the \r\nmaintenance of international peace and stability.\r\nI also wish to convey a message of solidarity and \r\nsympathy to the people and the Government of Mexico \r\nfor the human and material losses resulting from the \r\nearthquake that struck its capital and surrounding \r\nareas today.\r\nEvery word, statement and action adopted in this \r\nHall keeps alive Kant’s hope and inspiring confidence \r\nin humankind. To build a world based on the 2030 \r\nAgenda, the Paris Agreement, the 20-year review of the \r\nimplementation of the Beijing Declaration and Platform \r\nfor Action, the treaties on the non-proliferation of \r\nweapons and the treaties on nuclear disarmament and \r\nprohibition is an acknowledgement of the multiple \r\nchallenges that human communities face. They also \r\nevoke our sincere conviction in reaching globally agreed \r\nresponses to the most urgent threats to humankind.\r\nThose milestones are recent pieces in the renowned \r\nunderstanding of those who, before us and in pressing \r\ncircumstances, fought for dignified coexistence, \r\nfor freedom as a life-long mandate and for keeping \r\nhope alive as a daily imperative. Our duty as leaders \r\nconsists in leading our nations towards sustainable \r\nhuman development. Therein lies the ethical power \r\nof our actions, both in domestic affairs and in the \r\nAssembly — the importance of which calls for an active \r\ncommitment to ensure the well-being of our nations \r\nand to fight against inequality, injustice and violence. \r\nIt means inconveniencing those who are opposed to \r\nthe world being a radiant, open and unbiased hearth \r\nfor us all, rather than a free aspiration of resistance \r\nand misunderstanding.\r\nIn the face of that wall of short-sightedness \r\nor malice, Costa Rica has always chosen honest \r\nwork — the tireless ability to provide for one another \r\nwith generosity, despite our small size. My country has \r\nchosen compassion, solidarity and peacebuilding as \r\nA/72/PV.5 19/09/2017\r\n20/27 17-29275\r\nthe main values in fully respecting human rights. In \r\nthat framework, it has made international law, active \r\nmultilateralism and the rejection of environmental \r\ndestruction as the ideal mechanisms for resolving \r\nconflicts domestically and among States. That, in short, \r\nwill always be our commitment to humankind.\r\nIn September 2016, Costa Rica became the \r\nfirst country to enter into a national pact to meet \r\nthe Sustainable Development Goals (SDGs), with \r\nthe concrete step of involving representatives at the \r\nhighest levels in the country, local representatives and \r\nrepresentatives from the business sector, churches, \r\nsocial organizations and academia — all of which have \r\nactively committed to seeking the implementation of \r\nthose comprehensive goals. Through that initiative, we \r\nhave aligned our 2015-2018 national development plan \r\nwith the Sustainable Development Goals and the sectoral \r\ngoals of national and local programmes and projects. \r\nAdditionally, we established a functional strategy for \r\nthe planning, implementation and monitoring of those \r\ngoals — which operates on the basis of consultation, \r\ndialogue and accountability.\r\nTwo years ago, I stated in this very Hall (see \r\nA/70/PV.19) that Costa Rica would commit to the \r\ndesign and implementation of the adequate instruments \r\nto wage a real and sustainable campaign against \r\npoverty. Given its multidimensional character, we \r\nadopted a multidimensional poverty index along with \r\na multi-actor functional governance structure, which \r\nwas one of the most important factors in the poverty \r\nreduction achieved for the first time in seven years in \r\nCosta Rica — through a coordinated and structured \r\nownership in decision-making, initiative design and \r\nstrategy implementation at a national level.\r\nIn the same vein, Costa Rica and 42 other countries \r\ngathered here presented a voluntary national report on \r\nthe implementation of the Sustainable Development \r\nGoals during the High-level Political Forum on \r\nSustainable Development of the United Nations. \r\nMoreover, Costa Rica and the other States members of \r\nthe Central American Integration System sponsored the \r\nharmonization of the regional Central America agenda \r\nwith the same objectives.\r\nCosta Rica has understood and taken on the \r\nintegrated universal and multidimensional nature of \r\nthe SDGs. We therefore believe that its implementation \r\nrequires policy and public management innovation. \r\nLeaving no one behind is a State and Government \r\nresponsibility, but those entities cannot act alone. That \r\nis why the 2030 Agenda must be based on consensus, \r\nthe creation of synergies and the creative participation \r\nand commitment of various actors and productive \r\nsectors — above all, in the commitment and call \r\nto action of the Assembly. Leaving no one behind is \r\nmore than just a slogan, it is a forceful call to action \r\nfor all the segments that make up our societies. That \r\nis why I commend the contents and the quality of the \r\nSecretary-General’s report for the repositioning of the \r\nUnited Nations development system so as to honour the \r\nambitious goals of the 2030 Agenda.\r\nI believe that is the appropriate path to coordinate \r\nand carry out comprehensive actions that respond to the \r\ncurrent and future needs of sustainable development. \r\nIn that regard, we must consider the needs of \r\nmiddle-income countries. I believe it is advisable to \r\ncontinue the efforts carried out thus far and to continue \r\nto promote the interests of middle-income countries, \r\nwith a view to the United Nations offering them more \r\nefficient, targeted and better coordinated support.\r\nCosta Rica wishes to stress the importnace \r\nof countries and the United Nations system \r\nreconsidering the concept of per capita income as the \r\ngauge for determining a country’s progress. Only a \r\nmultidimensional view of development, especially \r\na multidimensional view of poverty, will allow us to \r\nunderstand the needs of the people and families and \r\nthe individuals that make it up, as it relates to access \r\nto health care, the elimination of inequality, promoting \r\ngender equality and attention to social, economic and \r\nenvironmental weakness, among other challenges of \r\ndeveloping nations.\r\nWith due respect but also with urgency, I call on the \r\nSecretary-General to promote open spaces to establish \r\nwork strategies that would strengthen the capacities \r\nof such countries and allow them to cooperate more \r\neffectively with other middle-income countries and with \r\nless-developed countries. For those countries, reaching \r\nthe Sustainable Development Goals will be impossible \r\nunless economic, social and environmental problems \r\nare incorporated into a path of comprehensive action.\r\nAs a universal forum, the United Nations has a \r\nprivileged position for consolidating the consultation \r\nprocess of middle-income countries. Amartya Sen \r\nhas said with incontrovertible authority that to speak \r\nof the development of a particular society, we must \r\nanalyse the lives of those who live within it, and that \r\n19/09/2017 A/72/PV.5\r\n17-29275 21/27\r\nthere can be no economic success without considering \r\nthe quality of life of communities, which is one and \r\nthe same with that of each of its members. That thesis \r\ngives special attention to minority groups that have \r\nbeen historically excluded from fully exercising their \r\nrights and denied the understanding of the societies in \r\nwhich they live — especially if their nature requires the \r\nadoption of targeted processes in order to achieve the \r\n2030 Agenda.\r\nThat complexity requires taking a closer look at \r\nproductive sectors, such as family agriculture — the \r\nprimary source of income for 70 per cent of the global \r\nrural population, that is, 40 per cent of the global \r\npopulation. Close to 500 million small farms provide \r\n80 per cent of the food consumed by the developing \r\nworld. In many cases, they are the historical basis for \r\nthe productive development of entire nations, as is the \r\ncase in my country. Family agriculture has a crucial \r\nrole to play in achieving the Sustainable Development \r\nGoals, as it integrates the goals and is the basis for the \r\nsustainable production of food, for the environmental \r\nmanagement of rural and marine territory and for \r\nbiodiversity — as a source of significant cultural \r\nexpressions of each people. It is, without a doubt, a \r\nfundamental pillar of the integrated development of \r\nnations. In that regard, alongside a group of countries \r\nfrom different parts of the world, Costa Rica will be \r\nhonoured to present a draft resolution at the current \r\nsession to declare the decade of family agriculture 2019-\r\n2028 — inspired by the success of the International \r\nYear of Family Agriculture, adopted by the Assembly \r\nin 2014 as resolution 66/222.\r\nGender equality continues to be a goal of \r\nquintessential importance in all nations. Every day, \r\nmore women strive to be fully recognized and to \r\nexercise their rights. Their struggle is inherent in the \r\nbuilding of truly democratic societies and of peaceful \r\ncoexistence in all countries. Moreover, without equal \r\nrights for women, it will be impossible to achieve the \r\nSustainable Development Goals by the target date set \r\nby the Organization.\r\nThe literature is vast and the political declarations \r\nare forceful in highlighting the noticeable democratic \r\ngaps and the resulting detriment to development \r\ndue to the persistence of patriarchal and chauvinist \r\nstructures forged in another time but revived today \r\nabsent education regarding human rights and respect \r\nfor democratic coexistence. Gender inequality is not a \r\ntopic that is foreign to us, nor a phenomenon that unfolds \r\ncovertly in the internal relations of countries beyond \r\nour purview, but rather it is occurring in front of our \r\nvery eyes. Let us take a moment to look around us. It \r\nis imperative to take joint action to ensure that equality \r\nin this important organ. My country has understood \r\nthat commitment and welcomes work proposals from \r\nInternational Gender Champions that seek to revert the \r\ntrend of gender inequality within the United Nations \r\nand to take concrete actions for the seventy-second \r\nsession by calling on the Gender Champions to promote \r\nequilibrium within each delegation that attends the \r\ngeneral debate during the Assembly’s week of high-\r\nlevel debate.\r\nWomen’s effective participation in the economic \r\nsectors of their societies has a deep and significant impact \r\non other areas of independence, as an economically \r\nempowered woman is a person with the tools and \r\ncapabilities necessary to make a positive impact on \r\nher community and her family. While it is true that \r\nmany women work, are entrepreneurs, are employed \r\nin the public and private sectors and are scientists and \r\nartists, millions of others work in the informal sector \r\nor do domestic work and unpaid care. It is estimated \r\nthat women’s unpaid work is equivalent to $10 billion \r\nper year, or 13 per cent of the global gross domestic \r\nproduct. However, if I were to choose a single insulting \r\nand absurd example of this discrimination, the one that \r\nangers me the most is that the average woman’s salary \r\nis 25 per cent lower the average man’s salary for the \r\nsame job.\r\nI had the honour to co-chair the High-level Panel \r\non Women’s Economic Empowerment, along with \r\nMs. Simona Scarpaleggia, Chief Executive Officer of \r\nIKEA Switzerland, at the request of former Secretary-\r\nGeneral Ban Ki-moon and UN-Women. The final \r\nreport of the Panel, in which women from the entire \r\nworld participated, concluded,\r\n“that it is essential to expand social protection \r\ncoverage and access to justice with due process; \r\nthat care is also an economic activity whose \r\ncontribution should be reflected in countries’ \r\nproductivity; that men should share responsibility \r\nfor fulfilling this work and private companies and \r\npublic institutions are called on to encourage it; \r\nthat women have the challenge of accessing digital \r\nand financial services, as well as of being deed \r\nowners in land redistribution; that companies must \r\nrecognize women’s leadership; that it is urgent \r\nthat States’ macroeconomic policies empower \r\nA/72/PV.5 19/09/2017\r\n22/27 17-29275\r\nwomen and promote decent jobs for them; that \r\nlaws that discriminate must be amended and \r\nothers that encourage equality must be enacted; \r\nthat affirmative policies on hiring women must \r\nbe extended to public institutions and private \r\ncompanies and women-owned businesses must \r\nbe promoted; and that it is necessary to reinforce \r\nsupport to informal women workers and women \r\nagricultural workers”.\r\nOf course, we must adopt a multidimensional and \r\nintersectoral strategy to address the barriers to women’s \r\neconomic empowerment. In that regard, Costa Rica \r\nhas in place a public policy that guarantees women’s \r\nemployability on an equal basis. The main objective \r\nof this policy is to eliminate women’s lack of access \r\nto, and permanence in, the workplace. The private \r\nsector is the key actor in that, as it is the main source \r\nof employment and national development. This practice \r\nis part of the new trend in international markets and \r\nthe global economy, where companies seek to increase \r\ntheir productivity through innovation, the improvement \r\nof the work environment, the attraction of talent and the \r\nadoption of values and practices based on human rights.\r\nNevertheless, we recognize that multiple challenges \r\nremain to making progress towards substantive \r\nequality for women. We are determined to incorporate \r\nwomen in paid work, with measures that eradicate \r\ngender-based division in the workplace and facilitate \r\neconomic independence and quality of life as necessary \r\nconditions for the full enjoyment of human rights.\r\nWith the Assembly’s permission, for just a moment, \r\nI would like to convey this message in English to all the \r\nwomen who, with their work, raise up their families and \r\nlocal and national communities.\r\n(spoke in English)\r\nToday I extend my recognition to all women on \r\nEarth. They are capable enough to move ahead despite \r\nthe rigid and rude patriarchal heritage that tends to not \r\nacknowledge their abilities and accomplishments and \r\nthat fills with doubts and dangers their road towards \r\nfull autonomy. They are an example for others: their \r\ninternal strength leads them to break the chains of \r\noppression, rise above the misery of migration and \r\nforced displacement and free entire communities from \r\nvarious forms of slavery. And in the grim march of their \r\nlives, they devote themselves with great passion to their \r\npeople; they are sensitive and protective even when \r\ntheir love and generosity are not understood or repaid. \r\nThey are masters of resilience, since they have learned \r\nhow to deal with bad people and painful moments. They \r\nknow how to fulfil their roles of mother, partner, friend \r\nor leader, and they dedicate themselves to them even if \r\nthey need to sacrifice themselves because of a superior \r\nresponsibility, a greater good that they accomplish \r\nwith sincere devotion, aware of the risks and bearing \r\nin mind that they are an example to other women that \r\nfollow in their steps.\r\nDefinitely, it is not easy being a Khaleesi. Whether \r\nin fiction or in real life, the goal of equality is much \r\ngreater than what our circumstances relegate us to. \r\nToday is a good day to look at ourselves in the mirror, \r\nstart to create truly equal relations and bring this long \r\nnight to an end.\r\n(spoke in Spanish)\r\nMy generation’s grandparents could not have \r\nforeseen the consequences that industrialization and \r\nbusiness models would have on the climate. We, the \r\ngrandparents of future generations, can. That is why \r\nwe cannot be indifferent. It is true that for decades \r\nhumankind has had the resources and scientific \r\nknowledge to precisely measure the behaviour of \r\nendless variables related to the environment and that \r\nit can project future scenarios for weather conditions \r\nin different parts of the world and the impact they \r\nwould have on humans and their social, productive \r\nand cultural activities. These capabilities commit us \r\nat levels seldom encountered throughout the history of \r\nhumankind. They saddle us with an ethical and moral \r\nresponsibility about the future of life on Earth and the \r\nterms of the interactions among human groups and \r\nbetween humans and their environment.\r\nThere is enough evidence to support the idea that \r\na transformative solution to climate change is within \r\nhuman capabilities. That is why we welcome the \r\nFrench initiative of a global pact for the environment, \r\nwhich would complement the legal framework of the \r\ninternational agreements adopted by the United Nations \r\nin 1966. We are also pleased to be a member of the group \r\nof friends, which under the leadership of Slovenia, \r\nSwitzerland, Morocco and Maldives, promotes the draft \r\nresolution on human rights and the environment that is \r\nbeing coordinated in the Human Rights Council. Also, \r\nalong with countries of the Independent Association of \r\nLatin America and the Caribbean, we have exercised a \r\npositive leadership position in the negotiations of the \r\nUnited Nations Framework Convention on Climate \r\n19/09/2017 A/72/PV.5\r\n17-29275 23/27\r\nChange, building bridges between negotiating groups \r\nand making proposals.\r\nOur countries must adopt increasingly ambitious \r\npositions on environmental conservation and in the \r\nfight against climate change and understand the right to \r\nlive in a healthy and ecologically balanced environment \r\nas an essential right of every human being and of future \r\ngenerations. The international community can count on \r\nthe unconditional and unrestricted support of the Costa \r\nRican people and Government in promoting this vital \r\nagenda. It is my pleasure to inform the plenary that, with \r\nthe shared leadership of Chile and Costa Rica, Latin \r\nAmerica is moving towards establishing a regional \r\ninstrument on the rights of access to information, \r\nparticipation and justice on environmental matters. The \r\ninitiative aims to produce more effective agreements \r\nin the context of socio-environmental conflicts \r\nthrough an environmental governance programme in \r\nwhich the State acts as a facilitator in agreement and \r\ndecision-making spaces with the participation of all \r\ninterested and affected stakeholders. It includes the \r\nprinciples of precaution, reparation and non-regression.\r\nWe reaffirm our intention to guide our economy \r\ntowards carbon neutrality, as part of the pre-2020 \r\nvoluntary actions, and we are expanding our long-term \r\ncommitments towards the in-depth decarbonization \r\nof the economy. Our electrical grid continues to be \r\nan example of planning and renewable energy use for \r\nthe world, thanks to long periods of energy generation \r\nbased solely on renewable sources — in water, wind, \r\ngeothermal sources, biomass and sunlight. In addition \r\nto the offsetting process of our forests, we are reducing \r\nemissions in critical sectors, such as transport, livestock \r\nand waste. We have set an absolute emission limit \r\nfor 2030 that is equivalent to a 25 per cent decrease \r\nin emissions as compared with 2012. That places us \r\nin a privileged position to become a green centre for \r\nmanagement, innovation and knowledge transfer. We \r\ninvite our strategic partners to join this effort.\r\nIt is clear that we cannot not improve the health \r\nof our oceans if we do not change our land production \r\nand consumption. In that regard, our recently issued \r\nnational wastewater sanitation policy and our national \r\nstrategy for plastics replacement seek to stop pollution \r\nresulting from land-based activities and reverse their \r\ncumulative effects. To that end, straws, coffee stirrers \r\nand plastic containers are to be replaced. In addition, \r\nwe are working to end destructive fishing practices and \r\nto coordinate efforts so that coastal populations can \r\ndevelop from the use and sustainable management of \r\nmarine-coastal resources.\r\nAlong the same conservation lines, we presented \r\nour national wetlands policy, which seeks to ecologically \r\nrehabilitate the Costa Rican wetland ecosystems and to \r\npromote actions for their sustainable and participatory \r\nuse, as well as the establishment of a framework \r\nplanned over the long term in order to restore the \r\nnational wetland systems and ensure its responsible use \r\nin order to contribute to improving the quality of life of \r\nthe communities that use it.\r\nWe believe that all those efforts not only encourage \r\na focus on and the mitigation of climate change, but they \r\nalso have an impact on human rights and public policies \r\nthat promote gender equality, non-discrimination and \r\nthe enjoyment of the rights of indigenous peoples. That \r\nis why we also welcome the process to prepare the \r\nglobal compact for safe, orderly and regular migration \r\nand the global compact on refugees.\r\nIn that regard, I would like to recall the principle \r\nof the progressivity of human rights — an essential \r\nprinciple that implies expanding the range of rights \r\ngranted, from which we cannot go back. But above \r\nall, it entails the idea that we are called on to provide \r\nour inhabitants with increasingly more and better \r\nguarantees that allow the free and full exercise of each \r\nof those rights.\r\nThe twentieth century witnessed some of the \r\ngreatest and most atrocious conflicts that humankind \r\nhas experienced. The end of the Second World War \r\nmarked an even greater threat, one with the potential \r\nto destroy our species. The nuclear arms race was, \r\nfor much of the second half of the last century, a \r\nconstant concern that threatened the continuance of the \r\nhuman family.\r\nCosta Rica views with great concern the events \r\ndeveloping on the Korean peninsula. The increase in \r\nthe warmongering rhetoric on that part of the Asian \r\ncontinent implies a serious and real threat to the peace \r\nand stability not only of the region, but of the world. \r\nCosta Rica is amazed by how, almost three decades \r\nafter the end of the Cold War, ghosts that we thought \r\nhad been banished forever reappeared in a world \r\nwhere there is need for more medicine, not rif les, more \r\nschools, not barracks, and more projects to provide \r\ndrinkable water than facilities to produce weapons of \r\nmass destruction.\r\nA/72/PV.5 19/09/2017\r\n24/27 17-29275\r\nThat is why we strongly and vehemently condemn \r\nthe nuclearization of the Korean peninsula. We \r\nwill always support dialogue, active diplomacy and \r\nmultilateralism. We call on the parties involved \r\nand on the Security Council to take an active role \r\nin avoiding escalations of tension that could lead to \r\ndire consequences and from which there is a risk of \r\nno return. We cannot remain silent or stand idly by. \r\nTherefore, together with the Secretary-General, we \r\ndemand that the Security Council act immediately, as \r\nis its responsibility, to contain this situation.\r\nWe view with hope, joy and pride the fact that the \r\nTreaty on the Prohibition of Nuclear Weapons was \r\nfinally approved in July of this year. I congratulate Costa \r\nRican Ambassador Elayne Whyte on that process. As \r\nPresident of the United Nations conference to negotiate \r\na legally binding instrument to prohibit nuclear \r\nweapons, leading towards their total elimination, she \r\nled the process with courage and great skill. That effort, \r\ntogether with that of the participating delegations, made \r\na dream come true after more than seven decades.\r\nThe Treaty is a strong message that most States \r\nMembers of the United Nations do not support, do \r\nnot accept and do not consider nuclear weapons as \r\nlegitimate, and that the international community clearly \r\nstates that nuclear weapons are not only immoral, \r\nethically repugnant, but are, henceforth, illegal. A new \r\nnorm of international law that absolutely prohibits \r\nnuclear weapons in all circumstances is therefore \r\nestablished and provides a solid and legally binding \r\nframework for the destruction and total elimination \r\nof nuclear weapons in a transparent, irreversible and \r\nverifiable manner within specified time frames.\r\nAs an unarmed democracy that bases its defence \r\nentirely on international law, we are satisfied that, in \r\naddition to prohibiting the development, production, \r\nmanufacture, transfer, possession, storage, location, \r\ninstallation and deployment of nuclear weapons, \r\nthe Treaty explicitly prohibits the threat of its use, \r\nthereby also banning so-called nuclear deterrence \r\nsecurity doctrines.\r\nMany will say that this entire effort is meaningless, \r\nsince none of the nuclear Powers wanted to be part of \r\nit. With respect, I tell them they are wrong. The desire \r\nof the 122 countries that approved the text of the Treaty \r\nis the legitimate voice of peoples who love peace and \r\ndefend humankind. Any effort to support disarmament \r\nwill never be pointless. Supporting peace will never \r\nbe a mistake. Costa Rica applauds those 122 countries \r\nand all those that will sign the Treaty tomorrow, and \r\nurgently calls on others to join in signing it, so that we \r\ncan ensure a future for us and for those who will come \r\nafter us so that we can continue to build the world we \r\nare dreaming of.\r\nCosta Rica is constantly shocked by the terrorist \r\nattacks that unfortunately happen everywhere in the \r\nworld almost every week of the year. Once again, we want \r\nto express our absolute and unequivocal condemnation \r\nof terrorism in all its forms and manifestations, no \r\nmatter who commits it, wherever it is committed or \r\nwhatever its purpose, and we stress the need to bring its \r\nperpetrators to justice. The fight against terrorism must \r\nbe framed in strict observance of international law, \r\nincluding human rights law, international humanitarian \r\nlaw and international refugee law.\r\nI wish to emphasize the crucial role of international \r\nlaw as a legitimate mechanism for settling disputes \r\namong States, which we must resolve. In that regard, \r\nconsidering that unilateral economic sanctions are \r\nnot efficient ways to punish Governments but can \r\nseriously harm the rights of peoples to well-being and \r\ndevelopment, I once again would like to express the \r\nopposition of my country to the embargo that the United \r\nStates has imposed against Cuba for 55 years, with high \r\nhuman, economic and social costs for its population.\r\nSixty-nine years ago Costa Rica decided to \r\nexchange weapons and soldiers for notebooks and \r\nteachers. Sixty-nine years ago Costa Rica decided to \r\nestablish, strengthen and promote international law \r\nas the civilized way to resolve its differences with \r\nothers. Today, 69 years later, Costa Rica continues to \r\nbelieve that.\r\nThe original goal of the creation of the United \r\nNations was to save future generations from the \r\nscourge of war. The world has changed in a dizzying \r\nway since 1945. The threats and challenges to peace, \r\nstability and global security are increasingly diverse \r\nand complex. However, there is something that has not \r\nchanged one iota: the intrinsic and natural impulse to \r\nstrive untiringly towards the most dignified and highest \r\nuniversal values based on law and towards the prevalence \r\nof institutions over brute force, of multilateralism over \r\nsmaller, narrower and pettier national interests. That is \r\nthe essence of this institution: to achieve the well-being \r\nof all nations as a whole by sustaining peace in each of \r\nthem. It is not the opposite. It is not to achieve the well-\r\n19/09/2017 A/72/PV.5\r\n17-29275 25/27\r\nbeing of each nation in order to achieve global well-\r\nbeing, but rather it is in the world’s interest to uphold \r\nthe interests and well-being of our individual nations.\r\nThe Andalusian poet Federico García Lorca said \r\nthat theatre is the poetry that rises from the page and \r\nbecomes human, and becoming human, speaks and \r\nyells, cries and despairs. It is our duty now to take action \r\nbased on our rhetoric and to go out into the world and \r\nmake it all possible. We must restore hope to the hearts \r\nof the world’s citizens and ensure that that hope leads \r\nto a life of dignity that enables them to fully enjoy their \r\nrights and freedoms. The fight to uphold human rights \r\nis historic and long-standing endeavour. Never before \r\nhave the levels of education and peace been so high and \r\nthe number of conflicts so low. That does not mean that \r\nwe should reduce our mobilization efforts and become \r\ncomplacent. It means that, in spite of it all and although \r\nwar and structural violence still plague many regions \r\nof the world, human society remains on the right path, \r\nin no small measure due to the Organization’s efforts.\r\nWe own our future. In spite of the pain caused \r\nby injustice and perpetual and pervasive irrational \r\nbehaviour, there are more people who believe that \r\nhappiness, solidarity, freedom, justice, peace, \r\nforgiveness and reconciliation are possible — many \r\nmore than those who promote death, pain, torture and \r\nmilitarization and spread fear, which all thwart our \r\nbeautiful creative capacity.\r\nThis will be the last time that I address the \r\nAssembly as President of Costa Rica. Next year, as \r\nmy country fulfils a decades-old civic duty yet again, \r\nmy people will send a new representative to address \r\nan Organization of which we are so proud. That will \r\nhappen repeatedly in future because a democracy’s \r\npresidential mandate calls for the perpetual renewal of \r\nits leadership. I have been pondering this moment for \r\nseveral months. On behalf of all representatives and \r\ntheir children, I would like to dedicate these closing \r\nwords to my sons and daughters. \r\nFuture generations also deserve to be acknowledged \r\nin this universal forum because, in many ways, they are \r\nthe beneficiaries of the solutions their parents brought \r\nto the table, both metaphorically and in the deepest \r\nhuman sense. I would like Mónica, Cristina, Beatriz, \r\nDiego, Ignacio and little Inés to know that each time \r\na father or mother steps up to this rostrum to promote \r\npeace and justice, reconciliation and solidarity, it is with \r\nthem and their present and future in mind. I would like \r\nthem to know that each time a father or mother takes \r\nthe f loor to promote human rights, gender equality and \r\nthe importance of protecting the environment from the \r\nirrational forces of human greed or consumerism, they \r\ndo it out of deep concern for their well-being and that of \r\nfuture generations. I would like them to also know that \r\ntheir father, and before him other Costa Rican mothers \r\nand fathers who stood before the Assembly, did so \r\nproud to represent a people who are full of dignity, hard \r\nworking and courageous. They clamour for peace and \r\nseek to build it day by day. They will always uphold \r\nhuman rights as our universal family’s highest good. \r\nThat should make them proud and happy. They should \r\nbe proud to be part of an ongoing story that, like the \r\nwaves of the ocean will happen time and again, just \r\nas the world continues to have hopes and dreams for \r\nhuman progress. They should be happy because they \r\nknow that our efforts to promote justice and peace have \r\nnot been and will not be in vain. \r\nI hope that the United Nations will continue to be \r\nthe preferred forum for fostering understanding among \r\nthe peoples of the world. It will not be a conflict-free \r\nenvironment because, unfortunately, that is not our \r\nspecies’ default state, but it could be a meeting point \r\nwhere people can reach agreement, based on the higher \r\naspirations of human progress that makes survival \r\npossible. I also hope that this session can shed light on \r\ndemilitarization and denuclearization, which are the \r\nonly ways to ensure our survival, beyond all efforts to \r\nguarantee it. \r\nI also sincerely hope, with all my heart and soul, \r\nthat all nations represented here today are happy, at \r\npeace and able to adhere to the wise biblical admonition \r\nto beat swords into ploughshares. It is simply another \r\nway of saying love your neighbour as you love yourself.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Costa Rica for the statement he has just made. \r\nMr. Luis Guillermo Solís Rivera, President of the \r\nRepublic of Costa Rica, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Yoweri Kaguta Museveni, President \r\nof the Republic of Uganda \r\nThe Acting President: The Assembly will now hear \r\nan address by the President of the Republic of Uganda.\r\nA/72/PV.5 19/09/2017\r\n26/27 17-29275\r\nMr. Yoweri Kaguta Museveni, President of the \r\nRepublic of Uganda, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Yoweri Kaguta Museveni, \r\nPresident of the Republic of Uganda, and to invite him \r\nto address the Assembly.\r\nPresident Museveni: I congratulate His Excellency \r\nMr. Miroslav Lajčák on his election as President of the \r\nGeneral Assembly at its seventy-second session and \r\nassure him of Uganda’s support. We are confident that \r\nhe will lead the Assembly effectively and successfully. \r\nI would also like to express our gratitude to His \r\nExcellency Mr. Peter Thomson for his leadership of the \r\nAssembly at its seventy-first session. I also pay tribute \r\nto His Excellency Secretary-General António Guterres \r\nfor his personal dedication and commitment to the work \r\nof the United Nations.\r\nThe theme for this session, “Focusing on people: \r\nStriving for peace and a decent life for all on a \r\nsustainable planet”, is very pertinent. I am happy this \r\ntopic is being discussed. I have always wondered why \r\nthe elites in the different countries of the world do not \r\nsee its importance. Who would lose if everyone in \r\nthe world led a decent life and every adult consumed \r\nbetween 2,000 and 2,500 calories per day? Who would \r\nlose if everyone were consuming the right number of \r\ncalories every day? Who would lose if everyone were \r\nimmunized against immunizable diseases? Who would \r\nlose if all the immunizable diseases that aff lict people \r\nwere immunized against? Who would lose if we were \r\nto achieve universal immunization for all the people \r\nin the world? What would be the problem? Who would \r\nlose if all young people, children, accessed education to \r\nachieve literacy, numeracy and skills, as a minimum? \r\nWho would lose if all human beings had health units \r\nwithin a radius of 5 kilometres from where they live? \r\nWho would lose if all human beings had access to clean \r\nelectricity, away from charcoal, firewood and dirty \r\nkerosene? Who would lose if every adult had a well-\r\npaying job? Who would lose if every family on the globe \r\nhad a decent, three-bedroom house? Who would lose if \r\nevery person had access to clean water? Who would \r\nlose if no person on the globe had to worry about war, \r\nterrorism or crime? Who would lose if every provider of \r\na service or producer of a good that is needed for use in \r\nthe world had a right of access to markets? Who would \r\nlose if all the countries in the world had good transport \r\nand other elements of infrastructure? Who would lose \r\nif we all insisted on protecting Mother Nature so that it \r\ncan also look after us?\r\nTo what extent would this effort at global aff luence \r\nstimulate business? How much cement, steel, copper \r\nand food would we need? How would all that impact \r\nbusiness? If we aimed at global aff luence, how much \r\nwould this impact business positively? Why, then, \r\ndo we all have bad businessmen who do not have \r\nspectacles effective enough to see the implied business \r\nopportunities if we aim at global aff luence? As a milk \r\nand beef producer myself, only a few months ago I was \r\ncautioning my fellow farmers against excessive greed \r\nas far as the price per litre of milk and per kilogram \r\nof beef were concerned. The farmers were trying to \r\ndemand extremely high prices for beef and milk, but \r\nI warned them that if the milk were too expensive, the \r\npeople might not buy it as much as if it were better \r\npriced. The more buyers we have for our products, the \r\nmore prosperous we will be. We would therefore be \r\nboth good businesspeople as well as good Christians, \r\nbecause we would be doing business in a fair way. \r\nTherefore, in my opinion, parasitism is the only obstacle \r\nto global aff luence, prosperity and peace.\r\nOn the dangerous situation on the Korean \r\npeninsula, where very dangerous instruments of mass \r\nextermination are paraded around by the two contending \r\nsides, I have one question. My approach today is just to \r\npose questions. I will not answer all of them, but I put \r\nthem to the Assembly so that members can answer them \r\nthemselves. I have one question. Who would lose if \r\nNorth Korea and South Korea, those kith and kin, were \r\nleft alone to discuss their reunification? The Korean \r\nnation came into existence in 1234 A.D., according \r\nto the information available on the Internet. Why \r\ncannot these people — they are one people — discuss \r\ntheir reunification instead of maintaining a divided \r\npeninsula, the division of which it is our job to manage \r\nendlessly? Koreans were temporarily divided towards \r\nthe end of the Second World War. Why should this \r\ndivision be allowed to be permanent and a source of \r\ndangerous tensions? A unified Korea would be a very \r\nstrong nation. Why do some actors fear strong nations in \r\nthe world? Why should the Koreans themselves, North \r\nand South, allow external forces to continue to divide \r\nthem? We always strive not to allow actors, foreign or \r\nlocal, to divide the African peoples, regardless of the \r\ncomplications involved. When one hears that Uganda \r\naccommodates many African refugees, it is on account \r\n19/09/2017 A/72/PV.5\r\n17-29275 27/27\r\nof a conscious ideological position to not allow any \r\nactors to divide us. We fight only traitors. Who has \r\nbeen hurt by a unified Viet Nam since 1975, although \r\nthe method of their unification was not the best one? \r\nWho has been hurt by the reunification of Germany \r\nsince 1990?\r\nFinally, on the small issue of enforcing sanctions \r\nagainst North Korea, Uganda is in compliance. That \r\nis not a big problem, for we do not have to trade with \r\nNorth Korea. We are, however, grateful that, in the past, \r\nthe North Koreans helped us to build our tank forces.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Uganda for the statement he has just made.\r\nMr. Yoweri Kaguta Museveni, President of the \r\nRepublic of Uganda, was escorted from the General \r\nAssembly Hall.\r\nThe meeting rose at 6.10 p.m.\r\n"