"United Nations A/72/PV.49\r\nGeneral Assembly\r\nSeventy-second session\r\n49th plenary meeting\r\nMonday, 13 November 2017, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nIn the absence of the President, Mr. Tevi (Vanuatu), \r\nVice-President, took the Chair.\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 113 (continued)\r\nElections to fill vacancies in principal organs\r\n(c) Election of five members of the International \r\nCourt of Justice\r\nMemorandum by the Secretary-General \r\n(A/72/181)\r\nList of candidates (A/72/182 and A/72/182/\r\nAdd.1)\r\nCurricula vitae (A/72/183)\r\nThe Acting President: As members will recall, \r\nthere is still one vacancy on the Court to be filled. The \r\nAssembly will now proceed to vote in respect of the \r\nremaining vacancy, and we will maintain the same \r\nformat used for the 44th and 45th meetings on this item, \r\nheld last Thursday. Accordingly, the General Assembly \r\nand the Security Council will proceed, independently of \r\neach other, to fill the one remaining seat on the Court, \r\nin accordance with Article 8 of the Statute of the Court.\r\nThis election in the Assembly will be held in \r\naccordance with the Statute of the Court, in particular \r\nArticles 2 to 4 and 7 to 12, and rules 150 and 151 of the \r\nrules of procedure of the General Assembly.\r\nThe candidate who obtains an absolute majority of \r\nvotes both in the General Assembly and in the Security \r\nCouncil will be considered as elected, pursuant to \r\nArticle 10, paragraph 1, of the Statute.\r\nOnce again, I should like to remind representatives \r\nthat, pursuant to rule 88 of the rules of procedure,\r\n“After the President has announced the beginning \r\nof voting, no representative shall interrupt the \r\nvoting except on a point of order in connection with \r\nthe actual conduct of the voting”.\r\nAny announcements, including those concerning \r\nwithdrawals of candidatures, should therefore be made \r\nprior to the commencement of the voting process, that \r\nis to say, before the announcement of the beginning of \r\nthe voting process.\r\nWe shall now begin the voting process. Ballot \r\npapers will now be distributed. Ballot papers will be \r\ngiven only to the representative seated directly behind \r\nthe country’s nameplate. Representatives are requested \r\nto use only the ballot papers that are being distributed.\r\nThe two candidates whose names appear on the \r\nballot paper are eligible.\r\nMay I remind delegations that only the box next \r\nto the name of one candidate should be marked with a \r\ncross. Any ballot paper on which more than one name \r\nis checked will be considered invalid. Votes may be cast \r\nonly for those whose names appear on the ballot papers.\r\nAt the invitation of the President, Mr. Aldoseri \r\n(Bahrain), Ms. Sánchez Rodríguez (Cuba), Mrs. Le \r\nDiffard (Hungary), Ms. Rheindrayani (Indonesia), \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-37658 (E)\r\n*1737658*\r\nA/72/PV.49 13/11/2017\r\n2/2 17-37658\r\nMr. McSwiney (Ireland) and Mr. Waweru (Kenya) \r\nacted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 3.20 p.m. and \r\nresumed at 3.45 p.m.\r\nThe Acting President: The result of the voting is \r\nas follows:\r\nNumber of ballot papers: 192\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 192\r\nAbstentions: 3\r\nNumber of members present and voting: 189\r\nAbsolute majority: 97\r\nNumber of individual votes obtained:\r\nMr. Dalveer Bhandari (India) 110\r\nMr. Christopher Greenwood (United Kingdom \r\nof Great Britain and Northern Ireland ) 79\r\nMr. Dalveer Bhandari obtained an absolute \r\nmajority in the General Assembly.\r\nThe Acting President: I have communicated \r\nthe result of the voting to the President of the \r\nSecurity Council.\r\nThe President of the General Assembly has \r\nreceived from the President of the Security Council the \r\nfollowing letter, which I will read out on behalf of the \r\nPresident of the Assembly.\r\n“I have the honour to inform you that at the \r\n8094th meeting of the Security Council, held on \r\n13 November 2017, for the purpose of electing \r\none member of the International Court of Justice \r\nfor a term of office beginning on 6 February 2018, \r\nMr. Christopher Greenwood (United Kingdom of \r\nGreat Britain and Northern Ireland) obtained an \r\nabsolute majority of votes.”\r\nThe same candidate was not successful in both \r\nthe General Assembly and the Security Council. In \r\naccordance with the provisions of Article 11 of the \r\nStatute of the Court, it will be necessary to hold another \r\nmeeting to fill the remaining vacancy. I propose that \r\nthis meeting be adjourned and that the 50th meeting \r\nbe held immediately to vote on the remaining vacancy. \r\nIt was so decided. \r\nThe meeting rose at 3.50 p.m.\r\n"