"United Nations A/72/PV.46*\r\nGeneral Assembly\r\nSeventy-second session\r\n46th plenary meeting\r\nFriday, 10 November 2017, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 89\r\nReport of the International Atomic Energy Agency\r\nNote by the Secretary-General (A/72/221)\r\nDraft resolution (A/72/L.6)\r\nThe President: I now invite Mr. Yukiya Amano, \r\nDirector General of the International Atomic Energy \r\nAgency, to introduce the report of the Agency for the \r\nyear 2016.\r\nMr. Amano (International Atomic Energy Agency): \r\nThe sixtieth-anniversary year of the International \r\nAtomic Energy Agency (IAEA) is drawing to a close. \r\nOver the past six decades, the Agency has contributed \r\nto international peace and security and made a real \r\ndifference in the lives of millions of people. Thanks \r\nto the support of member States and the dedication \r\nof our excellent staff, we can take pride in important \r\nachievements in all areas of our work over that time \r\nperiod, including in the past 12 months. The annual \r\nreport of the IAEA (see A/72/221) has been distributed \r\nto the Assembly.\r\nScience and technology are essential for \r\ndevelopment. Transferring peaceful nuclear technology \r\nto developing countries is at the core of the business \r\nof the IAEA and one of the most important areas of \r\nour work. The IAEA technical cooperation programme \r\nis central to the delivery of our “Atoms for Peace and \r\nDevelopment” mandate. It has improved the health and \r\nprosperity of millions of people and delivered huge \r\nbenefits to entire communities. The Agency now helps \r\ncountries to achieve the Sustainable Development \r\nGoals in energy, food and agriculture, industry, water \r\nmanagement and health, as well as in other areas. We \r\nfocus on transferring knowledge and technical expertise. \r\nThe Agency works closely with key United Nations \r\npartners, including the World Health Organization and \r\nthe Food and Agriculture Organization, for the benefit \r\nof member States. The first International Conference \r\non the IAEA Technical Cooperation Programme, which \r\ntook place this year, attracted high-level participation \r\nand enhanced awareness of our unique role in nuclear-\r\ntechnology transfer.\r\nThe modernization of the IAEA’s nuclear \r\napplications laboratories near Vienna continues to \r\nmake excellent progress. It is one of the most important \r\nprojects the Agency has ever undertaken, with an \r\ninvestment likely to total around €60 million. I am \r\ngrateful to the 31 countries and a number of individuals \r\nwhose generous financial and in-kind contributions \r\nhave made it possible. The eight laboratories provide \r\nassistance to more than 150 countries in areas such as \r\nfood and agriculture, health and the environment. The \r\nnew Insect Pest Control Laboratory was inaugurated \r\nin September. It will help countries to use nuclear \r\ntechniques to better control pests such as mosquitoes, \r\ntsetse f lies and fruit f lies. In a few years’ time, when \r\nit is completed, the expanded laboratory complex will \r\ngreatly increase our capabilities as a technology holder, \r\nto the benefit of all 168 IAEA member States.\r\nNuclear power is likely to make a growing \r\ncontribution to sustainable development in the coming \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-37449 (E)\r\n*1737449*\r\n * Reissued for technical reasons 30 October 2018.\r\nA/72/PV.46 10/11/2017\r\n2/28 17-37449\r\ndecades. The Agency supports countries that want to \r\nintroduce nuclear power or expand existing programmes. \r\nToday, 70 per cent of the world’s electricity comes \r\nfrom fossil fuels. Eleven per cent comes from nuclear \r\npower, which is one of the lowest-carbon technologies \r\nfor generating electricity. However, nuclear power \r\ngenerates almost one third of the global total of low-\r\ncarbon electricity. By 2050, if the climate-change goals \r\nset under the Paris Climate Change Agreement are to be \r\nmet, around 80 per cent of all electricity will have to be \r\nlow-carbon. Nuclear-power plants produce virtually no \r\ngreenhouse-gas emissions or air pollutants during their \r\noperation, and emissions over their entire life cycle are \r\nvery low. So the increased use of nuclear power, as well \r\nas of renewables, will help countries to achieve their \r\nclimate-change goals.\r\nThe IAEA International Ministerial Conference on \r\nNuclear Power in the 21st Century took place in Abu \r\nDhabi 10 days ago. In his concluding statement, the \r\nPresident of the Conference said that\r\n“[f]or many countries, nuclear power is a proven, \r\nclean, safe and economical technology that will play \r\nan increasingly important role in achieving energy \r\nsecurity, reducing the impact of volatile fossil-fuel \r\nprices and mitigating the effects of climate change \r\nand air pollution.”\r\nIn August, the IAEA Low Enriched Uranium Bank \r\nstorage facility was inaugurated in Kazakhstan. It \r\nwill provide a last-resort mechanism to give countries \r\nconfidence that they will be able to meet their future \r\nneeds for nuclear fuel.\r\nTurning now to nuclear verification, the number \r\nof States with IAEA safeguards agreements in force \r\nstands at 182. I encourage all countries to implement \r\nthe additional protocol, a powerful verification tool \r\nthat gives the Agency greater access to information and \r\nlocations. There are now 130 countries with additional \r\nprotocols in force.\r\nThe Agency continues to verify and monitor \r\nthe implementation by Iran of its nuclear-related \r\ncommitments under the Joint Comprehensive Plan \r\nof Action (JCPOA), agreed on in 2015. The nuclear-\r\nrelated commitments undertaken by Iran under the \r\nJCPOA are being implemented, and it is now subject \r\nto the world’s most robust nuclear verification regime. \r\nOur inspectors have expanded access to the country’s \r\nsites and have more information about Iran’s nuclear \r\nprogramme, which is smaller than it was before the \r\nJCPOA came into effect. The Agency continues to \r\nverify the non-diversion of nuclear material declared \r\nby Iran under its Safeguards Agreement. Evaluations \r\nregarding the absence of undeclared nuclear material \r\nand activities in Iran continue.\r\nI remain seriously concerned about the nuclear \r\nprogramme of the Democratic People’s Republic \r\nof Korea. Its nuclear test in September, its sixth and \r\nlargest to date, is extremely regrettable. I call on it to \r\ncomply fully with its obligations under all the relevant \r\nresolutions of the Security Council and the IAEA. \r\nAs the Assembly may recall, IAEA inspectors were \r\nrequired to leave the country in 2009. However, the \r\nAgency continues to monitor the nuclear programme \r\nof the Democratic People’s Republic of Korea through \r\nsatellite imagery and by collecting open-source \r\ninformation. We are also working to maintain our \r\nreadiness to return there when political developments \r\nmake that possible.\r\nSafety and security are extremely important in \r\nall uses of nuclear technology, whether for power or \r\nnon-power purposes. Both are national responsibilities, \r\nbut the IAEA plays a vital role in enabling countries \r\nto share experiences and best practices. Lessons from \r\nthe Fukushima Daiichi accident in 2011 have now been \r\nincorporated into the IAEA nuclear-safety standards, \r\nensuring that they will become part of global safety \r\npractices. Safety must always come first and we must \r\ncontinue to strengthen a culture of safety. I encourage \r\nall member States to ensure the broad application of \r\nIAEA safety standards. With its worldwide reach and \r\nunrivalled technical expertise, the IAEA has served \r\nas the global platform for cooperation in nuclear \r\nsecurity for decades. Member States have consistently \r\nrecognized our central role in strengthening the \r\nnuclear-security framework. The IAEA Board of \r\nGovernors adopted our Nuclear Security Plan 2018-\r\n2021 by consensus in September. At the request of \r\nmember States, we continue to expand the assistance \r\nwe provide to enable countries to minimize the risk of \r\nnuclear and other radioactive material being used in a \r\nmalicious way.\r\nSound management of limited resources is essential \r\nif the Agency is to be able to meet the growing needs \r\nof member States. We will continue to strike a balance \r\nbetween those real needs and the reality that many \r\nmember States face continued financial constraints.\r\n10/11/2017 A/72/PV.46\r\n17-37449 3/28\r\nI take the issue of gender parity on the Agency’s \r\nstaff very seriously. We have significantly increased \r\nthe proportion of women in the professional and higher \r\ncategories. It now stands at 29.4 per cent, the highest \r\never. But we can and must do better. In June, I became \r\nan International Gender Champion, part of a leadership \r\nnetwork that brings together key decision-makers with \r\nthe aim of breaking down gender barriers, and made a \r\ncommitment to increasing the proportion of women in \r\nthe Agency at the most senior levels.\r\nSince becoming Director General nearly eight \r\nyears ago, I have focused on ensuring that the IAEA \r\ncontinues to be an international organization of \r\nexcellence that delivers concrete results promptly. The \r\nIAEA’s member States have appointed me to a new \r\nfour-year term starting on 1 December. Delivering \r\nconcrete results on everything relating to “Atoms for \r\nPeace and Development” will remain my focus in the \r\ncoming years.\r\nThe President: I thank the Director General \r\nof the International Atomic Energy Agency for his \r\nintroduction of the Agency’s report (see A/72/221).\r\nI now give the f loor to the representative of \r\nIndonesia to introduce draft resolution A/72/L.6.\r\nMs. Krisnamurthi (Indonesia): My delegation \r\nwould like to start by thanking Mr. Yukiya Amano, \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), for his presentation of the report of \r\nthe IAEA (see A/72/221) for the calendar year 2016 and \r\nfor his statement, which provided updates on the main \r\ndevelopments in the Agency’s activities.\r\nIndonesia underlines the vital role of the IAEA \r\nin fostering international cooperation on the peaceful \r\nuses of nuclear energy and technology, as well as in \r\nnuclear safety and security. The IAEA continues to \r\nplay an important role in providing technical assistance \r\nand the necessary support to member States that want \r\nto use nuclear energy for peaceful purposes. Indonesia \r\nfully supports the work and priorities of the IAEA and \r\nthe progress that it has made in 2016. We encourage \r\nits secretariat to pursue its programme of work in a \r\nbalanced manner to meet the evolving needs of Member \r\nStates and to ensure that the benefits of nuclear science \r\nand technology for socioeconomic development are \r\nspread effectively.\r\nWe note with interest that 13 of the 17 Sustainable \r\nDevelopment Goals (SDGs) relate directly to the \r\nAgency’s areas of competence. The Agency’s efforts, \r\ncooperation and assistance in nuclear applications \r\nin several fields, including food, agriculture, nuclear \r\ntechnology, power generation, fuel cycles and health, \r\ncontribute to economic and social development and \r\nplay a part in the implementation of the SDGs.\r\nWe underscore the IAEA’s vital work in nuclear \r\nsafety and security and recognize its central role in \r\nverification. However, we would like to reiterate that \r\nthe responsibility for nuclear security within a State \r\nrests entirely with that State, and that nuclear security \r\nshould not be a condition or prerequisite for technical \r\ncooperation projects.\r\nIn 2016, the IAEA itself saw improvement in its \r\nmanagement issues. We note with appreciation the \r\ngrowing proportion of women in professional and \r\nhigher categories, the highest in the Agency’s history. \r\nWe also encourage it to make a priority of addressing \r\nthe issue of member States’ underrepresentation on \r\nits staff.\r\nIndonesia is honoured to be the Chair of the Board \r\nof Governors of the IAEA this year. I am therefore \r\npleased to be able to take this opportunity to introduce \r\nto the General Assembly the draft resolution entitled \r\n“Report of the International Atomic Energy Agency” \r\n(A/72/L.6). The draft text was approved by consensus \r\nafter the consultations held in Vienna on 4 October. \r\nInformal consultations were also held in New York on \r\n27 October. The draft resolution, which the Assembly \r\nadopts annually, derives from a requirement based on \r\nthe statute of the Agency and the cooperation agreement \r\nbetween the United Nations and the Agency, entered \r\ninto in 1957. As in previous years, the text takes note of \r\nand expresses appreciation for the report of the IAEA. \r\nIt also takes note of the resolutions and decisions \r\nadopted by the IAEA General Conference at its sixty-\r\nfirst annual regular session, held in Vienna from 18 to \r\n22 September. It further appeals to Member States to \r\ncontinue to support the Agency’s activities.\r\nWe are confident that all IAEA member States \r\nwill agree that the Agency plays an indispensable \r\nrole in assisting and promoting the peaceful uses of \r\nnuclear science and technology. It is our fervent hope \r\nthat the draft resolution will once again be adopted by \r\nconsensus this year.\r\nThe President: I now give the f loor to the observer \r\nof the European Union.\r\nA/72/PV.46 10/11/2017\r\n4/28 17-37449\r\nMr. Dabouis (European Union): I have the honour \r\nto speak on behalf of the European Union (EU) and \r\nits member States. The candidate countries the former \r\nYugoslav Republic of Macedonia, Montenegro, Serbia \r\nand Albania; the country of the Stabilization and \r\nAssociation Process and potential candidate Bosnia \r\nand Herzegovina; the European Free Trade Association \r\ncountry Liechtenstein, member of the European \r\nEconomic Area; as well as Ukraine, the Republic \r\nof Moldova and Georgia, align themselves with \r\nthis statement.\r\nWe are pleased to support draft resolution A/72/L.46, \r\non the report (see A/72/221) of the International Atomic \r\nEnergy Agency (IAEA), which once again reaffirms \r\nthe Agency’s indispensable role with regard to the \r\nnon-proliferation of nuclear weapons and in assisting \r\nthe development and practical application of atomic \r\nenergy for peaceful uses, as well as in technology \r\ntransfer and in nuclear verification, safety and security. \r\nWe are also pleased to note the strong support that has \r\nbeen expressed for the Agency’s work.\r\nThe EU is fully committed to nuclear \r\nnon-proliferation and disarmament. We reiterate \r\nour firm support for the full, complete and effective \r\nimplementation of the Treaty on the Non-Proliferation \r\nof Nuclear Weapons (NPT), which we regard as the \r\ncornerstone of the international non-proliferation \r\nregime, the essential foundation of efforts to pursue \r\nnuclear disarmament, in accordance with article VI \r\nof the NPT, and as vital to the further development \r\nof nuclear-energy applications for peaceful purposes. \r\nThe EU reaffirms its full support for the establishment \r\nof a zone in the Middle East free of weapons of mass \r\ndestruction and their delivery systems, and reiterates \r\nits readiness to assist in the process leading to that goal.\r\nThe IAEA safeguards system is a fundamental \r\ncomponent of the nuclear-non-proliferation regime and \r\nplays an indispensable role in the implementation of \r\nthe NPT. We underline the Security Council’s primary \r\nresponsibility in this area in cases of non-compliance. \r\nThe EU further recognizes the serious proliferation \r\nchallenges that continue to be a threat to international \r\nsecurity and the importance of finding peaceful and \r\ndiplomatic solutions to them.\r\nThe Joint Comprehensive Plan of Action (JCPOA), \r\nan agreement endorsed by the Security Council in \r\nresolution 2231 (2015), represents a key and functioning \r\npillar of the international non-proliferation architecture \r\nthat is even more important to preserve at a time of \r\nacute nuclear threat. The EU emphasizes that the IAEA \r\nhas verified eight times that Iran is implementing all its \r\nnuclear-related commitments following a comprehensive \r\nand strict monitoring system. The European Union, \r\nalong with the international community, has clearly \r\nindicated its commitment to ensuring that the deal \r\nremains in place, and calls on all parties to implement \r\nall parts of the JCPOA fully and effectively. In that \r\nregard, the EU reiterates the importance of ensuring \r\nthat Iran continues to abide strictly by all its nuclear-\r\nrelated commitments and cooperates fully and in a \r\ntimely manner with the IAEA by implementing its \r\nComprehensive Safeguards Agreement and Additional \r\nProtocol, including by providing all requested \r\naccess. It is crucial for the IAEA to reach the broader \r\nconclusion, which, together with full and sustained \r\nimplementation of the JCPOA, is essential if we are \r\nto build international confidence in the exclusively \r\npeaceful nature of the Iranian nuclear programme. In \r\nthat regard, it is essential to ensure that Iran ratifies its \r\nAdditional Protocol as soon as possible. The EU fully \r\nsupports the IAEA’s long-term mission of verifying \r\nand monitoring Iran’s nuclear-related commitments and \r\naffirms the importance of ensuring that the Agency has \r\nthe means necessary to carry out its role.\r\nThe EU strongly condemns the Democratic \r\nPeople’s Republic of Korea’s latest nuclear test, along \r\nwith all nuclear-weapon and ballistic-missile activities \r\nled by the Democratic People’s Republic of Korea. \r\nThe latest developments contravening several Security \r\nCouncil resolutions threaten international peace \r\nand security and disrupt the strategic equilibrium in \r\nAsia and beyond. We urge the Democratic People’s \r\nRepublic of Korea to reverse its course, abandon its \r\nnuclear weapons and ballistic-missile programme in a \r\ncomplete, verifiable and irreversible manner, cease all \r\nrelated activities immediately, return to the NPT and \r\nthe IAEA safeguards without delay and sign and ratify \r\nthe Comprehensive Nuclear-Test-Ban Treaty. The EU \r\nwelcomed the Security Council’s unanimous adoption \r\non 11 September of resolution 2375 (2017) and would like \r\nto note in that regard the EU’s adoption on 16 October \r\nof new autonomous measures complementing and \r\nreinforcing the Security Council sanctions in order to \r\nincrease pressure on the Democratic People’s Republic \r\nof Korea to comply with its obligations. The EU \r\ncontinues to consider it crucial to maintain an essential \r\nrole for the IAEA in verifying the Democratic People’s \r\nRepublic of Korea’s nuclear programme.\r\n10/11/2017 A/72/PV.46\r\n17-37449 5/28\r\nThe EU urges the Syrian regime to cooperate \r\npromptly and transparently with the Agency in order to \r\nresolve all outstanding issues, including by concluding \r\nand implementing its Additional Protocol as soon as \r\npossible.\r\nWe call for the universalization of the comprehensive \r\nsafeguards agreements, together with their additional \r\nprotocols, without delay. The EU strongly supports the \r\nState-level concept, as well as the further development \r\nand application of enhanced capabilities for analytical \r\nservices, information analysis and technologies. \r\nFurthermore, we are actively supporting the Agency’s \r\nsafeguards system through the European Commission \r\nCooperative Support Programme and the support \r\nprogrammes of some of our member States.\r\nThe EU and its member States consider the \r\nworldwide implementation and continuing improvement \r\nof nuclear safety to be of the utmost importance. The \r\ngoal of nuclear safety, which is also included in the \r\nprinciples enshrined in the Vienna Declaration on \r\nNuclear Safety, adopted in 2015 by the contracting \r\nparties to the Convention on Nuclear Safety, remains a \r\npriority for EU member States. The European Union and \r\nits member States include in their priorities the IAEA \r\nAction Plan on Nuclear Safety and the cross-cutting \r\nsafety issues, as defined by the contracting parties to the \r\nConvention, and emphasize the importance of keeping \r\nthem at the front and centre of the IAEA’s work.\r\nIn the framework of its strategy to combat the \r\nproliferation of weapons of mass destruction, the \r\nEuropean Union is actively supporting Security \r\nCouncil resolutions 1540 (2004), 1887 (2009) and 2325 \r\n(2016), as well as other international initiatives that \r\ncontribute to strengthening nuclear security, such as \r\nthe Global Initiative to Combat Nuclear Terrorism, the \r\nGlobal Partnership Against the Spread of Weapons and \r\nMaterials of Mass Destruction and the informal Nuclear \r\nSecurity Contact Group. The EU has always been \r\nsupportive of the Nuclear Security Summit process. \r\nOf the €260 million we have dedicated to chemical, \r\nbiological, radiological and nuclear risk mitigation \r\nworldwide for the period from 2014 to 2020, more than \r\n€100 million has been allocated to the EU’s regional \r\nchemical, biological, radiological and nuclear Centres \r\nof Excellence initiative.\r\nThe EU stresses the importance of preventing \r\nnuclear terrorism and the misuse of nuclear and \r\nradioactive material. We strongly support the IAEA’s \r\ncentral role in the global nuclear-security framework and \r\nwelcome its adoption of the Nuclear Security Plan for \r\nthe period from 2018 to 2021. We call on IAEA member \r\nStates to ensure reliable and sustainable resources for \r\nthose services. Together with its member States, the \r\nEU is currently the second biggest donor to the Nuclear \r\nSecurity Fund. EU funds totaling €45 million, with \r\nanother €75 million from EU member States, have been \r\ncontributed to the Nuclear Security Fund to date, to the \r\nbenefit of around 100 countries.\r\nThe EU welcomed the entry into force in May \r\n2016 of the 2005 amendment to the Convention on \r\nthe Physical Protection of Nuclear Material. We will \r\ncontinue to help States to fully implement the amended \r\nConvention’s provisions and encourage the Agency to \r\npromote universal adherence to it.\r\nThe EU remains firmly committed to the benefits \r\nof multilateral approaches to the nuclear fuel cycle \r\nand congratulates both Kazakhstan and the IAEA on \r\nthe successful construction and opening of a facility \r\ndedicated to the operation of the IAEA Low Enriched \r\nUranium Bank. The EU is supporting the project with \r\naround €25 million, including €20 million for acquiring \r\nlow-enriched uranium and around €4.4 million for \r\nsafety- and security-related measures, and welcomes the \r\nAgency’s launch of the fair and transparent acquisition \r\nprocess that the establishment of the Bank requires.\r\nFinally, the EU and its 28 member States continue \r\nto be strong supporters of the IAEA’s Technical \r\nCooperation Programme, including through the \r\nTechnical Cooperation Fund and the Peaceful Uses \r\nInitiative. The EU is the second-largest contributor to \r\nthe Programme, and we support both the IAEA and its \r\nmember States in the peaceful uses of nuclear energy \r\nand technology, as well as with our technical expertise, \r\nwith an average of €15 million annually.\r\nMs. Picco (Monaco) (spoke in French): I thank \r\nMr. Amano, Director General of the International \r\nAtomic Energy Agency (IAEA), for his presentation \r\nof the report (see A/72/221) of the work of the Agency \r\nin 2016.\r\nAs Monaco’s delegation reaffirmed at the IAEA’s \r\nScientific Forum in September, “Monaco is fully \r\ncommitted to building a peaceful and better world \r\nthrough the use of nuclear applications for sustainable \r\ndevelopment”. By assisting countries in using nuclear \r\nand isotopic techniques, the IAEA contributes \r\ndirectly to the achievement of most of the Sustainable \r\nA/72/PV.46 10/11/2017\r\n6/28 17-37449\r\nDevelopment Goals (SDGs). The peaceful use of nuclear \r\ntechnology is reflected in many areas that Monaco \r\nconsiders particularly important.\r\nIn the area of the environment, isotope techniques \r\nprovide accurate assessments of soil erosion and the \r\nareas that are most vulnerable to it. Such assessments \r\ncan reverse the process of land degradation and restore \r\nsoils, thereby helping to halt the loss of biodiversity. As \r\nmentioned in the Agency’s annual report of the Agency, \r\nin 2016 the Marine Environmental Studies Laboratory \r\ncelebrated its thirtieth anniversary. It was established \r\nin Monaco to assist Member States in monitoring \r\nmarine pollution and analyzing contaminants in marine \r\nsamples, in close collaboration with the Regional \r\nSeas Programme of the United Nations Environment \r\nProgramme. It has trained more than 400 scientists to \r\ndate. In the area of agriculture, nuclear and isotopic \r\ntechniques can improve food security, including \r\nthrough the detection and prevention of animal diseases, \r\nsoil conservation and the management of irrigation \r\nwater resources.\r\nMonaco also fully supports the Agency and its \r\nhealth programmes aimed at reducing mortality from \r\nnon-communicable diseases. In particular, since 2008, \r\nMonaco has been supporting the Programme of Action \r\nfor Cancer Therapy, designed to create radiological \r\nmedicine facility services and provide theoretical and \r\npractical training for specialized health professionals. \r\nThe IAEA’s activities aimed at planning and ensuring \r\naccess to nuclear-power programmes and clean, reliable \r\nand affordable energy sources are other important \r\ncontributions that it makes to implementing the SDGs.\r\nMy delegation firmly believes that scientific \r\nresearch conducted using nuclear tools, with the support \r\nof the IAEA, helps to develop measures and policies \r\nfor addressing the challenge of climate change and its \r\neffects. Isotopic techniques can be used to study certain \r\nbiological processes, such as the formation of various \r\nspecies’ shells and skeletons, as well as the growth of \r\nphytoplankton, which is at the base of the entire marine \r\nfood chain.\r\nThe acidification of the oceans, which is a direct \r\nconsequence both of climate change and the increase \r\nin greenhouse-gas emissions, is one of the areas in \r\nwhich the Agency and Monaco have done a great deal \r\nof work. In that regard, we welcomed the participation \r\nof Мr. David Osborn, Director of the Environmental \r\nLaboratories, in the dialogue between partners devoted \r\nto the topic and chaired by His Serene Highness Prince \r\nAlbert II at the Ocean Conference in June. In another \r\nexample of our commitment, the IAEA Environmental \r\nLaboratories and Scientific Centre of Monaco partnered \r\nto organize a series of international workshops on \r\nthe socioeconomic impacts of ocean acidification, \r\nthe fourth of which was held in Monaco from 15 to \r\n17 October. Some 60 experts from 23 countries attended \r\nand discussed practical and applicable solutions adapted \r\nto specific regions of the globe, such as the Red Sea, the \r\nIndian Ocean, the Caribbean and the Pacific Ocean.\r\nI would like to highlight the important role of the \r\nOcean Acidification International Coordination Centre \r\nwithin the Environmental Laboratories in research, \r\nscientific cooperation and capacity-building. I would \r\nlike to recall here that it was the United States that \r\nannounced its establishment at the 2012 United Nations \r\nConference on Sustainable Development in Rio de \r\nJaneiro, and to acknowledge the indispensable financial \r\nsupport that it continues to provide for it.\r\nIn 2008, Monaco and the organization behind the \r\nInternational Thermonuclear Experimental Reactor \r\n(ITER) signed a partnership agreement that agreed on a \r\nfinancial commitment on our part of €5.5 million over \r\n10 years, providing for an international conference to \r\nbe held regularly in Monaco, as well as funding for \r\npost-doctoral fellowships giving young scientists the \r\nopportunity to pursue a two-year course in thermonuclear \r\nresearch. Monaco has hosted the Monaco-ITER \r\nInternational Fusion Energy Days conferences every \r\nthree years since 2010, of which the most recent, the \r\nMonaco-ITER Business Forum, was held in February \r\n2016, bringing together 500 participants among \r\nscientists, engineers and industrialists from more than \r\n20 different countries. In conclusion, Monaco has \r\ncomplete confidence in the IAEA and is pleased to \r\ncontinue as a co-author of draft resolution A/72/L.6, \r\nwhich we will adopt at the end of the meeting.\r\nMs. Fedorovich (Belarus) (spoke in Russian): On \r\nbehalf of the delegation of the Republic of Belarus, \r\nI would like to thank Mr. Yukiya Amano for his \r\ncomprehensive briefing on the work of the International \r\nAtomic Energy Agency (IAEA) in 2016, congratulate \r\nhim on his re-election to the important post of its \r\nDirector General and wish him every success in his \r\nfuture work. In our view, the IAEA has managed to \r\nachieve positive results in all three of its main areas \r\nof activity — implementing safeguards, facilitating \r\n10/11/2017 A/72/PV.46\r\n17-37449 7/28\r\npeaceful uses of nuclear technology and ensuring the \r\nsafety of its use.\r\nMany States today have placed their hopes in \r\nnuclear power as a cheap and clean source of energy \r\nthat can contribute to sustainable development. The \r\nwork of the IAEA in helping to develop safe nuclear \r\nenergy is therefore particularly important and in \r\ndemand. Belarus has also chosen to use nuclear \r\nenergy. We hope that in the near future a significant \r\nshare of the electricity that our country needs will be \r\nproduced by the Belarusian nuclear power plant, which \r\nis currently under construction and will enable us to \r\nensure a stable f low of cheap and ecologically clean \r\nenergy. Needless to say, it has long been axiomatic that \r\nnuclear security must be a priority at every stage in the \r\nlife cycle of a nuclear power station, from planning to \r\ndecommissioning. We emphasize the Agency’s key role \r\nin developing and making progress on international \r\nnuclear-security standards. For Belarus, which suffered \r\nhugely as a result of the Chernobyl disaster, and is now \r\nbuilding its first nuclear power station, nuclear-security \r\nand transparency issues are crucially important. We are \r\ncooperating actively with the IAEA in every area and \r\nare grateful for its support.\r\nThe report of the IAEA (see A/72/221) notes that the \r\nnumber of requests from member States for independent \r\nstudies and consultation services has continued to \r\nincrease, which we believe is evidence of the demand \r\nand practical usefulness of the Agency’s services. In \r\nthe past year, Belarus has hosted two important Agency \r\nreview services, the Integrated Regulatory Review \r\nService and the Site and External Events Design Review \r\nService, and we will continue that cooperation with the \r\nIAEA. We are pleased with the growing attention paid \r\nto the IAEA’s Technical Cooperation Programme. We \r\nbelieve that recognition of the Agency’s role in helping \r\nMember States achieve their Sustainable Development \r\nGoals is one of the most important achievements \r\nof the past few years. The use of nuclear technology \r\nfor progress in areas where people can really feel its \r\nbenefit, whether in energy, medicine or agriculture, as \r\nwell as ensuring that such technologies are accessible, \r\nis becoming a well-known aspect of the IAEA’s brand. \r\nBelarus’s technical cooperation projects with the IAEA \r\nhave enabled us to increase the effectiveness of training \r\npersonnel for the nuclear-energy sector and ensure \r\nnuclear and radiation security, and have contributed \r\nsignificantly to developing nuclear medicine.\r\nThey have also helped us in solving the particular \r\nproblems related to sustainable development of the \r\nlands devastated by the Chernobyl disaster. We greatly \r\nappreciate the IAEA’s contribution to international \r\ncooperation on Chernobyl. It has helped us on many \r\nfronts. Today we consider it to be one of our fundamental \r\npartners in implementing United Nations initiatives \r\nassisting the affected regions in their sustainable \r\ndevelopment efforts.\r\nWe note the IAEA’s effective work in implementing \r\nnuclear-non-proliferation guarantees. Belarus wholeheartedly \r\nsupports the IAEA’s safeguards system and considers its \r\nfurther strengthening very important. It is particularly \r\nimportant to maintain the IAEA’s understandable, \r\nobjective, depoliticized and technically backed system \r\nof guarantees, founded on the basis of agreements \r\nconcluded between the Agency and its member States. \r\nBelarus fully supports the work of the IAEA and we \r\nare pleased to be a sponsor of draft resolution A/72/L.6.\r\nMrs. Mills (Jamaica): My delegation welcomes \r\nthe opportunity to participate in the Assembly’s \r\nannual consideration of the report (see A/72/221) of \r\nthe International Atomic Energy Agency (IAEA). \r\nLike other speakers before me, I want to thank the \r\nDirector General for his statement and acknowledge the \r\nAgency’s invaluable work over the past year. We also \r\nwish to congratulate him on his reappointment to lead \r\nthe Agency and to assure him of Jamaica’s continued \r\nsupport in that regard.\r\nJamaica attaches signal importance to the work \r\ndone by the IAEA. Over the past year, we have benefited \r\nfrom a range of technical and other kinds of assistance \r\nthat have been instrumental in several key priority \r\nareas, such as education, health and research, including \r\nthe Programme of Action for Cancer Therapy. We \r\ncontinue to witness the consolidation and expansion of \r\nthe relationship that we have enjoyed with the Agency \r\nsince becoming a member in 1965. Jamaica is proud \r\nof the fact that we are party to five IAEA multilateral \r\nagreements and two Safeguards Agreements. In \r\naddition, and in keeping with our commitment to \r\npartnering with the Agency, Jamaica will be hosting \r\nthree IAEA workshops on the security of radioactive \r\nmaterial in transport in the last and first quarters of \r\n2017 and 2018, respectively. Earlier this year, Jamaica \r\nalso deposited its instrument of acceptance pursuant to \r\nthe Regional Cooperation Agreement for the Promotion \r\nof Nuclear Science and Technology in Latin America \r\nand the Caribbean.\r\nA/72/PV.46 10/11/2017\r\n8/28 17-37449\r\nThe work of the IAEA in the promotion of the \r\npeaceful uses of nuclear technology and the application \r\nof a safeguards regime for verification, safety and \r\nsecurity remains critical. Consequently, we continue to \r\nencourage States that have not yet done so to accede \r\nto the legally binding international conventions and \r\ncommit to working towards the total elimination of \r\nnuclear weapons. The adoption in July of the Treaty \r\non the Prohibition of Nuclear Weapons represents a \r\nsignificant milestone in efforts to delegitimize nuclear \r\nweapons and reinforce the norms against their use. \r\nWe look forward to the role that the Treaty can play in \r\nrealizing those objectives.\r\nIn keeping with our own commitment to using \r\nnuclear energy for scientific and peaceful purposes, the \r\nJamaican Parliament has passed a nuclear safety and \r\nradiation protection act. In July 2015 we established a \r\nhazardous substances regulatory authority, and through \r\nthose and other frameworks we continue to regulate \r\nactivities, practices and facilities that involve ionizing \r\nradiation and nuclear technology.\r\nWe are especially pleased that the IAEA continues \r\nto attract new members, and we would like to take \r\nthis opportunity to welcome our fellow Caribbean \r\nCommunity partner, Grenada, whose membership has \r\nbeen approved by the General Conference of the IAEA. \r\nAs we noted at the recently concluded Conference, \r\nsmall island developing States such as ours stand to \r\nbenefit from the technical assistance, capacity-building \r\nand transfer of technology that the Agency offers. We \r\nlook forward to working with Grenada as its newest \r\nmember. My delegation would also like to recognize \r\nthe member States that have contributed to the IAEA’s \r\nTechnical Cooperation Fund and encourage those in a \r\nposition to do so to continue to support it in order to \r\nensure that its resources are commensurate with the \r\nincrease in its membership and the growing demand for \r\nits assistance.\r\nJamaica welcomes the efforts of the IAEA to \r\nsupport national efforts aimed at advancing the \r\nimplementation of the 2030 Agenda for Sustainable \r\nDevelopment. We believe that that augurs well for \r\ngreater synergy between national development priorities \r\nand IAEA assistance within the broader United Nations \r\nDevelopment Assistance Framework. We encourage \r\nfurther work in that regard. In conclusion, I would like \r\nto reiterate Jamaica’s strong commitment to working \r\nwith the IAEA and supporting its efforts in the years \r\nto come.\r\nMr. Elmajerbi (Libya) (spoke in Arabic): My \r\ncountry reiterates its commitment to all international \r\nconventions in the area of disarmament, particularly \r\nthose concerning weapons of mass destruction. We \r\nwill continue our cooperation with the international \r\ncommunity and the United Nations to support efforts \r\nto implement those instruments and to establish an \r\nenvironment conducive to achieving a world free \r\nfrom all weapons of mass destruction, based on our \r\nunderstanding of the disasters that can result from \r\nsuch weapons, especially nuclear weapons. In 2003, \r\nwe were quick to voluntarily declare the dismantling \r\nof our nuclear-weapon programme and to accede to \r\nthe additional protocols and safeguards regime of \r\nthe International Atomic Energy Agency (IAEA), in \r\nview of the serious threat that such weapons pose to \r\ninternational peace and security, particularly where \r\naccountability and wisdom are lacking.\r\nLike the rest of the international community, we are \r\nconcerned about the use or threat of use of such weapons. \r\nHaving reviewed the report of the IAEA (see A/72/221), \r\nwe note the increasing awareness and realization of the \r\ninternational community that international peace and \r\nsecurity cannot be achieved while some States possess \r\ncertain weapons that they could use or threaten to use. \r\nInstead, the nuclear arms race should end. The best way \r\nto ensure that nuclear weapons are not used is not to \r\nproduce or test them but to destroy their stocks through \r\nstringent international verification, and to encourage \r\nproductive cooperation among States whereby nuclear \r\nenergy is used for development and in the service of \r\nhumankind. The role of the IAEA should not be limited \r\nto converting nuclear material from nuclear to peaceful \r\nuses but should include verifying nuclear-weapon \r\nStates’ reduction and dismantling of their arsenals.\r\nAt the same time, along with the rest of the \r\ninternational community, we look forward to significant \r\nprogress being made in implementing the provisions of \r\nthe Treaty on the Prohibition of Nuclear Weapons. The \r\nAssembly’s meeting on the subject was held decades \r\nafter the original Treaty on the Non-Proliferation of \r\nNuclear Weapons (NPT) was concluded. Concerns \r\nremain, however, given that a small number of States \r\nstill maintain their nuclear arsenals and others are \r\njoining their ranks. We can therefore never achieve our \r\ngoal until non-nuclear-weapon States are convinced that \r\nthe existing nuclear weapons will never be used and will \r\nall be dismantled. The non-discriminatory approach to \r\nthe NPT requires balanced implementation of its three \r\n10/11/2017 A/72/PV.46\r\n17-37449 9/28\r\npillars — nuclear disarmament, non-proliferation and \r\nthe peaceful and transparent use of nuclear technology.\r\nMy country appreciates the IAEA’s efforts to \r\nsupport States in the peaceful use of nuclear energy and \r\nin carrying out their development programmes under \r\nthe Technical Cooperation Programme, monitored \r\nby the Agency. We call on all States Members of the \r\nUnited Nations to continue to support the Programme \r\nand the Agency’s other monitoring and verification \r\nprogrammes. Strengthening the Agency’s safeguards \r\nregime should not adversely affect technical cooperation \r\nand assistance. We are concerned about the fact that \r\nsome nuclear-weapon States have a policy of restricting \r\nother States’ transfer of nuclear technology for peaceful \r\npurposes, contravening article IV of the NPT and \r\nhampering the Technical Cooperation Programme.\r\nWe once again underscore the importance of \r\nimplementing Security Council resolution 487 (1981), \r\non establishing a zone in the Middle East free of nuclear \r\nweapons, as well as of the decision of the 1995 Review \r\nand Extension Conference of the Parties to the NPT on \r\nthe indefinite extension of the Treaty. That will remain \r\nvalid until its objectives are achieved.\r\nIsrael continues to defy the international community. \r\nIt has not acceded to the NPT and refuses to subject its \r\nnuclear facilities to IAEA safeguards. That is a source \r\nof deep concern that is having a negative impact on \r\ninternational and regional peace and security. We call \r\non the international community and the depositary \r\nStates to compel Israel to accede to the Treaty as a \r\nnon-nuclear-weapon State.\r\nMs. Aloysius Dris (Malaysia): Malaysia takes this \r\nopportunity to thank Mr. Yukiya Amano, Director \r\nGeneral of the International Atomic Energy Agency \r\n(IAEA), for his presentation of the annual report of \r\nthe Agency (see A/72/221), which covers the period \r\nfrom 1 January to 31 December 2016. We commend the \r\nDirector General for his commitment and stewardship \r\nof the International Atomic Energy Agency.\r\nMalaysia welcomes the 2016 IAEA report, which \r\nprovides a comprehensive summary of the activities \r\nundertaken by the Agency in consultation with Member \r\nStates in the areas of nuclear technology, nuclear safety \r\nand security and nuclear verification and technical \r\ncooperation. We recognize the central role played by \r\nthe IAEA in coordinating international cooperation \r\nand its increasingly important contributions in the \r\nnuclear field towards achieving the primary goal of \r\natoms for peace and development. In that regard, my \r\ndelegation would like to highlight the following areas \r\nof Malaysia’s priorities and achievements this year.\r\nWe recognize that IAEA safeguards serve as a \r\nfundamental pillar of the nuclear non-proliferation \r\nregime. We also recognize the Agency’s indispensable \r\nrole in the implementation of the Treaty on the \r\nNon-Proliferation of Nuclear Weapons. We note the \r\nimportant role that it has played in monitoring and \r\nverification activities and recognize it as the sole \r\ncompetent technical authority for the independent \r\nverification of the nuclear safeguard obligations of \r\nMember States.\r\nMalaysia welcomes the adoption of the 2018-\r\n2021 IAEA Nuclear Security Plan. Malaysia-IAEA \r\ncollaboration has been fruitful, with several joint \r\nactivities in the nuclear security field, namely, the \r\nMalaysia-Thailand table-top and field exercise on \r\ncombating the illicit trafficking of radioactive materials, \r\nthe development of borehole disposal and the mobile \r\nhot cell facility. We look forward to strengthening \r\nour collaboration with the IAEA through the further \r\nparticipation of Malaysian experts in IAEA activities \r\nand programmes. We greatly appreciate the Agency’s \r\nsupport aimed at strengthening Malaysia’s national \r\ndetection capabilities in combating nuclear terrorism at \r\nthe recent 2017 Southeast Asian Games, held in Kuala \r\nLumpur. The benefits of nuclear security justify our \r\nfunding of those activities through both the regular \r\nbudget and the Nuclear Security Fund.\r\nMy delegation attaches great importance to \r\nstrengthening all aspects of nuclear safety. Malaysia \r\nenjoys ongoing cooperation with the IAEA in \r\nradiation protection and safety, research reactor safety, \r\nradiological-emergency environmental monitoring and \r\nthe safety of spent fuel management and radioactive \r\nwaste management. We will continue to work closely \r\nwith the Agency and other IAEA member States to \r\nimprove and strengthen the relevant aspects of nuclear \r\nsafety, according to the safety priorities identified in the \r\nDirector General’s report on the 2018 Nuclear Safety \r\nReview. The successful hosting of the first international \r\nconference of the Technical Cooperation Programme \r\nin Vienna reaffirms the important role of the Agency \r\nin bringing Member States closer to achieving their \r\ndevelopmental goals and priorities.\r\nMalaysia recognizes the important roles played by \r\nnuclear science, technology and applications, and by \r\nA/72/PV.46 10/11/2017\r\n10/28 17-37449\r\nnuclear-power and non-nuclear-power applications in \r\nefforts to realize the 2030 Sustainable Development \r\nGoals (SDGs). In line with our collective and shared \r\nresponsibilities towards the achievement of the SDGs, \r\nMalaysia and Botswana partnered with the Agency \r\nto host a side event on the peaceful uses of nuclear \r\ntechnology for development in efforts to support the \r\nimplementation of SDG Goal 1 on ending poverty, Goal \r\n2 on food security, Goal 3 on human health and Goal \r\n9 on infrastructure, industrialization and innovation. \r\nThat took place on the margins of the United Nations \r\nhigh-level political forum on sustainable development, \r\nheld from 10 to 19 July in New York.\r\nWe believe that the 2018 ministerial-level \r\nconference on nuclear applications and the recent \r\n2017 International Ministerial Conference on Nuclear \r\nPower in the Twenty-First Century in Abu Dhabi can \r\nmake invaluable contributions to the achievement of \r\nthe SDGs. In line with Malaysia’s eleventh five-year \r\nplan, “Anchoring growth on people”, we successfully \r\nhosted a seminar with the Agency at the Malaysian \r\nNuclear Agency from 24 to 26 July to promote greater \r\nawareness of the contributions of nuclear science and \r\ntechnology to socioeconomic development.\r\nMalaysia regards the Peaceful Uses Initiative as \r\na very important vehicle for supporting the Agency’s \r\nactivities related to the peaceful applications of science \r\nand technology. We are pleased to be one of the \r\ncontributors to the Initiative, given its important role \r\nin raising extrabudgetary resources to support many \r\nactivities related to peaceful purposes.\r\nResearch and development play critical roles \r\nin realizing the long-term goals of nuclear science \r\nand technology for the collective benefit of member \r\nStates and the Agency. Malaysia fully recognizes \r\nthe contribution of the renovation of the Nuclear \r\nApplications Laboratories to scientific and research \r\nactivities. We appreciate the Agency’s recognition of \r\nour expertise in the research and development field. We \r\nare honoured to be the IAEA Collaborating Centre in \r\nthe field of non-destructive testing for the term from \r\n2015 to 2019 and in the area of radiation processing \r\nof natural polymer and nanomaterials for a third term \r\nfrom 2016 to 2020. We look forward to receiving similar \r\nrecognition for the Gamma Green House. As the IAEA \r\nCollaborating Centre, Malaysia is committed to sharing \r\nits experience and expertise in those fields with other \r\ncountries through training and fellowship programmes.\r\nNotwithstanding our firm principle of striking a \r\nbalance between promotional and non-promotional \r\nactivities, Malaysia believes that all programmes and \r\nactivities of the Agency have equal merit. Malaysia \r\ncontinues to honour its contributions to both the IAEA \r\nregular budget and the Technical Cooperation Fund \r\nin full and on time. We encourage all Member States \r\nto do likewise so as to enable the Agency to fulfil its \r\nresponsibility in accordance with its statutory mandate.\r\nIn conclusion, my delegation wishes to reaffirm \r\nMalaysia’s commitment to continuing its long-standing \r\ncooperation in the work of the Agency as it fulfils its \r\nmandate. In that regard, Malaysia is pleased to sponsor \r\nthe draft resolution (A/72/L.6) on the report of the \r\nInternational Atomic Energy Agency at the seventy-\r\nsecond session of the General Assembly.\r\nMr. Khoshroo (Islamic Republic of Iran): I would \r\nlike to begin by thanking the Director General of the \r\nInternational Atomic Energy Agency (IAEA) for his \r\nreport (see A/72/221).\r\nThe Islamic Republic of Iran underscores the \r\nimportance of ensuring that all States can fully realize \r\ntheir inalienable right to develop, research, produce and \r\nuse nuclear energy for peaceful purposes. That includes \r\nthe inherent right of every State to participate to the \r\ngreatest extent possible in the exchange of equipment, \r\nmaterial and scientific and technological information \r\nrelating to the peaceful uses of nuclear energy. As \r\narticle II of the Statute of the IAEA states,\r\n “The Agency shall seek to accelerate and \r\nenlarge the contribution of atomic energy to peace, \r\nhealth and prosperity throughout the world.”\r\n In that context, Iran emphasizes the Agency’s \r\nprimary responsibility for assisting Member States in \r\nresearch on nuclear energy for peaceful purposes and \r\nits practical applications. Iran appreciates the related \r\nactivities of the Agency and stresses the need for further \r\nenhancing them with a view, in particular, to meeting \r\nthe expectations of developing countries.\r\nWe should ensure that the Technical Cooperation \r\nProgramme of the Agency remains fair and sustainable \r\nthrough sufficient, assured and predictable financial \r\nand human resources. Iran emphasizes that the IAEA, \r\nas an independent intergovernmental, science- and \r\ntechnology-based organization, is the sole global \r\ncompetent authority responsible for verifying a \r\nState’s compliance with its NPT safeguards agreement \r\n10/11/2017 A/72/PV.46\r\n17-37449 11/28\r\nobligations. With regard to the role and functions of the \r\nIAEA in implementing the safeguards agreements, Iran \r\nwould like to stress that all such activities should be \r\ncarried out in full conformity with the relevant legally \r\nbinding instruments and should take into account the \r\nconcerns and interests of Member States, especially \r\nwith strict observance of the principle of confidentiality.\r\nTaking into account the growing use of nuclear \r\nenergy and its role in the socioeconomic development of \r\nsocieties, Iran is determined to exercise its inalienable \r\nright to conduct research into the production and use \r\nof nuclear energy, including the development of the \r\nfull national nuclear fuel cycle for peaceful purposes. \r\nIran’s compliance with all its obligations under its \r\nNPT Safeguards Agreement and the fulfilment of its \r\ncommitments under the Joint Comprehensive Plan of \r\nAction (JCPOA) have been confirmed in numerous \r\nreports by the IAEA as the sole relevant competent \r\ninternational authority. Any claim, therefore, that Iran \r\nis not complying with its JCPOA commitments has \r\nno legitimacy or credibility. As a valid international \r\ninstrument, the JCPOA can neither be renegotiated nor \r\nunilaterally annulled. Likewise, any unilateral claim \r\nseeking to extend the duration of Iran’s voluntary \r\nconfidence-building measures runs counter to the \r\nJCPOA and, more importantly, clearly runs counter to \r\nthe inalienable rights of States under the Treaty on the \r\nNon-Proliferation of Nuclear Weapons.\r\nIran has been and will remain committed to the \r\nJCPOA, to the extent that all other JCPOA participants \r\nalso fulfil all their commitments fully and in a timely \r\nmanner. JCPOA participants are therefore urged  to \r\ngenuinely carry out all their commitments and to refrain \r\nfrom any action that is inconsistent with its provisions. \r\nIndeed, that is in the interests of the international \r\ncommunity and all JCPOA participants. The current \r\nsupport for the full implementation of the JCPOA by all \r\nits participants should therefore continue.\r\nMr. Hahn Choonghee (Republic of Korea): As a \r\nfounding member of the  International Atomic Energy \r\nAgency (IAEA), the Republic of Korea attaches great \r\nimportance to the work of the IAEA and remains a \r\nfirm supporter of the Agency’s unique role in making \r\nnuclear science and technology available for the \r\nbenefit of people everywhere. I would like to express \r\nmy appreciation to Director General Yukiya Amano \r\nfor his leadership at a time when the IAEA’s mandate \r\nfor promoting the peaceful uses of nuclear energy, \r\nenhancing nuclear safety and security and strengthening \r\nnuclear verification and non-proliferation efforts \r\nthroughout the world is as relevant as ever to the issues \r\non the international agenda.\r\nNuclear verification is a central pillar of the \r\nAgency’s work and plays an indispensable role \r\nin preventing the spread of nuclear weapons. \r\nThe Republic of Korea considers the evolution of \r\nsafeguards implementation to be an essential means \r\nof strengthening the effectiveness and improving the \r\nefficiency of the Agency’s verification regime. In \r\nthat regard, we note with satisfaction that in 2016 the \r\nAgency continued to enhance safeguards by updating \r\nand developing State-level safeguards approaches in \r\nconsultation with the relevant authorities.\r\nWith regard to the Iranian nuclear issue, the \r\nRepublic of Korea welcomes the Agency’s continued \r\nverification and monitoring of Iran’s implementation \r\nof its nuclear-related commitments under the Joint \r\nComprehensive Plan of Action. Given the significance \r\nof the additional protocol in allowing the IAEA to draw \r\nthe broader conclusion that all nuclear material in a \r\nState is for peaceful activities, we hope that Iran will \r\ncontinue to provisionally apply its Additional Protocol \r\npending its ratification.\r\nOn 3 September, North Korea conducted its sixth \r\nnuclear test on the heels of two previous tests last year \r\nand many ballistic-missile launches, including two \r\nintercontinental range missiles, in clear violation of \r\nSecurity Council resolutions. The Government of the \r\nRepublic of Korea strongly condemns North Korea’s \r\nreckless and irresponsible nuclear test. Far from \r\nrevealing any signs that North Korea is abandoning its \r\nnuclear and ballistic-missile programmes, the Director \r\nGeneral’s report (see A/72/221) indicates troubling \r\nnuclear activities at the Yongbyon site and the Pyongsan \r\nMine and Concentration Plant.\r\nNorth Korea’s continuous negative response to \r\nthe international community’s diplomatic efforts \r\nunderlines the importance of reiterating a strong and \r\nunified message that the path to peace, stability and \r\nprosperity hinges on its willingness to engage in \r\nmeaningful dialogue and honour its denuclearization \r\ncommitments. In that regard, the Republic of Korea \r\nwelcomes and fully supports the Security Council’s \r\nunanimous adoption of resolution 2375 (2017) on \r\n11 September. It is essential that all States Members \r\nof the United Nations make clear to North Korea that \r\nit will face serious consequences unless it changes \r\nA/72/PV.46 10/11/2017\r\n12/28 17-37449\r\nits strategic calculus by faithfully implementing all \r\nrelevant Security Council resolutions.\r\nThe unanimous adoption of a stronger resolution \r\non the subject at this year’s IAEA General Conference \r\nis likewise a welcome development that underlines \r\nthe international community’s common desire for a \r\npeaceful and diplomatic solution to the situation. We \r\nonce again urge North Korea to take its first steps on \r\nthe path of denuclearization and lasting peace on the \r\nKorean peninsula. To that end, we call on North Korea \r\nto abandon all nuclear weapons and existing nuclear \r\nprogrammes in a complete, verifiable and irreversible \r\nmanner, and to refrain from any further provocative \r\nand destabilizing acts.\r\nIn the meantime, the Republic of Korea appreciates \r\nthe IAEA’s recent efforts to enhance its readiness to \r\nverify North Korea’s nuclear programme, including \r\nthe establishment of the North Korea inspection team. \r\nUntil the Agency is able to resume monitoring and \r\nverification there, the Republic of Korea will work with \r\nits partners to maintain vigilance and to coordinate \r\nthe international community’s constructive response \r\nto the North Korean nuclear issue with a view to its \r\npeaceful resolution.\r\nOne of the priorities of the General Assembly at \r\nits seventy-second session is maintaining momentum \r\nin implementing the Sustainable Development Goals \r\n(SDGs). In that regard, the Republic of Korea notes \r\nwith satisfaction that during the past year the IAEA \r\ncontinued to promote the peaceful uses of nuclear energy \r\nby contributing to sustainable development. Through \r\nits Technical Cooperation Programme, the Agency \r\ncontinued to develop and transfer nuclear technologies \r\nto Member States, helping them build their human \r\ncapacity for sustainable development and use nuclear \r\nand isotopic techniques to achieve the Sustainable \r\nDevelopment Goals related to food and agriculture, \r\nhuman health, water resources, the environment, \r\nradioisotope production and radiation technology.\r\nAs a contributor to the Technical Cooperation Fund, \r\nthe Republic of Korea stresses the need for funding its \r\nprogrammes adequately in order to maximize their \r\ncontribution to the achievement of the SDGs and \r\ntheir targets. We believe that full and timely payment \r\nof pledges to the Fund remains a basic responsibility for \r\nall IAEA member States, and we look forward to seeing \r\nthe secretariat make further progress in improving \r\nthe quality of the Technical Cooperation Programme \r\nand raising its visibility by securing partnerships and \r\ncooperation with the United Nations system and other \r\ninternational organizations.\r\nGiven the essential role of nuclear safety in the \r\nutilization of nuclear energy for peaceful purposes, \r\nmy delegation welcomes the IAEA’s ongoing efforts to \r\nidentify priorities for strengthening nuclear, radiation, \r\ntransport and waste safety, and for emergency \r\npreparedness and response. In that regard, we note that \r\nthe IAEA is continuing its analysis of lessons arising \r\nfrom the Fukushima Daiichi accident and that those \r\nlessons have been incorporated into a number of safety \r\nrequirements published last year. We also encourage \r\nall Member States to take advantage of the Agency’s \r\npeer reviews and advisory services, especially those \r\nMember States embarking on a new nuclear-power \r\nprogramme or expanding an existing one, as they have \r\nproved invaluable in establishing and strengthening \r\nnational safety infrastructure.\r\nThe risk that nuclear or other radioactive material \r\ncould be used in criminal or intentional unauthorized \r\nacts concerns not just individual Member States but the \r\nentire international community. While responsibility \r\nfor nuclear security rests entirely within a State, \r\ntherefore, it can be greatly enhanced through collective \r\ncommitments supported by national actions and \r\ninternational cooperation.\r\nFor the Republic of Korea, the highlight of this \r\nyear’s activities in the field of nuclear security was \r\nthe International Conference on Nuclear Security: \r\nCommitments and Actions, held in Vienna in December \r\n2016. It was a valuable exercise for sharing experiences, \r\ndiscussing lessons learned, identifying emerging trends \r\nand considering the medium- and long-term objectives \r\nrelating to nuclear security globally. Participants also \r\nexpressed broad support for the central role of the \r\nIAEA in nuclear security. Korea will work with other \r\nmember States to reinforce the IAEA’s central role with \r\ntangible support.\r\nThe entry into force of the amendment to the \r\nConvention on the Physical Protection of Nuclear \r\nMaterial in May 2016 was a milestone in efforts to \r\nstrengthen nuclear security. The Republic of Korea \r\ncontributed actively to the second meeting of the \r\nrepresentatives of the States parties to the Convention \r\nand its amendment last December. We welcome the \r\nfocus of the IAEA secretariat on promoting universal \r\nadherence to the amendment, and we encourage all \r\n10/11/2017 A/72/PV.46\r\n17-37449 13/28\r\nStates parties to establish, implement and maintain an \r\nappropriate nuclear-security regime for the physical \r\nprotection of nuclear facilities and nuclear material in \r\npeaceful use.\r\nThe peaceful uses of nuclear science and technology \r\nhave made significant contributions to human welfare, \r\nour planet and our shared prosperity since the IAEA’s \r\nfounding in 1957. That the IAEA continues to serve \r\nthe international community well is reflected in the \r\ncontinued growth both in its membership and in \r\ndemands for its services in all areas of nuclear sciences \r\nand applications. The Republic of Korea will continue \r\nits steadfast support for the IAEA and its mandate, and \r\nis pleased to join the other sponsors of draft resolution \r\nA/72/L.6, on the report of the IAEA.\r\nMs. Goh Yan Kim (Singapore): On behalf of my \r\ndelegation, I thank Director General Yukiya Amano for \r\nthe comprehensive annual report (see A/72/221) of the \r\nInternational Atomic Energy Agency. We would also \r\nlike to reiterate our congratulations to Director General \r\nAmano on his re-election for a third term. He can count \r\non Singapore’s full support and cooperation.\r\nSingapore is pleased to once again be a sponsor \r\nof draft resolution A/72/L.6, on the report of the \r\nInternational Atomic Energy Agency (IAEA), and \r\nwould like to express its appreciation to the Permanent \r\nMission of Indonesia for its excellent work in facilitating \r\nthe draft resolution. I would now like to make a few \r\nbrief points on the work of the IAEA.\r\nFirst, Singapore and the IAEA have developed a \r\nstrong partnership over the years. This year marks the \r\nfiftieth anniversary of our membership in the IAEA. \r\nwhich we joined back in 1967, shortly after gaining our \r\nindependence. At the time, Singapore received valuable \r\ntechnical assistance from the IAEA in areas such as \r\ncancer treatment and radiation dosimetry with the aim \r\nof improving its capabilities in critical areas such as \r\npublic health and radiation protection.\r\nHaving benefited from the IAEA’s development \r\nassistance, Singapore is now giving back by working \r\nwith the Agency to provide technical assistance to \r\nsupport fellow developing countries in achieving \r\ntheir Sustainable Development Goals. We formalized \r\nour long-standing partnership with the IAEA through \r\nthe enhanced Singapore-IAEA third-country training \r\nprogramme memorandum of understanding signed \r\nduring Director General Amano’s visit to Singapore \r\nin January 2015. Since then, we have hosted many \r\ncourses, scientific visits and training fellowships and \r\nwill continue to do more. Singapore is also currently \r\nserving on the IAEA Board of Governors for the term \r\n2016 to 2018, and looks forward to continuing its \r\ncontributions to the work of the Agency.\r\nSecondly, we welcome the IAEA’s partnerships \r\nat the regional level. All 10 States members of the \r\nAssociation of Southeast Asian Nations (ASEAN) \r\nhave concluded safeguards agreements with the \r\nIAEA, in line with the provisions of the Treaty on the \r\nSouth-East Asia Nuclear-Weapon-Free Zone. We also \r\nsupport technical cooperation between the IAEA and \r\nthe ASEAN Network of Regulatory Bodies on Atomic \r\nEnergy, which is working closely with the IAEA on a \r\nregional technical cooperation project to support the \r\nestablishment of a regional environmental radioactivity \r\ndatabase and an emergency preparedness and response \r\nframework. Singapore will continue to contribute \r\nto capacity-building activities in the region in areas \r\nsuch as nuclear safety and emergency preparedness \r\nand response by hosting and participating in regional \r\ntraining events.\r\nThirdly, Singapore supports the IAEA’s central role \r\nin ensuring a strong and sustainable global nuclear safety \r\nand security framework. In that regard, two important \r\nmeetings have been held since the last debate — the \r\nInternational Conference on Nuclear Security and the \r\nseventh Review Meeting of Contracting Parties to the \r\nConvention on Nuclear Safety. We were encouraged \r\nby the positive developments at both meetings. The \r\nministerial Declaration on Nuclear Safety adopted \r\nby consensus at the International Conference on \r\nNuclear Security reflects the collective commitment \r\nof member States to strengthening nuclear security in \r\na comprehensive manner. At the Review Meeting, we \r\nsaw a number of the Convention’s contracting parties \r\napply the principles of the 2015 Vienna Declaration on \r\nNuclear Safety to their national requirements.\r\nFinally, nuclear installations are not immune to \r\ncyberattacks. Such risks are not imaginary and must be \r\naddressed. A comprehensive and sustainable national \r\nnuclear-security architecture must include the element \r\nof cyberresilience. To that end, Singapore supports the \r\nIAEA’s work in developing additional nuclear-security \r\nguidance on computer and information security for \r\nnuclear installations and related training programmes.\r\nSingapore has enjoyed a fruitful partnership with \r\nthe IAEA for the past 50 years. We look forward to \r\nA/72/PV.46 10/11/2017\r\n14/28 17-37449\r\ndeepening our cooperation and engagement with the \r\nAgency. My delegation is confident that our mutual \r\nefforts to explore new areas of cooperation will ensure \r\nthat this relationship continues to f lourish for years \r\nto come.\r\nMr. Bayyapu (India): On behalf of my delegation, \r\nI would like to thank Director General Yukiya Amano \r\nfor his report. The report (see A/72/221) of the \r\nInternational Atomic Energy Agency (IAEA) is an \r\nimportant element in our understanding of the essential \r\ntasks that the Agency performs in in promoting and \r\nensuring the peaceful use of nuclear energy.\r\nIndia is a sponsor of draft resolution A/72/L.6, \r\non the report of the activities of the IAEA. Today’s \r\ndebate is an important occasion for reflecting on the \r\ncritical role that the IAEA has played in discharging \r\nits mandate to support countries in the safe and \r\nsecure pursuit of nuclear power and in its technical \r\ncooperation activities, bringing nuclear applications to \r\nits Member States. India regards nuclear power as an \r\nimportant energy option needed to meet the challenges \r\nof increased demand, deal with concerns over climate \r\nchange and volatile fossil-fuel prices, and ensure the \r\nsecurity of energy supply. We note that 10 new reactors \r\nwere connected to the grid in 2016 and that the global \r\ngenerating capacity of nuclear energy reached 392 \r\ngigawatts electric at the end of 2016.\r\nWe take note of the Agency’s efforts in \r\npromoting the role of nuclear technology to meet the \r\nclimate-energy challenge. We encourage the Agency \r\nto remain engaged in activities that present a balanced \r\npicture of nuclear power and its mitigation potential \r\nagainst greenhouse-gas emissions. We appreciate \r\nthe Agency’s role in providing integrated support to \r\nMember States that are considering, planning or starting \r\na nuclear-power programme. In that context, the recent \r\nInternational Ministerial Conference on Nuclear Power \r\nin the Twenty-first Century in Abu Dhabi reiterated \r\nthe important contribution of nuclear power to efforts \r\nto meet the targets set out in the Paris Agreement on \r\nClimate Change.\r\nIndia attaches great importance to the Agency’s \r\nwork in various fields of nuclear science. We contribute \r\nto those activities through participation in the technical \r\nmeetings and coordinated research projects. The \r\nAgency’s programmes and work in the area of nuclear \r\napplications in food and agriculture, human health and \r\nnutrition, water resources management, the protection \r\nof the environment, and industry have been most \r\nhelpful to developing countries in meeting their needs. \r\nWe will continue to provide our support to such Agency \r\nprogrammes through the provision  of expert services \r\nand by offering training slots in reputed institutions to \r\nexperts from Member States.\r\nWe support the central role of the IAEA in the area \r\nof nuclear security. India was one of the first to ratify the \r\namendment to the Convention on the Physical Protection \r\nof Nuclear Material and was pleased to see the entry \r\ninto force of the amendment last year. We encourage \r\nall those Member States that have not yet joined or \r\nratified the Convention and its 2005 amendment to do \r\nso as soon as possible. We are also pleased to note that \r\nthe Agency is organizing the International Conference \r\non Physical Protection of Nuclear Material and Nuclear \r\nFacilities next week in Vienna.\r\nWe take note of the successful organization by the \r\nAgency in December 2016 in Vienna of the International \r\nConference on Nuclear Security, attended by some \r\n2,100 participants, including 47 ministerial-level \r\nrepresentatives from 139 United Nations Member \r\nStates. The Agency should build on the findings of the \r\nConference in close consultation with Member States.\r\nWe note with satisfaction the financial pledges \r\nmade by Member States of €47.4 million in 2016 towards \r\nthe Agency’s Nuclear Security Fund, and we urge more \r\nMember States to participate in the Fund. India remains \r\ncommitted to supporting the work of the IAEA.\r\nMr. Wu Haitao (China) (spoke in Chinese): The \r\nChinese delegation welcomes the report (see A/72/221) \r\npresented by Mr. Yukiya Amano, Director General of \r\nthe International Atomic Energy Agency (IAEA), on \r\nthe work of the Agency.\r\nOver the past year, the IAEA has effectively \r\nfulfilled its obligations under the Statute and made \r\npositive progress in promoting the use of nuclear \r\nenergy and nuclear technology, strengthening nuclear \r\nsafety and nuclear security, and maintaining nuclear \r\nnon-proliferation. China appreciates the hard work \r\ndone by the Agency. At present, the momentum behind \r\nglobal nuclear energy continues to grow. Against \r\nthe backdrop of the adoption of the Sustainable \r\nDevelopment Goals and the entry into force of the \r\nParis Agreement on Climate Change, nuclear energy \r\nis expected to play an increasingly important role in \r\nensuring energy supplies, mitigating climate change \r\nand achieving sustainable development. The use of \r\n10/11/2017 A/72/PV.46\r\n17-37449 15/28\r\nnuclear technology in promoting economic development \r\nand serving human health is increasingly widespread. \r\nHowever, the international nuclear-non-proliferation \r\nsituation is grave. Nuclear safety still needs to be \r\nstrengthened, and nuclear security risks keep on rising. \r\nGlobal nuclear governance still has a long, arduous \r\nroad ahead. China hopes that the Agency will focus on \r\nthe following aspects in its future work.\r\nFirst, we hope the Agency will enhance the \r\nuniversality, effectiveness and fairness of its safeguards \r\nsystem. The international nuclear-non-proliferation \r\nregime faces daunting challenges, as some States still \r\nhave not acceded to the Treaty on the Non-Proliferation \r\nof Nuclear Weapons. There continues to be a deadlock \r\nwith regard to the establishment of a zone free of \r\nweapons of mass destruction in the Middle East. The \r\nAgency should continue to enhance the universality \r\nand effectiveness of its safeguards system with a \r\nview to ensuring impartiality and objectiveness and \r\nconducting full consultations with Member States. \r\nWe hope that the IAEA secretariat will continue its \r\ndialogue and communication with Member States on \r\nthe implementation of safeguards at the State level.\r\nSecondly, we hope that the Agency will promote the \r\napplication of nuclear energy and nuclear technology, \r\nand increase the amount of assistance provided to \r\ndeveloping countries. China encourages the Agency \r\nto advance and coordinate nuclear technical exchanges \r\nand cooperation by increasing the investment of its \r\nresources in such activities and taking full account of \r\nthe demand of developing countries, in order to help \r\nMember States achieve the Sustainable Development \r\nGoals and share the benefits of the peaceful uses of \r\nnuclear energy.\r\nThirdly, we hope that the Agency will play a core \r\nrole in strengthening global nuclear safety and nuclear \r\nsecurity. China supports Agency efforts to promote \r\nthe implementation of its nuclear safety standards and \r\nsecurity guidelines, strengthen its peer review services, \r\nand facilitate the capacity-building of Member States, \r\nso as to increase the international nuclear-safety and \r\nnuclear-security levels. The Agency should continue \r\nto follow and assess the follow-up handling of the \r\nFukushima Daiichi accident, and make timely reports \r\nto Member States.\r\nFourthly, we hope that the Agency will be impartial \r\nand objective and continue to help address regional \r\nhot-spot nuclear issues. China appreciates the efforts \r\nmade by the Agency to facilitate the implementation of \r\nthe Joint Comprehensive Plan of Action, and supports \r\nits monitoring and verification mandate. China also \r\nsupports the Agency in its proper role of monitoring the \r\nnuclear activities of the Democratic People’s Republic \r\nof Korea in accordance with its mandate.\r\nIn its nuclear energy development, China has \r\nalways adhered to a sensible, coordinated and balanced \r\napproach to nuclear security, as developed by President \r\nXi Jinping. Currently, we are fully implementing the \r\npractical initiatives put forward by President Xi at the \r\nNuclear Security Summit in Washington, D.C. China \r\nrecently promulgated a nuclear-safety law, which will \r\nprovide strong support for the safe and sustainable \r\ndevelopment of nuclear energy in China. A transit \r\nagreement for the transport of low-enriched uranium in \r\nsupport of the Low Enriched Uranium Bank was signed \r\nbetween China and the IAEA last April, which will \r\ncontribute to the Uranium Bank’s successful operation.\r\nMoreover, China has cooperated closely with the \r\nAgency, Ghana, the United States and several other \r\ncountries. In Africa, China successfully completed \r\nthe Ghana Miniature Neutron Source Reactor Low-\r\nEnriched Uranium Conversion Project last August. \r\nChina will continue to assist in Nigeria and other places \r\nin the conversion of miniature neutron source research \r\nreactors, based on the Ghana model. By making full use \r\nof the Centre of Excellence on Nuclear Security and the \r\nCustom Training Centre for Radiation Detection, China \r\nis ready to work with all parties on more exchange and \r\ntraining programmes in order to provide more public \r\ngood for the rest of the world.\r\nMr. Almazrouei (United Arab Emirates) (spoke \r\nin Arabic): At the outset, I would like to express the \r\nappreciation of the United Arab Emirates for the \r\ncollaborative work carried out by the International \r\nAtomic Energy Agency (IAEA). I would also like \r\nto express our appreciation for the commendable \r\nleadership of the Director General of the IAEA, \r\nMr. Yukiya Amano, and to congratulate him on his \r\nreappointment.\r\nWe would like to stress the importance of draft \r\nresolution A/72/L.6, entitled “Report of the International \r\nAtomic Energy Agency”, of which my country is a \r\nsponsor. Since joining the IAEA, the United Arab \r\nEmirates has recognized the pivotal role undertaken by \r\nthe Agency in promoting the peaceful use of nuclear \r\ntechnology for the development of national nuclear-\r\nA/72/PV.46 10/11/2017\r\n16/28 17-37449\r\nenergy programmes and other peaceful applications \r\nof nuclear technology. The Agency continues to play \r\nits key role in supporting the exchange of scientific \r\nknowledge and nuclear expertise among its members.\r\nIn that regard, the United Arab Emirates reaffirms \r\nits position regarding the importance of working closely \r\nin accordance with the standards of the IAEA in the \r\narea of nuclear safety and of complying with the IAEA \r\nstandards on nuclear security and non-proliferation.\r\nThe United Arab Emirates also commends the \r\ncentral role played by the Agency in the transfer of \r\ntechnology and knowledge with the aim of supporting \r\nthe development needs of Member States. The IAEA \r\nTechnical Cooperation Programme contributes to the \r\nachievement of the Sustainable Development Goals, \r\npromotes cooperation through the exchange of best \r\npractices and strategic partnerships and provides \r\nvaluable services in the areas of development, \r\ninfrastructure and human resources for a safe and \r\nsuccessful nuclear programme.\r\nIn conclusion, the United Arab Emirates looks \r\nforward to continuing cooperation with the Agency \r\nand the international community in order to ensure \r\nthe peaceful use of nuclear energy and guarantee the \r\nresponsible and safe nature of nuclear activities. The \r\nEmirates also expresses its appreciation to the Director \r\nGeneral and the IAEA secretariat for their hard work \r\nand the achievements of the Agency, as indicated in its \r\nannual report (see A/72/221) for 2016.\r\nMr. Lozinskiy (Russian Federation) (spoke in \r\nRussian): The Russian delegation thanks the Director \r\nGeneral of the International Atomic Energy Agency \r\n(IAEA), Mr. Yukiya Amano, for presenting the report \r\n(see A/72/221) on the work of the organization he heads. \r\nRussia takes a positive view of the activities of the IAEA. \r\nWe hope that the Agency will continue to increase its \r\nefforts to develop nuclear energy and technologies all \r\nover the world and to broaden international cooperation \r\nin those areas while improving and strengthening the \r\nglobal non-proliferation regime.\r\nThe uniqueness of the IAEA verification mechanism \r\nenables its highly effective monitoring of States’ \r\nfulfilment of their non-proliferation commitments in \r\nthe context of the Treaty on the Non-Proliferation of \r\nNuclear Weapons. One of the central achievements in \r\nthat direction is the Joint Comprehensive Plan of Action \r\n(JCPOA) on the situation relating to the Iranian nuclear \r\nprogramme. To date, Iran is the country verified most \r\nby the IAEA. The Agency quickly established a very \r\nstrict verification mechanism and is dealing effectively \r\nwith its challenges, enabling it to monitor all aspects of \r\nthe implementation of the JCPOA and the application of \r\nsafeguards in Iran.\r\nFor our part, we provide various forms of support \r\nto the Agency with regard to Iran, including organizing \r\ntargeted training courses for inspectors on uranium \r\nenrichment and the production of stable isotopes. The \r\nDirector General has regularly mentioned in his reports \r\nthat Tehran is fulfilling the obligations it assumed under \r\nthe JCPOA, in addition to the implementation of the \r\nAdditional Protocol to Iran’s Safeguards Agreement.\r\nThe Russian delegation is in favour of improving \r\nthe Agency’s monitoring capabilities, including by \r\nadopting the additional protocol on IAEA safeguards \r\nas a universally recognized standard for verification \r\nin the field of non-proliferation. Whatever reforms of \r\nthe safeguards are undertaken, the mechanism of their \r\napplication should remain objective, depoliticized, \r\ntechnically precise and understandable to the Agency’s \r\nmember States, as well as being based on the rights and \r\nobligations of the parties in accordance with safeguards \r\nagreements. An unbiased, objective approach to \r\nnuclear verification is a key element in maintaining \r\nthe legitimacy of the IAEA Comprehensive Safeguards \r\nSystem and of the regime of the non-proliferation of \r\nnuclear weapons in general.\r\nRussia actively participates in IAEA activities \r\nas a financial donor, including by making voluntary \r\ncontributions to the International Project on Innovative \r\nNuclear Reactors and Fuel Cycles, the Technical \r\nCooperation Fund and the Nuclear Security Fund. \r\nWe wholeheartedly support the Agency’s efforts \r\nin the field of technical cooperation and related \r\nassistance to developing countries and, for our part, we \r\nactively promote the development of nuclear energy in \r\nother countries. In 2015 and 2016, we signed agreements \r\non peaceful nuclear cooperation with Bolivia, Ghana, \r\nZambia, Jordan, Cuba, Saudi Arabia and Tunisia. In \r\nthat regard, we would also like to draw attention to \r\nthe fact that the International Uranium Enrichment \r\nCenter is functioning on Russian Federation territory, \r\nand all States that are developing nuclear energy and \r\ncomplying with their commitments on non-proliferation \r\nare invited to participate in its activities.\r\nThe Russian Federation supports the work of the \r\nAgency and emphasizes its leading role in establishing \r\n10/11/2017 A/72/PV.46\r\n17-37449 17/28\r\ncooperation between States and in exchanging \r\nexperience in the field of physical nuclear security. At \r\nthe same time, we firmly believe that the responsibility \r\nfor ensuring the efficiency and reliability of national \r\nsystems in that field is borne by States themselves, \r\ndefining the optimal parameters at their discretion.\r\nWe would also like to emphasize that artificially \r\nintroducing the disarmament agenda into issues of \r\nphysical nuclear security is inadmissible. The key \r\nto success for the international community on that \r\nsensitive issue is the broadest possible representation \r\nof States in international legal mechanisms on physical \r\nnuclear security — the Convention on the Physical \r\nProtection of Nuclear Material and its Amendment, as \r\nwell as the International Convention for the Suppression \r\nof Acts of Nuclear Terrorism. Russia has signed and \r\nratified those major international instruments, and we \r\ncall on States that have not yet done so to expedite their \r\ninternal procedures in order to accede to them.\r\nThe Russian delegation supports draft resolution \r\nA/72/L.6, entitled “Report of the International Atomic \r\nEnergy Agency”, and is among its sponsors, given the \r\nimportance of the Agency’s work in the interests of a \r\nreliable energy supply and strengthening the nuclear \r\nnon-proliferation regime.\r\nMr. Giacomelli (Brazil): Brazil welcomes draft \r\nresolution A/72/L.6, entitled “Report of the International \r\nAtomic Energy Agency”, to be adopted by the General \r\nAssembly. As we celebrate the sixtieth anniversary of \r\nthe International Atomic Energy Agency (IAEA) this \r\nyear, Brazil takes pride in being one of its founding \r\nmember States. Brazil has a deep-rooted commitment \r\nto the use of nuclear energy exclusively for peaceful \r\npurposes, as enshrined in our Constitution, our \r\nlegislative practice and the legally binding international \r\nagreements to which we have subscribed.\r\nWe congratulate Mr. Yukiya Amano on his \r\nappointment for a third term as IAEA Director General \r\nand recognize the Agency’s important achievements \r\nduring his tenure in office so far. In particular, we \r\ncommend Mr. Amano on his important role in the \r\nverification activities in Iran pursuant to the Joint \r\nComprehensive Plan of Action (JCPOA). The impartial \r\nand objective manner in which the IAEA has conducted \r\nits duties in Iran, in accordance with the modalities set \r\nout by the JCPOA and standard safeguards practices, \r\nmakes a meaningful contribution to international peace \r\nand stability.\r\nBrazil recognizes the relevant efforts of the IAEA \r\nin promoting the peaceful uses of nuclear energy. The \r\nAgency has been uniquely positioned to encourage \r\nand assist in the development and transfer of nuclear \r\ntechnology worldwide. In the light of the growing \r\ndemand from Member States for services that help to \r\nimprove the global standard of living, we emphasize the \r\nneed to further strengthen the Agency’s departments \r\nof technical cooperation and nuclear sciences \r\nand applications.\r\nBrazil fully supports the implementation of \r\nsafeguards by the IAEA and the efforts undertaken by the \r\nSecretariat to enhance further cost-efficient measures. \r\nWe deem it important that States fulfil their obligations \r\nand that the Agency operate within the established \r\nframework, taking into account the different scope \r\nand safeguards measures deriving from the distinct \r\ncategories of agreements entered into by member \r\nStates. Brazil appreciates the effective cooperation \r\nbetween the IAEA and the Brazilian-Argentine Agency \r\nfor Accounting and Control of Nuclear Materials, a \r\nunique and constructive partnership among multilateral \r\nand bilateral verification bodies.\r\nBrazil is of the view that the IAEA can play an \r\nimportant role in nuclear-disarmament verification, \r\ngiven its indisputable technical capabilities, impartiality \r\nand professionalism and, last but not least, its statutory \r\nmandate. This year, the adoption of the Treaty on \r\nthe Prohibition of Nuclear Weapons was a robust \r\nexpression of the commitment of the vast majority of \r\nthe international community to nuclear disarmament. \r\nWe hope that the IAEA and its member States live up to \r\nthese expectations.\r\nWe regret the Director General’s decision not to \r\nsend a representative of the Agency to the Treaty’s \r\nnegotiating conference, despite its President’s request, \r\nbecause participating States could have benefited from \r\nthe Agency’s technical expertise. It is our hope that \r\nthe IAEA will stand ready to cooperate with States \r\nwithin the framework of the Treaty and discharge its \r\nverification measures if requested to do so.\r\nMr. Luque Márquez (Ecuador) (spoke in Spanish): \r\nI would like to begin by thanking Mr. Yukiya Amano, \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), for presenting his report (see A/72/221) \r\nto the General Assembly.\r\nSixty years ago, against the backdrop of the \r\nCold War, the international community was able to \r\nA/72/PV.46 10/11/2017\r\n18/28 17-37449\r\ncommit to advocating for the peaceful use of nuclear \r\nenergy, while for the time being disregarding the \r\npriority that some countries attributed to deterrence, \r\nthrough the establishment of the International Atomic \r\nEnergy Agency.\r\nWhen the “atoms for peace” speech was delivered \r\nin this very Hall (see A/PV.470) by the then-President of \r\nthe United States, Dwight Eisenhower, the possibilities \r\nof the peaceful use of nuclear energy were viewed with \r\na mixture of hope and scepticism, in clear contrast \r\nto the catastrophic humanitarian consequences that \r\nwould result from the use of atomic weapons in any \r\nform. That time has passed, and beyond analysing the \r\nintentions motivating that speech, we can still hope \r\nthat, if properly used and with the necessary safeguards \r\nin place, nuclear energy can effectively provide us with \r\na means to achieving greater progress and well-being \r\nand thereby benefiting all humankind.\r\nEcuador is pleased to have taken part in the \r\nestablishment of the IAEA, and we can testify to nuclear \r\ntechnology’s important contribution to developing \r\ncritical important sectors, such as health care, the food \r\nindustry, agriculture and industry. We hope to see the \r\nAgency become a fundamental actor in helping States \r\nachieve the Sustainable Development Goals.\r\nEcuador underscores the essential role played \r\nby the IAEA Technical Cooperation Programme, \r\nand acknowledges the IAEA’s efforts and measures \r\naimed at providing a more effective programme that \r\naddresses member States’ priorities and is the result of \r\na continuous process of consultations. Maintaining this \r\napproach is essential to promoting national efforts in \r\nthe area of  economic and social development, as well as \r\nto contributing meaningfully to achieving compliance \r\nwith the 2030 Agenda for Sustainable Development.\r\nI would like to reiterate Ecuador’s gratitude for the \r\ninvaluable support given by the IAEA following the \r\ntragedy caused by the earthquake of 16 April 2016 in my \r\ncountry’s intracoastal waters, which measured 7.8 on \r\nthe Richter scale and tragically left 660 persons dead, \r\n4,600 injured and 34,000 homeless; deprived 120,000 \r\nchildren of school; and affected approximately 700 \r\nbuildings, including 16 hospitals. The sensitivity and \r\nefficiency of Director General Amano and the Division \r\nfor Latin America and the Caribbean of the IAEA \r\nTechnical Cooperation Programme enabled the IAEA \r\nto give timely and substantial manner assistance by \r\nproviding portable X-ray equipment, electric generators, \r\nteams dedicated to the early detection of the Zika virus, \r\nand personal radiation detectors — all of which was \r\nenormously useful in meeting the needs resulting from \r\nthe emergency situation on the heels of the devastating \r\nearthquake. Ecuador particularly appreciated the visit \r\nby the Director General to Ecuador in June last year, \r\nwhen he was able to see for himself the area affected by \r\nthe earthquake. The visit was an opportunity to explore \r\nadditional assistance possibilities.\r\nWithin the framework of the Regional Cooperation \r\nAgreement for the Promotion of Nuclear Science and \r\nTechnology in Latin America and the Caribbean, \r\nEcuador will have participated in 28 regional projects \r\nfor the period from 2014 to 2018, and will participate in \r\n15 regional projects for the period from 2018 to 2019. \r\nOn 29 November 2016, Ecuador signed its Country \r\nProgramme Framework for the period from 2016 to \r\n2021 with the IAEA. This document is the frame of \r\nreference for planning technical cooperation with the \r\nAgency, identifies priority areas relating to development \r\nmutually agreed on by Ecuador and the Agency, and \r\nestablishes to what extent nuclear technologies can \r\nbe used in addressing national priorities, taking the \r\nSustainable Development Goals into account. The \r\nCountry Programme Framework identifies health care, \r\nagriculture, the environment, industry, energy and \r\nradiological safety as priority sectors.\r\nI am also pleased to be able to inform the Assembly \r\nthat on 29 September, Ecuador deposited its instrument \r\nof ratification of the 2005 amendment to the Convention \r\non the Physical Protection of Nuclear Material.\r\nAs a country that champions peace and universal \r\ndisarmament and condemns the development and use \r\nof weapons of mass destruction, Ecuador is concerned \r\nabout the re-emergence of military and deterrence \r\npolicies based on nuclear weapons as a presumed way \r\nof maintaining the security of a few States, while at the \r\nsame time putting at risk the security of all humankind. \r\nWe therefore reiterate that the only effective guarantee \r\nagainst the use or threat of the use of nuclear weapons \r\nis their total elimination.\r\nWe maintain our firm position in favour of the \r\nfull implementation of the three pillars of the Treaty \r\non the Non-Proliferation of Nuclear Weapons (NPT), \r\nwithout prejudice or double standards, and we reiterate \r\nour concern that, while the Treaty’s goals with respect \r\nto non-proliferation and the exercise of the inalienable \r\nright to the peaceful use of nuclear energy have been \r\n10/11/2017 A/72/PV.46\r\n17-37449 19/28\r\nimplemented, we have not seen further progress in \r\nachieving the goals of nuclear disarmament. With \r\nfew and regrettable exceptions, the vast majority of \r\nStates, including Ecuador, have reiterated their deep \r\nconcern about the huge humanitarian consequences \r\nand global effects of any accidental or intentional \r\nnuclear detonation.\r\nA few of the States that claim to depend on nuclear \r\nweapons for their security — although we recognize \r\nthat the continued existence of those weapons is what \r\ncreates insecurity — have tried to minimize and \r\neven deny those serious consequences using skewed \r\narguments. Ecuador will continue to reiterate that any \r\nuse of nuclear weapons constitutes a crime against \r\nhumanity. We repeat that the only way to guarantee \r\navoiding the use of nuclear weapons is their prohibition \r\nand total elimination.\r\nFor that reason, Ecuador welcomed the adoption \r\nin July of the Treaty on the Prohibition of Nuclear \r\nWeapons, which a few hours ago Pope Francis cited as \r\nan example of healthy realism igniting the light of hope \r\nin our chaotic world. Ecuador is also proud to have \r\nsigned the Treaty on the day it opened for signature. The \r\nTreaty is the instrument necessary for bridging the legal \r\ngap that existed in international law and is therefore \r\none step further towards full compliance with article \r\nVI of the NPT. That has been mentioned many times, \r\nand yet is largely neglected, particularly by those who \r\nhave the primary obligation to implement it. The Treaty \r\non the Prohibition of Nuclear Weapons establishes the \r\nlegal basis for the elimination of those weapons.\r\nA few have claimed that the new instrument will \r\nweaken the regime created by the NPT. On the contrary, \r\nthe Treaty on the Prohibition of Nuclear Weapons \r\nadequately and effectively supplements the NPT, which \r\nis recognized in the text of the Prohibition Treaty \r\nas the cornerstone of the nuclear-disarmament and \r\nnon-proliferation regime. Those that can and do truly \r\nweaken the existing regime are the States that now wish \r\nto disregard the commitments made at the 1995, 2000 \r\nand 2010 NPT Review Conferences and the importance \r\nof article VI of the NPT.\r\nIn that regard, Ecuador has firmly and \r\nunequivocally condemned the most recent nuclear \r\ntests, and reiterates its call for the universalization of \r\nthe Non-Proliferation Treaty. We also call on States that \r\nhave not yet done so, especially the Annex 2 States, \r\nto sign and ratify the Comprehensive Nuclear-Test-Ban \r\nTreaty. From this rostrum, we also invite all States, \r\nbeginning with nuclear-weapon States, to adhere to \r\nthe Treaty on the Prohibition of Nuclear Weapons, as a \r\nconcrete demonstration of their commitment to nuclear \r\ndisarmament and the elimination of those weapons.\r\nIn conclusion, I should not fail to mention the Joint \r\nComprehensive Plan of Action (JCPOA), and the role \r\nthat the IAEA plays in verifying its implementation. \r\nThe JCPOA was an excellent example of the fact that \r\ndiplomacy and dialogue are the only way forward for \r\nresolving differences. We therefore encourage all of its \r\nparties to continue implementing its provisions.\r\nBy endorsing the Joint Comprehensive Plan of \r\nAction through its resolution 2231 (2015), the Security \r\nCouncil determined the technical role of verification \r\nto be the responsibility of the IAEA. Ecuador therefore \r\nonce again welcomes the most recent report of the \r\nDirector General of the IAEA, presented to the Board \r\nof Governors and to the Assembly this morning, which \r\nconfirmed the Islamic Republic of Iran’s continued \r\ncompliance with the Plan of Action. At the same time, \r\nwe express our concern and rejection of attempts to \r\npoliticize the work of the Agency in this or any other \r\nmatter. We must all respect and enforce the technical \r\nrole of the IAEA.\r\nMr. Ja’afari (Syrian Arab Republic) (spoke \r\nin Arabic): Once again, we are facing a number of \r\ndifficult and extremely dangerous global challenges. \r\nAt the forefront of these challenges is the existence of \r\nnuclear arsenals, including those of Israel, which pose \r\na threat to the international instruments that regulate \r\nnon-proliferation. As we meet in this Hall, nuclear-\r\nweapon States that have acceded to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT) threaten \r\nto use those weapons.\r\nEverybody here, including the Director General \r\nof the International Atomic Energy Agency (IAEA), \r\nMr. Yukiya Amano, is aware that the issue of nuclear \r\nnon-proliferation represents a key priority for Syria, \r\nboth in word and deed. Syria acceded to the NPT very \r\nearly on, in 1968 — in other words, long before a number \r\nof countries in the European Union that claim to be in \r\nthe vanguard of the non-proliferation regime, as well \r\nas Turkey, which is a member of NATO, had nuclear \r\nweapons on their territories, in f lagrant violation of \r\narticles I and II of the NPT.\r\nMy country signed its Safeguards Agreement with \r\nthe Agency in 1992. On 27 December 2003, when we \r\nA/72/PV.46 10/11/2017\r\n20/28 17-37449\r\nwere non-permanent members of the Security Council, \r\nwe also submitted a draft resolution that the Security \r\nCouncil has neglected to this very day. It aimed to \r\ncreate a nuclear-weapon-free zone and a zone free of \r\nweapons of mass destruction in the Middle East. Based \r\non that, no one can call into question the credibility of \r\nour national commitment to non-proliferation, all the \r\nmore so since the draft resolution, which was in line \r\nwith the aims and objectives of the IAEA, was met with \r\nobjections in the Security Council from the United \r\nStates, whose delegation even threatened to veto it.\r\nAll of those erroneous policies reveal the lies \r\nbehind the allegations that Western countries make \r\nwith respect to the creation of a zone free of nuclear \r\nweapons in the Middle East. In fact, Westerners have \r\nbeen responsible for providing Israel with nuclear \r\nresources and technology for decades, enabling it \r\nto acquire its weapons and their means of delivery, \r\nincluding submarines — gifts, incidentally — and \r\nlong-range nuclear missile technology. Israel spared no \r\neffort in vainly attempting to divert attention from the \r\nissue of its nuclear weapons at the 2010 session of the \r\nConference on Disarmament in New York, as well as \r\nthose held in 2012 and 2015. Why is that? Because it \r\nwants to camouflage its continued possession of nuclear \r\nweapons, to the detriment of the peace and stability of \r\nthe peoples of the region. This demonstrates once again \r\nthat the existing policies are based on nuclear hypocrisy.\r\nThe Security Council and the IAEA did not \r\ndenounce Israel’s shameless military attack against \r\nSyria in 2007. Nor did they condemn Israel’s refusal \r\nto cooperate with the IAEA or the fact that it did not \r\nallow IAEA inspectors to reveal the probable sources of \r\npollution resulting from Israel’s use of rockets against \r\nthe Deir ez-Zor site.\r\nIsrael’s continued lack of cooperation with the \r\nIAEA and ongoing development of its nuclear military \r\ncapacities outside any international control, as well \r\nas its lack of respect for any other appeals by the \r\ninternational community, damage the credibility of the \r\nnon-proliferation regime. Israel’s actions undermine the \r\nstability and peace of the peoples of the Middle East. \r\nThese are very serious matters that are documented and \r\nwell known to the Agency, and we would have liked \r\nthe Director General to have covered them in his report \r\n(see A/72/221) and address them at least as squarely as \r\nhe does the question of the Israeli aggression against \r\nDeir ez-Zor.\r\nMember States’ commitment under the IAEA \r\nStatute required that the United States communicate \r\nthe information it possessed before the incident took \r\nplace, not eight months after the destruction of the Deir \r\nez-Zor site. The same is true of Israel, which refused \r\nto disclose information to the IAEA. Whether or not \r\nthat information was verifiable, Israel carried out a \r\nqualified military attack on Syrian territory by crossing \r\ninto the air space of a neighbouring country — Turkey. \r\nThe Agency failed to address Israel’s violation of \r\nits international commitments and did not take the \r\nnecessary steps consistent with its responsibilities and \r\nprerogatives under its mandate.\r\nI am sure we all recall the memoir of the IAEA’s \r\nprevious Director General, Mr. Mohamed ElBaradei. \r\nIts English title is The Age of Deception: Nuclear \r\nDiplomacy in Treacherous Times. I recommend it to \r\neveryone. It covers a great number of scandals and \r\ncorroborates the terms I use, in this case, that of nuclear \r\nhypocrisy. To cite a paragraph from pages 228 and 229 \r\nof the book,\r\n(spoke in English)\r\n“One of the strangest and most striking examples \r\nof nuclear hypocrisy, multilateral and multifaceted, \r\nmust surely be Israel’s bombing of the Deir ez-Zor \r\ninstallation in Syria in September 2007, and the \r\naftermath of that attack. Speculation began almost \r\nimmediately that the site had housed a nuclear \r\nfacility. Syria denied the accusations. Israel and the \r\nUnited States remained officially silent, although \r\nAmerican officials talked anonymously on the \r\nsubject to the media. I spoke out strongly, noting \r\nthat any country with information indicating that \r\nthe bombed facility was nuclear was under a legal \r\nobligation to report it to the IAEA. But no one \r\ncame forward with such a report. For the six weeks \r\nfollowing the bombing — the most crucial period \r\nin terms of our seeing inside the facility — we were \r\nunable to obtain any high-resolution imagery from \r\ncommercial satellites.”\r\n(spoke in Arabic)\r\nMuch other important information is included in this \r\ndocument, but I will stop here so that members of the \r\ndelegations can buy the book and read it for themselves.\r\nThe majority of the conclusions reached by the \r\nIAEA during the mandate of the current Director \r\nGeneral are based on images and analyses presented \r\n10/11/2017 A/72/PV.46\r\n17-37449 21/28\r\nby the United States Central Intelligence Agency, \r\nwhich gives rise to a number of questions about the \r\ncredibility of the information received by the IAEA, \r\nespecially given that it was presented by a country with \r\na political agenda that runs counter to the interests of \r\nmy country, Syria, as the Assembly is well aware, and \r\ntaking into account the precedents here — in particular \r\nthe catastrophic Iraqi dossier, which involved the \r\ndestruction of a country’s infrastructure as well as the \r\nproliferation of terrorism there and in the region. I am \r\nsure that all member States are aware of the results of \r\nthe investigation into the presence of weapons of mass \r\ndestruction in Iraq, which were detailed in a 2008 \r\nreport  of the United Nations Special Commission \r\nestablished pursuant to Security Council resolution 687 \r\n(1991), which has been left in a secret chest not to be \r\nopened for 60 years. The report was essentially buried \r\nbecause it concluded that, after a decade of work and the \r\ncreation of the fallacious American and British pretext \r\nfor invading Iraq, no weapons of mass destruction were \r\never found in Iraq.\r\n We wonder what the Director General of the IAEA \r\nand the countries that provide cover for Israeli nuclear \r\nweapons have done to implement Security Council \r\nresolution 487 (1981), adopted unanimously more \r\nthan 30 years ago, following Israel’s attack on an Iraqi \r\nnuclear reactor.  I will read the request made by the \r\nSecurity Council at that time, more than 30 years ago, \r\nin paragraph 5 of that resolution, in which the Security \r\nCouncil\r\n(spoke in English)\r\n“[c]alls upon Israel urgently to place its nuclear \r\nfacilities under the safeguards of the International \r\nAtomic Energy Agency”.\r\n(spoke in Arabic)\r\nI emphasize the word “urgently”.\r\nAn important treatment of disarmament and \r\ninternational security is published in the 2012 Yearbook \r\nof the Stockholm International Peace Research \r\nInstitute, an institution that delegations are familiar \r\nwith, which contains an entire chapter entitled “Israeli \r\nNuclear Forces”. Please note the plural “Forces”. In the \r\nYearbook, there is no mention of, let alone a chapter on, \r\na Syrian nuclear programme.\r\nFrom this rostrum, I renew my call to the Director \r\nGeneral of the IAEA to read that chapter, draw the \r\nnecessary conclusions from it and immediately address \r\nthe question of Israeli nuclear weapons, which threaten \r\nthe peace, life and security of the peoples of all \r\ncountries in the region. We call on the Agency itself to \r\ncomply with General Assembly and Security Council \r\nresolutions on Israeli nuclear weapons.\r\nMr. Bessho (Japan): I would like to begin \r\nby thanking Director General Yukiya Amano for \r\npresenting the annual report (see A/72/221) of the \r\nInternational Atomic Energy Agency (IAEA). Japan \r\nwould also like to warmly welcome Grenada as a new \r\nmember of the IAEA.\r\nThe Government of Japan congratulates Director \r\nGeneral Amano on his reappointment. We commend \r\nhis work in addressing various areas, such as the \r\npromotion of the Atoms for Peace and Development \r\ninitiative aimed at widening and deepening the benefits \r\nof the peaceful use of nuclear technology. Japan also \r\nsupports his efforts in enhancing the Agency’s ability \r\nto monitor North Korea’s nuclear programme and in \r\nmonitoring and verifying the implementation of the \r\nJoint Comprehensive Plan of Action (JCPOA). We will \r\ncontinue to extend our full cooperation to him and \r\nthe Agency.\r\nJapan fully supports the activities of the IAEA \r\nthat help the international community to achieve the \r\nSustainable Development Goals. Since 2011, Japan \r\nhas contributed more than $28 million through the \r\nIAEA’s Peaceful Uses Initiative. We are committed \r\nto continuously supporting IAEA’s activities on the \r\npeaceful use of nuclear technology, and we will seek \r\nways to further utilize our expertise and technical \r\nknowledge for the sustainable development of the IAEA \r\nmember States.\r\nI would like to express my sincere congratulations on \r\nthe success of the International Ministerial Conference \r\non Nuclear Power in the Twenty-First Century, held in \r\nAbu Dhabi this month. Japan is determined to work \r\nwith other countries on the various challenges related \r\nto the use of nuclear energy that need to be tackled.\r\nIn order to promote the peaceful uses of nuclear \r\nenergy, it is essential that we strengthen existing \r\nsafeguards and ensure nuclear safety and security. \r\nJapan therefore advocates for the universalization of \r\nthe Additional Protocol with a view to strengthening \r\nthese safeguards. Japan will continue to work with the \r\nIAEA to promote the universalization and efficient \r\nimplementation of relevant conventions and the \r\ndevelopment of human resources.\r\nA/72/PV.46 10/11/2017\r\n22/28 17-37449\r\nOver the past six years, Japan has been actively \r\nworking to enhance nuclear safety, drawing on the \r\nlessons learned from the Fukushima Daiichi nuclear \r\npower plant accident, including by fundamentally \r\nreforming the regulatory structures in Japan. Japan \r\nwill continue to share its experiences derived from \r\nthe accident with the international community and \r\ncontribute to enhancing nuclear safety worldwide, \r\nincluding by assisting in the development of \r\ninfrastructure and human resources in countries that \r\nare building new nuclear-power plants.\r\nJapan upholds the IAEA’s central role in nuclear \r\nsecurity. This year, Japan hosted the plenary meeting \r\nof the Global Initiative to Combat Nuclear Terrorism. \r\nWe will also strengthen measures to counter nuclear \r\nterrorism at major public events with the IAEA’s \r\nsupport, in view of the fact that the 2020 Olympic and \r\nParalympic Games, for example, will be held in Tokyo.\r\nNorth Korea’s nuclear-weapon and ballistic-missile \r\nprogrammes represent an unprecedented, grave and \r\nimminent threat to international security and a direct \r\nchallenge to the nuclear-non-proliferation regime. \r\nJapan condemns in the strongest possible terms the \r\nrepeated nuclear-weapon tests and ballistic-missile \r\nlaunches conducted by North Korea in f lagrant \r\nviolation and disregard of the relevant Security Council \r\nresolutions and other commitments. The international \r\ncommunity should never succumb to a nuclear threat \r\nfrom North Korea or accept a nuclear-armed North \r\nKorea, and should renew its determination to achieve \r\nthe denuclearization of the Korean peninsula as a basic \r\npart of peace and security in North-East Asia.\r\nIn that regard, we support the IAEA’s efforts to \r\nprepare to resume inspections in North Korea, and \r\nstrongly urge the country to abandon all nuclear-weapon \r\nand ballistic-missile programmes and take concrete \r\nsteps to achieve the verifiable denuclearization of the \r\nKorean peninsula. In order to make North Korea change \r\npaths, the international community must be united in \r\nits efforts to fully implement relevant Security Council \r\nresolutions so as to maximize pressure on North Korea.\r\nJapan supports the JCPOA, which contributes to \r\nregional stability and strengthens the international \r\nnon-proliferation regime. Japan commends the IAEA’s \r\nessential role in the monitoring and verification of the \r\nJCPOA and welcomes its parties’ steady implementation \r\nof nuclear-related commitments.\r\nAs an original member State of the IAEA and a \r\nleading country in the area of nuclear energy, Japan \r\nreiterates its commitment to further promoting the \r\npeaceful use of nuclear energy and strengthening \r\nnuclear non-proliferation.\r\nMr. Leschenko (Ukraine): While Ukraine aligns \r\nitself with the statement delivered earlier today under \r\nthis agenda item by the observer of the European \r\nUnion, I would like to make some additional remarks in \r\nmy national capacity.\r\nThe delegation of Ukraine supports the International \r\nAtomic Energy Agency (IAEA) annual report for 2016 \r\n(see A/72/221) and its relevant annexes, as well as draft \r\nresolution A/72/L.6, to be adopted today, of which we \r\nare pleased to be a sponsor.\r\nWe are also pleased to emphasize that the IAEA \r\nreport presents a comprehensive and well-balanced \r\nanalysis of major achievements of the Agency’s work \r\nduring 2016, as well as the main priorities in promoting \r\nthe use of nuclear energy for peaceful purposes set forth \r\nby the Agency’s member States. Ukraine commends \r\nthe Secretariat’s professional work in preparing the \r\nlatest IAEA annual report, which is based on the norms \r\nof international law, the IAEA Statute and individual \r\nStates’ comprehensive safeguards agreements.\r\nIn that regard, the delegation of Ukraine wishes \r\nto reiterate that the legal framework for the Agency’s \r\nsafeguards application in Ukraine, including on \r\nUkraine’s territory of the Autonomous Republic \r\nof Crimea and the city of Sevastopol, is based on \r\nUkraine’s Comprehensive Safeguards Agreement and \r\nits Additional Protocol, and is in compliance with \r\nresolutions 68/262, entitled “Territorial integrity of \r\nUkraine”; 70/10, on the 2014 report of the International \r\nAtomic Energy Agency; and 71/158, on the 2015 report \r\nof the International Atomic Energy Agency. Ukraine \r\nbelieves that the IAEA annual report for 2016, prepared \r\nby the Agency and approved by the IAEA Board of \r\nGovernors in Vienna in June, reaffirms the vitally \r\nimportant role played by the Agency in meeting today’s \r\ncombined challenges under the terms of its Statute and \r\nrelevant General Assembly resolutions.\r\nIn conclusion, Ukraine wishes to thank the IAEA \r\nfor its report and reiterates its strong continued \r\nsupport for the activities of the Agency in all areas of \r\nits mandate.\r\n10/11/2017 A/72/PV.46\r\n17-37449 23/28\r\nMs. Valiente Díaz (Cuba) (spoke in Spanish): \r\nCuba recognizes the significant contribution of the \r\nInternational Atomic Energy Agency (IAEA) to peace \r\nand sustainable development, including in combating \r\nthe effects of climate change, food insecurity and \r\ndisease. We reiterate that the Agency should make it \r\na priority to allocate efforts and resources depending \r\non the use and dissemination of nuclear applications \r\nto improve living conditions, promote sustainable \r\ndevelopment and environmental protection.\r\nWe are pleased that the IAEA has maintained a \r\nproper balance among the three pillars in its work. We \r\ncongratulate Grenada, another fraternal country of the \r\nCaribbean, on becoming a member of the Agency.\r\nThe IAEA and its Technical Cooperation \r\nProgramme have an important role to play in achieving \r\ntwo far-reaching global agreements, the 2030 Agenda \r\nfor Sustainable Development and the Paris Agreement \r\non Climate Change. The IAEA Technical Cooperation \r\nProgramme is the world’s principal means for promoting \r\nthe peaceful use of nuclear energy, as confirmed by the \r\nexcellent results of the first international conference \r\non the Technical Cooperation Programme, which \r\ntook place in May. We support the holding of such \r\nconferences on a regular basis.\r\nCuba attaches great importance to technical \r\ncooperation within the framework of the Agency. We \r\nemphasize the excellent state of relations between the \r\nAgency and our country, evidenced by the Director \r\nGeneral’s successful visit to our country in November \r\n2016 in the context of the programmes celebrating the \r\nIAEA’s sixtieth anniversary.\r\nCuba recognizes the significant contribution of the \r\napplication of nuclear technologies in key areas of the \r\neconomy and society, such as human health, with special \r\nattention to the programmes for cancer control, food \r\nsecurity, agriculture and environmental protection. In \r\nthat context, we reaffirm our opposition to measures \r\naimed at prohibiting or limiting the legitimate right of \r\nStates to access and use nuclear energy and associated \r\ntechnologies and knowledge for peaceful purposes. \r\nWe strongly reject and demand the immediate removal \r\nof any type of limitations and restrictions on exports \r\nto developing countries of materials, equipment and \r\ntechnologies for nuclear activities for peaceful purposes.\r\nThe effective management of nuclear security does \r\nnot allow for exclusions or selectivity. International \r\nstandards on nuclear security should be adopted \r\nwithin the framework of the IAEA, as a result of \r\ntransparent, inclusive and multilateral negotiations \r\nwith the participation of all States. Cuba reiterates \r\nthat the leading role of the Agency in seeking agreed \r\napproaches to that issue should not be minimized or \r\nconcealed. In that regard, we welcome the successful \r\nconclusion of the IAEA International Conference on \r\nNuclear Security, held in Vienna from 5 to 9 December \r\n2016. However, we emphasize that nuclear security \r\nand measures to strengthen it are the responsibility of \r\neach State.\r\nIn July, Cuba deposited its instruments of accession \r\nto the Convention on Nuclear Safety and the Joint \r\nConvention on the Safety of Spent Fuel Management \r\nand on the Safety of Radioactive Waste Management, \r\nwhich entered into force for Cuba on 1 October. We \r\nwelcome the entry into force of the Amendment to \r\nthe Convention on the Physical Protection of Nuclear \r\nMaterial, which will promote the greater protection \r\nof nuclear facilities and materials, affirm the peaceful \r\nuse of nuclear energy and facilitate cooperation among \r\nStates parties to prevent and combat crimes with the \r\nuse of radioactive and nuclear materials.\r\nCuba welcomes the implementation of the Joint \r\nComprehensive Plan of Action (JCPOA) in the Islamic \r\nRepublic of Iran. We emphasize that the JCPOA is a \r\nclear example that dialogue and negotiations are the \r\nappropriate ways to resolve differences and reach \r\nsatisfactory agreements for all the parties involved in \r\nan issue. We reiterate that applying selective approaches \r\nthat give priority to horizontal proliferation and ignore \r\nvertical proliferation and disarmament will not help \r\nto eliminate the threat posed by a terrorist attack with \r\nnuclear materials. We reaffirm our support for the \r\nestablishment of a nuclear-weapon-free zone in the \r\nregion of the Middle East. In that regard, we deplore \r\nthe fact that the conference planned for that purpose \r\nhas not yet taken place.\r\nIn conclusion, Cuba congratulates the Agency’s \r\nDirector General, Mr. Yukiya Amano, on his \r\nreappointment for an additional term, which constitutes \r\nrecognition of his leadership in the promotion of nuclear \r\napplications and the Agency’s technical cooperation \r\nunder the banner of Atoms for Peace and Development.\r\nMr. Ja Song Nam (Democratic People’s Republic \r\nof Korea): The delegation of the Democratic People’s \r\nRepublic of Korea would like to point out that the report \r\n(see A/72/221) of the International Atomic Energy \r\nA/72/PV.46 10/11/2017\r\n24/28 17-37449\r\nAgency (IAEA) and the urgency of this meeting present \r\na seriously distorted picture of reality with regard to the \r\nnuclear issue on the Korean peninsula, and I would like \r\nto make its position clear.\r\nThe nuclear issue on the Korean peninsula is the \r\nproduct of the hostile policy and nuclear threats of \r\nthe United States towards the Democratic People’s \r\nRepublic of Korea, for which the United States is \r\nentirely responsible. If the United States had not been \r\nenforcing a hostile policy for more than 70 years against \r\nthe Democratic People’s Republic of Korea — since the \r\nday our country was founded — and if that policy had \r\nnot been intensified with undisguised nuclear blackmail \r\nand threats, the nuclear issue on the Korean peninsula \r\nwould never have arisen in the first place.\r\nFor the Korean people, who have experienced the \r\ndisastrous disturbances of war caused by the United \r\nStates on the Korean peninsula, powerful deterrence is \r\nan inevitable strategic option for our national defence \r\nand a precious strategic asset that cannot be reversed or \r\nbartered away for anything in the world.\r\nThe root cause of the prevailing nuclear threat on \r\nthe Korean peninsula and the fact that the situation has \r\nso often got out of control lies in the nuclear threats \r\nand hostile policy of the United States towards the \r\nDemocratic People’s Republic of Korea. In utter \r\ndisregard for that reality, the IAEA submits a report \r\nevery year to the General Assembly that is full of \r\nprejudice and unfairness, siding with the United \r\nStates and its hostile policy towards the Democratic \r\nPeople’s Republic of Korea. It is unfair for the IAEA \r\nto take issue with the Democratic People’s Republic \r\nof Korea, which is not a member State of the Agency, \r\nin its annual report. It was none other than the IAEA, \r\nat the instigation of the United States, that roused \r\nsuspicions regarding the Democratic People’s Republic \r\nof Korea’s peaceful nuclear facilities in the 1990s and \r\ncompelled the Democratic People’s Republic of Korea \r\nto leave the IAEA and withdraw from the Treaty on the \r\nNon-Proliferation of Nuclear Weapons.\r\nThe Democratic People’s Republic of Korea has \r\nnever recognized the annual reports of the IAEA or the \r\nresolutions adopted by its Board of Governors, which \r\nare full of distortions and prejudices. We categorically \r\nreject them. If the IAEA truly wants peace and security \r\non the Korean peninsula, it should first take issue with \r\nthe United States, which is the real nuclear-war criminal \r\nand ringleader of the nuclear threat.\r\nOwing to the extreme hostile policy and nuclear \r\nthreat of the United States towards the Democratic \r\nPeople’s Republic of Korea, the Korean peninsula is on \r\nthe brink of a nuclear war. Despite the serious concerns \r\nof the international community, the United States \r\ncontinues to stage its aggressive joint annual military \r\nexercises with the aim of making a pre-emptive nuclear \r\nattack against the Democratic People’s Republic of \r\nKorea as it brings strategic assets into South Korea, \r\nincluding the means to conduct nuclear strikes.\r\nThe Democratic People’s Republic of Korea has \r\nopted to possess nuclear weapons to safeguard its \r\nsovereignty and its right to existence and development \r\nfrom the hostile policy and nuclear threats of the \r\nUnited States. It is holding fast to the strategic line \r\nof simultaneously building up its economy and its \r\nnuclear force. We will not put our nuclear weapons and \r\nballistic missiles on the negotiating table under any \r\ncircumstances unless the hostile policy and nuclear \r\nthreat of the United States against the Democratic \r\nPeople’s Republic of Korea cease completely. We will \r\nhold fast to the line of simultaneously developing those \r\ntwo fronts, under the lasting banner of defending peace, \r\nand continue to march forward without the slightest \r\ndeviation to the end of the road that we have chosen \r\nfor ourselves. As a responsible nuclear-weapon State, \r\nthe Democratic People’s Republic of Korea will make \r\na positive contribution to ensuring peace and security \r\non the Korean peninsula and throughout the rest of \r\nthe world.\r\nMr. Bessedik (Algeria) (spoke in Arabic): At the \r\noutset, I would like to congratulate the President on \r\nthe able leadership he has shown during this session. \r\nWe are ready to work for successful outcomes to our \r\nproceedings. We also warmly congratulate Mr. Amano \r\non his reappointment as Director General of the \r\nInternational Atomic Energy Agency (IAEA) and wish \r\nhim every success in the discharge of his functions.\r\nWe have taken note of the annual report (see \r\nA/72/221) of the Agency for 2016, which contains an \r\noutline of the activities and achievements of the IAEA \r\nin the main fields of technical cooperation, nuclear \r\ntechnology, nuclear safety and security, and safeguards. \r\nGiven the importance of the matters addressed in \r\nthe report, my delegation would like to make the \r\nfollowing observations.\r\nWith regard to the IAEA Technical Cooperation \r\nProgramme, my delegation welcomes the initiative \r\n10/11/2017 A/72/PV.46\r\n17-37449 25/28\r\ntaken by the Agency in holding its first international \r\nconference on the Programme, which took place in \r\nVienna this year and was an important opportunity to \r\naddress the contributions of technologies and the use of \r\nthe atomic energy to the achievement of the Sustainable \r\nDevelopment Goals (SDGs) as well as other applications. \r\nWe hope that initiative will be organized in the form \r\nof a ministerial conference so as to strengthen and \r\nincrease technical cooperation among member States.\r\nSince the role of the IAEA Technical Cooperation \r\nProgramme will be played out over many years into the \r\nfuture, my country will continue to contribute regularly \r\nto the regular budget of the Agency and the Programme. \r\nThe Technical Cooperation Programme calls for \r\nallocating sufficient predictable financial resources to \r\nhelp the Agency to meet its future obligations, including \r\nthe implementation of the SDGs.\r\nI would like to comment on some aspects that merit \r\nspecial attention. Within the framework of its national \r\nprogramme to combat cancer, Algeria continues its \r\nefforts to integrate and use nuclear techniques and \r\napplications in the area of health care to diagnose \r\nand treat this terrible disease. Accordingly, we have \r\nstrengthened our training activities for physicians \r\nand other specialized medical personnel in the \r\narea of radiation protection. We are implementing \r\na plan of action designed in accordance with the \r\nrecommendations made by the Agency through its two \r\nmissions to Algeria. With the assistance of the IAEA, \r\nAlgeria has improved its maintenance of nuclear \r\nequipment and training facilities, where periodic \r\ntraining programmes, including those for other African \r\nStates, are held.\r\nIn September, we also formulated Algeria’s country \r\nprogramme framework for the period from 2018 to \r\n2023, in conjunction with the relevant national sectors \r\nand the IAEA. My country also continues to make \r\nserious efforts to strengthen technical cooperation \r\namong African States within the framework of the \r\nAfrican Regional Cooperative Agreement for Research, \r\nDevelopment and Training related to Nuclear Science \r\nand Technology. In that regard, the four regional \r\ncentres established under the Cooperative Agreement \r\nin Algeria are actively training people in dealing with \r\nprotection from nuclear radiation, conducting research \r\non nuclear medicine and food safety, and working to \r\nimplement other related national programmes.\r\nNuclear security and safety are a major focus for \r\nAlgeria. We appreciate the efforts of the IAEA in that \r\nregard, particularly since its expertise is fundamental \r\nin terms of fostering an international framework in that \r\narea. We reiterate our principled position that States have \r\ngreat responsibility when it comes to nuclear safety and \r\nsecurity. We believe that measures to strengthen nuclear \r\nsafety and security should neither impede international \r\ncooperation in the field of peaceful nuclear activities \r\nnor curb the priorities of the Technical Cooperation \r\nProgramme as set forth by the Agency.\r\nAlgeria is also making concerted efforts on radiation \r\nsafety related to basic national structures, through the \r\nestablishment of a stringent oversight system using \r\natomic-radiation equipment and following the laws \r\nthat regulate protection from radiation hazards. We \r\nwelcome the entry into force in 2016 of the amendment \r\nto the Convention on the Physical Protection of \r\nNuclear Material.\r\nWe emphasize the need for universal accession to \r\ninternational legal instruments on nuclear security at the \r\nnational level and in accordance with our international \r\nobligations. We support the relevant recommendations \r\nby improving national structures, including training \r\nsystems with extraregional jurisdiction to help with \r\nthe exchange of information and expertise. Algeria’s \r\napproach to nuclear security involves a progressive \r\napproach consistent with our national policy, taking into \r\naccount our national nuclear safety goals and priorities \r\nas well as other related international obligations.\r\nAlgeria considers the IAEA verification regime \r\nto be an essential element in the multilateral system \r\nof nuclear disarmament and non-proliferation. We \r\nunderscore the universal character of this regime, and \r\nwe take note of the efforts of the IAEA to foster the \r\nregime’s effectiveness. We urge the Agency to continue \r\nto make efforts in strict adherence to its mandate \r\nand functions.\r\nThe IAEA remains the optimal national legal \r\nframework for promoting the non-proliferation of \r\nnuclear weapons to non-nuclear-weapon States within \r\nthe framework of the comprehensive safeguards \r\nregime. Accordingly, we would like to express our \r\nsatisfaction at the mutual trust and cooperation Algeria \r\nenjoys with the IAEA in the context of implementing \r\nour Safeguards Agreement.\r\nThe Comprehensive Nuclear-Test-Ban Treaty is a \r\nsignificant part of international efforts in the areas of \r\nA/72/PV.46 10/11/2017\r\n26/28 17-37449\r\nnuclear non-proliferation and disarmament and in the \r\nmaintenance of international peace and security. In that \r\nconnection, we would like to reiterate how important it \r\nis to see the Treaty enter into force, and we call on all \r\nMember States that have still not acceded to it to do so \r\nwithout delay.\r\nThe Treaty on the Non-Proliferation of Nuclear \r\nWeapons (NPT) guarantees States the use of nuclear \r\nweapons for peaceful purposes. There can be no \r\njustification for questioning that right, and certainly \r\nnot on grounds relating to nuclear peace and security. \r\nSuch matters are regulated by internationally binding \r\ninstruments such as the Pelindaba Treaty, which \r\nestablished a nuclear-weapon-free zone in Africa. \r\nWe firmly believe in the importance of establishing \r\nnuclear-weapon-free zones all over the world, given \r\ntheir significance for the preservation of international \r\npeace and security and the contribution they make to \r\nnuclear non-proliferation and nuclear disarmament. In \r\nthat regard, Algeria would like to once again express its \r\ndeep concern about the obstacles that have been placed \r\nin the way of establishing a nuclear-weapon-free zone \r\nin the Middle East since the decision on that was made \r\nat the 1995 Review Conference of the Parties to the \r\nTreaty on the Non-Proliferation of Nuclear Weapons, \r\nas well as about the absence of any concrete progress in \r\nthat regard, which constitutes a clear threat to the safety \r\nand security of the region and indeed the entire world. \r\nIt was on that basis that we participated in the NPT \r\nnegotiations as part of our campaign to eliminate all \r\nnuclear weapons and were among the first signatories \r\nto the Treaty, based on our belief in the importance of \r\nridding the world of such weapons.\r\nIn conclusion, I would like to take this opportunity \r\nto congratulate the International Campaign to Abolish \r\nNuclear Weapons on winning the 2017 Nobel Peace \r\nPrize, rewarding its enormous efforts and drawing \r\nattention to the disastrous repercussions of nuclear \r\nweapons, as well as the importance of adhering to \r\nthe NPT.\r\nMr. Marzooq (Iraq) (spoke in Arabic): At the outset, \r\nmy delegation would like to express its appreciation \r\nfor the work done to prepare the annual report (see \r\nA/72/221) of the International Atomic Energy Agency \r\n(IAEA), which outlines the achievements and activities \r\nof the Agency in 2016.\r\nDespite the challenges we face in fighting the \r\nterrorist gangs of Da’esh, my Government has taken \r\nnumerous positive steps in the area of nuclear power \r\nand radiation management, including by enacting a \r\nlaw in 2016 establishing an atomic energy commission, \r\nwhich it is currently in the final stages of setting up. The \r\nrelevant authorities are assessing facilities and sources \r\nwhere hazardous substances, especially radioactive \r\nmaterials, were stored, particularly in areas previously \r\ncontrolled by terrorist groups. The Government has \r\nadopted a set of basic principles for a national policy \r\non managing radioactive waste and is working on ways \r\nto safely dispose of the radioactive waste produced \r\nthrough the destruction of former nuclear sites, as well \r\nas materials from medical, industrial and oil facilities.\r\nWithin its framework of cooperation with the \r\nIAEA, Iraq has now signed a country programme \r\nframework for the period from 2018 to 2023, an \r\nimportant document regulating our joint efforts. With \r\nregard to the implementation of our international \r\nobligations, Iraq has now ratified the Convention on \r\nthe Physical Protection of Nuclear Material and the \r\nInternational Convention for the Suppression of Acts \r\nof Nuclear Terrorism. We have taken the measures \r\nnecessary for implementing both Conventions through \r\nspecialized committees and for following up on \r\nthat implementation.\r\nThe Technical Cooperation Programme is one of \r\nthe Agency’s main activities in the field of promoting \r\nand transferring nuclear technology to assist \r\nsustainable socioeconomic progress in developing \r\ncountries, in line with the Statute of the IAEA. It is the \r\njoint responsibility of the Agency and Member States, \r\nwhose concerted efforts directly affect the success of \r\nthe Programme, which is implemented on the basis of \r\nStates’ requirements and needs. It also requires the \r\nprovision of resources for promotional activities. The \r\nTechnical Cooperation Programme’s resources should \r\ntherefore be guaranteed and be part of the activities of \r\nthe Agency, in accordance with its rules of procedure.\r\nWe believe that eliminating nuclear weapons and \r\nother weapons of mass destruction in the Middle East \r\nrepresents a major step towards establishing safety \r\nand stability there. Considering the recent dangerous \r\nand sensitive developments in the international arena \r\nand the Middle East in particular, we believe the \r\ninternational community should shoulder its collective \r\nresponsibility to work diligently to restore peace to \r\nthe region. In that connection, my delegation once \r\nagain emphasizes the cardinal role of the United \r\nNations and the three depositary States of the Treaty \r\n10/11/2017 A/72/PV.46\r\n17-37449 27/28\r\non the Non-Proliferation of Nuclear Weapons (NPT) in \r\nconvening a conference on restoring peace to the region \r\nas soon as possible, in line with the 1995 resolution on \r\nthe Middle East, as well as the Plan of Action of the \r\n2010 Review Conference of the Parties to the Treaty \r\non the Non-Proliferation of Nuclear Weapons. Iraq is \r\nof the view that some of the most important and urgent \r\nsteps involved in restoring peace to the region include \r\nIsrael’s dismantling of its nuclear-weapon programme, \r\naccession to the NPT as a non-nuclear State and \r\nsubjection of its nuclear installations to the IAEA \r\ncomprehensive safeguards regime.\r\nWe believe that enhancing programmes for the \r\npeaceful use of nuclear power in all countries is an \r\ninalienable right that involves assistance in improving \r\ndevelopment programmes, particularly in developing \r\ncountries, without the imposition of restrictions or \r\nimpediments by particular groups or of international \r\nconditions that have a negative effect on the interests \r\nof those States.\r\nMr. Jaime Calderón (El Salvador) (spoke in \r\nSpanish): At the outset, I would like to thank Director \r\nGeneral Yukiya Amano for his presentation of the \r\nreport (see A/72/221) of the International Atomic \r\nEnergy Agency (IAEA) on its activities during 2016, \r\nand to express the congratulations of the Government of \r\nEl Salvador on his reappointment as Director General. \r\nWe hope that he will continue his tireless work at the \r\nhelm of the IAEA.\r\nDraft resolution A/72/L.6, on the IAEA report, \r\nwhich the General Assembly adopts every year, is based \r\non the agreement between the United Nations and the \r\nAgency entered into 1957, and reaffirms the Agency’s \r\nindispensable role in promoting the development and \r\nuse of atomic energy for peaceful uses, transferring \r\ntechnology to developing countries and maintaining a \r\nverification and nuclear safety regime.\r\nMy delegation believes that this represents a unique \r\nopportunity for informing the Assembly about the \r\nactivities of the Agency during the reporting year and \r\ngiving Member States an opportunity to engage in and \r\nsupport the Agency’s ongoing work. We also welcome \r\nthe decisions adopted by the IAEA General Conference \r\nat its sixty-first session, held from 18 to 22 September. \r\nIn that context, my country recognizes the sovereign \r\nright to develop and make use of nuclear technologies \r\nexclusively for peaceful purposes, as provided for \r\nunder article IV of the Treaty on the Non-Proliferation \r\nof Nuclear Weapons. At the same time, we reaffirm our \r\nobligation to work for general and complete disarmament \r\nas the only genuine guarantee of peace, security and \r\ninternational stability. In the global context, countries \r\nmust continue to promote the use of nuclear science \r\nand technology for exclusively peaceful purposes and \r\nprevent the proliferation of nuclear weapons, with a \r\nview to making an ongoing contribution to sustainable \r\ndevelopment and world peace.\r\nMy country is aware of the benefits of nuclear \r\ntechnology for the peoples of the world, not just where \r\nelectricity generation is concerned but also in other \r\nareas such as health care, agriculture, food safety, \r\nenvironment and research. We therefore firmly believe \r\nthat by working together, cooperating and establishing \r\nsynergies among countries for appropriate and peaceful \r\nuses of nuclear technology, it is possible to achieve \r\nexcellent results that foster scientific development \r\nfor the benefit of our populations. In that regard, it is \r\nessential to ensure that countries work together with the \r\nIAEA so that nuclear energy can be used to improve the \r\ncoverage and quality of health care, the production and \r\ndistribution of food and the prevention and mitigation \r\nof the negative impacts of climate change, as well as to \r\nimprove our approach to natural disasters, among other \r\nhigh-priority areas, all of which can help to achieve real \r\nhuman development.\r\nEl Salvador appreciates the ongoing invaluable \r\nsupport of the IAEA in implementing and strengthening \r\nthe uses of atomic energy in technology and science, \r\nenabling us to make significant progress in those \r\nareas, and we hope to further strengthen our bilateral \r\ncooperation with it, in recognition of the major added \r\nvalue it brings as an organization. We are currently \r\ndrawing up our country programme framework for \r\nthe period 2018 to 2023, continuing the cooperation \r\nbetween El Salvador and the IAEA that will enable us \r\nto further align our Government’s priorities with the \r\nAgency’s work.\r\nFinally, we reiterate our firm commitment to \r\ncontinuing to work with the Agency, and we urge \r\nMember States to continue to support the activities of \r\nthe IAEA.\r\nProgramme of work\r\nThe Acting President: Before adjourning the \r\nmeeting, I would like to inform members that the \r\nAssembly’s consideration of sub-item (a) of agenda \r\nA/72/PV.46 10/11/2017\r\n28/28 17-37449\r\nitem 114, entitled “Election of twenty members of the \r\nCommittee for Programme and Coordination”, and \r\nsub-item (f) of agenda item 115, entitled “Appointment \r\nof members of the Committee on Conferences”, which \r\nwas originally scheduled for Friday, 17 November, has \r\nbeen postponed to a later date, to be announced.\r\nThe meeting rose at 1.05 p.m.\r\n"