"United Nations A/72/PV.24\r\nGeneral Assembly\r\nSeventy-second session\r\n24th plenary meeting\r\nWednesday, 27 September 2017, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 107\r\nCrime prevention and criminal justice\r\nHigh-level meeting of the General Assembly on \r\nthe appraisal of the United Nations Global Plan \r\nof Action to Combat Trafficking in Persons\r\nDraft resolution (A/72/L.1)\r\nThe President: This meeting is held in accordance \r\nwith resolutions 70/179, of 17 December 2015, and \r\n71/287, of 4 May 2017.\r\nI warmly welcome everyone to this high-level \r\nmeeting, which will appraise the progress achieved \r\nin the implementation of the Global Plan of Action \r\nto Combat Trafficking in Persons, in order to assess \r\nachievements, gaps and challenges, including in the \r\nimplementation of the relevant legal instruments.\r\nThe General Assembly has before it a draft \r\nresolution issued as document A/72/L.1, entitled \r\n“Political declaration on the implementation of the \r\nUnited Nations Global Plan of Action to Combat \r\nTrafficking in Persons”.\r\nBefore proceeding further, I would like to inform \r\nmembers that action on the draft political declaration \r\nwill be taken following the statement by the Executive \r\nDirector of the United Nations Office on Drugs \r\nand Crime.\r\nStatement by the President\r\nThe President: I would like to welcome and thank \r\neveryone for their presence and engagement.\r\nThis weekend I was deeply moved by my \r\nconversation with Ms. Shireen Ibrahim, a Yazidi \r\nwoman and advocate who survived human trafficking \r\nat the hands of terrorists. Her dignity, human rights and \r\nperson were violated. Her story shows the horrors and \r\ncomplexity of this scourge. But most important, it is a \r\nsombre reminder that we are talking about people here.\r\nWe are not holding this meeting to cross it off our \r\nchecklist. We are here to track the progress that we have \r\nmade so far and to see how much further we have to go \r\nin order to eliminate human trafficking forever. Today \r\nwe recommit to the fight against all forms of human \r\ntrafficking. We pledge, once again, our respect for \r\nthe human rights and dignity of our people. The draft \r\ndeclaration to be adopted today shows our political \r\nwill to end human trafficking. But that will must be \r\nmanifested in actions. Only then will it be meaningful \r\nfor the people affected. In that regard, I would like to \r\nhighlight three main points.\r\nFirst, a focus on people in this context means an \r\napproach centred on victims and survivors. It also \r\nmeans upholding the human rights and dignity of people \r\nlike Shireen Ibrahim, Grizelda Grootboom and many \r\nothers. I pause to pay special tribute to the victims and \r\nsurvivors, some of whom are with us here today. Their \r\npresence reminds us of the reason that we are here — so \r\nthat people can live freely and peacefully and free from \r\nthe threat of human trafficking. For those victims and \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-30134 (E)\r\n*1730134*\r\nA/72/PV.24 27/09/2017\r\n2/31 17-30134\r\nsurvivors who do not have a platform, we have a duty to \r\nbe their voice. That is why the United Nations is here.\r\nSecondly, we must strengthen our prevention \r\nefforts. Today’s global peace and security challenges \r\namplify the risk of human trafficking. We need to \r\naddress the root causes. Shireen Ibrahim’s story \r\nunderscores what we already know: conflict prevention \r\nhelps to prevent human trafficking. The chasm between \r\npeace and war has many perils, and human trafficking is \r\none of them. Conflicts and humanitarian disasters force \r\nmillions to f lee their homes. With human trafficking \r\nand migration following similar geographical patterns, \r\nsome get caught at the ever-shifting intersection of the \r\ntwo. Furthermore, we are confronted by terrorists and \r\ncriminals who have no regard for human suffering. \r\nThey thrive on the instability created by conflicts and \r\nhumanitarian crises. A lack of strong institutions and \r\nthe absence of the rule of law allow human trafficking \r\nto continue with impunity. We also know that those \r\ngroups derive financing from this criminal enterprise.\r\nThose are but a few aspects of human trafficking. \r\nThe full picture is complex and many-sided, but what is \r\ncommon across the whole spectrum is that prevention is \r\nbetter than the cure. Poverty, human rights violations, \r\nfood insecurity and other vulnerabilities fuel the f lames \r\nof human trafficking. The financial benefits provide the \r\noxygen. We must starve traffickers of benefits while \r\naddressing both the demand and supply side of the \r\nproblem. For that, we need all hands on deck for what we \r\nin the United Nations call a multi-stakeholder approach.\r\nThirdly, those most at risk among us require \r\nour special attention. Women, children, internally \r\ndisplaced persons and refugees are among the most \r\nvulnerable to human trafficking. Approximately 79 per \r\ncent of all detected victims are women and children. \r\nHuman trafficking’s focus on women and children \r\nthreatens to unravel the fabric of our society. It rolls \r\nback the progress that we have made. Therefore, we \r\nmust put the spotlight on those who are most vulnerable \r\nto trafficking.\r\nLastly and importantly, we have many plans and \r\ninstruments at hand. We must take further concerted \r\naction to achieve a world free of human trafficking. \r\nOur plans include, first, the Global Plan of Action; \r\nsecondly, the United Nations Convention against \r\nTransnational Organized Crime and its Protocol to \r\nPrevent, Suppress and Punish Trafficking in Persons, \r\nEspecially Women and Children; the Sustainable \r\nDevelopment Goals — Goals 5, 8 and 16 call on us to \r\nend human trafficking, with particular emphasis on \r\nwomen, children and decent work; and, fourthly, the \r\nNew York Declaration for Refugees and Migrants, \r\nadopted at the 2016 United Nations Summit for \r\nRefugees and Migrants.\r\nAnother important instrument is the draft political \r\ndeclaration to be adopted today. I thank the Permanent \r\nRepresentatives of Qatar and Belgium for their \r\ninvaluable efforts, which have led us to this consensual \r\noutcome. I urge States to continue their contributions to \r\nthe United Nations voluntary trust fund for victims of \r\ntrafficking in persons, especially women and children. \r\nThe fund is an important part of our commitment to help \r\nvictims and survivors recover from this crime, reclaim \r\ntheir dignity and minimize the risk of revictimization \r\nand retrafficking. Resources must match the scale of the \r\nchallenges that we face in fighting human trafficking.\r\nHuman trafficking knows no borders. It affects \r\npeople in the North and the South, and has many faces. \r\nWe have made progress, but we have much further to go. \r\nOur goal is zero trafficking. Let us commit to stronger \r\ncooperation for decisive global action and leave the \r\nabhorrent trade in human beings in the past forever.\r\nI now give the f loor to the Secretary-General.\r\nThe Secretary-General: I thank the General \r\nAssembly for convening this important meeting on \r\nthe United Nations Global Plan of Action to Combat \r\nTrafficking in Persons, and I congratulate members of \r\nthe Assembly on their successful deliberations on the \r\ndraft political declaration to be adopted this morning.\r\nAccording to the United Nations Office on Drugs \r\nand Crime’s Global Report on Trafficking in Persons, \r\ntens of millions of people are victims of forced labour, \r\nsexual servitude, recruitment as child soldiers or other \r\nforms of exploitation and abuse. Human trafficking is \r\nall around us, in every region of the world. It grips the \r\nweakest and most vulnerable. Women and girls, but \r\nalso boys, are cruelly exploited for sex and vital organs. \r\nChildren are forced into endless begging, and men \r\ninto brutal labour. Countless businesses, in the global \r\nNorth and South alike, benefit from the misery. From \r\nconstruction to food production, to consumer goods, a \r\ngreat many enterprises are tainted by this stain. Often, \r\ntrafficking is intertwined with racial, gender and other \r\nforms of discrimination.\r\n27/09/2017 A/72/PV.24\r\n17-30134 3/31\r\nIn recent years, increasing conflict, insecurity and \r\neconomic uncertainty have brought about new tests. As \r\nmillions of children, women and men spill out of their \r\ncountries towards safety, they find themselves at the \r\nmercy of merciless people. Thousands of people have \r\ndied at sea, in deserts or detention centres and at the \r\nhands of wretched traffickers. Criminal networks have \r\nused the disorder and despair in the world to expand \r\ntheir brutality and reach. Terrorist groups such as \r\nDa’esh and Boko Haram continue to seek the capture \r\nand enslavement of women, girls and boys. Others use \r\ntheir victims for forced labour.\r\nThose gangs and groups are global, well organized, \r\ntechnologically savvy and highly proficient at taking \r\nadvantage of gaps in governance and weaknesses \r\nin institutions. We must be equally determined in \r\ncountering this menace. Too often, human traffickers \r\noperate with impunity and receive much less attention \r\nthan, for example, drug traffickers. That must change. I \r\nhave seen many drug lords in jail, and rightly so. I have \r\nnever seen a human-trafficking lord in jail.\r\nFighting human trafficking requires us to make \r\ngreater use of the United Nations Convention against \r\nTransnational Organized Crime and its Protocol to \r\nPrevent, Suppress and Punish Trafficking in Persons, \r\nEspecially Women and Children, to which the President \r\njust referred, as well as the United Nations Convention \r\nagainst Corruption, and other relevant instruments. It \r\nalso requires much stronger cooperation among Member \r\nStates, making use of the full range of their instruments.\r\nBecause traffickers prey on vulnerable and \r\nmarginalized people, the problem can seem remote \r\nfrom those members of society who are more fortunate, \r\nincluding political decision-makers. By contrast, \r\nthe threat of illicit drugs typically feels very close, \r\nand therefore receives attention and resources from \r\nall Governments.\r\nI remember that when I was Prime Minister of \r\nPortugal, almost 20 years ago, I always thought that one \r\nday my children could fall victim to illicit drugs. I never \r\nthought they could fall victim to human trafficking. \r\nThat is probably why, with a great deal of commitment, \r\nmy Government introduced a drug policy that even \r\ntoday is considered by many to be a reference point. But \r\nwe did not do enough with regard to human trafficking.\r\nIt is clear to me that it is our responsibility as \r\nleaders to make human trafficking a real priority for \r\ninternational cooperation. The New York Declaration \r\nfor Refugees and Migrants, adopted last year, was a \r\nwelcome step. Next year’s General Assembly conference \r\naimed at adopting a global compact for safe, orderly and \r\nregular migration will be a further potential milestone.\r\nRefugees and migrants are especially vulnerable, \r\nand their plight is only compounded when they are \r\ntreated as criminals by their host Governments and \r\ncommunities. The international community must create \r\nlegal and safe migration channels, and, in combating \r\ntrafficking, we must simultaneously uphold the right \r\nof refugees to asylum. International cooperation is \r\nessential, including for information-sharing, law \r\nenforcement and legal assistance. The Security Council \r\nhas adopted important resolutions targeting the \r\nfinancing of both terrorists and traffickers.\r\nWe must strengthen support to victims, particularly \r\nthrough the United Nations voluntary trust fund for \r\nvictims of trafficking in persons, which provides \r\ncrucial assistance to survivors. No one should have \r\nto confront the trauma of their experiences alone. A \r\nsurvivor-centred approach is critical.\r\nYet another tool is the 2030 Agenda for Sustainable \r\nDevelopment, which addresses some of the root causes \r\nthat make people vulnerable to trafficking. Often, \r\ntrafficking is abetted by poverty and inequality. \r\nFighting trafficking and advancing sustainable, \r\ninclusive development go hand in hand.\r\nOur efforts should also involve awareness \r\ncampaigns. The more people know about the dangers \r\nof trafficking, the better equipped they can be to avoid \r\nits horrors.\r\nAs long as this crime exists we cannot tell young \r\npeople that the future will be better than the past. We \r\ncannot deliver on a world of hope and opportunity for \r\nall, and we dare not look at ourselves without a sense \r\nof abiding shame. Now is the time to stand together and \r\nstamp out this abominable practice.\r\nThe President: I thank the Secretary-General for \r\nhis statement.\r\nIn accordance with General Assembly resolution \r\n71/287, I now give the f loor to Mr. Yury Fedotov, \r\nExecutive Director of the United Nations Office on \r\nDrugs and Crime.\r\nMr. Fedotov (United Nations Office on Drugs \r\nand Crime): The Global Plan of Action to Combat \r\nTrafficking in Persons remains a keystone of our \r\nA/72/PV.24 27/09/2017\r\n4/31 17-30134\r\ncollective action. This appraisal and the draft political \r\ndeclaration we are about to adopt can help to take that \r\ncommitment forward and to sharpen responses to an \r\nodious crime that continues to exploit and victimize the \r\nmost vulnerable persons in all parts of the world.\r\nSince the General Assembly adopted the landmark \r\nGlobal Plan of Action, in 2010, we have strengthened \r\nefforts to prevent and stop this crime, most of all \r\nthrough the Protocol to Prevent, Suppress and Punish \r\nTrafficking in Persons, Especially Women and Children \r\nsupplementing the Convention against Transnational \r\nOrganized Crime. To date, 171 Member States have \r\nacceded to the Protocol, and most of them align their \r\ndomestic laws with its provisions.\r\nIn the Global Plan of Action, the Assembly \r\nentrusted the United Nations Office on Drugs and Crime \r\n(UNODC) with preparing biennial global reports on \r\ntrafficking in persons. Our research has made it clear \r\nthat aligning legislation with the Protocol is helpful in \r\nimproving criminal justice responses. Nevertheless, \r\nenforcement gaps remain. I completely agree with the \r\nSecretary-General about the low conviction rates of the \r\nreal trafficking lords and our need to do more. That is \r\nfully confirmed in the UNODC biennial reports.\r\nNew technologies are being abused to facilitate \r\nhuman trafficking, thereby further straining capacities \r\nto detect and investigate this crime. The Security \r\nCouncil has highlighted the threat posed by human \r\ntrafficking to international peace and security, and the \r\nCouncil remains engaged in addressing this crime in \r\nthe context of armed conflict. Going forward, we need \r\nto do more to translate that high level of awareness \r\ninto more effective action and to make better use of the \r\nestablished international legal framework to protect \r\nvictims and ensure justice.\r\nI am honoured by the Assembly’s recognition of \r\nthe institutional role of the United Nations Office on \r\nDrugs and Crime in the global fight against human \r\ntrafficking. UNODC remains fully engaged in working \r\nwith our United Nations partners and other partners \r\nto support Member States in preventing trafficking in \r\npersons and in implementing victim-centred criminal \r\njustice responses.\r\nWe need to strengthen data collection in order \r\nto build a robust evidence base. We must also \r\nwork together towards a common framework for \r\ndefining and assessing progress, taking into account \r\nthe anti-trafficking targets under the Sustainable \r\nDevelopment Goals, namely, Goals 5.2, on trafficking \r\nin women and girls; 8.7, on forced labour; and 16.2, on \r\ntrafficking and all forms of violence against children. \r\nTo support that, UNODC is currently working with \r\nthe academic community to develop innovative \r\nmethodologies to measure and understand the \r\ndimensions and scope of the trafficking problem. At the \r\nsame time, we must coordinate support so as to be as \r\ncoherent, efficient and effective as possible, including \r\nthrough the Inter-Agency Coordination Group against \r\nTrafficking in Persons.\r\nWe need Governments to develop the necessary \r\nresearch to put laws into practice, support victims, \r\ntrain practitioners and enable inter-agency and cross-\r\nborder cooperation. In line with the Protocol, we \r\nmust help States parties address challenges that make \r\npeople — especially women and children — vulnerable \r\nto trafficking, including poverty, underemployment \r\nand the lack of equal opportunity.\r\nFinally, I urge members to pledge support to the \r\nUnited Nations voluntary trust fund for victims of \r\ntrafficking in persons, especially women and children, \r\nestablished by the Global Plan of Action. The fund is \r\nproviding meaningful direct assistance, but its impact \r\nwill fall short of its potential if it does not receive the \r\nnecessary resources. I have heard that some Member \r\nStates will announce generous new pledges to the trust \r\nfund. I would like to take this opportunity to thank \r\nthem in advance for their generous offers. Please help \r\nus to amplify the support to enable more trafficking \r\nvictims to become survivors.\r\nThe President: The Assembly will now turn to \r\ndraft resolution A/72/L.1, entitled “Political declaration \r\non the implementation of the United Nations Global \r\nPlan of Action to Combat Trafficking in Persons”. We \r\nshall now proceed to consider the draft resolution.\r\nIn connection with this draft resolution, I give the \r\nf loor to the representative of the Secretariat.\r\nMr. Abelian (Department for General Assembly \r\nand Conference Management): The present statement \r\nis made in accordance with rule 153 of the rules of \r\nprocedure of the General Assembly and has been \r\ndistributed desk-to-desk and made available on the \r\nPaperSmart portal.\r\nUnder the terms of paragraph 12 of draft resolution \r\nA/72/L.1, the General Assembly would stress the \r\nneed to ensure overall organization and coherence in \r\n27/09/2017 A/72/PV.24\r\n17-30134 5/31\r\nthe efforts of the United Nations system to respond to \r\ntrafficking in persons, especially in ensuring support \r\nto Member States. In that regard, while recalling \r\nthat the Inter-Agency Coordination Group against \r\nTrafficking in Persons (ICAT) was established to \r\nfoster coordination and cooperation among the relevant \r\nUnited Nations system entities and other international \r\norganizations involved in combating trafficking in \r\npersons, with the United Nations Office on Drugs and \r\nCrime (UNODC) as its coordinator, the Assembly \r\nwould urge the Secretary-General to continue efforts \r\nto strengthen coordination within the United Nations \r\nsystem and to inform Member States thereof through \r\nexisting reporting channels.\r\nUnder the terms of paragraph 13 of the draft \r\nresolution, the General Assembly would recognize the \r\nimportant role played in the United Nations system by the \r\nInter-Agency Coordination Group against Trafficking \r\nin Persons, and invite it to continue to increase its \r\nactivities related to the implementation of the Global \r\nPlan of Action and, to that end, to incorporate aspects of \r\nthe 2030 Agenda for Sustainable Development relevant \r\nto preventing and combating trafficking in persons and \r\nto consider how future activities will be coordinated \r\nand how the duplication of efforts will be avoided. The \r\nAssembly would encourage the Coordination Group \r\nto expand its working group to include entities of the \r\nUnited Nations system that are not currently active in \r\nthe working group but that have a role in addressing \r\ntrafficking in persons.\r\nWith regard to paragraphs 12 and 13, it should be \r\nnoted that currently there are two Crime Prevention \r\nand Criminal Justice Officers at the P-4 level allocated \r\nto the implementation of the United Nations Office on \r\nDrugs and Crime core mandates relating to the Protocol \r\nto Prevent, Suppress and Punish Trafficking in Persons, \r\nEspecially Women and Children, supplementing the \r\nUnited Nations Convention against Transnational \r\nOrganized Crime, and the Global Plan of Action to \r\nCombat Trafficking in Persons.\r\nThose staff resources were approved in the context \r\nof the programme budget for the biennium 2012-2013 \r\npursuant to resolution 64/293, adopting the United \r\nNations Global Plan of Action to Combat Trafficking in \r\nPersons, to perform the following activities. One Crime \r\nPrevention and Criminal Justice Officer is dedicated \r\nto all technical assistance for the implementation of \r\nboth the Human Trafficking and Migrant Smuggling \r\nProtocols, as well as the Global Plan of Action, and \r\none Crime Prevention and Criminal Justice Officer \r\nis dedicated to the preparation of the Global Report \r\non Trafficking in Persons. Those regular budget staff \r\nresources are fully devoted to already mandated \r\nprogramme activities. Therefore, there are no staff \r\nresources available that could be redeployed to perform \r\nadditional tasks or activities.\r\nAlso with regard to paragraphs 12 and 13, UNODC \r\nwould need to continue its coordination of the expanded \r\nnetwork of agencies involved in the Inter-Agency \r\nCoordination Group against Trafficking in Persons. \r\nThat includes substantive support and facilitation in \r\nmany areas — joint policy development, information \r\nsharing, involvement in the advocacy, outreach and \r\ncoordination activities of ICAT member agencies \r\nand developing annual ICAT work plans; preparing, \r\nservicing and coordinating meetings and calls, \r\nincluding the drafting of documentation and meeting \r\nrecords related thereto; coordinating briefing events, \r\nadvocacy and reporting; compiling, disseminating and \r\nstoring relevant information among member agencies; \r\nengaging and supervising consultants; and record-\r\nkeeping and day-to-day communication with ICAT \r\nmembers and ICAT external stakeholders.\r\nIn 2012, an extrabudgetary contribution of \r\n$600,000 allowed UNODC to undertake a series of \r\ntechnical assistance and advocacy activities related \r\nto the implementation of ICAT and the Global Plan of \r\nAction. Those included holding regular teleconferences \r\nand working group meetings to exchange information \r\namong the various agencies; the organization of expert \r\ngroup meetings to review relevant issues; the launch \r\nof three ICAT thematic papers; the finalization of two \r\nadditional papers setting out the joint positions of the \r\nagencies involved on key issues relating to the Protocol \r\nand the Global Plan of Action; and advocacy events in \r\nGeneva, New York and Vienna on the work of ICAT.\r\nExtrabudgetary resources in the amount of $180,900 \r\nwould be required to hire one Programme Officer at the \r\nP-3 level in the Anti-Human Trafficking and Migrant \r\nSmuggling Section to enable the continuation of \r\nUNODC coordination and support the implementation \r\nof the draft resolution. The position would provide \r\nthe substantive support required for the continuation \r\nof the technical-assistance activities related to the \r\nimplementation of the Global Plan of Action and the \r\nenhanced coordination of ICAT.\r\nA/72/PV.24 27/09/2017\r\n6/31 17-30134\r\nThose activities would be carried out, provided that \r\nadditional extrabudgetary resources are made available. \r\nShould such extrabudgetary resources not be made \r\navailable, in accordance with paragraph 26 of the draft \r\nresolution, consultations would need to be undertaken \r\nto determine the necessary programmatic changes and \r\nresource requirements needed for their implementation. \r\nHence, the adoption of draft resolution A/72/L.1 would \r\nnot entail any additional appropriation under the \r\nprogramme budget for the biennium 2016-2017 or the \r\nproposed programme budget for the biennium 2018-\r\n2019.\r\nThe President: The Assembly will now take a \r\ndecision on draft resolution A/72/L.1, entitled “Political \r\ndeclaration on the implementation of the United \r\nNations Global Plan of Action to Combat Trafficking \r\nin Persons”.\r\nMay I take it that the General Assembly decides to \r\nadopt draft resolution A/72/L.1?\r\nDraft resolution A/72/L.1 was adopted (resolution \r\n72/1).\r\nThe President: I wish to express my sincere thanks \r\nto His Excellency Mr. Marc Pecsteen de Buytswerve, \r\nPermanent Representative of Belgium to the United \r\nNations, and to Her Excellency Ms. Alya Ahmed Saif \r\nAl-Thani, Permanent Representative of Qater to the \r\nUnited Nations, who so ably and patiently conducted the \r\ndiscussions and complex negotiations in the informal \r\nconsultations to bring them to a successful conclusion. \r\nI am sure that the members of the Assembly join me in \r\nextending our sincere appreciation to them.\r\nWe shall now continue with the statements in the \r\nopening segment of the high-level meeting.\r\nIn accordance with General Assembly resolution \r\n71/287, I now give the f loor to Ms. Mira Sorvino, \r\nGoodwill Ambassador for the Global Fight against \r\nHuman Trafficking.\r\nMs. Sorvino: I thank you, Mr. President, for inviting \r\nme to address the General Assembly. Since 2009, I have \r\nhad the enormous honour to serve the United Nation as \r\nthe Goodwill Ambassador for the Global Fight against \r\nHuman Trafficking of the United Nations Office on \r\nDrugs and Crime (UNODC).\r\nI have travelled the world with the UNODC \r\nBlue Heart Campaign against Human Trafficking to \r\nencourage action and awareness. I have interviewed \r\nscores of survivors, who have broken my heart with \r\nthe inhuman brutality they have endured, but who \r\ninspired me with their heroism and insights. I have \r\nalso interviewed innovative Government actors and \r\ntirelessly altruistic non-governmental organization \r\n(NGO) workers — and even a trafficker, who spoke \r\nof his victims as if they were simply mercantile goods \r\nwhose suffering meant nothing.\r\nI had the privilege of being witness to and a minor \r\nparticipant in the drafting session for the Global Plan \r\nof Action to Combat Trafficking in Persons. Some may \r\nremember my non-protocol, but heartfelt, outbursts \r\nabout the fact that the victims and survivors I had met \r\nurgently needed the help of the Global Plan of Action \r\nand the voluntary trust fund, and that they could not \r\nwait another minute.\r\nI spoke at the first assessment of the Global Plan \r\nof Action, in 2013 (see A/67/PV.77). Now, here at the \r\nsecond, I am very heartened to see the adoption of \r\nresolution 72/1. However, I feel compelled to urge \r\neveryone in this Hall not to rest on that proclamation, \r\nand to actually turn words into meaningful and robust \r\naction, which is long overdue for those millions still \r\nwaiting in torment.\r\nThe political declaration on the implementation of \r\nthe United Nations Global Plan of Action to Combat \r\nTrafficking in Persons (resolution 72/1) notes that the \r\nscale of global resourcing to fight trafficking in persons \r\ndoes not match that of the challenge. A just-released \r\nreport from the International Labour Organization and \r\nInternational Organization for Migration estimates that, \r\nin 2016, 40.3 million people were victims of modern \r\nslavery. Women and girls accounted for 71 per cent, and \r\na quarter of the victims were children.\r\nWhat was the global response? The United States \r\nGovernment Trafficking in Persons Report indicates \r\nthat in 2016 there were fewer than 10,000 convictions \r\nof human traffickers worldwide. That colossal failure \r\nto rescue and protect the world’s most vulnerable is \r\nabsolutely untenable.\r\nAt a time where it may seem out of fashion to side \r\nwith the marginalized and the oppressed, members of \r\nthe Assembly — the gathered guardians of the highest \r\nstandards of moral governance — must not look away \r\nfrom the victims of human trafficking. That the fruit \r\nwe enjoy on our table of plenty may be picked by slave \r\nhands, or that the young girls and boys we pass huddling \r\n27/09/2017 A/72/PV.24\r\n17-30134 7/31\r\non a shadowy side street may be sexually trafficked, is \r\nsomething to which we must no longer turn a blind eye.\r\nWhat is the modern definition of humankind’s \r\npurpose if not to strive harder to uplift all members \r\nof the global community so that they can enjoy basic \r\nstandards of human rights, freedom from exploitation \r\nand the promise of the pursuit of education and \r\npossibility? All of those aspirations lead to a freer, \r\nmore stable, prosperous and peaceful world — and all \r\nare goals that Member States champion.\r\nThe current conditions of conflict and natural \r\ndisaster are creating humanitarian crises and refugee \r\nmigrations on what may be an unprecedented scale, with \r\n60 million displaced persons and 20 million refugees. \r\nHuman trafficking is their direct consequence, not just \r\na side effect.\r\nI applaud the Secretary-General’s long-standing \r\nsupport of migrants and refugees. We must all look for \r\nways to create immediate countermeasures to this direct \r\npipeline to victimhood for those vulnerable people, and \r\nnot just attempt damage control after the fact.\r\nI applaud the fact that the declaration recognizes \r\nthat the Global Plan of Action and the 2030 Agenda, \r\nincluding the three Sustainable Development Goals \r\n(SDGs) pertaining to combating human trafficking, are \r\nmutually reinforcing, and its promotion of that fact. I \r\nurge all Member States, along with civil society and \r\nthe private sector, to vigorously employ the excellent \r\nrecommendations of the Global Plan of Action. We \r\nhave the means and the knowledge of best practices to \r\nfight and end human trafficking, but only if we deploy \r\nthe moral urgency, enormous political will and robust \r\nfinancial resources that this dire situation calls for.\r\nFirst, survivor leaders must be involved in all apects \r\nof policy development. There must be cooperation and \r\nshared information among Governments, and a firm \r\ncommitment to root out corruption, which hampers \r\nefforts to fight trafficking and sometimes foments it. We \r\nneed a trauma-, gender- and child-sensitive approach to \r\nall law-and-order responses; victim services that utilize \r\nthe most advanced testimony-gathering technology, so \r\nas not to re-traumatize; and evidence-led investigations, \r\nincluding a capacity for undercover authority, so that \r\nwitness testimony is not a case’s only hope.\r\nOther measures include ensuring that civil redress is \r\nincluded in, but does not replace, criminal proceedings \r\nfor victims; Governments prioritizing the prosecution of \r\ntrafficking and having it tried by specialist prosecutors \r\nwho seek punishments commensurate with other severe \r\ncrimes, not just easily paid fines; and the expungement \r\nof crimes that the victims were forced to commit while \r\nin bondage.\r\nSociety-wide training in identifying human-\r\ntrafficking situations and victims is crucial, as are \r\npreventive curriculums for middle- and high school-\r\nage children, awareness campaigns for migrants and \r\nrefugees, programmes targeting the demand side of \r\nsexual exploitation, partnerships with the private sector \r\nto root out slavery in corporate supply chains, in-depth \r\nInternet investigations to stop child sex trafficking, and \r\nactions to prevent debt bondage and penalize recruiters.\r\nThe list goes on, and we must see a parallel, \r\nvigorous attack on the root causes of vulnerability, \r\nsuch as gender inequality, cultural discrimination, \r\npoverty, access to clean water, education and economic \r\nopportunity.\r\nIf those of us here look at the table before them, \r\nthey will find a Blue Heart pin representing the \r\nsadness of the victims and the cold-heartedness of \r\ntheir traffickers. The blue United Nations colour also \r\ndemonstrates our commitment to combating this crime. \r\nWe hope members will wear the Blue Heart to raise \r\nawareness of human trafficking and galvanize their \r\ncommitment to fight it.\r\nI would ask everyone to donate generously to \r\nthe United Nations voluntary trust fund for victims \r\nof trafficking in persons, which is a direct way for \r\nlifesaving and life-changing services to be delivered to \r\nvictims and survivors globally through extremely well-\r\nvetted on-the-ground NGOs. As an Italo-American, I \r\nam proud to announce that Italy is donating $1 million \r\nto that vital fund today. I recently learned that I have \r\nDNA from many other regions, including Scandinavia, \r\nGreat Britain, Germany, Spain, Eastern Europe, North \r\nAfrica, the Middle East and even sub-Saharan Africa. \r\nI am a true melting pot, and I specialized in East Asian \r\nstudies in college. I will therefore happily acclaim and \r\napplaud all Member States that match or add to that gift.\r\nWe are all one community, and it is high time for \r\nus to do all that we can to protect and uplift the most \r\nvulnerable among us.\r\nThe President: In accordance with resolution \r\n71/287, I now give the f loor to Ms. Grizelda Grootboom \r\nfrom South Africa, as a representative of civil society.\r\nA/72/PV.24 27/09/2017\r\n8/31 17-30134\r\nMs. Grootboom: My name is Grizelda Grootboom. \r\nI am from the Western Cape township of Khayelitsha. \r\nBeing a street kid in Cape Town was to be a seeker after \r\nthe journey that Nelson Mandela was also looking for. \r\nAt the age of eight, we were all walking through the \r\nstreets in District 6. When he screamed “Freedom!”, \r\nwe knew that we would get more freedom in the form of \r\nshelters and people finally giving us blankets and food. \r\nBut that freedom was still a journey and a long walk for \r\nall street kids.\r\nMy journey ended in the hands of somebody who \r\nknew that I was desperate for hope and freedom. She \r\nwas a friend. She decided to take my hope and turn \r\nit into a nightmare. She trafficked me all the way to \r\nJohannesburg. The first thing that I knew was that, \r\nas friends, we definitely shared the same dreams and \r\nhopes as black children. Walking into the house, which \r\nsmelled so fresh and hopeful, I knew that that change \r\nwas going to be the best change of my whole life. Taking \r\na nap in an empty room with very fresh-smelling \r\nwooden f loors, I knew that I was in safe hands.\r\nThe thing that woke me up was a punch and kick \r\nin the stomach. I thought that I was in the wrong house \r\nand tried to scream, but they began wrapping duct tape \r\naround my eyes and mouth, undressing me and injecting \r\nmy legs with crystal meth behind my knees. The drug \r\nmade my blood so thin that my eyes became foggy, \r\nand I could not hear the sounds of anything happening \r\naround my body. The only thing I felt was my heartbeat \r\nand the little spirit that I had inside me, hoping that she \r\nwould come back. I realized that she was not going to \r\ncome back only when the first client walked in, and \r\nthey told him, “Fresh meat on the market”.\r\nThat went on for at least two weeks. I began to \r\ncount the seconds and the times my heart beat by the \r\npeople — by the men who came in and the way they \r\nsmelled. It is morning: he is coming from home. It is the \r\nafternoon: he probably just came from a business deal. \r\nThe evening continued until the morning next day. I \r\ngot kicked out of the house in the middle of the night \r\nand was replaced by a younger girl. I could smell her \r\nfreshness and heard her trying to kick and bite hands \r\nover her mouth.\r\nIt was in the middle of the night, and I knew that \r\nmy animal survival instincts needed to kick in. I did \r\nnot know the Johannesburg streets. I did know that the \r\nfirst thing to do was to count the number of Mercedes-\r\nBenzes to know which map I was on. I first made it to \r\nthe truck-stop area. There, we knew that a lot of clients \r\nwere waiting. There, I looked for the first master, and \r\nhe said, ”Welcome to my city”.\r\nBetween the ages of 18 to 26, I worked all around \r\nSouth Africa, in brothels, strip clubs and high- and low-\r\nend gentlemen’s clubs. At the age of 26, I was working \r\nin Port Elizabeth. We were holding the greatest sports \r\nevents in Africa. Everybody was at our brothel, all types \r\nof men, black, white, rich and poor. That year I got very \r\nused to the industry. I knew that if you pleased the \r\nmadam, if you pleased the pimp, everybody was happy.\r\nI became pregnant with Summer, my baby girl. \r\nI called her Summer because following every shift \r\nin the morning she would continue to kick. After six \r\nmonths, my madam said that that kind of breed was \r\nnot welcome in that sick slave industry. Immediately, \r\nan in-house abortion took place. Three hours later, I \r\nwas asked to return to work. I had to use a lot of cotton \r\nto prevent the blood from flowing into the client. \r\nThat same minute was when I knew that the life that I \r\nthought I was going to have was taken from me and that \r\nI did not deserve health or life. Immediately, I said no, \r\nand because I refused my madam’s next client, I was \r\ntaken downstairs, beaten and driven all the way back to \r\nJohannesburg. I woke up in the hospital a month later, \r\nand my year of rehabilitation began.\r\nThat was the journey of my exit. It was really \r\ntough, because everybody thought that I wanted to be \r\na sex slave. I did not have any identity, but everybody \r\nknew my nakedness. Consequently, at every door that I \r\nknocked on at the age of 27, I was made to know that it \r\nwas my fault for being a sex slave. Well, the rest of my \r\nsisters knew that I was not going to make it out of society \r\nbeing a sex-slave statistic. Without wasting any time, I \r\nwent back to the pimps. I became their drug trafficker \r\nfrom one city to another, until I got the opportunity to \r\ndrop drugs in Cape Town — my hometown — and that \r\nwas when the next journey of exit took place.\r\nToday I stand here with the images of girls whom \r\nI have lost throughout the 18 years. I am blessed to be \r\nalive. I am blessed to feel healthy. But I am not blessed \r\nto see the headlines every time another young girl has \r\nbeen trafficked.\r\nThe sex-slave industry makes so much money in an \r\nhour that sometimes we used to think that by the age \r\nof 18 or 21 we were not going to be alive. My health \r\nreminds me every day that I was a sex slave, through \r\n27/09/2017 A/72/PV.24\r\n17-30134 9/31\r\nthe boils, through HIV — and through the headaches, \r\nof course.\r\nSex slavery is a new thing that holds a new kind \r\nof oppression over women and girls all over the world. \r\nThe people who run it are men, of course. In every \r\nbrothel, in every pimp, you will find a man. The buyers \r\nare not interested in the slave’s colour or age, as long as \r\nshe is a woman or a girl. Apparently, right now in our \r\nsociety, sex slavery is the only thing that can sustain us \r\neconomically, but every girl and woman loses the soul \r\nof dignity in her life through it.\r\nThe States Members of the United Nations are \r\ngathered here today to commit to implementing \r\nthe Global Plan of Action to Combat Trafficking in \r\nPersons. Approximately 96 per cent of sex-trafficked \r\nhuman beings are women and girls. I was one of them. \r\nI often use the term “sex slavery” to describe what \r\ntraffickers — every pimp and every madam — used to \r\ntell me. But most important, if anyone here had to see \r\nme on the corner, he or she would never say that I was \r\na slave.\r\nSex slavery is just another form of oppression, \r\nespecially for the black child. In South Africa we come \r\nfrom apartheid. We used to call it slavery. While I was a \r\nsex slave, people would suggest that I leave. I tried it so \r\nmany times, but the conversation would always end up \r\nwith the words “It is voluntary. You want to be there.”\r\nI am so grateful to the Secretary-General, to the \r\nPresident of the General Assembly and to the United \r\nNations for the invitation to come here to speak. \r\nA survivor’s voice is so important, not for just this \r\ngathering, but for young girls who are stuck in sex \r\nslavery, so that they may hear the hope that the United \r\nNations can give them. I do not speak because I want to \r\nbe a speaker or an activist. I do so because I understand \r\nevery single aspect of the pain and bondage of being a \r\nsex slave.\r\nI really hope that the Global Plan will not be just \r\nthe action of putting pen to paper, but that it will \r\ninspire action in every rural township and city and \r\ncountry — but most of all for the human dignity of \r\nevery young girl and woman.\r\nThe President: We have heard the last speaker for \r\nthe opening segment of the high-level meeting.\r\nBefore proceeding further, I would like to remind \r\nmembers that the first interactive panel discussion, \r\nentitled “The Global Plan of Action and effective \r\npartnerships for the prevention and prosecution \r\nof trafficking in persons: achievements, gaps and \r\nchallenges, also taking into consideration the \r\nimplementation of the Sustainable Development Goals”, \r\nwill take place this afternoon from 3 to 4 p.m. The second \r\ninteractive panel discussion, entitled “The Global Plan \r\nof Action and effective partnerships for the protection \r\nof and assistance to victims, including through the \r\nUnited Nations voluntary trust fund for victims of \r\ntrafficking in persons, especially women and children, \r\nalso taking into consideration the implementation of \r\nthe Sustainable Development Goals”, will take place \r\nfrom 4 to 6 p.m. The interactive panel discussions will \r\nbe held in the Trusteeship Council Chamber. I would \r\nalso like to remind members that the Chairs of the panel \r\ndiscussions will present summaries of the deliberations \r\nto the General Assembly at the closing plenary meeting, \r\nto be held in the afternoon of Thursday, 28 September.\r\nBefore we begin with the list of speakers, I would \r\nlike to turn to some organizational matters pertaining \r\nto the conduct of the plenary meetings. I would like \r\nto explain to all speakers that, in order to enable \r\nthe maximum participation within the limited time \r\navailable, speakers making statements in plenary \r\nmeetings should be limited to three minutes when \r\nspeaking in their national capacity, and to five minutes \r\nwhen speaking on behalf of a group of States, as \r\nstipulated in resolution 71/287. As members will recall, \r\nin its resolution 71/323, of 8 September 2017, the General \r\nAssembly called for strict adherence by speakers to the \r\ntime limits in the Assembly, particularly during  high-\r\nlevel meetings.\r\nAlso in accordance with resolution 71/323, the \r\n“all protocols observed” principle is recommended, \r\nwhereby participants are encouraged to refrain from \r\nlisting standard protocol expressions during their \r\nstatements. In the light of the given time frame, I would \r\nlike to appeal to speakers to deliver their statements at \r\na normal speed so that interpretation may be provided \r\nproperly. To assist speakers in managing their time, a \r\nlight system has been installed at the speaker’s rostrum. \r\nI would appeal to all speakers for their cooperation in \r\nobserving the time limit of their statements so that all \r\nthose inscribed will be heard in a timely manner.\r\nI now give the f loor to the Minister of Justice of \r\nLuxembourg.\r\nMr. Braz (Luxembourg): I would first like to \r\ncommend you, Mr. President, for convening today’s \r\nA/72/PV.24 27/09/2017\r\n10/31 17-30134\r\nmeeting. The fight against human trafficking must be \r\nfought on a global scale if we want it to be efficient. \r\nBut all of us, every Member State of the international \r\ncommunity, have to take on our share in that endeavour.\r\nHuman trafficking is a very serious crime, and \r\na gross violation of fundamental rights. It denies its \r\nvictims their very humanity. Luxembourg combats \r\nhuman trafficking through a multidisciplinary \r\napproach, as recommended by international and \r\nregional organizations such as the United Nations, the \r\nEuropean Union, the Organization for Security and \r\nCooperation in Europe and the Council of Europe, in the \r\nframework of normative texts, projects and awareness-\r\nraising campaigns. At the national level, Luxembourg’s \r\npolicy on human trafficking focuses on three main \r\nareas — prevention, the protection and promotion of \r\nvictims’ rights and the prosecution of perpetrators and \r\nco-perpetrators. We have undertaken the following \r\nactions.\r\nIn December 2016, the Government launched a \r\nnational media campaign to enhance the fight against \r\nhuman trafficking and to inform the public at large of \r\nits various forms and of the fact that trafficking exists \r\nin Luxembourg. The campaign included spots shown in \r\ntheatres, radio messages and posters in public spaces.\r\nThe Government of Luxembourg also organized an \r\ninternational conference in Luxembourg in December \r\n2016, during Luxembourg’s Benelux presidency, which \r\nbrought together many actors around the topic of \r\nhuman trafficking. The Benelux countries — Belgium, \r\nthe Netherlands and Luxembourg — signed a joint \r\ndeclaration on strengthening cooperation in this area. \r\nThis issue will again be on the agenda in 2017. Our \r\nmain concern is adequate and sufficient training of our \r\nlaw-enforcement authorities.\r\nIn 2017, the National Institute of Public \r\nAdministration organized four different kinds of \r\ntraining for public officials, including police, customs \r\nagents and labour inspectors, members of civil society, \r\nimmigration agents, representatives of municipalities \r\nand diplomatic personnel. We are also making special \r\nefforts to raise awareness among judges. Members \r\nof the judiciary have undergone a special training \r\ncourse for judges and attorneys organized by France’s \r\nÉcole nationale de la magistrature. As a result, the \r\nnumber of cases taken to court in recent years has \r\nincreased steadily.\r\nOur inter-ministerial trafficking coordinating \r\ncommittee brings together representatives from \r\nlaw enforcement, Government ministries and \r\nnon-governmental organizations in charge of victim \r\nprotection and meets at least bimonthly. The fight, \r\nwhich is an ongoing and continuous process, will remain \r\na national priority for years to come. No one has done \r\nenough on this matter. We can all do more and do better. \r\nWe will continue our efforts to address this challenge \r\nglobally through European and global institutions and \r\nthrough our funding and implementation of development \r\ncooperation in some of the most vulnerable regions. In \r\nthat context, the role of the United Nations, in particular \r\nits Vienna headquarters, is irreplaceable.\r\nThe President: I now give the f loor to Her Excellency \r\nMrs. Retno Lestari Priansari Marsudi, Minister for \r\nForeign Affairs of the Republic of Indonesia.\r\nMrs. Marsudi (Indonesia): Much has changed \r\nsince the adoption and review of the United Nations \r\nGlobal Plan of Action to Combat Trafficking in \r\nPersons. Indonesia calls for enhancing global efforts \r\nto curb trafficking in persons, which is contrary to \r\nglobal efforts to achieve a decent life and is an obstacle \r\nin our quest for a global ecosystem of peace, stability \r\nand prosperity.\r\nSome 21 million people are victims of forced labour \r\nand trafficking globally, and therefore we cannot stay \r\nsilent but must redouble our collective efforts. Through \r\npartnership and cooperation, countries of origin and \r\ntransit and destination countries must work together \r\nmore closely. For its part, Indonesia fully adheres to \r\nthe United Nations Convention against Transnational \r\nOrganized Crime and its Protocol to Prevent, Suppress \r\nand Punish Trafficking in Persons, Especially Women \r\nand Children. Indonesia’s national task force to combat \r\ntrafficking in persons continues to prevent crimes, \r\nprosecute perpetrators and protect victims. We apply \r\neffective measures, including increasing the capacity \r\nof consular officers as first responders, creating an \r\ne-protection platform to strengthen and integrate data \r\ncollection, implementing a follow-the-money method to \r\nhelp the prosecution process and provide compensation \r\nto victims, and establishing safe houses for victims.\r\nIndonesia takes a leading role in promoting \r\nbilateral, regional and international cooperation, \r\namong other things, through promoting the Treaty \r\non Mutual Legal Assistance in Criminal Matters, the \r\nAssociation of Southeast Asian Nations Convention \r\n27/09/2017 A/72/PV.24\r\n17-30134 11/31\r\nagainst Trafficking in Persons, Especially Women and \r\nChildren, and the Bali Process on People Smuggling, \r\nTrafficking in Persons and Related Transnational \r\nCrime. The Bali Process has proved its effectiveness in \r\naddressing the illegal movement of persons in the Bay \r\nof Bengal and the Andaman Sea in 2015.\r\nThe Government alone cannot solve the problem. \r\nEngaging with the private sector is a necessity. \r\nAccordingly, the Bali Process successfully conducted \r\na Government business forum in August as an avenue \r\nfor engagement between Government and business in \r\ncurbing trafficking. During the meeting, participants \r\nagreed on an action-oriented work plan. Indonesia is \r\nalso looking forward to progress in the negotiation \r\non the United Nations global compact on safe, \r\norderly and regular migration and will contribute to \r\nits implementation.\r\nFinally, let me touch upon the humanitarian \r\nsituation in Rakhine state and its impact on Bangladesh. \r\nAs the number of refugees increases, we must prepare \r\nanticipatory measures to ensure the welfare and safety \r\nof the refugees in order to prevent their exploitation \r\nby traffickers. We cannot let that crisis lead to \r\nanother disaster.\r\nThe President: I now give the f loor to His \r\nExcellency Dato Sri Anifah Aman, Minister for Foreign \r\nAffairs of Malaysia.\r\nMr. Aman (Malaysia): I would like to commend \r\nyou, Mr. President, for convening this meeting. \r\nMalaysia joins the international community in \r\naddressing the scourge of human trafficking. Malaysia \r\ncondemns these heinous crimes and accords the highest \r\npriority in combating trafficking in persons. Malaysia \r\nis not only a transit and destination country for the \r\nvictims of trafficking in persons; its citizens have also \r\nbecome targets.\r\nThat is why Malaysia has instituted appropriate \r\nnational laws, particularly regarding the penal \r\ncode, through its promulgation in 2007 of acts on \r\ncombating trafficking in persons and smuggling \r\nmigrants. As a result, the number of convictions has \r\nsubstantially increased. In 2007 we also established an \r\ninter-ministerial council for anti-trafficking in persons \r\nand anti-smuggling of migrants, chaired by our Deputy \r\nPrime Minister. Malaysia’s efforts have also been \r\nguided by a national action plan on anti-trafficking \r\nin persons for the period from 2016 to 2020, which is \r\nconsistent with the 2010 Global Plan of Action.\r\nOur records show that the majority of human \r\ntrafficking victims come from neighbouring countries. \r\nIn that regard, Malaysia places a high premium on \r\nthe centrality of bilateral and regional cooperation \r\nin combating this transnational crime. Indeed, \r\non 7 September 2017, Malaysia ratified the 2015 \r\nAssociation of Southeast Asian Nations Convention \r\nAgainst Trafficking in Persons, especially Women and \r\nChildren. Malaysia is also an active member of the Bali \r\nProcess on People Smuggling, Trafficking in Persons \r\nand Related Transnational Crime, a mechanism aimed \r\nat combating this scourge.\r\nBased on the measures it has put in place, \r\nMalaysia is determined to prosecute perpetrators \r\nand provide protections to the victims. We believe \r\nin a comprehensive approach, with greater emphasis \r\non prevention and with a particular focus on the root \r\ncauses endemic to source countries.\r\nGiven the unspeakable developments in Rakhine \r\nstate, Malaysia is concerned that the more than 400,000 \r\nRohingya currently seeking refuge in Bangladesh \r\ncould become victims of human trafficking. The \r\ntransnational crime syndicates are already exploiting \r\nthe human misery stemming from this sordid situation. \r\nMalaysia therefore strongly urges Myanmar to heed the \r\nrepeated calls of the international community to end \r\nthe violence against the Rohingya.\r\nThe solution to the complex issue of trafficking \r\nin persons requires collective efforts by both State \r\nand non-State actors. In this regard, my delegation is \r\nof the view that the measures outlined in the political \r\ndeclaration on the implementation of the United \r\nNations Global Plan of Action to Combat Trafficking \r\nin Persons (resolution 72/1) serve as an excellent basis \r\nfor navigating the way forward. Malaysia pledges its \r\nunwavering commitment to decisive action in our \r\ncommon and urgent quest to rid ourselves of the scourge \r\nof trafficking in persons. For the sake of humankind, \r\nwe have no choice but to prevail.\r\nThe President: I now give the f loor to His \r\nExcellency Mr. Osman Mohammed Saleh, Minister for \r\nForeign Affairs of the State of Eritrea.\r\nMr. Saleh (Eritrea): It is a great honour for me \r\nto address the General Assembly on behalf of the \r\nGovernment and the people of Eritrea, who, for the \r\npast half a century, have been resolutely fighting for \r\nhuman dignity and regional stability. We have been at \r\nA/72/PV.24 27/09/2017\r\n12/31 17-30134\r\nthe forefront of the struggle to combat and eradicate \r\nhuman trafficking in all its manifestations.\r\nEritrea welcomes the convening of this high-level \r\nmeeting to appraise the implementation of the United \r\nNations Global Plan of Action to Combat Trafficking in \r\nPersons. Periodic reviews could provide Member States \r\nwith the opportunity to evaluate the progress made and \r\ndeliberate on the challenges of the implementation of \r\nthe Global Plan of Action. However, without focused \r\ninternational cooperation to eradicate the causes of \r\nhuman trafficking — extreme poverty, global inequality, \r\nthe vulnerability of irregular migrants, conflicts and \r\nwars of aggression, sexual exploitation, cheap labour \r\nand organ harvesting — our next appraisal could be a \r\ndiscussion of gaps and not progress.\r\nThe interrelated crimes of human trafficking and \r\nthe smuggling of migrants are posing grave challenges \r\nto the security and development of the Horn of Africa. \r\nMany people, especially younger members of the \r\npopulation, continue to fall victim to criminal groups \r\nas they attempt to migrate to Europe and the Gulf \r\ncountries. They face abduction, extortion, gender-\r\nrelated violence, torture and death. The dearth of \r\nregional understanding and robust cooperation among \r\ncountries of origin and countries of destination has, \r\nuntil recently, meant impunity for traffickers and \r\nsmugglers. Moreover, in the case of Eritrean victims, \r\noverwhelming evidence exists regarding the complicity \r\nof some Governments and organizations in the region \r\nand beyond. These Governments and organizations \r\ninvolved in the smuggling of Eritreans are exploiting \r\nthem as part of their sensationalist propaganda \r\ncampaign to demonize our nation and encourage our \r\nyoung people to f lee and thereby weaken the country.\r\nThe Eritrean Government has for years called \r\nfor an independent international body to investigate \r\nhuman trafficking in the Horn of Africa with the aim of \r\nbringing those responsible to justice. Eritrea’s repeated \r\nrequests for the Secretary-General and the Security \r\nCouncil to initiate such an investigation have gone \r\nunheeded. Many of those responsible for the trafficking \r\nof Eritreans continue to live in European countries \r\nand conduct their criminal activities with money they \r\nraise in the guise of supporting victims. The recent \r\ndeclaration by Italian authorities on the collusion \r\nbetween human traffickers and individuals ostensibly \r\ndedicated to rescuing migrants in the Mediterranean \r\nSea is a testament to this fact. The Italian authorities \r\nare investigating a person whose involvement in the \r\nsmuggling of Eritrean migrants and his relationship \r\nwith human traffickers in East and North Africa has \r\nbeen known by the Eritrean Government for years.\r\nMore international effort is needed to ensure that \r\nno case of human trafficking ever goes unprosecuted. \r\nEvery individual involved in the heinous crime of \r\nhuman trafficking must be held accountable under the \r\nlaw and face punishment.\r\nI would like to assure the Assembly that the people \r\nand the Government of Eritrea will steadfastly continue \r\ntheir fight against human trafficking and smuggling \r\nand expose sponsors of these activities. Eritrea will \r\ncontinue to work with the countries of the region \r\nbilaterally and as part of the African Union-Horn of \r\nAfrica Initiative on human trafficking and migrant \r\nsmuggling, as well as with European countries, in order \r\nto eliminate this crime.\r\nThe President: I now give the f loor to His \r\nExcellency Mr. Michael Masutha, Minister of Justice \r\nand Correctional Services of South Africa.\r\nMr. Masutha (South Africa): We thank you, \r\nMr. President, for convening this high-level meeting, \r\nwhich is an important milestone in assessing the \r\nprogress of our efforts to fight the crime of trafficking \r\nin persons, pursuant to the obligations we undertook \r\nto that end under the Global Plan of Action to Combat \r\nTrafficking in Person.\r\nWe also wish to congratulate Member States on \r\nadopting the political declaration on the implementation \r\nof the United Nations Global Plan of Action to Combat \r\nTrafficking in Persons (resolution 72/1). We feel that this \r\nimportant document strongly reaffirms our collective \r\nwill to eradicate the crime of trafficking in persons.\r\nTrafficking in persons has rapidly spiralled into a \r\nglobal crisis, affecting each and every country, whether \r\nthey are countries of origin, transit or destination for \r\nvictims. South Africa is no exception in this regard, and \r\nour law enforcement and criminal justice system are \r\nengaged in an ongoing fight against this terrible crime.\r\nI am pleased to inform the General Assembly \r\nthat we have recorded numerous successes in this \r\nfight, having disrupted several significant syndicates \r\nand successfully arrested, convicted and imprisoned \r\nperpetrators of this crime. We also continue to \r\nprovide assistance and support to victims, in line with \r\ninternational best practices in this regard.\r\n27/09/2017 A/72/PV.24\r\n17-30134 13/31\r\nSince the advent of democracy, South Africa \r\nhas made significant strides in the development of \r\nlegislation to protect the rights of vulnerable persons, \r\nincluding the victims of trafficking in persons. Whereas \r\noffences linked to the trafficking in persons were \r\npreviously dealt with by various pieces of legislation, \r\nsuch as the Sexual Offences Act of 2007 and the \r\nChildren’s Act of 2005, they have now been harmonized \r\nand brought together under a single, comprehensive \r\nstatute, the Prevention and Combating of Trafficking in \r\nPersons Act. This important legal framework provides \r\na comprehensive and integrated instrument to combat \r\ntrafficking in persons in all its forms.\r\nThe Act ensures that in South Africa, the offence \r\nof trafficking in persons is broadly defined to \r\ninclude different forms of the crime, including labour \r\ntrafficking. It also provides for the imposition of \r\nappropriate sentences for these crimes and for various \r\nmeasures to protect and assist victims of trafficking \r\nin persons. The Act, which is centred on prevention, \r\nprotection and prosecution, is also closely aligned \r\nwith South Africa’s international obligations and \r\ncommitments, particularly with respect to the Protocol \r\nto Prevent, Suppress and Punish Trafficking in Persons, \r\nEspecially Women and Children, supplementing the \r\nUnited Nations Convention against Transnational \r\nOrganized Crime.\r\nIn ensuring nationwide implementation of our \r\npolicies on trafficking in persons, the South African \r\nGovernment has established a national inter-sectoral \r\ncommittee on the prevention and combating of \r\ntrafficking in persons, consisting of national \r\nrepresentatives of all relevant stakeholders, including \r\ncivil society, faith-based organizations, traditional \r\nleaders and others. These coordinating structures, \r\nknown as trafficking-in-persons provincial task teams, \r\nare replicated throughout all of our nine provinces and \r\nwork closely with relevant international organizations.\r\nWe recognize that the achievement of our objectives \r\nin eradicating trafficking in persons can be realized \r\nonly through close cooperation and collaboration with \r\nour international partners. The transnational nature \r\nof trafficking necessitates cooperation and mutual \r\nassistance with other countries and international \r\norganizations, whose expertise on such matters \r\nis invaluable.\r\nWe would like to acknowledge the support and \r\ncooperation of the United Nations Office on Drugs \r\nand Crime (UNODC), the International Organization \r\nfor Migration (IOM) and UNICEF, in particular, in \r\nassisting us to implement our strategies to combat \r\nthis crime. With their cooperation, the South African \r\nGovernment has developed a joint implementation plan \r\nwithin the framework of the Global Action to Prevent \r\nand Address Trafficking in Persons and the Smuggling \r\nof Migrants, which is a four-year joint initiative by the \r\nEuropean Union and UNODC that is being implemented \r\nin partnership with the IOM and UNICEF.\r\nIn conclusion, on behalf of the Government of \r\nSouth Africa, I would like to reaffirm our unwavering \r\ncommitment to continuing the fight against trafficking \r\nin persons in all of its manifestations, working hand in \r\nhand with the international community.\r\nThe President: I now give the f loor to His \r\nExcellency Mr. Issa bin Saad Al-Jafali Al-Nuaimi, \r\nMinister of Administrative Development, Labour and \r\nSocial Affairs of Qatar.\r\nMr. Al-Nuaimi (Qatar) (spoke in Arabic; English \r\ntext provided by the delegation): On behalf of my \r\ndelegation, I am pleased and honoured, Mr. President, to \r\naddress you and the General Assembly on the occasion \r\nof this high-level meeting on the appraisal of the Global \r\nPlan of Action to Combat Trafficking in Persons.\r\nWe are pleased today to witness the official adoption \r\nof the political declaration on the implementation of \r\nthe United Nations Global Plan of Action to Combat \r\nTrafficking in Persons (resolution 72/1), to which \r\nQatar, in partnership with Belgium, has contributed by \r\nfacilitating the negotiations on it. The Declaration was \r\nagreed upon thanks to the Member States’ political will \r\nto take concerted and decisive action to implement the \r\nPlan of Action and put an end to the heinous crime of \r\ntrafficking in persons, wherever it is committed.\r\nCombating the phenomenon of trafficking in human \r\nbeings requires addressing the real causes leading \r\nto it, whether social, economic, cultural, political or \r\nideological, or because of the absence of the rule of \r\nlaw or any other reason. The international community’s \r\ninability to bring decisive and just settlements to \r\nconflicts and the resulting terrorism and emergence of \r\narmed organizations operating outside the framework \r\nof the international law are unquestionably major \r\ncontributors to the growing phenomenon of trafficking \r\nin human beings, which violates the fundamental \r\nrights of individuals and entire peoples alike. In fact, \r\nA/72/PV.24 27/09/2017\r\n14/31 17-30134\r\ncrises and conflicts create a propitious environment for \r\ntraffickers to commit crimes of human trafficking.\r\nAt the national level, the State of Qatar has taken \r\nmany legislative measures, including the enactment of \r\nLaw No. 15 of 2011 on combating human trafficking, \r\nwhich criminalizes trafficking in persons in all its \r\nforms and types, Law No. 21 of 2015, which abolished \r\nthe kafala or labour sponsorship system, and Law No. \r\n15 of 2017, on domestic workers.\r\nAt the institutional level, the Government \r\nestablished the National Committee on Combating \r\nHuman Trafficking to consolidate the efforts of the \r\nState institutions and civil society aimed at addressing \r\nthe problem of trafficking in human beings. To that \r\nend, the Committee aims to develop a national plan \r\nto combat human trafficking and follow up on its \r\nimplementation, as well as programmes that provide \r\ncare and rehabilitation for victims of trafficking and \r\nassist in their rapid integration into society. In addition, \r\nthe National Committee on Combating Human \r\nTrafficking, together with INTERPOL, is coordinating \r\nthe convening of the annual conference on combating \r\nhuman trafficking and smuggling of persons, to be held \r\nin Doha in December.\r\nAt the regional level, the State of Qatar has been \r\nsponsoring the Arab Initiative to Build National \r\nCapacities to Combat Human Trafficking in the Arab \r\nCountries, in cooperation with the United Nations \r\nOffice on Drugs and Crime (UNODC) and the League \r\nof Arab States. It aims to build and rehabilitate national \r\ncapacities in various areas of combating human \r\ntrafficking in the Arab region, using scientific and \r\nprofessional methods.\r\nAt the international level, as part of its firm belief \r\nin the importance of preserving human dignity and \r\nfulfilling our moral and legal obligations, and as an \r\nactive member of the Group of Friends United against \r\nHuman Trafficking and the Group of Friends to End \r\nModern Slavery, the State of Qatar has spared no effort \r\nto support the efforts of the international community \r\nto combat trafficking in human beings and the related \r\nissues of forced labour, modern slavery and child labour.\r\nMy country has supported the Global Plan of Action \r\nto Combat Trafficking in Persons since its adoption. \r\nThe State of Qatar has been a major donor to the United \r\nNations voluntary trust fund for victims of trafficking \r\nin persons, especially women and children, since its \r\ninception. In 2005, the State hosted the thirteenth United \r\nNations Congress on Crime Prevention and Criminal \r\nJustice, which adopted a comprehensive approach to \r\naddressing the crime of trafficking in human beings, as \r\nset forth in the Doha Declaration. The State of Qatar is \r\nalso a major supporter of UNODC, which is the leading \r\ninternational authority on combating human trafficking.\r\nIn conclusion, I would like to stress that the State \r\nof Qatar attaches great importance to the fight against \r\nhuman trafficking at the legislative, institutional, \r\npublic awareness and international cooperation levels. \r\nWe will spare no effort in contributing actively in \r\nsupport of regional and international efforts to combat \r\nhuman trafficking.\r\nThe President: I now give the f loor to Her \r\nExcellency Ms. Priscah Mupfumira, Minister of Public \r\nService, Labour and Social Welfare of Zimbabwe.\r\nMs. Mupfumira (Zimbabwe): Trafficking in \r\npersons is a heinous crime that has been described \r\nas a modern-day form of slavery affecting millions \r\nof men, women and children worldwide. It is good to \r\nnote that issues of human trafficking have become \r\nglobal concerns requiring global solutions. Like other \r\ncountries in sub-Saharan Africa, Zimbabwe is a source, \r\ntransit and destination country for men, women and \r\nchildren who are being subjected to various forms of \r\nabuse, including sexual abuse, domestic servitude and \r\nforced labour.\r\nIn 2007, Zimbabwe ratified the United Nations \r\nConvention against Transnational Organized Crime and \r\nacceded to the Protocol to Prevent, Suppress and Punish \r\nTrafficking in Persons, Especially Women and Children. \r\nIn 2014, Zimbabwe enacted a trafficking-in-persons law, \r\nwhich criminalized human trafficking in our country. To \r\ndemonstrate its commitment to countering trafficking \r\nin persons, Zimbabwe enacted a statutory instrument \r\nestablishing an anti-trafficking inter-ministerial \r\ncommittee. In 2016, we launched our first national plan \r\nof action, for the period from 2016 to 2018, which is \r\nthe implementation tool and national response strategy \r\nfor the trafficking-in-persons act. The plan of action is \r\nanchored on four pillars of intervention — prevention, \r\nprotection, prosecution and partnership coordination.\r\nThe prevention of trafficking in persons falls within \r\nthe mandate of the Ministry of Media, Information and \r\nBroadcasting Services, in partnership with the Ministry \r\nof Home Affairs. These ministries are responsible for \r\nraising public awareness and building the capacity of \r\nrelevant stakeholders. The protection pillar falls under \r\n27/09/2017 A/72/PV.24\r\n17-30134 15/31\r\nmy ministry, the Ministry of Public Service, Labour \r\nand Social Welfare, which is charged with providing \r\nprotection services to survivors of human trafficking \r\nby offering appropriate shelter for safety, counselling, \r\nrehabilitation and reintegration support. The \r\nprosecution pillar is the responsibility of the Ministry \r\nof Home Affairs and the Ministry of Justice, which \r\ninvestigate and prosecute cases of human trafficking, \r\nrespectively.\r\nPartnership and coordination are important for \r\npulling efforts and resources together in order to \r\nprevent trafficking. The issue of human trafficking has \r\nattracted considerable national attention in Zimbabwe, \r\nand efforts are being channelled in order to combat it. \r\nThe country has held two successful commemorations \r\nof the World Day against Trafficking in Persons.\r\nSince April 2016, under the protection pillar, the \r\nGovernment of Zimbabwe has repatriated 138 victims \r\nof human trafficking. Special arrangements were \r\nmade to receive and move victims upon their arrival to \r\nplaces of safety without unnecessary media attention, \r\nin order to protect their privacy. At reception centres, \r\nmedical, psychosocial and other support services are \r\nprovided to the victims. The Government continues to \r\nsupport the returnees through ongoing social protection \r\nprogrammes, including access to free education, \r\nmedical assistance, cash transfers and other public-\r\nassistance programmes.\r\nUnder the partnership pillar, the Government \r\nis working with the International Organization for \r\nMigration to establish income-generating projects \r\nfor victims. Zimbabwe is ready and willing to share \r\nand learn from others with greater experience than \r\nours in dealing with the challenges associated with \r\nhuman trafficking.\r\nMigration is a reality that we all have to face, which \r\nis why global solutions and collective commitments are \r\nneeded. Hopefully, the Global Compact on Migration \r\nwill deliver us from the scourge of human trafficking. \r\nThe international community can count on Zimbabwe’s \r\ncontinued support in efforts aimed at combating human \r\ntrafficking and its associated evils.\r\nThe President: I now give the f loor to His \r\nExcellency Mr. Alexis Bethancourt Yau, Minister for \r\nPublic Security of Panama.\r\nMr. Bethancourt Yau (Panama): I have the honour \r\nto speak on behalf of the members of the Human \r\nSecurity Network, a cross-regional network consisting \r\nof Austria, Chile, Costa Rica, Greece, Ireland, Jordan, \r\nMali, Norway, Slovenia, Switzerland, Thailand, South \r\nAfrica as an observer, and my own country, Panama. \r\nThe Human Security Network is an informal group of \r\nStates that advocates a people-centred, holistic approach \r\nto security, complementing the more traditional \r\nunderstanding of national and international security.\r\nHuman trafficking violates and impairs the \r\nenjoyment of human rights and fundamental freedoms \r\nand constitutes a crime that exploits persons, enslaving \r\nthem in forced labour, domestic servitude or sexual \r\nexploitation, among other things. In our interconnected \r\nworld, this serious challenge to humankind is ongoing, \r\nand we must address its impact on all persons, especially \r\nwomen and children.\r\nThe Network recognizes the importance that \r\nStates Members of the United Nations attach to \r\ndeveloping policies, programmes and strategies to \r\nprevent and combat trafficking in persons, including \r\nits incorporation of fighting this threat into the 2030 \r\nAgenda for Sustainable Development and the concerted \r\nimplementation of the Global Plan of Action to Combat \r\nTrafficking in Persons. We therefore welcome the \r\nconvening of today’s high-level meeting, as well \r\nas the adoption of the political declaration on the \r\nimplementation of the United Nations Global Plan of \r\nAction to Combat Trafficking in Persons (resolution \r\n72/1), which will serve as a foundation for our common \r\naction to end this crime wherever it may occur. In \r\nthis regard, the Network underlines the importance \r\nof the universal ratification and implementation of \r\ninternational legally binding instruments to address \r\nthis crime, including the United Nations Convention \r\nagainst Transnational Organized Crime and the \r\nProtocol to Prevent, Suppress, and Punish Trafficking \r\nin Persons, Especially Women and Children.\r\nWe also want to highlight the value-added \r\ncontribution of the Human Security approach in \r\ncombating trafficking in persons. The holistic and \r\ncontextual nature of the Human Security approach \r\nis well placed to address the disproportionate impact \r\nof trafficking in persons on vulnerable groups, \r\nparticularly women and children. This approach, which \r\nplaces humans at the centre of all considerations, is also \r\nconducive to promoting partnership, coordination and \r\ncoherence in the efforts we undertake. Accordingly, we \r\nwelcome the work of the Inter-Agency Coordination \r\nGroup against Trafficking in Persons, which has the \r\nA/72/PV.24 27/09/2017\r\n16/31 17-30134\r\nUnited Nations Office on Drugs and Crime (UNODC) \r\nas its coordinator.\r\nGiven the meagre global resources available to \r\nfight trafficking in persons, we also support and \r\nurge other Member States to contribute to the United \r\nNations voluntary trust fund for victims of trafficking \r\nin persons, especially women and children, established \r\nunder the Global Plan of Action and the United Nations \r\nTrust Fund for Human Security, which could provide \r\nsupport for projects that combat trafficking in persons. \r\nWe remain deeply concerned by the threat posed by this \r\nserious crime, which is affecting international security \r\nand constitutes a global challenge.\r\n(spoke in Spanish)\r\nI would now like to address the topic of my \r\ncountry’s national capacities in this area.\r\nOn behalf of the Government of the Republic of \r\nPanama, over which His Excellency Mr. Juan Carlos \r\nVarela Rodríguez presides, it is my pleasure to take \r\nthis opportunity to share a few words in my capacity as \r\nMinister of Security, Chair of the National Commission \r\nagainst Trafficking in Persons in Panama, member of \r\nthe regional coalition against trafficking in persons and \r\nmember of the Board of Trustees of the voluntary trust \r\nfund for victims of trafficking in persons.\r\nFor President Juan Carlos Varela Rodríguez’s \r\nAdministration, preventing and combating trafficking \r\nin persons is a priority within our citizen-security \r\nstrategy, which is aimed at ensuring human rights and \r\nprotecting Panama’s platform of world-class services \r\nand connectivity from organized crime, with a view to \r\nensuring that it is not used for illegal activities. Based \r\non our awareness of the great responsibility we had \r\nundertaken as the State of Panama and our compliance, \r\nsince the first month of its implementation, with \r\nthe Global Plan of Action to Combat Trafficking in \r\nPersons, adopted in 2010, we have made some important \r\nachievements, including dismantling 15 networks \r\nused in trafficking in persons, prosecuting traffickers \r\nby opening more than 10 cases and completing three \r\nof them, yielding three guilty verdicts, and rescuing \r\nmore than 150 victims from the scourge between \r\n2015 and 2017. Those operational results are the fruit \r\nof an array of concrete actions aimed at preventing \r\ntrafficking, prosecuting traffickers, protecting \r\nvictims and the establishing alliances to mobilize \r\ncooperative resources.\r\nAt the institutional, technical and legal levels, we \r\nhave established a national anti-trafficking commission \r\nmade up of 16 public-sector entities and representatives \r\nof the private sector and international organizations. In \r\naddition, we are enforcing our Law No. 79 of 2011 against \r\ntrafficking in persons and other related activities.\r\nIn October, we will hold a meeting of our National \r\nCommission in order to adopt the matrix of intervention \r\nmodalities set forth in the national plan against \r\ntrafficking in persons for the five-year period from \r\n2017 to 2022, which includes five strategic approaches \r\nand courses of action, as well as goals, management \r\nguidelines and the creation of an entity responsible \r\nfor their implementation. The Commission has been a \r\nmajor driving force in a nationwide awareness-raising \r\ncampaign mirroring the United Nations Blue Heart \r\nCampaign against Human Trafficking, including such \r\nactivities as the recent large-scale anti-trafficking \r\ncampaign that brought together more than 2,000 people \r\nin one of the main streets of the country so that the \r\nscourge could be known to all for the crime that it is.\r\nDuring the past several months, in order to strengthen \r\nnational prevention efforts, we have organized official \r\nacademic activities and events at the national level as \r\nwell as radio and television spots designed to raise \r\npublic awareness and to promote participation and \r\nawareness of civil servants and civil society with a \r\nview to preventing and combating trafficking. We have \r\ncarried out these activities with the support of two \r\ninternational organizations that I would like to take this \r\nopportunity to thank, the International Organization \r\nfor Migration and the United Nations Office on Drugs \r\nand Crime. We hope to continue working together with \r\nthose entities and with all other relevant organizations \r\nthat wish to join in this effort.\r\nThrough its activities as Chair of the regional \r\ncoalition against trafficking in persons and as \r\nVice-Chair of the Board of Trustees of the United \r\nNations voluntary trust fund for victims of trafficking \r\nin persons, Panama remains very active, together with \r\nthe Chair of the Board, Ms. Benita Ferrero-Waldner, \r\nand its other members, in combating human trafficking \r\nat the regional and international levels. I take this \r\nopportunity to call on all representatives to share with \r\ntheir respective Governments the need to contribute to \r\nthe trust fund, the goals of which include carrying out \r\nactivities in tandem with UNODC aimed at supporting \r\nthe victims of trafficking.\r\n27/09/2017 A/72/PV.24\r\n17-30134 17/31\r\nAccordingly, as Vice-Chair of the trust fund, \r\nPanama wants to set an example, so I am proud to say that \r\nwe have already approved a transfer of funds. Further, \r\nworking closely with UNODC, we are currently in the \r\nprocess of building a shelter for trafficking victims that \r\nwill be the first of its kind in the region.\r\nOn behalf of the Ministry of Security and the \r\nGovernment of Panama, we urgently call on Member \r\nStates to participate actively in the panel discussions \r\nwe have planned so that together we can find the best \r\ntools to help us combat and eradicate trafficking in \r\npersons and fight transnational crime.\r\nThe President: Before giving the f loor to the next \r\nspeaker, may I once again appeal to all speakers for \r\ntheir cooperation in observing the time limit of their \r\nstatements so that all those inscribed on the list will be \r\nheard in a timely manner.\r\nI now give the f loor to His Excellency Mr. Emmanuel \r\nNgoie Kasongo Ilunga, Minister in Charge of Congolese \r\nNationals Abroad of the Democratic Republic of \r\nthe Congo.\r\nMr. Ilunga (Democratic Republic of the Congo) \r\n(spoke in French): At a time when Africa and the rest \r\nof the world are facing an acute migrant crisis that \r\ndenies humankind the right to peace, I would like to \r\nthank Secretary-General António Guterres for the very \r\ntimely initiative of including this agenda item on the \r\nsidelines of the opening of the seventy-second session \r\nof the General Assembly.\r\nIt is a topic of great interest to my country, the \r\nDemocratic Republic of the Congo. My participation in \r\nthe work here reaffirms the firm commitment of the \r\nPresident of the Democratic Republic of the Congo, His \r\nExcellency Mr. Joseph Kabila Kabange, to contributing \r\nto international peace and security, without which the \r\nworld is at risk of unravelling at the societal level. As \r\neveryone knows, slavery and trafficking in persons \r\nare cross-cutting social issues that lead to transborder \r\nviolations that systematically infringe on international \r\nhuman rights agreements and put us in situations that \r\noften force States and international organizations to \r\nexpend tremendous efforts to eradicate them.\r\nLike the countries of North Africa and the Middle \r\nEast, the Democratic Republic of the Congo is becoming \r\na destination and transit country for men, women and \r\nchildren who are victims of trafficking in persons and \r\nthe smuggling of migrants. According to the report \r\npresented by the National Assembly at its ordinary \r\nsession in 2013, more than 400 young Congolese girls \r\nhad been sold as sex slaves. This is relevant to the mission \r\nin the Middle East in August that I personally carried \r\nout with the support of the International Organization \r\nfor Migration upon instructions from my Head of State, \r\nwhich was aimed at repatriating seven Congolese girls \r\nwho had been subjected to forced domestic labour and \r\nother inhumane practices, as well as being abused as \r\nsex slaves.\r\nIn that regard, the Democratic Republic of the \r\nCongo joined the fight to eradicate trafficking in all \r\nits forms by using the legal system to punish all acts \r\ninvolving the forced labour of children and women \r\nas well as all forms of sexual abuse. The Government \r\nwas called on to consider these scourges thoroughly \r\nby organizing a conference, to be held in Kinshasa on \r\n12 and 13 October, on trafficking in persons and the \r\nsmuggling of migrants, with the goal of establishing a \r\npermanent mechanism to combat these two scourges.\r\nSexual violence is yet another scourge. In that \r\nregard, a collection of military justice decisions dating \r\nfrom 2010 to 2015 has been compiled in the Journal of \r\nDecisions of the Military High Court, which has shown \r\nthat cases of sexual violence in our country decreased \r\nby 85 per cent in this period, during which a framework \r\nfor providing victims with reparations was created. \r\nPreventive measures and ways of providing assistance \r\nto victims have also been recommended. It is clear  that \r\nthe work of the Government of the Democratic Republic \r\nof the Congo to restore peace and tranquillity in the \r\neastern part of our country is in line with efforts being \r\nmade by international organizations to end the cycle of \r\nwars and the presence of armed groups in that part of \r\nour national territory, resulting from the exploitation of \r\nresources that has fuelled the misdeeds condemned by \r\nthe international community.\r\nIn conclusion, my Government requests expertise \r\nand support from all parties committed to combating \r\nthe scourge of human trafficking, with a view to \r\nhelping us implement the recommendations adopted at \r\ntoday’s meeting, as well as the provisions of the United \r\nNations Global Plan of Action to Combat Trafficking \r\nin Persons.\r\nThe President: I now give the f loor to Her \r\nExcellency Ms. Naela Gabr Mohamed Gabr, State \r\nMinister, President of the National Coordination \r\nCommittee on Migration and Combating Human \r\nA/72/PV.24 27/09/2017\r\n18/31 17-30134\r\nTrafficking of Egypt, who will speak on behalf of the \r\nGroup of Friends United Against Human Trafficking.\r\nMs. Gabr (Egypt): I have the honour to speak \r\ntoday on behalf of the Group of Friends United \r\nagainst Human Trafficking, which comprises Bahrain, \r\nBangladesh, Belarus, Bolivia, Ecuador, Eritrea, India, \r\nKazakhstan, Kyrgyzstan, the Lao People’s Democratic \r\nRepublic, Libya, Nicaragua, Nigeria, the Philippines, \r\nQatar, the Russian Federation, Singapore, Tajikistan, \r\nTurkmenistan, the United Arab Emirates, Uzbekistan, \r\nVenezuela and my own country, Egypt.\r\nWe welcome the convening of this high-level \r\nmeeting of the General Assembly on the review of \r\nthe achievements made in implementing the Global \r\nPlan of Action to Combat Trafficking in Persons. The \r\nGroup also commends today’s adoption of the political \r\ndeclaration on the topic (resolution 72/1). In this \r\nregard, we would like to express our appreciation to the \r\nfacilitators, His Excellency the Ambassador of Belgium \r\nand Her Excellency the Ambassador of Qatar, who \r\ndemonstrated great political acumen in their conduct of \r\nthe complex discussions in the negotiations. We thank \r\nthem for their efforts and leadership throughout the \r\ndrafting process. We also thank all Member States for \r\ntheir valuable contributions to reaching an agreement \r\non the text of the political declaration. It is worthwhile \r\nmentioning in this context that the Declaration appears \r\nto be the first comprehensive political document on \r\nhuman trafficking to be adopted by the United Nations \r\nsince the Global Plan of Action.\r\nThe Group would like to reiterate its support for the \r\npolitical declaration, which it considers a crucial element \r\nin our collective response to the multidimensional issue \r\nof trafficking in persons. We also welcome the fact \r\nthat the Declaration is a meaningful supplement to the \r\nGlobal Plan of Action in that it outlines ways of further \r\nbringing together international efforts aimed at curbing \r\nhuman trafficking.\r\nThere is, however, no room for complacency. \r\nPoverty and inequality within and among countries \r\nare the root causes that make people vulnerable \r\nto trafficking. Combating poverty and reducing \r\ninequality are the essence of development efforts. The \r\n2030 Agenda for Sustainable Development — which \r\ngave rise, among other things, to the three Sustainable \r\nDevelopment Goals on human trafficking, 5.2, 8.7 and \r\n16.2 — is a clear reminder of the need to scale up our \r\nefforts to tackle these root causes in order to put an end \r\nto this heinous crime.\r\nNeedless to say, the international community \r\nmust come up with a better, more just, more equitable \r\nand more comprehensive response if it is to defeat \r\nthis scourge. We must ensure that the issue of \r\nhuman trafficking continues to be the subject of the \r\ninternational community’s acute focus and engagement. \r\nFor its part, the Group of Friends is committed to \r\nworking with each other and with partners around the \r\nworld. We recognize the important role played by the \r\nInter-Agency Coordination Group against Trafficking \r\nin Persons, together with the United Nations Office \r\non Drugs and Crime, in this process, and support an \r\nexpansion of its activities related, among other things, \r\nto the implementation of the Global Plan of Action. \r\nWe invite all stakeholders to take an active part in the \r\nforthcoming appraisal of the Global Plan of Action to \r\nCombat Trafficking in Persons and make contributions \r\nto the United Nations voluntary trust fund for victims of \r\ntrafficking in persons, especially women and children.\r\nThe Group of Friends believes that the political \r\ndeclaration and today’s high-level meeting of the \r\nGeneral Assembly will be an important step forward \r\nin addressing the global challenge of trafficking \r\nin persons.\r\n(spoke in Arabic)\r\nI shall now speak in my national capacity as the \r\nrepresentative of Egypt.\r\nIn 2007, Egypt was among the first countries to \r\nadopt a national mechanism to coordinate actions \r\namong various entities established to combat the crime \r\nof human trafficking. This step was followed by field \r\nresearch on the most common forms of trafficking \r\nin Egypt. Later, in 2010, we enacted Law No. 64, on \r\nprosecuting traffickers and protecting victims. Since \r\nthen, we have adopted a national strategy based on \r\nfour pillars — prevention, protection, prosecution and \r\npartnership — and we remain eager to implement the \r\nUnited Nations Global Plan of Action. To that end, we \r\nhave set up a national action plan based on the following \r\nlines of action.\r\nThe first is the effective enforcement of Law No. \r\n64 of 2010 through the training of officials in the \r\njustice system, whether arresting officers, investigators \r\nor members of the judiciary, by organizing intensive \r\ncourses for them.\r\n27/09/2017 A/72/PV.24\r\n17-30134 19/31\r\nThe second is raising the awareness of relevant \r\nstakeholders, especially non-governmental \r\norganizations, social workers, teachers, among others, \r\nin prevention and protection processes.\r\nThe third is sponsoring a national media campaign \r\naddressed to the most vulnerable sectors, focusing \r\non the areas in the different governorates, especially \r\nvillages, where human trafficking is active.\r\nThe fourth is promoting a victim-protection \r\nmechanism, establishing foster homes for women and \r\nchildren and taking regulated measures to establish a \r\nfund for the protection of victims and witnesses.\r\nThe fifth is accelerating the implementation of \r\ndevelopment programmes and plans in slums and other \r\nlow-income areas.\r\nThe sixth is stressing the interconnections between \r\ncombating human trafficking and fighting illegal \r\nmigration. The relationship between combating human \r\ntrafficking and illegal migration is worth highlighting \r\nbecause illegal migrants are prone to abuse.\r\nThe seventh is activating regional cooperation as a \r\nfoundation for information exchange and discovering the \r\npractices that work best in the Arab or African context.\r\nThe eighth is respecting the human rights \r\ndimension, which must be stressed at all stages and in \r\nall activities undertaken to counter human trafficking. \r\nThe rights of victims and witnesses are respected \r\nthrough activities coordinated with the United Nations \r\nHuman Rights Council, the Egyptian National Council \r\nfor Women and the Egyptian National Council for \r\nChildhood and Motherhood.\r\nThe ninth involves facilitating international \r\ncooperation with United Nations organs and agencies \r\nto make the best use of the technical and practical \r\nlessons learned.\r\nThe tenth is cooperating with non-governmental \r\norganizations, especially those working to raise \r\nawareness of the danger of human trafficking in our \r\ngovernorates while underlining the importance of \r\nreporting criminals and highlighting the mechanisms \r\ndesigned to protect witnesses.\r\nI will briefly touch on some of the achievements \r\nmade from 2013 to the present. In October 2016, we \r\nlaunched a national strategy to prevent and combat \r\nhuman trafficking, which included a five-year plan \r\nof action drafted with the assistance of many national \r\ninstitutions and non-governmental organizations. These \r\nentities also have also helped in the implementation \r\nprocess through activities that raise awareness and \r\nprovide assistance, for example, to households headed by \r\nwomen. We have established three specialized criminal \r\nchambers within appeals courts in three Egyptian \r\ngovernorates in order to ensure rapid judicial process \r\nin the handling of cases. We have also established a \r\nunit to counter human trafficking and have worked \r\nwith various entities, non-governmental organizations \r\nand the media.\r\nMr. Danon (Israel), Vice-President, took the Chair.\r\nAlso in 2016, we enacted Law No. 82 on combating \r\nillegal migration and trafficking, which addresses a \r\nnumber of very important points: it is the first law of its \r\nkind in the Middle East to define the term “smuggling \r\nof migrants”. It also promotes deterrence by strictly \r\npunishing perpetrators and combines into a single \r\ncommittee two national committees, one on countering \r\nhuman trafficking and the other on illegal migration. I \r\nam honoured to preside over this combined committee, \r\nwhich is part of the Cabinet. We have also adopted \r\na national strategy and a related media campaign \r\ndesigned to deter the merchants of death and provide \r\nprotection to those at risk of being abused.\r\nEgypt has joined the Aware Migrants campaign \r\norganized by the Italian Ministry of Interior together \r\nwith the International Organization for Migration. \r\nThis campaign is being conducted in three \r\nlanguages — English, French and Arabic — in line \r\nwith our efforts to protect migrants, especially those \r\ncoming from Southern Africa. In cooperation with the \r\nMinistry for Foreign Affairs, we have also organized \r\na number of training courses on human trafficking \r\nfor African diplomats, peacekeepers and border-\r\nprotection personnel.\r\nIn all regional and international forums, Egypt has \r\ndeclared its readiness to cooperate with all regional and \r\ninternational bodies in combating this crime by any and \r\nall means, in order to protect society while respecting \r\nthe rights of the individual.\r\nThe Acting President: I now give the f loor to His \r\nExcellency Mr. Carl Greenidge, Vice-President and \r\nMinister for Foreign Affairs of the Republic of Guyana.\r\nMr. Greenidge (Guyana): The convening of this \r\nhigh-level meeting of the General Assembly on the \r\nappraisal of the United Nations Global Plan of Action to \r\nA/72/PV.24 27/09/2017\r\n20/31 17-30134\r\nCombat Trafficking in Persons comes at an important \r\njuncture in our work. It takes place at a time when human \r\ntrafficking is the world’s most profitable criminal \r\nenterprise, a status it shares with arms trafficking. The \r\nGovernment of Guyana expresses its solidarity with \r\nvictims and survivors of such crimes while committing \r\nto ensuring that all measures are taken nationally in the \r\nglobal fight against the trafficking in persons.\r\nI wish to highlight Guyana’s recent elevation from \r\na Tier 2 to a Tier 1 country, as reflected in the United \r\nStates Department of State Trafficking in Persons \r\nReport 2017. We believe that this achievement is justified \r\nrecognition of the tireless efforts of the Government of \r\nGuyana and its partners aimed at eliminating trafficking \r\nin persons in our country. While this elevation to a Tier \r\n1 country is a welcome achievement for Guyana, we \r\nremain cognizant of the many challenges that remain \r\nin addressing human trafficking, especially with regard \r\nto training and awareness, more efficient prosecutions \r\nand support for and referral of victims.\r\nAn extremely important aspect of any Government’s \r\nfight against human trafficking is its effort to prevent \r\nthe crime from occurring in the first place. In Guyana \r\nwe have embarked on a number of different initiatives \r\nthrough the pillars of prevention, protection and \r\nprosecution in an effort to dissuade prospective \r\noffenders from committing this crime. The Government \r\nof Guyana has established a ministerial task force on \r\ntrafficking in persons that promotes the implementation \r\nof a number of measures and initiatives to combat \r\nhuman trafficking.\r\nThe ministerial task force has so far conducted \r\nawareness-training for police prosecutors, immigration \r\nofficials and media practitioners, especially those who \r\nreport on crimes involving children. In addition, the \r\ntask force’s action sub-committee has also been active \r\nin 2017, as teams led by the Guyana Police Force and \r\nthe Ministry of Social Protection conducted a number \r\nof enforcement sweeps in areas where the crime of \r\ntrafficking in persons was suspected to be taking \r\nplace. In 2017, the task force also noted an increase in \r\nreports from Guyana’s citizens, which suggests that \r\nthe awareness campaign is showing some measure of \r\nsuccess. The people’s increased awareness of their civic \r\nroles and responsibilities has been pivotal to the success \r\nachieved by the Government of Guyana in its efforts to \r\neliminate this scourge.\r\nGuyana’s difficult terrain presents an acute \r\nchallenge for those who monitor and enforce our \r\nporous borders. With limited capacity to effectively \r\npolice the country’s more remote regions, the Guyana \r\nPolice Force regularly engages in enforcement sweeps \r\nthat include surveillance, surprise inspections and \r\nestablishment raids, and in raising awareness using \r\nvarious communication media in these remote \r\ncommunities, through schools and youth groups, both \r\ngeneral and faith-based.\r\nWe would like to take this opportunity to \r\nacknowledge the important collaboration we have \r\nwith our many non-governmental organizations \r\nand civil-society partners in the areas of victim care \r\nand assistance, including ensuring that identified \r\nvictims are not penalized or revictimized for having \r\nbeen trafficked.\r\nIn conclusion, I wish to reiterate the Government \r\nof Guyana’s commitment to collaborating with \r\nstakeholders, both local and foreign, to combat the \r\ncrime of human trafficking in Guyana through the \r\npillars of prevention, protection and prosecution.\r\nThe Acting President: I now give the f loor to His \r\nExcellency Mr. Erastus Uutoni, Vice-Minister for Home \r\nAffairs and Immigration of the Republic of Namibia.\r\nMr. Uutoni (Namibia): In September 2016, at \r\nthe high-level summit to address large movements \r\nof refugees and migrants, we agreed on and made a \r\ndeclaration that contained provisions for the drafting of \r\nglobal compacts on safe, orderly and regular migration \r\nand on refugees.\r\nThis high-level meeting on the appraisal of the \r\nUnited Nations Global Plan of Action to Combat \r\nTrafficking in Persons provides us with an opportunity \r\nto continue our exchange of views on the Plan of Action \r\non how we should work together to fight the scourge \r\nof human trafficking, which has become a worldwide \r\nproblem tantamount to modern-day slavery.\r\nOne of the reasons that trafficking in persons \r\nhas continued to grow is the difficulty of combating \r\nit, due in large part to the fact that it is a concealed \r\ncrime in which victims are promised better lives in \r\ntheir destination countries. As a result, even cases \r\nwhere law enforcement officials suspect the presence \r\nof trafficking are rarely prosecuted because the victims \r\noften side with the perpetrators.\r\n27/09/2017 A/72/PV.24\r\n17-30134 21/31\r\nThe unfortunate imbalance in the world’s \r\neconomies means that some countries are targeted \r\nas destinations for trafficked persons and others as \r\nsources for victims. It goes without saying that as \r\nlong as there is a rich global North and a poor global \r\nSouth, traffickers will continue to take advantage of the \r\nneed for labour in rich countries where the provisions \r\nof labour migration laws favour highly skilled labour \r\nover semi-skilled personnel. This makes it difficult \r\nfor people in the latter category to migrate, making \r\nit possible for some of them to be lured into modern-\r\nday slavery. Furthermore, the strengthening of border \r\ncontrols by many nations, aided by the closure of some \r\nformal channels of migration, provides the perfect \r\nmotive for greater use of irregular migration channels \r\nin which traffickers exploit vulnerable migrants.\r\nThe continued political unrest worldwide continues \r\nto drive millions of people from their homes to \r\nunknown worlds across international boundaries. \r\nSome undertake dangerous journeys, crossing deserts \r\nor braving the Mediterranean Sea in inadequate boats.\r\nWe in Namibia are also challenged by the scourge \r\nof trafficking in persons, with some suspects being \r\nacquitted due to lack of evidence. So far, we have \r\nsecured one conviction, in 2016, while other cases \r\nremain under investigation. Although trafficking in \r\npersons is currently criminalized under our Prevention \r\nof Organized Crime Act, efforts are under way to enact \r\na law that deals specifically with trafficking in persons. \r\nIn addition, manuals on the identification and treatment \r\nof suspected victims and victims of trafficking have \r\nbeen provided to immigration officers and other law \r\nenforcement officers. Joint training of border officials \r\ncontinues. and both police and immigration training \r\ncurriculums are now geared to tackling that problem.\r\nIt is our belief that now is the time for the world to \r\nagree on workable strategies. The time has come for \r\nus to strengthen border controls in order to punish the \r\noffenders and protect the victims. The time has come \r\nfor us to make lawful migration easy and prevent the \r\ncreation of a market for traffickers. The time has come \r\nfor world leaders to realize that if States create a better \r\nenvironment, they will reduce people’s need to seek \r\nlivelihoods elsewhere, and hence reduce the number of \r\ntrafficking victims.\r\nIn conclusion, the time has come for us to build \r\nthe capacity of officials dealing with migration, \r\nprovide shelter for the victims of trafficking, enhance \r\ncooperation between North and South, build bridges to \r\nfacilitate migration instead of barriers and respect the \r\nhuman rights of migrants.\r\nThe Acting President: I now give the f loor to His \r\nExcellency Mr. Andrei Dapkiunas, Vice-Minister for \r\nForeign Affairs of Belarus.\r\nMr. Dapkiunas (Belarus) (spoke in Russian): I \r\nwould like to know how the United Nations Global Plan \r\nof Action to Combat Trafficking in Persons and today’s \r\nmeeting help to combat trafficking in persons. That is \r\na particularly timely question. Imagine for a moment \r\nthat the people who are the victims of this modern slave \r\ntrade are asking themselves that question and happen to \r\nhave found out about today’s meeting here in New York. \r\nWould those people, trapped in the bonds of slavery, \r\nbe inspired by the fact that the States Members of the \r\nUnited Nations have agreed on the text for a political \r\ndeclaration? Would it spark hope in their souls to know \r\nhow much thought has gone into our recent work? \r\nWould they rejoice in the fact that the participants in \r\nour high-level meeting have once again unanimously \r\nlabelled trafficking in persons as a phenomenon that \r\nshames humankind?\r\nThose are rhetorical questions, because we all \r\nknow the answers to them very well. The Global Plan \r\nof Action is not a convention, it is only an invitation \r\nto act. It is a declaration of intent. The real value and \r\nsignificance of those intentions are attained only \r\nwhen they take the form of practical action. Which \r\npractical actions will generate the hope that humankind \r\ncan find the determination and will to put an end to \r\nhuman trafficking?\r\nThe first is unity of action. Only by really uniting \r\nthe efforts of all countries and organizations and \r\nplacing them above any considerations of political \r\ngain, convenience or expedience can we achieve a new \r\ndynamic in the struggle against modern slavery. Any \r\nattempt to use the issue of the fight against human \r\ntrafficking for self-promotion, selecting preferential \r\npartners or finding aspects of the issue to criticize will \r\ncreate, if not the actuality, at least the impression of a \r\nlack of focus and chaos in our efforts. Until every State, \r\nevery secretariat of an international organization and \r\nevery non-governmental partner works singlemindedly \r\nto achieve the mindset of a group of friends and of open \r\nand honest partners against a mindset of competition, \r\nhuman traffickers will sleep soundly.\r\nA/72/PV.24 27/09/2017\r\n22/31 17-30134\r\nSecondly, we need to take small, practical steps \r\nso that we all contribute what we can to the common \r\neffort. It is long past time for us to recognize that \r\nparticipation in the United Nations Convention against \r\nTransnational Organized Crime and its complementary \r\nPalermo Protocol is a matter of moral choice as well \r\nas a political and legal issue. If traffickers can see that \r\nthe participation of States in such key documents is not \r\nuniversal, they will have strong evidence that we are \r\nstill divided as a global community.\r\nIn addition, much greater support is required for \r\nthe work of the voluntary trust fund for the protection \r\nof victims of human trafficking. As a representative of \r\nBelarus, I am proud to say that my country has made \r\nits third voluntary contribution to the fund. I would like \r\nto appeal to the high-level representatives of Member \r\nStates to consider the possibility of supporting the fund \r\nas an acute and urgent necessity. Allocating the means \r\nto support the fund represents direct action providing \r\npractical support for victims of human trafficking.\r\nThirdly, our most important work is the action we \r\ntake at the national level. The main drivers of those \r\nefforts are our active major State stakeholders, elites \r\nthat are clearly aware of their moral responsibility \r\nfor more resolute and uncompromising action to \r\ncombat human trafficking. They are elites open to \r\npartnership-based cooperation to achieve those goals \r\nwith like-minded people in their own countries and at \r\nthe international level.\r\nLet us each ask ourselves if are we among those \r\nlike-minded thinkers. Protecting people from slavery, \r\nviolence and exploitation is possible. The time for \r\ndiscussions and navel-gazing has passed. Now is the \r\ntime to act.\r\nThe Acting President: I now give the f loor to Her \r\nExcellency Ms. Marjorie Espinosa, Vice-Minister for \r\nForeign Affairs of the Dominican Republic.\r\nMs. Espinosa (Dominican Republic) (spoke in \r\nSpanish): My delegation is grateful for the convening of \r\nthis high-level meeting on the evaluation of the United \r\nNations Global Plan of Action to Combat Trafficking \r\nin Persons, which is an appeal by the international \r\ncommunity for a concerted response in fighting and \r\neliminating all forms of that transnational crime.\r\nThe Global Plan of Action demonstrates the \r\nwillingness of States to shoulder their commitments, \r\nwith concrete decisions on preventing human \r\ntrafficking, protecting and assisting victims and \r\nprosecuting human traffickers, all underpinned by the \r\ninternational legal framework and adherence to the \r\ndomestic regulations of States.\r\nFollowing the Dominican Republic’s ratification of \r\nthe United Nations Convention against Transnational \r\nOrganized Crime and its Protocols, as well as the \r\nadoption of the Global Plan of Action to Combat \r\nTrafficking in Persons, the Dominican Government \r\nhas taken substantial steps at the domestic level to \r\nstrengthen its institutional structures, improve the \r\ncapacities of its principal actors and adapt its specific \r\nlaws. A national action mechanism was created by \r\nthe executive branch through decree 575-07, the \r\ninter-institutional commission to combat trafficking \r\nin persons and illegal trafficking of migrants. The \r\ncommission is composed of 14 State institutions and is \r\nled by the Ministry for Foreign Affairs.\r\nUnder the legal protection of the commission, \r\nthe Ministry for Foreign Affairs carried out a series \r\nof meetings for formulating and implementing our \r\nnational plan of action against trafficking in persons \r\nand illicit trafficking of migrants for the period from \r\n2009 to 2014. During those meetings, we incorporated \r\neffective public policies to ensure a comprehensive \r\nand holistic approach in the fight against trafficking \r\nin persons. In concert with that national strategy, the \r\nMinistry for Foreign Affairs is currently designing a \r\nsecond national plan of action for the period from 2017 \r\nto 2020, through an inter-institutional and intersectoral \r\nconsensus, in order to reaffirm and strengthen our \r\nnational policy against such crimes against humanity.\r\nThe objective of our national plan to combat \r\ntrafficking in persons remains the promotion of policies \r\nthat are integrated and coordinated among the various \r\ninstitutions of the State, civil society and international \r\norganizations related to the subject, within the \r\nframework of its three axes — prevention, assistance to \r\nvictims and witnesses and the restitution of their rights, \r\nand investigation and prosecution.\r\nWith regard to prevention, a number of actions \r\nhave been taken, including publicity campaigns aimed \r\nat raising awareness about trafficking in persons and \r\nthe modalities, days of reflection, informative panels \r\nand publications on the subject and, in particular, \r\ntargeted campaigns on the prevention of the sexual and \r\ncommercial exploitation of children and adolescents, \r\nwith the technical and financial support of United \r\n27/09/2017 A/72/PV.24\r\n17-30134 23/31\r\nNations agencies such as UNICEF and the International \r\nOrganization for Migration.\r\nWhere victim assistance is concerned, the \r\nDominican Government has taken specific actions \r\nfor protecting and caring for victims of trafficking \r\nin persons, restoring their rights and preventing their \r\nrevictimization. In 2016, the first specialized home \r\nto help adult victims of trafficking was established, \r\nand a victim assistance unit was created under the \r\nAttorney General’s Office. More recently, we signed \r\nan inter-institutional agreement on the creation of a \r\npilot programme for the protection and reintegration of \r\nDominican deportees and returnees, including victims \r\nof trafficking, as a vulnerable migrant population. That \r\nwas made possible by the support of the Organization \r\nof American States and the International Organization \r\nfor Migration.\r\nRegarding investigation and prosecution, among \r\nthe most significant initiatives and advances has been \r\nour establishment in 2013 of an office of a specialized \r\nprosecutor for the illegal trafficking of migrants and \r\ntrafficking in persons, thereby creating a designated \r\nspace and specialized personnel dedicated to working \r\nspecifically on trafficking in persons, in close \r\ncoordination with other governmental investigation \r\nauthorities. Since its inception, the special prosecutor’s \r\noffice has investigated, prosecuted and convicted \r\nsex and labour traffickers and migrant traffickers, \r\nand significant progress has been made in the \r\njudicial system.\r\nAll those public polices harmonize, in a cross-\r\ncutting manner, with our National Development Strategy \r\n2030, which includes objectives and lines of action for \r\nmanaging migratory f lows, strengthening mechanisms \r\nfor preventing and punishing trafficking in persons and \r\nestablishing comprehensive systems to care for victims, \r\nall in connection to Sustainable Development Goal 8 of \r\nthe 2030 Agenda for Sustainable Development.\r\nThe Dominican Republic believes firmly that an \r\neffective approach to combating trafficking in persons \r\nmust have lines of action directed at a cooperative \r\napproach among countries of origin, transit, destination \r\nand return, prioritizing a necessary and timely \r\nintervention in favour of the identified victims, creating \r\nand strengthening bilateral work commissions and \r\nencouraging regional and multilateral cooperation for \r\nthe design of technological platforms for information \r\nexchange. Those platforms would generate indicators \r\naimed at increasing the effectiveness of national actors \r\nand focusing due attention on the migration phenomenon.\r\nMy Government reaffirms its commitment to the \r\nimplementation of all of the international instruments \r\nagainst trafficking in human beings, and we also \r\ncommit to further strengthening our internal structures \r\nto assist victims and foster an institutional culture with \r\nhuman, financial and technical resources that enable a \r\nmore comprehensive approach to the phenomenon.\r\nLastly, we recognize and greatly value the \r\nimportance of having a forum at the multilateral level, \r\nsuch as that of the United Nations, which promotes \r\nsynergies among States, the exchange of good \r\npractices and information on progress, as well as the \r\nidentification of new challenges in attaining goals that \r\nare of global interest.\r\nThe Acting President: I now give the f loor to Her \r\nExcellency Ms. Natalia Fedorovych, Vice-Minister for \r\nSocial Policy of Ukraine.\r\nMs. Fedorovych (Ukraine): We commend the \r\nconvening of this high-level meeting to assess the \r\nachievements, gaps and challenges in the implementation \r\nof the Global Plan of Action to Combat Trafficking in \r\nPersons. Trafficking remains a real threat to peace, \r\nhuman rights, democratic governance and the rule of \r\nlaw, as well as to socioeconomic development. Ukraine \r\nreiterates its support for and full adherence to the \r\nimplementation of the Global Plan of Action to Combat \r\nTrafficking in Persons.\r\nIn recent years, we have observed a significant \r\nevolution in the forms that trafficking in persons takes, \r\nespecially in conflict and post-conflict situations. \r\nIn various parts of the world, conflicts encompass a \r\nwide range of forms of exploitation, including sexual \r\nviolence, forced labour, slavery and the unlawful \r\nrecruitment of children by force into armed service in \r\nconflict situations.\r\nAnother aspect of the issue is that people displaced \r\nby conflict, including refugees, can be especially \r\nvulnerable to all kinds of exploitation. In that regard, \r\nUkraine fully supports the commitments in the New \r\nYork Declaration for Refugees and Migrants on \r\ncombating human trafficking, including through \r\ntargeted measures to identify, protect and assist victims, \r\nas well as on preventing human trafficking among \r\nthose affected by displacement, taking into account the \r\nparticular vulnerabilities of women and children. We \r\nA/72/PV.24 27/09/2017\r\n24/31 17-30134\r\nalso lend our support to the Inter-Agency Coordination \r\nGroup against Trafficking in Persons, which must be an \r\nefficient tool for the coordination of joint efforts.\r\nI would like to mention another issue, of great \r\nimportance for all of us, which is that of accountability \r\nand prosecution for perpetrators of trafficking in \r\npersons and of crimes of sexual violence in conflicts. \r\nWidespread impunity for such crimes is unacceptable, \r\nbecause their repetition creates a vicious circle of \r\ndelinquency. Along with the provision of psychological, \r\nsocial and medical support to victims, we see the fight \r\nagainst impunity as a key priority area.\r\nUkraine supports international efforts to combat all \r\nforms of human rights abuses and violations in conflict \r\nand post-conflict situations. We remain strongly \r\ncommitted to eradicating trafficking. Unfortunately, \r\nmy country has not been immune to this problem. The \r\nfight against this horrendous phenomenon is at the top \r\nof the Ukrainian Government’s agenda for its activities \r\nin the area of human rights. Over the past decade, \r\nUkraine has taken a number of important steps towards \r\nestablishing a viable nationwide counter-trafficking \r\nresponse and setting up a Government-owned national \r\nreferral mechanism to identify, assist and protect \r\nvictims of trafficking.\r\nUkraine’s ratification of key international \r\ninstruments in the area of combating human \r\ntrafficking — including the United Nations Convention \r\nagainst Transnational Organized Crime and the Protocol \r\nto Prevent, Suppress and Punish Trafficking in Persons, \r\nespecially Women and Children, and the Council of \r\nEurope Convention on Action against Trafficking in \r\nHuman Beings — and its adoption in 2011 of a national \r\nlaw on combating human trafficking and of a national \r\ncounter-trafficking action plan for the period from 2016 \r\nto 2020 are just a few concrete examples of the steps \r\nundertaken in our fight against this dreadful problem.\r\nWith regard to protecting children from exploitation \r\nand abuse, Ukraine is a party to the United Nations \r\nConvention on the Rights of the Child and its Optional \r\nProtocol and to the Council of Europe Convention on \r\nthe Protection of Children against Sexual Exploitation \r\nand Sexual Abuse.\r\nLet me note, however, that not all of the documents \r\nI mentioned can currently be properly implemented \r\nin areas of Ukraine that are not under Government \r\ncontrol. Three years of Russian aggression against \r\nUkraine has led to increased risks of human trafficking \r\nin my country. We have seen numerous cases of human \r\ntrafficking and forced labour, even slavery, in certain \r\nareas of the Donetsk and Luhansk regions, which are \r\noutside the Government’s control. But those cases \r\nremain largely unaddressed, due to a lack of safe access \r\nfor, and proper attention by, the monitoring missions.\r\nThe situation is complicated by the 400-kilometre \r\nsection of the State border with the Russian Federation \r\nthat is not under Ukraine’s control and is widely used to \r\nmove weapons, ammunition and fighters into the zone of \r\nconflict. The victims and perpetrators of trafficking in \r\npersons are also moving across that uncontrolled section \r\nof the border. In that regard, it should be understood that \r\nRussia does not have comprehensive mechanisms for \r\nthe effective investigation, prosecution and punishment \r\nof perpetrators in accordance with the Convention on \r\nAction against Trafficking in Human Beings. Among \r\nall the Council of Europe member States, today only \r\nRussia has not joined that Convention.\r\nTrafficking is a blatant violation of human rights \r\nand an offence against the dignity and integrity of a \r\nperson. Success in our common fight against this \r\nscourge requires the efforts of all concerned. A long-\r\nterm solution can emerge only from consistent political \r\ncommitments and joint action by the international \r\ncommunity to eradicate human trafficking, promote \r\njustice and accountability and protect victims.\r\nThe Acting President: I now give the f loor to \r\nHis Excellency Mr. Abd El-Ghani Awad El-Karim, \r\nUnder-Secretary of the Ministry for Foreign Affairs of \r\nthe Sudan.\r\nMr. El-Karim (Sudan) (spoke in Arabic): On \r\nbehalf of my country, I would like to warmly thank the \r\nPresident of the General Assembly for convening this \r\nimportant meeting, and to reaffirm that we are ready \r\nto cooperate with him with regard to our commitments \r\nbased on the United Nations Global Plan of Action to \r\nCombat Trafficking in Persons, in order to end this \r\nabominable crime.\r\nFurthermore, my delegation welcomes the adoption \r\nof the political declaration on the implementation of \r\nthe United Nations Global Plan of Action to Combat \r\nTrafficking in Persons (resolution 72/1), which \r\nreaffirms the New York Declaration for Refugees and \r\nMigrants, of September 2016. In September 2015, we \r\nadopted the 2030 Agenda for Sustainable Development, \r\nwhich also reinforces these efforts through those of its \r\nGoals and targets that combat trafficking in persons.\r\n27/09/2017 A/72/PV.24\r\n17-30134 25/31\r\nSudan supports all international efforts to \r\nprevent and reduce human trafficking. We affirm that \r\ntransnational organized crime in all its forms is a threat, \r\nand that fighting those crimes requires strengthening \r\ninternational, regional and bilateral cooperation in the \r\nrelevant areas, including exchanging information and \r\nmonitoring suspect financial f lows. We also need to \r\ntake into account the economic and social aspects of \r\nthe underlying causes of this phenomenon, for poverty \r\nis the most dangerous source driving this crime. We \r\ncall for a holistic approach that includes partnerships \r\nand measures to prevent trafficking and ensure that \r\ntraffickers are prosecuted and victims are protected.\r\nLarge f lows of migrants and refugees from \r\nneighbouring countries have led to major challenges \r\nfor my country. The f low of migrants is exacerbated by \r\nillegal migration and by refugees f leeing camps in order \r\nto reach towns and cities. All of those demographic \r\nmovements are characterized by trafficking in persons, \r\nparticularly women and children.\r\nThe Sudan is a transit country. It is big and covered \r\nwith desert. My country has been making tireless \r\nefforts to fight organized crime consistent with our \r\ninternational and regional commitments. In that regard, \r\nI would like to share with the General Assembly certain \r\nsuccesses that we have achieved in the area.\r\nFirst, in October 2014, we adopted a law on \r\ncombating human trafficking and set up a national \r\ncommittee to fight it. After the law came into force, our \r\npolice were able to free more than 861 victims, most of \r\nthem women and children being sent to Libya and on \r\nto Europe. They were also able to liberate 560 victims \r\nfrom our northern province, where they were on the \r\nway to Sinai.\r\nSecondly, we have amended our asylum regulation \r\nacts of 1974 and 2014 so that they are now consistent \r\nwith changes at the regional and international levels.\r\nThirdly, we have made amendments to our \r\ncustoms regulations to bring them into line with \r\nrecent developments.\r\nFourthly, in October 2014, Khartoum hosted a \r\nConference on Human Trafficking and Smuggling in \r\nthe Horn of Africa, held in cooperation with the African \r\nUnion and the European Union, with the participation \r\nof the neighbouring States of Eritrea, Ethiopia, Egypt \r\nand South Sudan. The Conference resulted in what \r\nbecame known as the Khartoum process, with another \r\nconference held on the same issue in Rome in November \r\n2014. We call on the international community to meet \r\nits commitments under the Khartoum process.\r\nFifthly, my country’s Government has signed a \r\nnumber of agreements with neighbouring countries in \r\norder to monitor our borders. We have an agreement with \r\nthe Office of the United Nations High Commissioner \r\nfor Refugees and the International Organization for \r\nMigration to combat the problem of porous borders, \r\nparticularly in eastern Sudan, where the majority of \r\nvictims are refugees and asylum seekers.\r\nOnce again, my country is determined to continue \r\nits cooperation with the international community and \r\nthe United Nations and its specialized agencies to \r\ncombat human trafficking. We call for this issue to \r\nbe dealt with in an integrated fashion by taking the \r\nnecessary measures to halt it. We must also reinforce \r\nour efforts to raise awareness on human trafficking and \r\nthe suffering of victims and to strengthen protection for \r\nthem and for their rights.\r\nThe Acting President: I now give the f loor to Her \r\nExcellency Ms. Jean Kalilani, Minister for Gender, \r\nChildren, Disability and Social Welfare of Malawi.\r\nMs. Kalilani (Malawi): I am delighted to be here \r\nand to be able to apprise the General Assembly of the \r\nprogress achieved in the implementation of the United \r\nNations Global Plan of Action to Combat Trafficking in \r\nPersons, adopted by resolution 64/293, in order to assess \r\nthe related achievements, gaps and challenges and the \r\nimplementation of the relevant legal instruments. This \r\nis a very important meeting, as trafficking in persons is \r\na global issue that requires our concerted efforts to end \r\nthis degrading modern-day slavery — the worst form \r\nof slavery, in fact. Its barbarism and evil nature have no \r\nplace in the modern world.\r\nThe Global Plan of Action calls for Governments, \r\nUnited Nations bodies, international organizations and \r\ncivil society to work together to further integrate the \r\nfight against human trafficking into the Organization’s \r\nbroader programmes for global development and to \r\nstrengthen security around the world.\r\nMalawi joins the rest of the States Members of \r\nthe United Nations in the commitment to combating \r\ntrafficking in persons. That commitment is underscored \r\nby the fact that the Global Plan of Action is complemented \r\nby the Sustainable Development Goals, which include \r\nthree targets that directly relate to trafficking and to the \r\nA/72/PV.24 27/09/2017\r\n26/31 17-30134\r\nimplementation of the Global Plan of Action. Malawi \r\nacknowledges the implementation of the Global Plan at \r\nthe international, regional and national levels.\r\nOn 17 March 2005, the Government of Malawi ratified \r\nthe United Nations Convention against Transnational \r\nOrganized Crime and its two Protocols — the Protocol \r\nto Prevent, Suppress and Punish Trafficking in Persons, \r\nEspecially Women and Children, and the Protocol \r\nagainst the Smuggling of Migrants by Land, Sea and \r\nAir. Furthermore, the Government of Malawi enacted a \r\ntrafficking in persons act, No.3 of 2015, which provides \r\na comprehensive legislative framework for combating \r\nand preventing trafficking in persons through a human \r\nrights-focused and victim-centred approach.\r\nMalawi has also established an institutional \r\nframework for effective and coordinated regulations \r\non trafficking in persons and related matters, including \r\nprovisions for protecting victims of trafficking, \r\npreventing trafficking in persons, establishing funding \r\narrangements and caring for and supporting victims, as \r\nwell as for penalties for specific offences.\r\nMalawi has continued to translate that political \r\nwill into concrete, specific, time-bound measures, \r\nwith its adoption of a 2017-2020 national plan of action \r\nagainst trafficking in persons, officially launched on \r\n29 August. The plan acknowledges a holistic approach \r\nto interventions by all stakeholders in order to achieve \r\nits vision of creating a Malawi free of trafficking in \r\npersons and is aligned with the United Nations Global \r\nPlan of Action. We are very grateful to the Organization, \r\nespecially the United Nations Office on Drugs and \r\nCrime, as well as to the Southern African Development \r\nCommunity and the Royal Norwegian Government, \r\nfor their technical and financial support for achieving \r\nthose milestones.\r\nHowever, more support will be needed for our \r\nimplementation of our national plan. A high-level \r\nnational coordination committee was established in \r\n2016 to coordinate and manage all issues relating to \r\ntrafficking in persons. We are currently in the process \r\nof establishing an anti-trafficking fund with the sole \r\npurpose of supporting victims of trafficking; providing \r\ncapacity-building for enforcement, social welfare and \r\njudicial officers and for investigators and prosecutors; \r\nand reintegrating victims back into their communities.\r\nMalawi is also implementing its national registration \r\nprogramme, which includes birth registration. This is \r\nvery important for citizens and will deter traffickers \r\nfrom taking our children, who are the victims most \r\naffected.\r\nToday we need to ensure that the United Nations \r\nGlobal Plan of Action addresses issues of transparency \r\nand resource mobilization in order to support the \r\nMember States in anti-trafficking programmes, \r\neffective partnerships and dealing with corruption.\r\nThe Acting President: I now give the f loor to the \r\nobserver of the European Union.\r\nMs. Vassiliadou (European Union): I have the \r\nhonour to speak on behalf of the European Union (EU) \r\nand its member States. Turkey, the former Yugoslav \r\nRepublic of Macedonia, Montenegro, Serbia, Albania, \r\nBosnia and Herzegovina, as well as Ukraine, the \r\nRepublic of Moldova, Armenia and Georgia, align \r\nthemselves with this statement.\r\nThe United Nations Global Plan of Action to \r\nCombat Trafficking in Persons remains essential as a \r\nframework for joint action to combat trafficking. Today \r\nwe renew and reinvigorate our common commitment \r\nto eradicating trafficking in human beings and to \r\nprotecting the human rights of the victims.\r\nThe process leading up to this meeting, including \r\nthe multi-stakeholder meeting in July, has provided us \r\nwith an opportunity to take stock of the progress that \r\nhas been made in the implementation of the Global \r\nPlan of Action. It has further allowed us to address the \r\npersistent and emerging challenges that we face in our \r\nefforts to combat trafficking in persons.\r\nThe Global Plan of Action is structured around \r\nprevention, prosecution, protection and partnerships. \r\nThis approach, which is also reflected in the European \r\nUnion anti-trafficking strategy, has proved its \r\napplicability in practice, and we look forward to seeing \r\nit applied to addressing trafficking in human beings \r\nunder the United Nations global compact on migration \r\nand the United Nations global compact for refugees.\r\nThe EU has set forth, through law and policy, a \r\ncomprehensive framework for addressing trafficking in \r\nhuman beings in a victim-focused, human-rights-based, \r\ngender-specific and child-sensitive way. The EU and its \r\nmember States have demonstrated their commitment \r\nto implementing the United Nations Global Plan of \r\nAction and to upholding the legal standards enshrined \r\nin the United Nations Convention against Transnational \r\nOrganized Crime and its Protocols, as well as other \r\n27/09/2017 A/72/PV.24\r\n17-30134 27/31\r\ninternational legal instruments addressing trafficking \r\nin human beings.\r\nWe are working globally with partners to build \r\ncapacities and promote those standards. The EU remains \r\nthe world’s largest donor of aid, and it finances many \r\nprojects promoting anti-trafficking action around the \r\nworld. One example is the joint European Union-United \r\nNations Office on Drugs and Crime Global Action to \r\nPrevent and Address Trafficking in Persons and the \r\nSmuggling of Migrants, launched in January 2016. It \r\ndelivers assistance to 13 countries around the world, \r\nin partnership with the International Organization for \r\nMigration and UNICEF.\r\nNo country in the world is immune to trafficking \r\nin human beings. We need to promote cooperation, \r\nin particular among countries of origin, transit \r\nand destination, including in the development of \r\ntransnational referral mechanisms — which link \r\nnational referral mechanisms so as to better identify, \r\nrefer, protect and assist victims — as well as of data \r\ncollection systems and the exchange of information \r\nfor the development of evidence-based policies. \r\nCooperation with non-governmental organizations, \r\nnational human rights institutions, the private sector \r\nand all other relevant partners is also essential.\r\nWe are faced with a number of emerging and \r\npersistent challenges in the fight against trafficking, \r\nwhich will require increased efforts in the future. \r\nThey include trafficking in the context of migration \r\nand the refugee crisis, the nexus between conflict and \r\ntrafficking in human beings, the risk of trafficking in \r\nsupply chains, and trafficking for the purposes of sexual \r\nabuse and exploitation, including of children online.\r\nWe have come a long way, but what is now vital \r\nfor the lives of victims and survivors is the effective \r\nimplementation of legal standards at national and \r\ninternational levels. We must address trafficking in \r\nhuman beings both as a heinous crime and as an abuse \r\nand a violation of human rights. There is a need to \r\naddress root causes that render people vulnerable, and \r\nwe will work to achieve our commitments under the \r\n2030 Agenda for Sustainable Development in order to \r\naddress such root causes and vulnerabilities.\r\nWe must continue to promote the efforts of all the \r\nrelevant actors to identify victims of trafficking as early \r\nas possible so as to ensure the realization of their right to \r\nappropriate assistance, protection and support, taking \r\ninto account the particular vulnerabilities of women \r\nand children, especially unaccompanied children and \r\nthose separated from their families.\r\nWe must ensure accountability for perpetrators. It \r\nis the traffickers that should be punished by the law, not \r\nthe victims.\r\nMost important, we must work on prevention and \r\npartnerships, since anything else comes too late for \r\nthe victims. Prevention is central to the Global Plan of \r\nAction and to EU law and policies. We must step up our \r\nefforts to discourage the demand that fosters all forms \r\nof exploitation, in both the legal and illegal economies.\r\nWe also call for more cooperation at the United \r\nNations level and stress the role of the Inter-Agency \r\nCoordination Group against Trafficking in Persons, \r\nwhich has an essential part to play in ensuring that \r\nefforts across the United Nations are coherent and \r\navoid duplication.\r\nFinally, we reaffirm our full commitment to \r\ncontinuing and reinforcing our work in this direction, \r\nfurther enhancing international cooperation and \r\nworking towards an effective global response.\r\nThe Acting President: I now give the f loor to \r\nthe representative of the former Yugoslav Republic \r\nof Macedonia.\r\nMr. Djundev (Former Yugoslav Republic of \r\nMacedonia): It is my great honour to take part in today’s \r\nhigh-level meeting on the appraisal of the United \r\nNations Global Plan of Action to Combat Trafficking \r\nin Persons.\r\nThe delegation of the Republic of Macedonia aligns \r\nitself with the statement of the European Union, but I \r\nwould like to share with the General Assembly a few \r\nremarks in my national capacity.\r\nLet me first welcome this timely high-level \r\ndiscussion on an important framework document. It is \r\ncrucial to keep focus on this heinous crime in all of its \r\naspects and forms, so that it is kept on the agenda along \r\nwith a variety of other pressing issues we are confronted \r\nwith. Trafficking in human beings is of particular \r\nrelevance in the context of the ongoing discussions on \r\nthe two compacts, on migrants and refugees.\r\nIn recent years we have witnessed the determination \r\nand action of the United Nations and its Member \r\nStates, individually and collectively, to suppress this \r\nextremely negative phenomenon, which constitutes \r\na serious threat to human dignity, human rights and \r\nA/72/PV.24 27/09/2017\r\n28/31 17-30134\r\ndevelopment. Although some progress has been \r\nachieved, there is no room for complacency. Challenges \r\nremain that are gaining new forms and requiring an \r\ninnovative approach.\r\nThe Republic of Macedonia has always supported \r\ninitiatives to raise awareness within the United Nations \r\nand other, regional, organizations aimed at more \r\nefficient, effective and coordinated action in the area \r\nof preventing and combating trafficking in human \r\nbeings. Although the primary responsibility for the \r\nprotection of human rights and the prevention of and \r\nfight against trafficking in persons lies in the hands \r\nof the Government, coordination, partnership and \r\ncooperation with other national stakeholders, including \r\ncivil society and the private sector, are prerequisites \r\nfor effective implementation of protection measures \r\nand policies.\r\nOn the national level, my country has taken a \r\nnumber of important legislative and organizational steps \r\nto prevent and combat trafficking in human beings. \r\nSpecial attention is paid to prevention and to protection \r\nmeasures that address the vulnerability of women and \r\nchildren as the most likely victims of trafficking. Being \r\non the Balkan route, another important challenge for \r\nmy country has been human trafficking in the context \r\nof illegal migration.\r\nUnfortunately, despite all the efforts undertaken at \r\nthe national, regional and international levels, human \r\ntrafficking is still widespread. A more resolute and \r\ncomprehensive approach on the ground is therefore \r\nrequired. In addition to prevention, we must protect \r\nand assist victims, as well as prosecuting criminal \r\ngroups engaged in trafficking in persons, all of which \r\nare prerequisites for yielding results in the fight against \r\nthis contemporary form of slavery.\r\nLet me conclude by underlining that progress in the \r\nimplementation of the Global Plan of Action depends on \r\nour resolve and the sustainability of our efforts, as well \r\nas on our commitment to translate the obligations we \r\nhave undertaken into concrete actions on the ground.\r\nThe Acting President: I now give the f loor to the \r\ndeputy Chair of the delegation of Israel.\r\nMs. Furman (Israel): One might think that slavery \r\nand prostitution are problems of the past, relics from \r\nanother era. But unfortunately, even today, in the \r\ntwenty-first century, we still see innocent people fall \r\nvictim to human trafficking. Human trafficking does \r\nnot exist in a vacuum. It is closely linked to organized \r\ncrime and terrorist groups that prey on their victims \r\nin times of crisis. Nearly 80 per cent of all detected \r\ntrafficking victims are women and children. More \r\nthan half of trafficking worldwide is for the purpose \r\nof sexual exploitation. Forced labour, which accounts \r\nfor nearly 40 per cent of all human trafficking, is the \r\nslavery of our time.\r\nThe Bible tells us that thousands of years ago the \r\nIsraelite people were slaves in Egypt. After hundreds \r\nof years of servitude, we were emancipated and gained \r\nour freedom. But with that freedom came the eternal \r\nobligation to remember the slavery we experienced. \r\nFor Israel, internalizing the slavery of our past informs \r\nand shapes our efforts to end human trafficking and all \r\nforms of modern slavery.\r\nThroughout the 1990s and early 2000s, Israel \r\nwas faced with a severe spate of human trafficking \r\nin which women were brought to Israel and forced \r\ninto prostitution. At the height of that phenomenon, \r\napproximately 3,000 women a year were being brought \r\nto Israel. Since then, Israel has developed two national \r\nplans and aligned a range of ministries, including in \r\nthe areas of health, social services, internal affairs \r\nand justice, to help combat human trafficking. Israel \r\nhas also enacted far-reaching legislation to prevent \r\nhuman trafficking, covering all forms of trafficking \r\nidentified by the United Nations Convention against \r\nTransnational Organized Crime and its Protocol on \r\ntrafficking in persons.\r\nIsrael is a tier 1 country in the battle against \r\ntrafficking. Most important, Israel has succeeded in \r\nreducing the most severe form of trafficking in women \r\nfor prostitution, which was prevalent in Israel. That is \r\nmainly due to our hard work on all four Ps — prevention, \r\nprosecution, protection and partnership.\r\nBeyond our legislative work and determined \r\nenforcement efforts to combat human trafficking, we \r\ncontinue to allocate resources for the rehabilitation \r\nof trafficking victims. We have established dedicated \r\nshelters, for both women and men, that provide \r\nresources, including financial aid, legal assistance, \r\nwork visas and medical and psychological care. While \r\nwe would prefer that those shelters not be needed at all, \r\nthey provide refuge for dozens of people and play an \r\nimportant role in their rehabilitation.\r\nIn addition, through the appointment of an \r\nanti-trafficking coordinator to liaise between the \r\n27/09/2017 A/72/PV.24\r\n17-30134 29/31\r\nGovernment and non-governmental organizations, we \r\nhave increased our partnership with civil society. That \r\nhas proven critical in reducing the scourge of human \r\ntrafficking and better identifying, and then assisting, \r\nvictims.\r\nWhile Israel is encouraged by the progress made \r\nby the international community, much work remains \r\nto be done. At this appraisal meeting of the United \r\nNations Global Plan of Action to Combat Trafficking in \r\nPersons, we call on all countries that have yet to ratify \r\nthe Palermo Protocol on trafficking in persons to do so.\r\nHuman traffickers pay no attention to borders. \r\nSimilarly, as members of the international community, \r\nwe must transcend borders in our efforts to end \r\nhuman trafficking. By continuing to combine our \r\ncollective willpower, we can and will find answers, \r\nworking together to attain our joint goals in the Global \r\nAction Plan.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Turkey.\r\nMr. Samsar (Turkey): I would first like to thank the \r\nPresident of the General Assembly and the Secretary-\r\nGeneral for organizing this timely meeting. We \r\nbelieve that our deliberations here today will further \r\nstrengthen our collective efforts to eradicate this \r\nheinous crime. Human trafficking constitutes a clear \r\nviolation of human rights. It is a serious offence to the \r\ndignity and integrity of persons and is rightly described \r\nas modern-day slavery. Transnational organized crime \r\nhas immense costs for the social and economic fabric \r\nof our societies.\r\nIt is a global problem and requires a comprehensive \r\nresponse. Although it can be countered by sophisticated \r\nmeasures, efforts to prevent trafficking and protect \r\ntrafficked persons remain a challenge. We should \r\ntherefore address the four pillars — prevention, \r\nprosecution, protection and partnerships. In order \r\nto be relevant, trusted and responsive, we have to \r\ndevelop inclusive, human-rights based and human-\r\ncentred approaches, including legislative and criminal \r\nmeasures. Our efforts should also be aimed at taking \r\nevery possible measure in our countries in line with \r\nthe United Nations Convention against Transnational \r\nOrganized Crime and its Protocol on combating \r\ntrafficking in human beings.\r\nWhile doing that, we should not lose sight of \r\nthe fact that human trafficking cannot be prevented \r\nby Governments acting individually. We should \r\nrecalibrate and coordinate our ongoing efforts. We \r\nhave the necessary international instruments in force. \r\nMoreover, the New York Declaration for Refugees and \r\nMigrants clearly mandates us to do so. Besides, the \r\nAssembly will recall that we pledged to take immediate \r\nand effective measures to eradicate forced labour and \r\nend modern slavery and human trafficking in the 2030 \r\nAgenda for Sustainable Development.\r\nIn that vein, I would like to reiterate our commitment \r\nregarding the full implementation of the United \r\nNations Global Plan of Action to Combat Trafficking \r\nin Persons. We believe that it is a solid basis on which \r\nto reinforce our legal obligations and a comprehensive \r\nguideline of our actions. It will also be instrumental in \r\npromoting coordinated and consistent responses at the \r\nnational, regional and international levels to counter \r\nhuman trafficking.\r\nWe all know that, due to the inability of the existing \r\ninternational humanitarian system to respond properly \r\nto the needs of people affected by catastrophes and \r\nemergencies, criminal networks find fertile ground to \r\nexploit the vulnerabilities of migrants by smuggling \r\nand trafficking them. Unfortunately, we see how human \r\ntrafficking has become a very profitable business for \r\nterrorist organizations such as Da’esh, the Partiya \r\nYekîtiya Demokrat/Yekîneyên Parastina Gel and the \r\nPartiya Karkerên Kurdistanê (PKK). For example, \r\nthe human-trafficking activities of the PKK terrorist \r\norganization were emphasized in the United States \r\nDepartment of State’s Trafficking in Persons Report \r\n2017. As the country hosting the largest number of \r\nrefugees in the world, including more than 3.1 million \r\nSyrians, Turkey is resolved to undertake necessary \r\nmeasures to prevent the human trafficking, forced \r\nlabour and slavery of those who had already f led the \r\nhorrors of conflicts.\r\nMr. Shava (Zimbabwe), Vice-President, took \r\nthe Chair.\r\nOn the other hand, given the complex nature of \r\nhuman trafficking, we need a whole-of-society approach \r\nto combating organized crime. It is imperative that the \r\nprivate sector and civil society also join Governments’ \r\nendeavours. With that understanding, we successfully \r\nensured a seat for the private sector during our chairship \r\nof the Global Forum on Migration and Development in \r\n2014 and 2015.\r\nA/72/PV.24 27/09/2017\r\n30/31 17-30134\r\nIn that regard, we would also like to stress the \r\nfact that, with a view to effectively combating human \r\ntrafficking, legal pathways for migrants seeking a \r\ndecent life must be strengthened. We should make every \r\neffort to provide the necessary conditions for tearing \r\ndown the barriers standing in the way of safe, regular \r\nand orderly migration. Let me once again underline that \r\nTurkey supports the work towards two global compacts, \r\non migration and for refugees. We have been actively \r\ntaking part in those processes since their inception. We \r\nare confident that, under the able leadership of Special \r\nRepresentative Arbour and High Commissioner Grandi, \r\nwe will achieve a great deal.\r\nTurkey remains strongly committed to eradicating \r\nhuman trafficking by implementing a progressive \r\napproach. With that understanding, we introduced \r\nadministrative and legal measures to combat \r\nthe phenomenon through prevention, protection, \r\nprosecution and cooperation. Our efforts are focused \r\non enhancing our legislation and improving the \r\nimplementation of our obligations. In that connection, \r\nwith the enforcement of our law on foreigners and \r\ninternational protection, the national task force on the \r\nfight against human trafficking has been replaced by \r\na coordination commission against human trafficking. \r\nThe commission has decided to develop and put into \r\npractice an updated national action plan on the fight \r\nagainst human trafficking in the coming period. \r\nFurthermore, initiatives such as a multilingual toll-free \r\nhelpline, a victim support programme and a voluntary \r\nand safe return programme have been put into practice.\r\nWe are party to the relevant international and \r\nregional instruments, including the United Nations \r\nConvention against Transnational Organized Crime \r\nand its supplementing Protocols and the Council of \r\nEurope Convention on Action against Trafficking in \r\nHuman Beings.\r\nAll of the challenges that we face will take time \r\nto be resolved, and advancing in our efforts requires \r\ncollaborative but decisive action. We need to recognize \r\nthe different needs of our countries while also ensuring \r\nmutual benefits and joint success.\r\nThe Acting President: With the consent of the \r\nAssembly, I now give the f loor to His Excellency \r\nArchbishop Paul Richard Gallagher, Secretary for \r\nRelations with States of the Holy See.\r\nArchbishop Gallagher (Holy See): Since the \r\nadoption of the United Nations Global Plan of Action \r\nto Combat Trafficking in Persons, in 2010, the extent \r\nof the crime of human trafficking across the globe \r\nhas worsened. Thankfully, however, during the same \r\nperiod, the recognition of the dimensions of the \r\nproblem, the resources required to respond to it and the \r\nresolve of Governments, institutions and individuals to \r\ncombat it have grown.\r\nThat is, alas, a meagre consolation, because the gap \r\nis still growing between our commitments and efforts \r\nand the reality confronting victims, including the \r\nserious dangers that persons in vulnerable situations \r\nface every day. Finding effective measures to close that \r\ngap is the reason we are gathered here.\r\nMy delegation would like to structure its assessment \r\non the progress of the Global Plan of Action around \r\nthe four objectives that underpin it, often referred to \r\nas the four Ps — to prevent trafficking in persons by \r\naddressing what drives it, to protect and assist victims, \r\nto prosecute those involved in the crime of trafficking \r\nand to promote partnerships among governmental \r\ninstitutions and all stakeholders to eradicate trafficking \r\nand rehabilitate survivors.\r\nThere has been significant progress in identifying \r\nand addressing many of the social, economic, cultural, \r\npolitical and other factors that make people vulnerable \r\nto trafficking in persons, in formulating comprehensive \r\npolicies and programmes and developing educational \r\nand awareness-raising campaigns. At the same time, \r\nhowever, several of the drivers of vulnerability have \r\nworsened, particularly armed conflicts that provoke \r\nenormous humanitarian emergencies, forced migration \r\nand the refugee crisis, which have exacerbated the \r\ndramatic situations faced by people, especially women \r\nand children.\r\nWith regard to cultural factors, the political \r\ndeclaration (resolution 72/1) on the implementation of \r\nthe United Nations Global Plan of Action to Combat \r\nTrafficking in Persons commits the international \r\ncommunity to intensifying its efforts to prevent and \r\naddress, with a view to eliminating the demand that \r\nfosters trafficking, especially of women and girls, and \r\nall forms of exploitation. Doing so in a resolute way \r\nrequires a frank and courageous examination of those \r\npractices that foster sexually addictive behaviour and \r\nthe dehumanization of other persons as mere objects \r\nof gratification.\r\nConcerning the protection of and assistance for \r\nvictims, my delegation believes that there is now greater \r\n27/09/2017 A/72/PV.24\r\n17-30134 31/31\r\nawareness and legal recognition that the victims of \r\ntrafficking are indeed victims rather than silent partners \r\nor, even worse, perpetrators of crimes. More services \r\nare in place to identify and liberate victims from the \r\nclutches of modern slavery, regularize their situation \r\nand put them on the path to recovery. As a result of \r\nthe deep traumas they suffer, however, there is need \r\nfor greater recognition that the work of rehabilitation \r\ncannot be a brief programme, but requires a long-term \r\ninvestment in order to provide the healing and training \r\nnecessary for the victims to begin a normal, productive \r\nand autonomous life.\r\nWith regard to the prosecution of crimes of \r\ntrafficking in persons, there have been various advances \r\nin terms of formulating adequate legal instruments to \r\ninvestigate, prosecute and punish traffickers, unlocking \r\nthe financial chains, understanding the connection to \r\nother forms of organized crime and corruption, and \r\nfostering cooperation at and across borders. At the same \r\ntime, however, as the Global Report on Trafficking \r\nin Persons 2016 makes clear, there are still very few \r\nconvictions and too much impunity.\r\nThere has also been progress in the formation of \r\npartnerships to strengthen collective action among \r\nGovernments and governmental agencies, academic \r\ninstitutions and the media, civil society and the private \r\nsector. The political declaration specifically mentions \r\npartnerships with and among faith-based organizations. \r\nThe Santa Marta Group, named after the residence of \r\nPope Francis, is an international alliance of police chiefs \r\nand bishops who work together at all levels to promote \r\ncoordination between law enforcement and faith-\r\nbased organizations in combating human trafficking \r\naccording to the specific competencies of each.\r\nSimilarly, the many groups and networks of Catholic \r\nreligious sisters, coordinated internationally by Talitha \r\nKum — a network of 22 member organizations in 70 \r\ncountries — show how faith groups can collaborate \r\nwith law enforcement authorities and with one another, \r\njoining more powerful coalitions with multi-pronged \r\nstrategies, in the fight against trafficking in persons \r\nand other contemporary forms of slavery.\r\nIn his 2015 message on the World Day of Prayer \r\nfor Peace, dedicated to the theme of eliminating \r\nhuman trafficking, Pope Francis emphasized the need \r\nfor partnerships and a new worldwide solidarity and \r\nfraternity to remedy the indifference and exploitation \r\nthat form a polluted human ecology in which human \r\ntrafficking thrives. He wrote that we are facing a \r\nglobal phenomenon that exceeds the competence of \r\nany one community or country. In order to eliminate \r\nit, we need a mobilization that is comparable in size \r\nto that of the phenomenon itself. The Global Plan of \r\nAction is an important part of that mobilization, and \r\nthis appraisal meeting is a means to help make the \r\nGlobal Plan increasingly effective. Our efforts must be \r\ncommensurate to the challenge.\r\nThe meeting rose at 1.20 p.m.\r\n"