"United Nations A/72/PV.31\r\nGeneral Assembly\r\nSeventy-second session\r\n31st plenary meeting\r\nMonday, 16 October 2017, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nThe meeting was called to order at 10.30 a.m.\r\nStatement by the President\r\nThe President: Before we begin, let me strongly \r\ncondemn the terror attacks that took place in \r\nMogadishu over the weekend. I want to express my \r\ndeepest condolences to the people and the Government \r\nof Somalia. We stand in solidarity with them. I am \r\noutraged by the loss of so many innocent lives. This \r\nhorrific incident further highlights the need for urgent \r\naction to prevent and counter all forms of terrorism, \r\nincluding by tackling its root causes.\r\nAgenda item 114\r\nElections to fill vacancies in subsidiary organs and \r\nother elections\r\n(d) Election of fifteen members of the Human \r\nRights Council\r\nThe President: The General Assembly will now \r\nproceed with the election of 15 members of the Human \r\nRights Council to replace those members whose term of \r\noffice expires on 31 December 2017.\r\nThe 15 outgoing members are the following: \r\nAlbania, Bangladesh, the Plurinational State of Bolivia, \r\nBotswana, the Congo, El Salvador, Ghana, India, \r\nIndonesia, Latvia, the Netherlands, Nigeria, Paraguay, \r\nPortugal and Qatar.\r\nIn accordance with operative paragraph 7 of General \r\nAssembly resolution 60/251, of 15 March 2006, these \r\nMember States are eligible for immediate re-election, \r\nexcept those that have served two consecutive terms, \r\nnamely, Botswana, the Congo, India and Indonesia.\r\nThe 15 vacant seats should be distributed among the \r\nregional groups as follows: four seats for the African \r\nStates; four seats for the Asia-Pacific States; two seats \r\nfor the Eastern European States; three seats for the \r\nLatin American and Caribbean States; and two seats \r\nfor the Western European and other States.\r\nIn accordance with resolution 60/251, membership \r\nin the Council shall be open to all States Members of \r\nthe United Nations, and the members of the Council \r\nshall serve for a period of three years. The members of \r\nthe Council shall be elected directly and individually, \r\nby secret ballot, by the majority of the members of the \r\nGeneral Assembly. Accordingly, 97 votes constitute \r\na majority in the General Assembly, which has a \r\nmembership of 193 States.\r\nThe following States will continue to be members \r\nof the Human Rights Council: Belgium, Brazil, \r\nBurundi, China, Côte d’Ivoire, Croatia, Cuba, Ecuador, \r\nEgypt, Ethiopia, Georgia, Germany, Hungary, Iraq, \r\nJapan, Kenya, Kyrgyzstan, Mongolia, Panama, the \r\nPhilippines, the Republic of Korea, Rwanda, Saudi \r\nArabia, Slovenia, South Africa, Switzerland, Togo, \r\nTunisia, the United Arab Emirates, the United Kingdom \r\nof Great Britain and Northern Ireland, the United States \r\nof America and the Bolivarian Republic of Venezuela. \r\nThe names of these States, therefore, should not appear \r\non the ballot papers.\r\nI remind delegations that the names of the following \r\nMember States should also not appear on the ballot \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-32739 (E)\r\n*1732739*\r\nA/72/PV.31 16/10/2017\r\n2/4 17-32739\r\npapers, as they have served two consecutive terms and \r\nare therefore not eligible for this election: Botswana, \r\nthe Congo, India and Indonesia.\r\nThe election will be held in accordance with the \r\nrelevant rules of procedure of the General Assembly \r\non elections. For this election, rule 92 of the rules \r\nof procedure of the General Assembly, as recently \r\namended by Assembly resolution 71/323, and rule 94 \r\nshall be applied. Accordingly, the election shall be held \r\nby secret ballot.\r\nConsistent with the practice of the General \r\nAssembly, if more than the required number of Member \r\nStates have obtained the votes of the majority of the \r\nmembers of the Assembly on the same ballot, those \r\nMember States that have obtained the largest number \r\nof votes above the required majority will be considered \r\nas elected, up to the number of seats to be filled. Also \r\nconsistent with past practice, if, due to a tie vote, it \r\nbecomes necessary to determine one candidate to \r\nbe elected or that will proceed to the next round of \r\nrestricted balloting, there will be a special restricted \r\nballot limited to those candidates that have obtained an \r\nequal number of votes.\r\nMay I take it that the General Assembly agrees to \r\nthese procedures?\r\nIt was so decided.\r\nThe President: I have also been informed by the \r\nSecretariat that voluntary pledges and commitments \r\nmade by Member States in accordance with operative \r\nparagraph 8 of General Assembly resolution 60/251 \r\nwere accordingly issued as official documents of the \r\nseventy-second session of the General Assembly.\r\nBefore we begin the voting process, I should like to \r\nremind members that pursuant to rule 88 of the rules of \r\nprocedure of the General Assembly, no representative \r\nshall interrupt the voting except on a point of order on \r\nthe actual conduct of the voting.\r\nI should like to seek the usual cooperation of \r\nrepresentatives during the time when the General \r\nAssembly is conducting elections and remind them that \r\nduring the voting procedure, all campaigning should \r\ncease in the General Assembly Hall. This means that, \r\nonce the meeting has begun, no more campaign material \r\ncan be distributed inside the Hall. All representatives \r\nare also requested to remain at their seats so that the \r\nvoting process can proceed in an orderly manner. I \r\nthank members for their cooperation.\r\nI should also like to remind delegations to refrain \r\nfrom extending congratulations in the General \r\nAssembly Hall after the announcement of the elected \r\nmembers. This is disruptive to the distribution of ballot \r\npapers for any subsequent round of balloting. I thank \r\nmembers for your cooperation.\r\nWe shall now begin the voting process.\r\nBallot papers marked “A”, “B”, “C”, “D” and “E” \r\nwill now be distributed. Each ballot paper is assigned to \r\none of the five regional groups. I request representatives \r\nto use only these ballot papers. In addition, ballot papers \r\nwill be given only to the representative seated directly \r\nbehind the country’s nameplate.\r\nIn accordance with General Assembly resolution \r\n71/323, which sets out a new arrangement for ballot \r\npapers, the names of the candidates that have been \r\ncommunicated to the Secretariat prior to the election \r\nhave been printed on the ballot papers for each of \r\nthe regional groups. Also, additional blank lines \r\ncorresponding to the number of vacant seats to be filled \r\nfor each of the regional groups have been provided on the \r\nballot papers for inscribing other names as necessary.\r\nRepresentatives are requested to check the boxes \r\nnext to the names of candidates that are printed on \r\nthe ballot papers and/or write other eligible names on \r\nthe blank lines. The total number of checked boxes \r\nand handwritten names may not exceed the number of \r\nvacant seats to be filled as indicated on the ballot paper. \r\nA ballot paper containing more votes than the number \r\nof vacant seats indicated on the ballot paper will be \r\ndeclared invalid.\r\nAccordingly, for the ballot paper marked “A”, for \r\nAfrican States, the total number of checked boxes and \r\nhandwritten names should not exceed four candidates; \r\nfor the ballot paper marked “B”, for Asia-Pacific States, \r\nthe total number of checked boxes and handwritten \r\nnames should not exceed four candidates; for the ballot \r\npaper marked “C”, for Eastern European States, the \r\ntotal number of checked boxes and handwritten names \r\nshould not exceed two candidates; for the ballot paper \r\nmarked “D”, for Latin American and Caribbean States, \r\nthe total number of checked boxes and handwritten \r\nnames should not exceed three candidates; and for the \r\nballot papers marked “E”, for Western European and \r\nother States, the total number of checked boxes and \r\nhandwritten names should not exceed two candidates.\r\n16/10/2017 A/72/PV.31\r\n17-32739 3/4\r\nIf a ballot paper contains one of the following \r\nnames of Member States, the ballot remains valid but \r\nthe vote for these Member States will not be counted: \r\nnames of Member States that do not belong to the region \r\nconcerned; names of Member States that are not eligible \r\nfor re-election; and names of Member States that will \r\ncontinue to be members of the Council next year.\r\nAt the invitation of the President, Ms. Bardijn \r\n(Belgium), Ms. Mohamed Didi (Maldives), \r\nMr. Buttigieg (Malta), Ms. Sandoval (Nicaragua), \r\nMr. Marcinek (Poland) and Ms. Mansouri (Tunisia) \r\nacted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 10.55 a.m. and \r\nresumed at 12.05 p.m.\r\nMr. Llorentty Solíz (Bolivia), Vice-President, took \r\nthe Chair.\r\nThe Acting President: The result of the voting is \r\nas follows:\r\nGroup A — African States (4 seats)\r\nNumber of ballot papers: 193\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 193\r\nAbstentions:  0\r\nNumber of members present and voting:  93\r\nRequired majority:  97\r\nNumber of votes obtained:\r\nSenegal  188\r\nAngola  187\r\nNigeria  185\r\nDemocratic Republic of the Congo  151\r\nBenin  1\r\nGambia  1\r\nGuinea-Bissau  1\r\nGroup B — Asia-Pacific States (4 seats)\r\nNumber of ballot papers:  193\r\nNumber of invalid ballots:  0\r\nNumber of valid ballots:  193\r\nAbstentions:  1\r\nNumber of members present and voting:  192\r\nRequired majority:  97\r\nNumber of votes obtained:\r\nNepal  166\r\nQatar  155\r\nPakistan  151\r\nAfghanistan  130\r\nMalaysia  129\r\nMaldives   4\r\nFiji  2\r\nBhutan  1\r\nJordan  1\r\nTuvalu  1\r\nGroup C — Eastern European States (2 seats)\r\nNumber of ballot papers:  193\r\nNumber of invalid ballots:  0\r\nNumber of valid ballots:  193\r\nAbstentions:  3\r\nNumber of members present and voting:  190\r\nRequired majority:  97\r\nNumber of votes obtained:\r\nSlovakia   185\r\nUkraine  177\r\nEstonia   1\r\nGroup D — Latin American and Caribbean States \r\n(3 seats)\r\nNumber of ballot papers:  193\r\nNumber of invalid ballots:  0\r\nNumber of valid ballots:  193\r\nAbstentions:  5\r\nNumber of members present and voting:  188\r\nRequired majority:  97\r\nNumber of votes obtained:\r\nPeru  180\r\nMexico  179\r\nChile  175\r\nGroup E — Western European and other States \r\n(2 seats)\r\nNumber of ballot papers:  193\r\nNumber of invalid ballots:  0\r\nNumber of valid ballots:  193\r\nAbstentions:  7\r\nNumber of members present and voting:  186\r\nRequired majority:  97\r\nNumber of votes obtained:\r\nSpain  180\r\nAustralia  176\r\nAndorra   1\r\nFrance  1\r\nGreece  1\r\nHaving obtained the required majority and the \r\nlargest number of votes of the members of the \r\nGeneral Assembly, the following 15 States are \r\nelected members of the Human Rights Council for \r\na three-year term of office beginning on 1 January \r\nA/72/PV.31 16/10/2017\r\n4/4 17-32739\r\n2018: Afghanistan, Angola, Australia, Chile, the \r\nDemocratic Republic of the Congo, Mexico, Nepal, \r\nNigeria, Pakistan, Peru, Qatar, Senegal, Slovakia, \r\nSpain and Ukraine.\r\nThe Acting President: I congratulate those States \r\nthat have been elected members of the Human Rights \r\nCouncil, and I thank the tellers for their assistance in \r\nthis election.\r\nThe General Assembly has thus concluded its \r\nconsideration of sub-item (d) of agenda item 114.\r\nThe meeting rose at 12.15 p.m.\r\n"