"United Nations A/72/PV.6\r\nGeneral Assembly\r\nSeventy-second session\r\n6th plenary meeting\r\nTuesday, 19 September 2017, 6.10 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nIn the absence of the President, Mr. Laaksonen \r\n(Finland), Vice-President, took the Chair.\r\nThe meeting was called to order at 6.10 p.m.\r\nAddress by Mr. Maithripala Sirisena, President of \r\nthe Democratic Socialist Republic of Sri Lanka\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Democratic Socialist \r\nRepublic of Sri Lanka.\r\nMr. Maithripala Sirisena, President of the Republic \r\nof the Democratic Socialist Republic of Sri Lanka, \r\nwas escorted into the General Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Maithripala Sirisena, \r\nPresident of the Republic of the Democratic Socialist \r\nRepublic of Sri Lanka, and to invite him to address \r\nthe Assembly.\r\nPresident Sirisena (spoke in Sinhalese; English \r\ntext provided by the delegation): I am very pleased to be \r\nable to congratulate the newly elected President of the \r\nGeneral Assembly and to have the honour of addressing \r\nthe Assembly at its seventy-second session, the third \r\ntime I have done so as leader of Sri Lanka. The theme of \r\nthis year’s session is “Focusing on people: Striving for \r\npeace and a decent life for all on a sustainable planet”. \r\nToday, as we observe the various scenarios in play \r\naround the world, that slogan seems highly pertinent.\r\nIn 2015, before my election as President of Sri \r\nLanka, I made a number of pledges to the people of \r\nmy country. At that juncture, Sri Lanka’s presidency \r\nhad more executive power than the corresponding \r\noffice in any other democratic system in the world. \r\nSince my election, the excessive executive powers of \r\nthe presidency have been transferred to Parliament in \r\naccordance with my pledge. I believe that the concession \r\nand transfer by a leader of such power to another organ \r\nhas set an example to my country and the world.\r\nThose of us who are leaders of democratic countries \r\nmust safeguard democracy and use our power to work \r\nto build a just society. However, events of the past few \r\ndecades — indeed, of world history generally — have \r\nshown that many leaders are reluctant to yield power, \r\nresulting in discord, the disruption of peace and \r\nsometimes disputes at the international level as well. \r\nFor myself, I have established democracy in my country \r\nand taken action to eliminate political groups with \r\nautocratic tendencies. I want to bring to the Assembly’s \r\nattention my efforts to ensure democracy, safeguard \r\nhuman rights and nurture my people’s fundamental \r\nrights during the past two and a half years.\r\nMy Government declared 2017 a year for poverty \r\nalleviation, with a view to freeing our country from \r\nthe clutches of poverty, a major effort that I believe \r\nthe entire world is engaged in. In that regard, we have \r\nlaunched a number of development programmes to \r\nstrengthen the domestic economy.\r\nWe are all aware that for 30 years Sri Lanka \r\nsuffered from a protracted conflict that crippled its \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-29281 (E)\r\n*1729281*\r\nA/72/PV.6 19/09/2017\r\n2/24 17-29281\r\neconomy. Terrorists advocating separatist ideologies \r\nwreaked havoc, but we were able to defeat them, \r\nestablish democracy and begin to govern the country \r\npeacefully. But the economic legacy of the conflict was \r\nextremely detrimental to progress. We have learned the \r\nlessons of that conflict and are working to strengthen \r\nour domestic economy, promoting local industries and \r\nindustrialization with a view to achieving economic \r\ndevelopment, while also fulfilling the Sustainable \r\nDevelopment Goals and making sustainable \r\ndevelopment a priority.\r\nMy country, like the rest of the world, including \r\nthe United States of America, is being affected by \r\nunprecedented climate and weather conditions. In that \r\nregard, I believe that the Paris Agreement on Climate \r\nChange is crucial, and we should agree that ensuring \r\nits implementation is essential for humankind and \r\nthe world.\r\nAlong with our national programme for poverty \r\nalleviation, I have launched a new movement, Grama \r\nShakthi, as part of our clear vision and plan for \r\nconsolidating the country’s economy. We want to \r\nstrengthen the local economy, develop local agriculture, \r\ntake the country in a new direction and continue the \r\neconomic plan between now and 2025 with rigour, with \r\na view to achieving major changes in our economy.\r\nAs we know, children today are faced with many \r\nproblems, not just in my country but all over the world. \r\nI have therefore launched a national programme in Sri \r\nLanka to protect children. We have a mammoth task \r\nahead of us in keeping our children safe from abuse \r\nand the drug manace. The protection of children is \r\na matter of national and international importance, \r\nand implementing programmes to that end is \r\ntherefore essential.\r\nThere is also much discussion in the world about \r\nprotecting women’s rights. A great deal of attention \r\nhas been focused on the subject, and we have seen \r\nhow women have been mistreated in certain societies. \r\nWomen make up more than 52 per cent of Sri Lanka’s \r\npopulation. We have worked to protect their rights by \r\namending our Constitution to establish a mandatory \r\n25 per cent quota for women candidates in local \r\nGovernment elections, one of several recently adopted \r\namendments concerning major programmes, along \r\nwith those protecting children and women’s rights and \r\npreventing the threat posed by illegal drugs. We know \r\nthat there is a need for an extensive global programme \r\nfor preventing and controlling the threat posed by \r\ndrugs. That issue has become a major challenge for \r\nevery country and society, and I believe that all of \r\nhumankind should join hands and come up with a joint \r\nprogramme to achieve that goal.\r\nWhen my Government came to power in 2015, we \r\nwere facing two major problems, one of which was our \r\nforeign debt crisis. Large sums of money were needed \r\nto repay our loans. On top of that, the Human Rights \r\nCouncil was considering allegations of human rights \r\nviolations and raising serious concerns with regard to \r\nthe then Government. Since then, however, we have \r\nbeen working to strengthen our domestic economy \r\nand attract foreign investment, and through these \r\nprogrammes have been successfully paying down our \r\nloans. \r\nWith regard to the resolutions adopted by the \r\nHuman Rights Council in connection with allegations \r\nof human rights violations, my Government is now \r\ndealing with the issue and making resolving those \r\nproblems a priority.\r\nConsolidating democracy and protecting and \r\nnurturing human and fundamental rights constitute \r\nthe pillars on which my Government has based its \r\nsuccessful leadership of Sri Lanka and its efforts to \r\nestablish a democratic society, and we will continue to \r\nstrengthen those elements in the future. We have also \r\nworked to strengthen national reconciliation. Sri Lanka \r\nis home to people with different languages and different \r\nfaiths, and we want to establish fellow feeling among \r\nthe various groups and eliminate hatred, suspicion \r\nand mistrust, while building a society that is free of \r\nsuch problems.\r\nWhile we must work to strengthen our country’s \r\neconomy and thereby promote prosperity, we also want \r\nto build a country that is disciplined and has high moral \r\nstandards. The rule of law is of major importance in \r\nthat regard, and my Government has prioritized the \r\ntask of establishing the rule of law and ensuring its \r\napplication. I should therefore emphasize that, while we \r\nare strengthening democracy, at the same time we are \r\nworking to promote our people’s human rights, nurture \r\ntheir basic rights and maintain friendly relations with \r\nother countries. Despite the divisions that have existed \r\nbetween Sri Lanka and some of its powerful allies, \r\ntoday we maintain good relations with those countries, \r\nand we very much appreciate the assistance of the \r\nUnited Nations in that regard. \r\n19/09/2017 A/72/PV.6\r\n17-29281 3/24\r\nAs a State Member of the United Nations for \r\napproximately 62 years, Sri Lanka has abided by its \r\nrules and regulations and complied with its conventions, \r\ntreaties and agreements. As a country with such a \r\ntrack record of compliance as a Member of the United \r\nNations, we want those good relations to continue.\r\nI want to ensure my country’s independence and \r\nsovereignty in all that we do. In addressing the various \r\nallegations that have been made against us and dealing \r\nwith the related problems, we have to move slowly and \r\nwith enormous care. In that regard, certain extremist \r\nelements expect a fast pace. They want quick, short-\r\nterm solutions, but our country is dealing with the \r\nlegacy of a war that dragged on for 30 years and \r\ndivided its people. We want to establish peace and \r\nunity, promote brotherhood among our people and \r\neliminate hatred, suspicion and mistrust. If we are to \r\nachieve that, to build up a loving country and promote a \r\nprosperous economy, the assistance of Member States is \r\nof paramount importance. That is why I say that ours is \r\na slow and steady pace, and in that connection, we call \r\non Member States for their help. I believe that a rapid \r\npace would be perilous at this juncture and the quick \r\nsolution expected by certain extremist elements would \r\nbe unlikely to solve our complex problems. I believe \r\nthat everyone would agree with me in that regard.\r\nPreventing the recurrence of war and promoting a \r\nsense of brotherhood among the various groups in my \r\ncountry, while ensuring each group’s right to speak its \r\nown language and worship according to its own faith, \r\nare among my Government’s goals. I respectfully \r\nappeal to the United Nations and to every nation to \r\nsupport us in realizing those goals. We want to promote \r\neconomic prosperity, democracy and an end to war, \r\nand we want to consolidate our democracy and set an \r\nexample to other nations. I am asking for assistance in \r\nachieving those goals.\r\nI would like to conclude by congratulating the \r\nPresident of the General Assembly and the Secretary-\r\nGeneral, and may the noble Triple Gem bless us all.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the \r\nDemocratic Socialist Republic of Sri Lanka for the \r\nstatement he has just made.\r\nMr. Maithripala Sirisena, President of the \r\nDemocratic Socialist Republic of Sri Lanka, was \r\nescorted from the General Assembly Hall.\r\nAddress by Mrs. Kersti Kaljulaid, President of the \r\nRepublic of Estonia\r\nThe Acting President: The Assembly will now hear \r\nan address by the President of the Republic of Estonia.\r\nMrs. Kersti Kaljulaid, President of the Republic \r\nof Estonia, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations Her Excellency Mrs. Kersti Kaljulaid, President \r\nof the Republic of Estonia, and to invite her to address \r\nthe Assembly.\r\nPresident Kaljulaid: Our world is unpredictable, \r\nand much of that unpredictability is the result of climate \r\nchange. Climate change could be counterbalanced \r\nby rapid changes in our wasteful way of life, aided \r\nby technology. Clearly, although technological \r\ndevelopment — especially as it is illustrated by the \r\nrapidly developing digital technologies to which \r\nbillions now have access — has a positive potential \r\nfor transformation, it actually adds to the difficulties \r\nof understanding our future. This new world offers \r\nopportunities. Unfortunately, it also enhances the risks. \r\nTo take advantage of the former and manage the latter, \r\nwe need to take f lexible and quick action, and on the \r\nglobal stage.\r\nEstonia, a nation of just over 1 million inhabitants, \r\nis sensitive to the fact that those who are inherently \r\nweak — the poor, the disabled and the very young \r\nor very old — find it especially hard to cope with \r\nunpredictability. It is hard for those who have been \r\nrendered weak by discrimination, which is often the \r\ncase for women and ethnic and religious minorities. \r\nEstonia itself has gone through a rapid transformation \r\nduring the more than quarter century that has passed \r\nsince it regained independence. As our economic and \r\nsocial statistics prove, we have done quite well in \r\nprotecting our society’s weaker groups, while rapidly \r\nadapting and growing our economy. We know it can \r\nbe done.\r\nWe suffered for a long time from the international \r\ncommunity’s Hobbesian conviction that liberty could \r\nabout bring chaos, and that bad leadership is better than \r\nno leadership. Our guiding principles have therefore \r\nbeen those of John Locke — the rule of law, checks \r\nand balances and individual rights. Notably, Locke had \r\noriginally agreed with Hobbes, but changed his mind \r\nA/72/PV.6 19/09/2017\r\n4/24 17-29281\r\nwhile on a diplomatic mission observing civil society \r\nin Brandenburg, where, as he described it, differing \r\nideas had the right to quietly coexist. That debate has \r\ncontinued into modern times.\r\nWe know how to offer our know-how on empathic, \r\ninclusive development at the global discussion table. \r\nEstonia is seeking election to the Security Council for \r\nthe period from 2020 to 2021. As a small State that was \r\noccupied for 50 years of its 100-year history, Estonia \r\nis sensitive to the concerns of all States and people \r\nwho lack the capacity to withstand global tides. Too \r\nmany States in the world are suffering from unresolved \r\nconflicts, and they are States that could take care of \r\ntheir own peoples and contribute at the global level \r\nif we could more quickly manage the conflicts that \r\nare holding them back or, worse, threatening to tear \r\nthem apart.\r\nThe ongoing military aggression in eastern Ukraine \r\ncontinues to stir up conflict and cause casualties \r\namong civilians, including the loss of a member of the \r\nOrganization for Security and Cooperation in Europe’s \r\nSpecial Monitoring Mission to Ukraine. The Crimean \r\npeninsula is still occupied, as are parts of Georgia. \r\nThere are protracted conflicts in Transnistria and \r\nNagorno Karabakh. Many countries have been torn \r\napart by tensions that we recognized but could not \r\ndissipate in time to avoid the worst. \r\nThe world has lost half a million people in Syria. \r\nEstonia supports the International, Impartial and \r\nIndependent Mechanism to Assist in the Investigation \r\nand Prosecution of Persons Responsible for the Most \r\nSerious Crimes under International Law Committed in \r\nthe Syrian Arab Republic since March 2011. \r\nWe cannot overlook the escalating suffering of the \r\npeople of Yemen, or ignore the fate of the Rohingya \r\npeople. We must put more effort into humanitarian \r\naction to combat the hunger, diseases and epidemics \r\nlooming in various countries. Our common efforts to \r\ncombat famine and hunger will also be crucial in South \r\nSudan, Somalia and Nigeria.\r\nNot every State is mobilizing its resources, efforts \r\nand technological advances for the benefit of its people. \r\nNorth Korea is an acute threat to world peace.\r\nThere are also considerable risks to global stability \r\nthat are no longer linked to any specific State. The \r\nrisk of terrorism is metastatic. Spawned initially by \r\nthe disappointments and disillusionment of people \r\nfrom failed and failing States, it has spread globally. \r\nThe key to successfully countering terrorism and \r\nviolent extremism lies in our cooperation at all \r\nlevels — national, regional and global. The Secretary-\r\nGeneral’s initiative to restructure the counter-terrorism \r\narchitecture at the United Nations will render global \r\nefforts more coordinated and transparent. Effective \r\ncounter-terrorism measures and the protection of human \r\nrights are mutually reinforcing, not conflicting, goals.\r\nWhat I have just mentioned — and which has \r\nalready been exacerbated by the real effects of climate \r\nchange and, unfortunately, will be even more so in the \r\nfuture — has led to the highest number of displaced \r\npeople the world has ever seen. As with all global \r\nchallenges, the United Nations is the natural entity for \r\nworking out and agreeing on a solution. Last year, we \r\nadopted the New York Declaration for Refugees and \r\nMigrants. We must address the root causes and drivers \r\nof irregular migration in order to improve border \r\nmanagement and fight human trafficking, while also \r\nfacilitating opportunities for legal migration. I would \r\nlike to emphasize that the underlying basic values of \r\nour joint endeavours are humanism and solidarity. For \r\nEstonia, the importance of empathy for refugees who \r\nare f leeing the atrocities of war and destruction is a \r\nbitter lesson from our own history, when occupations \r\nand the Second World War dispersed our people around \r\nthe world.\r\nIf we want to deal with the root causes of migration, \r\nwe must tackle climate change, which has become the \r\ndefining issue of our time. Joint efforts to combat \r\nclimate change on a global scale would not be possible \r\nwithout the coordinating role of the United Nations and \r\nthe platform offered by the United Nations Framework \r\nConvention on Climate Change (UNFCCC). We have \r\nconfidence in the Fiji presidency’s ability to achieve \r\nconcrete results during the twenty-third session of \r\nthe Parties to the UNFCCC, to be held in November, \r\nbuilding on last year’s achievements in Paris.\r\nAs the response led by society to the threats of \r\nclimate change shows, big, universal problems can be \r\ntackled by inclusive societies. Inclusive societies are \r\nfundamental to empathic and inclusive development. \r\nHowever, in recent years we have witnessed a shrinking \r\nof the space available to civil society. That trend must \r\nbe reversed. One of the most prominent guarantees for \r\nempathic and inclusive development in democracy and \r\nthe rule of law is the mainstreaming of gender equality \r\nin all areas of life. It is a proven fact that treating women \r\n19/09/2017 A/72/PV.6\r\n17-29281 5/24\r\nand men equally has a multiplier effect in eradicating \r\npoverty. Estonia’s welfare development plan for \r\n2016-2023 covers policy areas from employment and \r\nsocial inclusion to equal opportunities for applying \r\nour talents in all walks of life. Our goal is the balanced \r\nparticipation of women and men at all levels of \r\ndecision-making and management, in both the public \r\nand the private sectors.\r\nWe should also not forget about gender balance in \r\nconflict situations. Engaging women in the early stages \r\nof prevention, crisis resolution and peacebuilding \r\nhelps to reduce the probability of a relapse into violent \r\nconflict. We should therefore encourage women’s \r\nparticipation in peace processes and acknowledge them \r\nas actors of change with great potential. And we must \r\nbe tireless in implementing Security Council resolution \r\n1325 (2000) and related resolutions on women and \r\npeace and security at every level. The Peacebuilding \r\nCommission’s adoption of a gender strategy last year \r\nwas a major milestone on that road.\r\nIf women are to fully play their role in society, it is \r\ncrucial to eliminate gender-based violence. We should \r\nensure that its survivors are treated with dignity and that \r\nits perpetrators are held accountable for their crimes. \r\nEstonia continues to support actions that address gender-\r\nbased violence and the reproductive-health needs \r\nof women and adolescent girls who are particularly \r\nvulnerable — for example, via the United Nations \r\nPopulation Fund in Ukraine and by supporting the \r\n#shedecides initiative. I am convinced that Secretary-\r\nGeneral Guterres’ commendable effort to bring more \r\nwomen into United Nations decision-making will also \r\nbe an inspiration to women globally, and have a tangible \r\neffect on United Nations policy development, making it \r\nmore empathic and inclusive.\r\nToday, the use of information technology and \r\nthe Internet is part of the everyday lives of people \r\neverywhere. Estonia can share its experience on how \r\nbest to utilize e-governance to achieve the Sustainable \r\nDevelopment Goals more efficiently and cheaply. We \r\nhave been organizing an event series at the United \r\nNations with the aim of introducing the well-established \r\nbenefits of our e-governance to the international \r\ncommunity, and we sincerely hope that they will lead \r\nto concrete action and partnerships. Moreover, this \r\nsummer, Estonia and Singapore launched the Group \r\nof Friends on e-Governance and Cybersecurity. The \r\nGroup’s aim is to raise awareness, share best practices \r\nand promote capacity-building, at a time when such \r\ntopics are becoming increasingly important at the \r\nUnited Nations level.\r\nDigital change is everywhere. Its biggest effect \r\nright now is its ability to make geography obsolete. \r\nAttacks via cyberspace know no limits. Friendships \r\nand partnerships formed in the cybersphere know no \r\nborders. Globally, all these things diminish the distance \r\nbetween us. A digitally enhanced global civil society \r\nfunctions better if States provide their people with safe \r\nways to communicate digitally. In the analogue world, \r\nit is easy to identify ourselves even to people we do not \r\nknow, because States have provided us with passports. \r\nWe need similar identification for the cybersphere, \r\nand yet too few Governments provide the means for \r\nsafe identification. They should catch up and ensure \r\nthat their people are protected and able to conduct \r\ntransactions and communicate safely online.\r\nOur greater dependence on electronic services has \r\nbrought greater vulnerability in cyberspace, but that \r\ndoes not mean that we can, or should try, to stop digital \r\nprogress. We should continue our efforts to analyse how \r\ninternational law applies to the use of information and \r\ncommunications technology, particularly with regard \r\nto the principle of due diligence, countermeasures, \r\nthe potential application of the right to self-defence \r\nand international humanitarian law. I call on all States \r\nthat have not yet done so to accede to the Council of \r\nEurope Convention on Cybercrime. I would also like \r\nto underline the statement of the Freedom Online \r\nCoalition, expressing deep concern about the growing \r\ntrend in intentional State-sponsored disruptions both \r\nof access to information online and its dissemination. \r\nNo one should be denied the right to peaceful assembly \r\nor to freedom of association, opinion or expression, \r\nwhether in real life or online.\r\nIn order to address all of those challenges \r\nsuccessfully, we need a strong United Nations. Estonia \r\nwelcomes the Secretary-General’s agenda for United \r\nNations reform and strongly supports efforts to link \r\nreform of the United Nations peace and security \r\narchitecture with reform of its development system. \r\nWe welcome the emphasis on conflict prevention \r\nand peacebuilding, which renders societies resilient \r\nto vulnerabilities.\r\nEstonia’s chairmanship of the Second Committee \r\nis firmly guided by the principles of inclusivity and \r\nempathy. It is in our common interests to ensure that \r\nthe Second Committee tackles the global challenges \r\nA/72/PV.6 19/09/2017\r\n6/24 17-29281\r\nthat fall under its remit. We count on members’ good \r\nfaith in achieving that.\r\nMr. Saikal (Afghanistan), Vice-President, took \r\nthe Chair.\r\nAs a member of the Accountability, Coherence and \r\nTransparency group, Estonia has been working closely \r\nwith a number of countries to improve the working \r\nmethods of the Security Council, and the functioning \r\nof the United Nations as a whole. We need empathy and \r\ninclusivity, including in the Security Council. That is \r\nwhy Estonians hope that our first-time candidature for \r\na non-permanent member seat for the period 2020-2021 \r\nwill be successful. We regained independence 26 years \r\nago, but we already have 22 years of participation in \r\nUnited Nations peacekeeping under our belt. As a small \r\ncountry, we care for all those who are vulnerable in the \r\nworld. As a digital society, we are a story of hope and \r\nof rapid transformation from a poor country recovering \r\nfrom occupation to one that is able to provide for its \r\nown citizens and contribute to multilateral cooperation. \r\nAgain, as a digital State, we consider transparency and \r\nbeing close to people as obligations of a State. We are \r\nadamant supporters of rules-based decision-making \r\nand clarity of process. We are with those who want to \r\nmake the United Nations more nimble in order to face \r\nthe challenges of the twenty-first century.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Estonia for the statement she has just made.\r\nMrs. Kersti Kaljulaid, President of the Republic \r\nof Estonia, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Jimmy Morales, President of the \r\nRepublic of Guatemala\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic \r\nof Guatemala.\r\nMr. Jimmy Morales, President of the Republic \r\nof Guatemala, was escorted into the General \r\nAssembly Hall. \r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Jimmy Morales, President \r\nof the Republic of Guatemala, and to invite him to \r\naddress the Assembly.\r\nPresident Morales (spoke in Spanish): May my \r\nfirst words be of solidarity with the people and the \r\nGovernment of Mexico, given the tragedy that has \r\nbeset that beautiful country today. Guatemala has \r\nmade available a search-and-rescue team. Similarly, we \r\nwish to express our most sincere solidarity with all the \r\nCaribbean islands that have been affected by storms \r\nand hurricanes.\r\nI am grateful to Mr. Peter Thomson for his excellent \r\nstewardship as President of the General Assembly \r\nduring the previoius session, and I wish Mr. Miroslav \r\nLajčák every success as President of the Assembly at its \r\ncurrent session. I should also like to take this opportunity \r\nto welcome most warmly Secretary-General António \r\nGuterres, whom I have already congratulated.\r\nAs a sign of of our commitment to peace and \r\ndevelopment, on 6 July we signed our commitment to \r\nthe national development agenda, which incorporates \r\nthe Sustainable Development Goals in our national \r\ndevelopment plan — K’atún: Our Guatemala 2032 — in \r\norder to achieve the goals, targets and indicators set \r\nforth in the 2030 Agenda for Sustainable Development \r\nand thus to affect the well-being of Guatemalans. \r\nSimilarly, my country has as its priority guaranteeing \r\nfood security, attaining respect for and promoting \r\nhuman rights, ending poverty, improving the lot of the \r\nmost vulnerable, stewarding our natural resources and \r\nmaking gender equality a reality.\r\nGuatemala is committed to submitting to its \r\nthird Universal Periodic Review by the Human \r\nRights Council next November and to a review of its \r\ncompliance with the Convention on the Elimination of \r\nAll Forms of Discrimination against Women.\r\nIn a historic event for indigenous peoples, we have \r\ndrawn up, through consensus and inclusive dialogue, an \r\noperational guide for the holding of consultations with \r\nindigenous peoples, pursuant to Convention No.169 of \r\nthe International Labour Organization. The guide will \r\nhelp public institutions to comply with their obligations \r\nin consultation with indigenous peoples on the type of \r\ndevelopment they want to achieve.\r\nAgain on human rights, I wish to recall that \r\nGuatemala, after 36 years of internal armed conflict, \r\nsigned a peace agreement and took on the even more \r\narduous task of peacebuilding. That conflict was \r\nconditioned by international ideological polarization \r\nengendered by political doctrines that are alien to us. \r\n19/09/2017 A/72/PV.6\r\n17-29281 7/24\r\nIts aftermath weakened State institutions, preventing \r\nthem from providing necessary services to our people.\r\nWe recognized our weakness in proceeding \r\nalone and therefore turned to the United Nations. At \r\nour initiative, we entered into an agreement with the \r\nOrganization to establish the International Commission \r\nagainst Impunity in Guatemala (CICIG). That \r\nexperience is unique in the world and has an important \r\nmandate that necessitates faithful compliance, not only \r\nonly as it pertains to us but as a function of the rule \r\nof law.\r\nThe Commission started its work in 2007. At first, \r\nit was to last for two years, a period that has been \r\nextended five times, most recently on 4 September. This \r\nextension, which I signed in advance, shows our firmest \r\ncommitment to strengthening and supporting the \r\nCommission so that it achieves its goal of transferring \r\nits capacities to the State institutions, without setback \r\nor challenge. My Administration has significantly \r\nincreased the budget allocations for the justice sector. \r\nThe increase is unprecedented in the history of the \r\ncountry so that it may have a strong judicial system.\r\nCICIG has performed much good work, and \r\nthat is precisely why we support it. The limits of its \r\nmandate are the political Constitution of the Republic \r\nof Guatemala, the laws of our country and the \r\nagreement itself — the establishment and elaboration \r\nof CICIG. We — Guatemala and the United Nations \r\nSecretariat — are the guarantors of its observance.\r\nIt is a principle of our country that nobody should \r\ninterfere in the administration of justice. Whatever \r\nform interference might take — direct or indirect, \r\nthrough the media or any act that, though it might not \r\nappear connected, could affect sovereignty — it could \r\naffect the working of the country.\r\nOur Government is fully committed to the fight \r\nagainst corruption and impunity. We have therefore \r\nbegun the process of reviewing the interpretation and \r\nthe correct implementation of the CICIG agreement, \r\nwhereby we hope, in an objective and balanced fashion, \r\nto perfect, fine tune and correctly implement the task of \r\nthe Commission, while guaranteeing due process, the \r\npresumption of innocence, and avoiding, at all costs, \r\nselective persecution, the politicization of justice and a \r\nlitigation culture in politics. We trust that we will soon \r\nbegin the relevant actions for both interested parties.\r\nThe environment is one of the many issues that \r\nwe wish to address. On 25 January, Guatemala signed \r\nand ratified the Paris Agreement on Climate Change. \r\nThat is a clear demonstration of my country’s level of \r\ncommitment to meeting its international and national \r\nobligations in that regard. I take this opportunity to \r\nthank President Emmanuel Macron for his initiative in \r\nthe global pact for the environment, which we support. \r\nAware of its own high degree of vulnerability and \r\nthreats of nature, Guatemala already has a national \r\naction plan on climate change, so that our domestic \r\nlegislation may be carried out to achieve mitigation, \r\nadaptation and resilience to climate change.\r\nWith regard to nutrition and food security, with \r\nthe support of the World Food Programme we have put \r\ntogether the final report of the strategic review of the \r\nsituation in Guatemala in that regard, with an emphasis \r\non chronic malnutrition and its root causes. With that \r\ntool, we are working hard on our national strategy \r\nfor the prevention of chronic malnutrition for the \r\nperiod 2016-2020, which is related to the Sustainable \r\nDevelopment Goals.\r\nFaced with the threat of transnational organized \r\ncrime, drug trafficking and terrorism, my Government \r\nhas made the strengthening of justice and security \r\ninstitutions a priority. With that goal in mind, we have \r\nbeen working hand in hand with our international \r\npartners to end crime, corruption and drug trafficking \r\nonce and for all. In June, the Conference on Prosperity \r\nand Security in Central America was held in Miami, \r\nin which Guatemala was recognized for its strong \r\ncommitment to the Alliance for Prosperity, its \r\ncontinued support in the fight against drug trafficking \r\nand its determined work to advance the shared goals of \r\npromoting security in the region.\r\nA major issue for my country, with which we have \r\nalways dealt seriously, is the interinstitutional and \r\ninternational efforts in the migration phenomenon, \r\nwith special emphasis on the alliances with El Salvador, \r\nHonduras, Mexico and the United States of America. \r\nAlongside those actors, we have focused on efforts to \r\nboost the economy and improve security conditions \r\nin order to reduce migration and decrerase the risk \r\nmigrants face when embarking on a dangerous journey \r\nin search of a better quality of life. That is why we value \r\nthe efforts of all States Members of the Organization \r\nin the process of negotiating the global compact for \r\nsafe, orderly and regular migration, which is planned \r\nas an updated mechanism within the United Nations \r\nA/72/PV.6 19/09/2017\r\n8/24 17-29281\r\nthat prioritizes the capacity, work and contribution of \r\nmigrants, regardless of their immigration status.\r\nConsistent with the need to care for our nationals, \r\nwe have expanded our consular assistance in the United \r\nStates in order to promote and protect the human \r\nrights of migrants in this country and provide consular \r\nassistance closer to them.\r\nI would also like to mention that, in April, Panama \r\nand Guatemala signed an information exchange \r\nand migration alert agreement, which facilitates the \r\nmobility of people from both countries and establishes \r\ncooperation links in migration matters. In that context, I \r\nwant to refer to our so-called young dreamers, who help \r\nmake up a group of people who bring talent, knowledge \r\nand work to the development of the communities \r\nwhere they currently live. Like other countries that \r\ncount on dreamers protected by the Deferred Action \r\nfor Childhood Arrivals programme, Guatemala hopes \r\nthat human sentiment and the regional solidarity of the \r\nGovernment of the United States will prevail so that \r\nin the coming months Congress will adopt legislation \r\nthat allows that group of young people and children to \r\nattain permanent legal status and enable them to stay \r\nand study in the United States.\r\nMy country’s role in the multilateral sphere aims \r\nto contribute to strengthening the conditions for \r\nsustainable peace on the ground. It is precisely in that \r\nsphere, where peacekeeping is one of the most noble \r\ntasks of the Organization, in which Guatemala is proud \r\nto participate. Our commitment is reflected in the \r\ndeployment of our contingents to the United Nations \r\nOrganization Stabilization Mission in the Democratic \r\nRepublic of the Congo and other missions on the African \r\ncontinent where we actively participate, as well as in \r\nHaiti, where Guatemalan personnel directly support \r\nnational efforts with the United Nations Stabilization \r\nMission in Haiti, whose mandate is about to end. We are \r\nalso honoured to continue participating in the United \r\nNations Mission in Colombia. We will continue to \r\ncontribute constructively to those international efforts \r\nwith the highest level of professionalism and dedication.\r\nGuatemala, in line with the Non-Proliferation and \r\nDisarmament Initiative on nuclear weapons, strongly \r\ncondemns acts of provocation and destabilization \r\nthat undermine international peace and security and \r\nincrease tensions not only at the regional level, but \r\nalso worldwide. Those acts impede peaceful dialogue \r\nwith a view to contributing to denuclearization. We \r\nhave repeatedly condemned the nuclear tests carried \r\nout by North Korea, as they are a f lagrant violation \r\nof international law and various resolutions of the \r\nSecurity Council, as well as of the Treaty on the \r\nNon-Proliferation of Nuclear Weapons. Collective \r\nsecurity can be achieved only through the prohibition \r\nand total elimination of nuclear weapons. For that \r\nreason, tomorrow Guatemala will sign the Treaty on \r\nthe Prohibition of Nuclear Weapons, thereby taking an \r\nimportant step to reach a world free of nuclear weapons.\r\nMy country is concerned about the serious \r\nsituation facing the Venezuelan people. The political \r\ncrisis aff licting that beautiful fraternal country is \r\ndrifting towards the possibility of a rupture of the \r\ndemocratic order, a lack of constitutional guarantees, \r\nthe violation of human rights and continuous acts of \r\nviolence, persecution and political repression. We share \r\nthe serious concern of other countries of the region. \r\nThat is why we seek to explore ways to contribute to \r\nthe restoration of democracy in that country through a \r\npeaceful and negotiated exit.\r\nBefore the Assembly, I want to reaffirm the \r\ncommitment of my country to resolving permanently \r\nand definitively, in the International Court of Justice, \r\nour territorial, insular and maritime dispute with \r\nBelize, a country with which we aspire to have a \r\nprivileged relationship and a permanent dialogue about \r\nthe solution of our common problems.\r\nFinally, I would like to take this opportunity to send \r\na message of unity to my country. We are experiencing \r\na moment of polarization that is not favourable to that \r\nand will not lead us to any safe place. I have welcomed \r\nthe call for dialogue by some parties, and today, as a \r\ndemocratically elected representative of national unity, \r\nI call on all sectors to engage in a serious dialogue \r\non themes that are truly structural, in which we seek \r\nsolutions to the problems, with all of us participating \r\nand helping as a nation. That participation will allow \r\nus to speak of deep reforms to the State, which we \r\nmust solve in the areas of security and justice, and \r\nof economic and social development, both rural and \r\nurban, as well as the issue of political participation and \r\nthe functioning of the State. I will return to my country, \r\nas always, with hopes of a better future.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Guatemala for the statement he has just made.\r\n19/09/2017 A/72/PV.6\r\n17-29281 9/24\r\nMr. Jimmy Morales, President of the Republic \r\nof Guatemala, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Mohammad Ashraf Ghani \r\nAhmadzai, President of the Islamic Republic \r\nof Afghanistan\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Islamic Republic \r\nof Afghanistan.\r\nMr. Mohammad Ashraf Ghani Ahmadzai, President \r\nof the Islamic Republic of Afghanistan, was escorted \r\ninto the General Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Mohammad Ashraf Ghani, \r\nPresident of the Islamic Republic of Afghanistan, and \r\nto invite him to address the Assembly.\r\nPresident Ahmadzai: As I stand here before the \r\nGeneral Assembly today, I am reminded that the wise \r\nmen and women of 1945 displayed a unique capacity \r\nto learn from and act on the lessons of history. Shaped \r\nby the Great Depression and tempered by the carnage \r\nof the Second World War, they established global order \r\nthrough institutions that would provide security and \r\nstability for generations to come. The United Nations, \r\nthe International Monetary Fund, the World Bank \r\nand other organizations were founded to coordinate \r\nresponses to international challenges and to make \r\ncrimes against humanity a thing of the past.\r\nThere can be little doubt that today the scale, scope \r\nand speed of their imagination and efforts have not yet \r\nbeen matched. But future historians will judge those \r\ninstitutions on how they respond to the challenges \r\nof today and the challenges we must confront in the \r\nfuture. As global leaders, we seek certainty and \r\nfamiliarity in the rules of the game that dominated the \r\ntwentieth century. But in today’s ever-changing world, \r\nthe dominant contextual characteristic defining our \r\ntimes is extreme uncertainty. It is easy to illustrate this \r\nuncertainty by looking at threats we are facing — to \r\nour economies, our security and our values. There is \r\nan emerging consensus that advanced economies have \r\nyet to arrive at proper growth models to overcome \r\nhigh unemployment, decreasing income and wealth \r\ninequality. The threat of economic crisis, therefore, \r\nstill hangs over us.\r\nSixteen years after the tragedy of 11 September \r\n2001, the threat of violence by non-State actors has \r\ntaken the form of a fifth wave of political violence \r\nand terrorism. Driven by transnational terrorist \r\nnetworks, criminal organizations, cybercrime and \r\nState sponsorship of terror, this fifth wave promises \r\nto be a decades-long threat to international security \r\nrather than a passing phenomenon. In the twentieth \r\ncentury, the world came together to push back the \r\nspread of fascism so that democratic freedoms could be \r\nsecured. Those very freedoms are under attack today \r\nfrom global terrorism. Terrorism is not only an attack \r\non human life and basic freedoms, but an attack on the \r\ncompact of citizenship, an attack on the nation-State’s \r\nrelationship with its people, which makes democratic \r\nsocieties unique, fair and free. We must confront the \r\nthreat of terrorism as a united force and meet it with a \r\nlong-term solution that matches the long-term agenda \r\nof the terrorists themselves.\r\nLastly, despite the incorporation of tenets of \r\nthe Universal Declaration of Human Rights into the \r\nConstitutions of most countries of the world, crimes \r\nagainst humanity still occur with painful regularity. \r\nThe ethnic cleansing of the Rohingya is especially \r\nshocking. Aung San Suu Kyi’s lengthy silence was \r\ntragic, as our hopes that an icon of human rights would \r\nchoose principle over power were frustrated. I welcome \r\nthe chance for Afghanistan to have a seat on the Human \r\nRights Council in order to have a more central role in \r\ndiscussions on these important issues. As a people who \r\nare still experiencing crimes against humanity — the \r\nlatest being killing of civilians in the Mirza Ulang \r\nvillage and attacks on mosques in Kabul and Herat and \r\nelsewhere — we are eager to add our voice in support \r\nof human rights.\r\nOvercoming the destructive and disruptive patterns \r\nof change in the twenty-first century requires collective \r\nand coordinated action at the global, local and \r\nindividual levels. An effective, efficient and respected \r\nUnited Nations is the need of the hour; we must let \r\nour twentieth-century institutions be put to the test. \r\nI therefore congratulate His Excellency Mr. Miroslav \r\nLajčák on assuming the presidency of the General \r\nAssembly at its seventy-second session. I also want to \r\nrecognize and appreciate the efforts of His Excellency \r\nMr. Peter Thomson during the previous session, and I \r\ncommend His Excellency Secretary-General Guterres \r\nfor launching his reform of the United Nations.\r\nA/72/PV.6 19/09/2017\r\n10/24 17-29281\r\nIf the United Nations did not exist today, we would \r\nhave to invent it to address the demands of our time. \r\nDelivering on the promises of the Charter and the \r\nUniversal Declaration of Human Rights in the context of \r\nuncertainty requires re-examination of core functions, \r\nre-engineering of business processes, reinvigoration \r\nof organizational culture and values, and the reform of \r\nsystems of accountability. If the United Nations is to be \r\nmore relevant to countries like mine, it must deliver as \r\none United Nations. But this objective has not yet been \r\nfulfilled. The inherited model of the United Nations \r\nagencies as instruments of technical assistance and \r\ncapacity-building should be subjected to the market \r\ntest, namely, value-for-money and sustainability of \r\nresults in comparison to Government, private sector \r\nand non-governmental modes of delivery. Mutual \r\naccountability is a proven mechanism of consolidation \r\nand expansion of partnerships and trust-building.\r\nI am honoured to stand before the General Assembly \r\nto represent and speak for the people of Afghanistan. \r\nWe have borne adversity, deprivation and drought \r\nwith dignity, met invasion with valour and defended \r\nour homeland with patriotic fervour. As the front-line \r\nState in the global struggle against terrorism and in \r\nthe front-line of defence of democratic freedoms, our \r\npeople and security forces are accomplishing heroic \r\ndeeds on a daily basis. We too — as a nation, a State \r\nand a people — are reinventing ourselves to address \r\nthe challenges and potential offered to us in the twenty-\r\nfirst century.\r\nWith President Trump’s recent announcement of \r\nhis strategy to counter terror and stabilize South Asia, \r\nAfghanistan’s enduring partnership with the United \r\nStates and the international community has been \r\nrenewed and redirected. We welcome that strategy, \r\nwhich has now set us on a pathway to certainty. The \r\nAfghan people have looked to the United States for this \r\ntype of resolve for years. We pay tribute to all the men \r\nand women of allied nations who have served with us, \r\nparticularly those who paid the ultimate sacrifice.\r\nThe strategy consolidates all instruments of \r\nAmerican power, conveying a message that the Taliban \r\nand their backers cannot win militarily. Only through \r\npolitical settlement can we achieve enduring peace, \r\nand I call upon all ranks of Taliban to engage in \r\nintra-Afghan dialogue.\r\nWe now also have an opportunity for a dialogue with \r\nour neighbours on how we can work together earnestly \r\nto eliminate terrorism and contain extremism. I call \r\nupon Pakistan to engage with us in a comprehensive \r\nState-to-State dialogue on peace, security and regional \r\ncooperation leading to prosperity.\r\nThe Afghan Government has proven that we \r\nare committed to peace through our own internal \r\nprocesses, as demonstrated by the peace agreement \r\nwith Hizb-international Islami. We now call on all of \r\nour neighbours, near and far, to join us through the \r\nKabul process in our comprehensive quest for peace \r\nand regional stability. However, moving forward, we \r\nask for a change of perspective from our international \r\npartners. For too long, the conflict in Afghanistan has \r\nbeen viewed through the prism of civil war; but the war \r\nis not within our soil, it is over our soil.\r\nToday there are over 20 international terrorist \r\ngroups with an imposed presence on Afghan soil. The \r\nfuture of Afghanistan matters because we are on the \r\nfront lines of the global effort to eradicate the threat \r\nof terrorism. Our brave soldiers are fighting and dying \r\nfor the cause and the sovereignty of the Afghan nation \r\nevery day. Although we may be on the front lines, the \r\nthreat knows no boundaries.\r\nFor terrorist groups that are harboured in the \r\nregion, attacks in Kabul, Brussels, Paris, Barcelona, \r\nLondon or anywhere else are equal victories. President \r\nTrump’’ new strategy includes the disruption and \r\ndenial of sanctuary to terrorists, whose motives \r\nknow no boundaries. However, a strong and enduring \r\ncommitment from our international partners alone will \r\nnot ensure our collective success in Afghanistan. The \r\nroots of success are indeed within us, as Afghans.\r\nToday, nearly three years into our decade of \r\ntransformation, we are turning Afghanistan into a \r\nplatform for stability. The foundation has been laid. \r\nWe have articulated and are rigorously implementing \r\nroad maps for reform: we are prosecuting the corrupt, \r\nending corruption in the security sector, replacing \r\nsystems of patronage with merit-based systems and \r\nmaking financial processes transparent.\r\nWe are also reaching out to those who had previously \r\nbeen excluded from society — young people, the poor \r\nand women. Yet those people are our nation’s source of \r\nresilience. The generation that grew up in the 1990s, \r\nwhich makes up the majority of our population, is \r\nnow being entrusted with wholesale leadership of the \r\ncountry. A generational change is taking place as youth \r\nare empowered at every level. This generation will be \r\n19/09/2017 A/72/PV.6\r\n17-29281 11/24\r\nthe one that reforms the Government into one that is \r\ncitizen- and service-oriented.\r\nThrough unimaginable hardship, women kept the \r\nfabric of our communities and societies together, even \r\nas they fell to shreds. Yet women were relegated to the \r\nvery bottom of society. That was unacceptable, and our \r\nnation suffered for it. Today there are more Afghan \r\nwomen in Government, the workforce and active in \r\ncivil society than ever before in Afghan history, yet we \r\nstill have far to go. At the helm, we have six women \r\nAmbassadors and four women Cabinet members. Simply \r\nput, women’s empowerment is crucial to our future.\r\nThe poor, along with women and young people, \r\nare the numerical majorities in Afghanistan that cross \r\nethnic, linguistic, gender and religious lines. About \r\n40 per cent of Afghans still live below the poverty line. \r\nResearch shows that poverty perpetuates itself because \r\nit affects the physiological make-up of a child’s brain. \r\nWe must empower the poor. For too long, they have \r\nbeen the silent majority in our country.\r\nWe are recreating the bonds of society in order to \r\nchange the culture of our State. And we are strengthening \r\nour bonds not only internally, but regionally. As we \r\nlook to our neighbours in South and Central Asia, we \r\nare simultaneously strengthening national, global and \r\nregional connectivity. Afghanistan will again become \r\na multifaceted hub in the twenty-first century for \r\ntransport, energy, water and mining and for the benefit \r\nof the entire region’s economic prosperity and security.\r\nWe are already seeing the fruits of our labour. \r\nTransmission lines for Central and South Asia, power \r\nprojects are under construction; the Turkmen railway \r\nhas reached our border; and the Turkmenistan-\r\nAfghanistan-Pakistan-India pipeline for natural gas is \r\nunder construction. As a central part of our plan for \r\neconomic advancement, we continue to work with our \r\nregional partners to seek avenues of collaboration. \r\nWe can see now, amid the uncertainties and unique \r\nchallenges and threats of the twenty-first century, \r\nhow Afghanistan has become a conundrum for the \r\ntwentieth-century approaches within which the global \r\norder tends to still operate.\r\nWhile the threat of international terrorism playing \r\nout on our soil has dominated the narrative of our \r\ncountry and driven the fate of our people for far too \r\nlong, we also have enormous potential to be the regional \r\nbrokers of peace, a hub for economic prosperity and a \r\nbeacon of democratic values. The birthplace of Rumi \r\nstill resounds with messages of love, peace and hope. \r\nAfghanistan will yet again be the Asian crossroads \r\nfor dialogue among civilizations and a model of \r\nharmony and culture of tolerance and engagement. I \r\nam confident that our plans and programmes for self-\r\nreliance and reform, bolstered by the commitment of \r\nour international partners, will chart out a path for us \r\ntowards realizing our full potential.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Islamic \r\nRepublic of Afghanistan for the statement he has \r\njust made.\r\nMr. Mohammad Ashraf Ghani Ahmadzai, President \r\nof the Islamic Republic of Afghanistan, was escorted \r\nfrom the General Assembly Hall.\r\nAddress by Mr. Adama Barrow, President of the \r\nRepublic of The Gambia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nThe Gambia.\r\nMr. Adama Barrow, President of the Republic \r\nof The Gambia, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Adama Barrow, President \r\nof the Republic of the Gambia, and to invite him to \r\naddress the Assembly.\r\nPresident Barrow: With warm greetings to all \r\nmembers of the General Assembly from the new \r\nGambia, we thank the Almighty God for making this \r\ngreat gathering of global leaders possible once again this \r\nyear. Allow me to formally congratulate the President \r\nof the General Assembly and the Secretary-General of \r\nthe Organization on their leadership and commitment \r\nto the values of the United Nations.\r\nAfter more than 70 years of existence, the United \r\nNations undoubtedly remains the ultimate international \r\nplatform for finding solutions to global challenges, \r\nas we in the Gambia know all too well. Today, on my \r\nmaiden appearance at this great forum of world leaders, \r\nlet me take this opportunity to reaffirm The Gambia’s \r\nfirm commitment to the Charter of the United Nations. \r\nMy Government fully appreciates the United Nations \r\ncentral role in the pursuit of preventive diplomacy to \r\navert crises around the world.\r\nA/72/PV.6 19/09/2017\r\n12/24 17-29281\r\nThe recent political crisis that took place in my \r\ncountry created a new democratic beginning, and the \r\nexperience taught us useful lessons that Gambians will \r\nnot easily forget. We learned that willpower, national \r\nunity, decisive regional intervention and the undivided \r\nand clear support of the international community \r\ncould produce positive outcomes. Also of importance \r\nwas the coordinated international action inspired by \r\nour common values of solidarity, democracy, respect \r\nfor human rights and the rule of law, which were \r\ncritical in sending the right message to the former \r\nPresident to respect the will of the people and leave \r\nwithout bloodshed.\r\nDuring those difficult times, we knew we had \r\nfriends — ones who came to our aid and who have since \r\nkept faith with us. We therefore would like to seize this \r\ngreat opportunity to thank the leaders of the Economic \r\nCommunity of West African States (ECOWAS) for their \r\ntimely and firm intervention in bringing peace to The \r\nGambia. We also thank all our regional and international \r\nfriends who stood by us in our critical hour of need. \r\nThanks to their collective efforts, The Gambia is now \r\non a solid path to peace and good governance, and \r\nready to resume playing our traditional role among the \r\nchampions of human rights and democracy. Gambians \r\nhave made an irreversible choice to close a dark chapter \r\nin our history, and today our national agenda is one of \r\nreform and transformation.\r\nLike any other restored democracy, we are \r\nfacing enormous challenges in the revival of our \r\neconomy and a comprehensive reform of our laws \r\nand our administrative and judicial institutions. \r\nThe modernization of our security sector and the \r\nconsolidation of the rule of law and human rights are \r\npart of our reform programme. It is only by overcoming \r\nthese challenges that we can reinforce our democratic \r\ngains, and my Government is committed to delivering \r\na new Gambia that is fit for our children to be proud \r\nof. Indeed, young people were all along at the forefront \r\nof our democratic transition, and addressing youth \r\nunemployment is a top priority for my Government and \r\nwill no doubt create enormous opportunities.\r\nWe also recognize the crucial role of Gambians \r\nin the diaspora in contributing to the transformation \r\nof our motherland. Let me seize this opportunity to \r\nsincerely thank our development partners and friends \r\nfor the invaluable budget and policy support they \r\nare providing to the Government to help address the \r\nchallenges of job creation and youth irregular migration. \r\nMy Government is committed to using such resources \r\nwisely for sustainable socioeconomic development.\r\nWe may be a small country but we have huge needs. \r\nAs a matter of urgent priority, we have developed a \r\nnational development plan in line with the transformative \r\nagenda of the new Gambia. This development blueprint \r\nis designed to put the country back on track to \r\neconomic growth and prosperity following two decades \r\nof mismanagement, corruption and widespread human \r\nrights violations. This new plan is built on sound \r\nmacroeconomic and fiscal policies that will lead to \r\neconomic stability and growth over the medium and \r\nlong terms. It has also incorporated the Sustainable \r\nDevelopment Goals and other commitments contained \r\nin the 2030 Agenda for Sustainable Development and \r\nthe Paris Agreement on Climate Change.\r\nThe Paris Agreement is critically relevant to The \r\nGambia because climate change means a lot more in \r\nour situation. When land productivity declines and \r\nwater shortage intensifies, young people from rural \r\nareas are often sent away to ease the burden on their \r\nfamilies and to find new sources of income. This sadly \r\nexplains why many young Gambians have been forced \r\nto make the long and dangerous journey to Europe. \r\nThe journey is so risky that many perish on the high \r\nseas and never reach their final destination. Countless \r\nothers disappear into immigration detention centres or \r\nvanish in the sands of the Sahara desert. Those who \r\nare able to complete the journey are often dismissed \r\nas economic migrants and sent back home. This sense \r\nof hopelessness and frustration also provides fertile \r\nground for smugglers and extremist groups to recruit \r\ninnocent young people into the criminal underworld.\r\nYoung people do not deserve this experience; they \r\ndeserve the chance to enjoy a safe and prosperous future \r\nat home. Creating new employment opportunities that \r\nprovide young people with sustainable incomes and \r\nconnect them to a revitalized land and a healthy and \r\nproductive environment is an investment in the future \r\nof the nation. This is a key priority of our national \r\ndevelopment plan.\r\nOver the past decade, we have lost many of our \r\nfriends and development partners through the wrong \r\npolicy choices, but since the restoration of democracy \r\nand good governance many of our long-standing \r\npartners are coming back to work with us. We are in \r\nthe process of rejoining the Commonwealth and the \r\nInternational Criminal Court. We are also committed to \r\n19/09/2017 A/72/PV.6\r\n17-29281 13/24\r\nbeing part of the African Peer Review Mechanism. We \r\nare finalizing plans for a roundtable donors’ conference \r\nto mobilize resources for the long-term development \r\nof the country. The continued support, solidarity and \r\npartnership of the international community will be \r\ncritical to the success of that conference.\r\nAlthough The Gambia did not go through armed \r\nconflict, the political crisis that we experienced arose \r\nas a result of decades of bad governance, weak State \r\ninstitutions, the rule of fear and growing intolerance. \r\nWe were on the brink of physical violence and armed \r\nconflict. We therefore express our deep appreciation \r\nto the United Nations Office for West Africa, the \r\nUnited Nations Peacebuilding Commission and the \r\nPeacebuilding Support Office for the critical initial \r\nsupport they have rendered to my country.\r\nThe pursuit of peace and security in Africa and \r\nthe world will always be a major foreign policy goal \r\nfor The Gambia. We will pursue good-neighbourliness \r\nand cooperation with our sister Republic of Senegal, \r\nand the countries of ECOWAS will remain our \r\nstrategic partners.\r\nWest Africa is on the march towards the \r\nconsolidation of its democratic gains, but as a region \r\nwe are facing serious threats to our peace and \r\nsecurity. Terrorism, extremism, religious intolerance, \r\norganized crime and drug trafficking are seriously \r\nundermining our development efforts. Recent attacks \r\nin Mali, Burkina Faso, Côte d’Ivoire and the Sahel in \r\ngeneral underscore the urgent need for greater regional \r\nand international cooperation in addressing those \r\nchallenges. The indifference, injustices and indignities \r\nin isolated parts of the world create real threats to \r\nglobal peace, prosperity and democracy. We need to \r\ntake bigger and bolder steps to close the gap between \r\nthe North and South, as the world is too imbalanced.\r\nWe remain deeply concerned that the Israeli-\r\nPalestinian conflict still defies resolution. My \r\nGovernment firmly subscribes to the idea of a two-\r\nState solution for the two peoples to live side by side in \r\npeace and harmony. We therefore call on the Secretary-\r\nGeneral to vigorously pursue that formula in the interest \r\nof lasting peace.\r\nContinued support in the areas of transitional justice \r\nand security sector reform will certainly go a long way \r\ntowards entrenching peace, justice and democracy in \r\nThe Gambia.\r\nThere is a shortage neither of ideas nor of resources \r\nto fix the major problems facing the human race. What \r\nhas always been scarce is political will, and unless \r\nadequate resources are invested the pace of development \r\nwill remain slow and a minimal impact will be \r\nachieved. It is against that backdrop that I am calling \r\non the private sector to emulate philanthropists in their \r\ngenerosity towards the most isolated, marginalized and \r\ndeprived sections of the world. Providing safe drinking \r\nwater, roads, power, health care and education is key to \r\nrestoring human dignity.\r\nIn our foreign policy, as part of our historic \r\nfriendship we fully recognize the One China policy. The \r\nPeople’s Republic of China is the sole representative of \r\nthe Chinese people and a true friend of The Gambia. \r\nOur two countries continue to strengthen cooperation \r\non the basis of a win-win approach, built on mutual \r\ntrust and respect within the framework of the Forum on \r\nChina-Africa Cooperation.\r\nAn organization like the United Nations, by virtue \r\nof its functions, will always require some level of reform \r\nof its management systems. The intergovernmental \r\ncharacter of the mandates entrusted to the Secretariat \r\nrequires the existence of trust and accountability \r\nbetween Member States and the Secretariat. As the \r\nUnited Nations embarks on its proposed reforms, we \r\nstand ready to give it full support in the interest of an \r\neffective and more relevant world body.\r\nLast but not least, one long-standing issue is the \r\npending question of Security Council reform. Former \r\nSecretary-General Kofi Annan once said that no reform \r\nof the United Nations can be complete without reform \r\nof the Security Council. That remains true today. \r\nAfrica will not give up its legitimate and historic quest \r\nfor true representation on the Council, and The Gambia \r\nfully supports the African Union’s demand for the long-\r\noverdue reform of the Security Council.\r\nI want to conclude by reaffirming my optimism and \r\nconfidence in our collective ability to uplift humankind \r\nfrom the clutches of poverty; to institute a global order \r\nof peace, firmly held together by justice; and to love, \r\ncare and tolerate each other. In tune with our national \r\nanthem, we pledge our firm allegiance to those values \r\nthat we hold ever true. I offer the best wishes from the \r\npeople of The Gambia — the smiling coast of Africa.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof The Gambia for the statement he has just made.\r\nA/72/PV.6 19/09/2017\r\n14/24 17-29281\r\nMr. Adama Barrow, President of the Republic \r\nof The Gambia, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Evo Morales Ayma, Constitutional \r\nPresident of the Plurinational State of Bolivia\r\nThe Acting President: The Assembly will now \r\nhear an address by the Constitutional President of the \r\nPlurinational State of Bolivia.\r\nMr. Evo Morales Ayma, Constitutional President \r\nof the Plurinational State of Bolivia, was escorted \r\ninto the General Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Evo Morales Ayma, \r\nConstitutional President of the Plurinational State of \r\nBolivia, and to invite him to address the Assembly.\r\nPresident Morales Ayma (spoke in Spanish): On \r\nbehalf of the people of Bolivia, I wish to express our \r\nfull solidarity with the people of Mexico. Alarmed by \r\nthis afternoon’s earthquake, we extend our support \r\nand brotherhood to Mexico as it addresses the \r\nresulting problems.\r\nOnce again, as leaders of the world we have \r\ngathered here in the historic Hall of the General \r\nAssembly. We meet yet again to voice our positions on \r\nthe major challenges facing our family — the human \r\nfamily. The United Nations, as set forth in its Charter, \r\nwas established to save succeeding generations from \r\nwar, promote social progress and improve the standard \r\nof living of all peoples. Unfortunately, many of those \r\npromises have come to nothing, and after more than 70 \r\nyears we see that in many instances, instead of making \r\nprogress towards those objectives, we have regressed.\r\nAs we have affirmed many times, due to the \r\nabusive practices of imperialism, the market of \r\nsavage consumption that supports capitalism and \r\nendless colonialist adventures, the world is enduring \r\na multiplicity of crises that, instead of being resolved, \r\nare growing worse. War and violent conflict remain the \r\nscourge of millions of people. External aggressions in \r\nIraq have led to more than a million deaths to date. In \r\nSyria, almost half a million people have lost their lives. \r\nIn Libya, tens of thousands have been killed. In Yemen, \r\nthe humanitarian crisis is of great proportions.\r\nHistory has shown that, in order to appropriate \r\nnatural resources and control the world geopolitically, \r\nmilitary bases are deployed, invasions are organized, \r\nand Governments are brought down to create chaos \r\nand take advantage of the situation. Many of these \r\ninvasions have fuelled the emergence of terrorist groups \r\nand unleashed violent confrontations and attacks \r\non civilian populations, causing even more harm to \r\ninnocent victims. Bolivia condemns terrorism and calls \r\nfor fighting it and for resolving the structural causes of \r\nits emergence.\r\nTo this terrible situation is added the climatic \r\ncrisis. We note that this year has again been the hottest \r\nin the history of the planet. Hurricanes, earthquakes, \r\nf loods, droughts, pollution of the air and oceans and \r\nthe consequent extinction of species are results of the \r\ncapitalist model, consumption levels and excessive \r\nindustrialization. In this situation, the countries of the \r\nSouth, which pollute the least, are the ones that suffer \r\nthe most. It is imperative that all our countries join the \r\nParis Agreement on Climate Change to work together \r\nto address the enormous challenges involved in saving \r\nthe planet.\r\nIt is unjustifiable and inadmissible that the \r\nUnited States has decided to turn its back on the Paris \r\nAgreement. As one of the world’s main polluters, its \r\nGovernment, by refusing to do its part in the global \r\neffort, has become a threat to Mother Earth. What is \r\nnecessary is unequivocal political will. We cannot \r\nexpect market forces to finally convince the leaders \r\nof the capitalist world to take action. We extend our \r\nembrace of solidarity to our brothers and sisters in the \r\nCaribbean who are suffering the consequences of the \r\npassage of hurricanes. Together, as a united family, \r\nwe will share with them what we have, even if it is \r\nnot enough.\r\nOur rivers, our seas, our forests and science have \r\ngiven us irrefutable evidence and call upon us to act. \r\nWater is the blood of Mother Earth that gives life to \r\nrivers, lakes, seas and oceans, which in turn are a \r\nsource of life and generate balance. They are universal \r\ncommons that cover three-quarters of our home. They \r\nbathe everything on all continents and islands of the \r\nEarth. They do this naturally, with no regard for political \r\nborders or nationalities. They should be respected, \r\ncared for, shared and preserved for future generations.\r\nBolivia has promoted the recognition that water is a \r\nhuman right. It is essential for the survival of humankind. \r\nAccordingly, our Constitution also prohibits it from \r\nbeing the used for profit or commercialism. The use of \r\n19/09/2017 A/72/PV.6\r\n17-29281 15/24\r\nwater must lead the way to opportunities that promote \r\ncollaboration, interaction and harmony among peoples, \r\nnot to cause conflicts over its origin, ownership or use. \r\nIt is in this spirit of safeguarding human rights and \r\nsovereign rights related to our natural resources and in \r\npursuit of good-neighbourly agreements that Bolivia \r\nhopes to resolve its Silala water dispute, which has been \r\nbrought to the International Court of Justice. Water \r\nshould not be the cause of internal or international \r\nconflicts. It must bring together and unite all States, \r\nnations, communities, peoples, social movements and \r\nindividuals. For Bolivia, which is the hydrographic \r\nheart of South America, this concept is very important. \r\nWhere water f lows, peace must f low.\r\nNot only is the world growing warmer every year, \r\nbut each succeeding year is growing more unfair and \r\nmore unequal. The gap between those who have the \r\nmost — everything — and those who have almost \r\nnothing is widening every day. According to the most \r\nrecent report from Oxfam, eight people have the same \r\namount of wealth as 3.6 billion people, that is, half of \r\nthe population of the planet.\r\nInequality is immoral. If 800 million people suffer \r\nfrom hunger, it is not because there is a lack of food. If \r\nmillions of children die from infection, it is not because \r\nthere is a lack of medicine. If 1.1 billion people do not \r\nhave electricity, it is not because of a lack of energy in \r\nthe world. If there is illiteracy, it is not because there \r\nare no books. If there are poor people in the world, it is \r\nnot because there are no resources.\r\nDue to war, terrorism and other conflicts, we are \r\nexperiencing the worst humanitarian crisis since the \r\nfounding of the United Nations. More than 128 million \r\npeople in 33 countries require humanitarian assistance. \r\nMore than 65 million people have been forcibly \r\ndisplaced. More than 22 million are refugees, which is \r\nthe highest number ever recorded in the human history. \r\nMore than 10 million people are stateless.\r\nThis calls for our attention. Bolivia condemns the \r\nconstruction of walls and laws that seek to criminalize \r\nmigration. Accordingly, we propose the creation of \r\na universal citizenship. The social and immigration \r\ncrisis has its origin in the dominant world order, with \r\nits limitless greed for profit and appropriation of the \r\ncommons, produces violence, promotes inequalities \r\nand destroys Mother Earth. Migrants cannot be held \r\nresponsible for the economic and financial crises or \r\nfor insecurity. We must not allow them to be viewed as \r\ncriminals either. No migrant is illegal.\r\nSome Governments, far from helping to resolve \r\nthe structural causes of this phenomenon, such as war, \r\nthe consequences of climate change or the economic \r\nasymmetries among the States, proclaim greater \r\nrestrictions in their migration policies, massive \r\nexpulsions and the building of walls. Walls counter \r\nthe history of humankind. Walls cripple science and \r\nknowledge. Walls confine our souls, fuel hatred of \r\ndifference and stif le freedom.\r\nIn Tiquipaya, Bolivia, representatives of social \r\nmovements from 45 countries around the world came \r\ntogether at the World Peoples’ Conference in June for \r\na world without walls towards universal citizenship. At \r\nthat conference, we drafted alternative proposals with \r\na humanist vision to welcome, protect, promote and \r\nintegrate migrants. In August, Pope Francis dedicated a \r\npastoral document to those four verbs.\r\nWe too call on the Governments of the world to \r\ncome together to tackle criminal networks that traffic \r\nin human beings by declaring the trade and traffick \r\nin human beings as a crime against humanity and by \r\nconsidering the formation of a world ombudsman \r\nas an authority of universal jurisdiction responsible \r\nfor ensuring human rights. Once again, I call for a \r\nglobal pact to act as the bridge to move towards the \r\nuniversal citizenship that we desire, because there are \r\nno categories and there are no differences between \r\nnationals and foreigners. We are all human beings and \r\nchildren of Mother Earth.\r\nThe United States of America must unilaterally and \r\nunconditionally put an end to the unjust embargo that \r\nhas caused so much suffering to the Cuban people for \r\nnearly 60 years. It is an unjust and failed policy, and \r\nmust be abandoned. The recent actions announced by \r\nPresident Trump spell a resurgence in the financial and \r\ntrade embargo against Cuba and reverse the progress \r\nmade between the two nations. The United States must \r\nnot only lift that criminal embargo, but also make \r\neconomic reparations for the damage caused and return \r\nGuantánamo to Cuban sovereignty. I pay deepest tribute \r\nto the memories of Commander Fidel and Commander \r\nChe Guevara, who from this very rostrum warned us \r\nnot to trust imperialism.\r\nWe welcome the peace process in Colombia, \r\nincluding the consolidation of the ceasefire, \r\ndisarmament and the integration of the Fuerzas \r\nA/72/PV.6 19/09/2017\r\n16/24 17-29281\r\nArmadas Revolucionarias de Colombia into political \r\nlife. Revolutions take place through the ballot box and \r\nsocial consensus, not through bullets. Latin America \r\nand the Caribbean are coming together as a region of \r\npeace.\r\nBolivia unequivocally condemns the unilateral \r\nsanctions and the threats of invasion levelled by \r\nthe Government of the United States against the \r\nBolivarian Republic of Venezuela. Our region is \r\nnobody’s back yard. We also reject the conduct of the \r\nSecretary General of the Organization of American \r\nStates, Luis Almagro, who is the spokesperson for \r\nanti-Latin American interests. We express our support \r\nfor and solidarity with President Nicolás Maduro and \r\nthe Venezuelan people. We welcome and support the \r\nongoing democratic dialogue.\r\nFor Bolivia, the Palestinian cause is indisputable. \r\nWe condemn the criminal Israeli occupation of \r\nPalestinian territory. We condemn the construction \r\nof new settlements, and we condemn military \r\naggression against the Palestinian people. We demand \r\nthe achievement of a two-State solution and the \r\nestablishment of a Palestinian State withing the pre-\r\n1967 borders and with East Jerusalem as its capital.\r\nWe condemn the unilateral and illegal military \r\nactions of the United States in deploying its forces \r\nin the Syrian Arab Republic. We welcome the efforts \r\nof the Secretary-General, Russia, Iran, Turkey and \r\nKazakhstan in seeking a ceasefire and in contributing \r\nto the peace negotiations process. We believe that if it \r\nwere not for interventionism, we would not be suffering \r\nthat war.\r\nBolivia condemns the production, development and \r\nuse of all nuclear and chemical weapons, which pose a \r\nserious threat to peace, security and human life itself. \r\nWe demand that all military interventions be avoided in \r\nresolving the situation in the Korean peninsula, and that \r\nnegotiations be resumed as soon as possible to resolve \r\nthat conflict peacefully. It is clear that the main threat \r\nto mother Earth, multilateralism, peace and freedom is \r\nthe Government of the United States of America.\r\nIt is my duty to describe the economic and social \r\nsituation of my country. Bolivia has consolidated an \r\neconomic model that has successfully coped with the \r\nglobal crisis of the capitalist system. Bolivia leads \r\neconomic growth in our region. We have recovered our \r\nhomeland. Bolivia is a land that is free of illiteracy, \r\nfree of North American military bases, free of the Drug \r\nEnforcement Administration and free of the United \r\nStates Agency for International Development. It is a \r\nland free of impositions by the World Bank and the \r\nInternational Monetary Fund.\r\nOver the past decade, we have reduced extreme \r\npoverty from 38.2 per cent to 16.8 per cent, and we will \r\neradicate it by 2025. We have reduced inequality. In \r\n2005, the wealthiest 10 per cent held 128 times more \r\nwealth than the poorest 10 per cent; now, the wealthiest \r\n10 per cent hold 46 times more wealth than the poorest \r\n10 per cent. Bolivia ranks second in the world among \r\nthe countries with the most women in Parliament. We \r\nare committed to multilateralism, the principles of the \r\nCharter of the United Nations and the peaceful and \r\nnegotiated resolution of conflicts.\r\nIn 2003, Bolivia came before the International \r\nCourt of Justice in The Hague, seeking a peaceful \r\nsolution to its unresolved 100-year-old dispute with \r\nthe Republic of Chile that would allow us to exercise \r\nour right to sovereign access to the Pacific Ocean. We \r\nseek a solution that will satisfy both the historical and \r\nlegislative background and the future understanding \r\nbetween neighbourly and fraternal peoples through an \r\nopportune and effective negotiation in good faith.\r\nWe trust in the Court’s decision and in a process of \r\ndialogue and negotiation that, unlike the invasions that \r\nwe have suffered in the past, will help us to overcome \r\nour differences and promote our complementarity, \r\nfree and sovereign access to the Pacific Ocean and \r\nthe proper use of our shared natural resources. We \r\nare grateful for the solidarity shown by many States, \r\npeoples and leaders who have expressed their support \r\nfor our maritime cause. I take this opportunity to ask \r\nall participants in the Assembly to accompany us in our \r\npeaceful quest for justice. It is anunwavering challenge \r\nfor the brotherhood of our people over the coming \r\ngenerations. \r\nWith every passing year, our challenges become \r\ngreater. War continues to destroy cities and global \r\nwarming is a growing threat. If we truly want to resolve \r\nthose issues and defend the interests of our peoples, it \r\nis essential to recognize basic services as human rights, \r\nrespect the rights of Mother Earth and take up the \r\nfight against capitalism, colonialism and imperialism. \r\nOnly if we win that fight will there be an authentic \r\nglobal order, based on solidarity, equality and social \r\njustice and respect for the right of peoples to peace and \r\ndevelopment so that they can live comfortably.\r\n19/09/2017 A/72/PV.6\r\n17-29281 17/24\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Constitutional President \r\nof the Plurinational State of Bolivia for the statement \r\nhe has just made.\r\nMr. Evo Morales Ayma, President of the \r\nConstitutional President of the Plurinational \r\nState of Bolivia, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Juan Orlando Hernández Alvarado, \r\nPresident of the Republic of Honduras\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic \r\nof Honduras.\r\nMr. Juan Orlando Hernández Alvarado, President \r\nof the Republic of Honduras, was escorted into the \r\nGeneral Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Juan Orlando Hernández \r\nAlvarado, President of the Republic of Honduras, and \r\nto invite him to address the Assembly.\r\nPresident Hernández Alvarado (spoke in \r\nSpanish): On behalf of the people of Honduras, I would \r\nlike to extend greetings to the General Assembly.\r\nThe Honduran people extend solidarity to their \r\nMexican brothers and sisters in the wake of the recent \r\ntragedy. I reiterate our commitment to continuing to \r\nprovide supplies and support.\r\nThree years ago, I addressed the General Assembly \r\nfor the first time (see A/69/PV.7). Three years later, \r\nI would like to reflect on how Honduras has met the \r\nchallenges it has encountered. Today, I would like to \r\nshare with the Assembly and with the world how we are \r\nbuilding a new Honduras.\r\nFour years ago, transnational organized crime in \r\nHonduras led to high levels of violence seen in very few \r\ncountries around the world. At the end of 2013, there \r\nwere 75 murders per 100,000 inhabitants, and two years \r\nprior to 2013, the figure stood at almost 90 murders per \r\n100,000 inhabitants. From 2013 to date, however, the \r\nmurder rate of 75 per 100,000 inhabitants has fallen by \r\nalmost 30 percentage points.\r\nThe most recent Global Peace Index issued by the \r\nInstitute for Economics and Peace indicates that our \r\nmanagement of the situation has placed Honduras 17 \r\nplaces higher in the global peace ranking. We have also \r\nmanaged to lower our fiscal deficit to 3 per cent from \r\n8 per cent of gross domestic product. We have improved \r\nthe Honduran economy and growth this year stands at \r\n4.1 per cent. Our exports have increased, investments \r\nare on the rise and our national reserves are enough \r\nto purchase almost six months worth of imports. The \r\ncountry’s national currency has been revalued and \r\ninflation is very moderate. Risk-rating agencies have \r\nraised Honduras’ credit rating. Our rating is now the \r\nbest we have ever had.\r\nThis year, we, along with neighbour Guatemala, \r\nstarted the first customs union of the Americas. \r\nHonduras and Guatemala now have a zone with free \r\nmovement of goods, services and people. In addition, \r\nwe are negotiating with our brothers of El Salvador and \r\nNicaragua to join the customs union and, in the future, \r\nwe hope that Costa Rica and Panama will also become \r\nmembers. In that way, we will become the seventh \r\nlargest market in Latin America.\r\nEl Salvador, Nicaragua and Honduras have also \r\nlaunched a plan to develop the Gulf of Fonseca, which \r\nhas the support of the Central American Bank for \r\nEconomic Integration. That will enable us to create \r\na genuine hub for economic, tourism and social \r\ndevelopment in the Pacific region. It will be the region’s \r\nfirst special economic zone. This region, formerly rife \r\nwith conflict among the three nations, will become a \r\ndevelopment hub for the good of our three countries.\r\nI would also like to share with the Assembly the \r\nfact that Honduras is poised to make extraordinary \r\nheadway in attracting investment. I am referring \r\nto the establishment of employment and economic \r\ndevelopment zones, in which both national and \r\ninternational investment will have institutional \r\nguarantees in four key areas — the legal, economic, \r\nadministrative and political spheres — based on good \r\npractices that are familiar to companies and workers \r\nin prosperous countries. My country and people’s \r\nvery productive labour force will then have the best \r\nopportunities in the world, under the Honduran f lag. \r\nBased on the economic development plan, Honduras \r\n2020, we will be creating at least 600,000 new jobs for \r\nHondurans over the next five years.\r\nOver the past four years, we have invested \r\napproximately $2 billion in infrastructure to make \r\nHonduras a major logistics hub in Central America. \r\nWe have built airports, ports in the Atlantic and the \r\nA/72/PV.6 19/09/2017\r\n18/24 17-29281\r\nPacific, highways, an interoceanic highway and a \r\nnext-generation customs model. All of this will allow \r\nthe Central American region to have an outstanding \r\nlogistics system.\r\nWe are also making strides in the areas of \r\ntransparency and counter-corruption. We are the only \r\ncountry in the world that has signed an agreement \r\nwith Transparency International to work with that \r\norganization in five civil service sectors. We have \r\nmade considerable progress in applying international \r\nstandards when acquiring and setting up infrastructure, \r\nthrough the Construction Sector Transparency initiative.\r\nWe are cleaning up our national police. We are \r\ncreating a new police institution. We are strengthening \r\nour public ministry. We are created anti-corruption \r\ncourts. We entered into an agreement with the \r\nOrganization of American States to establish what we \r\ncall the Mission of Support against Corruption and \r\nImpunity. In addition we have reorganized system \r\nthrough which the national health system purchases \r\nmedicines.\r\nIn line with our commitment to the Sustainable \r\nDevelopment Goals, in particular Goal 1, our \r\nAdministration has implemented the most ambitious \r\nsocial programme to protect our most vulnerable \r\ncitizens. We have named this programme Better Life. \r\nIt helps us to bring dignity to our compatriots suffering \r\nfrom extreme poverty. There are already nearly \r\n2.5 million participants involved in at least one of the \r\ncomponents of Better Life.\r\nI would also like to state that Honduras fully supports \r\nthe reform of the United Nations system promoted by \r\nthe Secretary-General in order to achieve the objectives \r\nof the 2030 Agenda for Sustainable Development.\r\nOur countries face major challenges due to climate \r\nchange, the emergence of the nuclear threat, poverty, \r\norganized international crime, terrorism, racism, \r\nintolerance and human rights violations. These are \r\nchallenges that we must analyse and face together \r\nwith determination and absolute commitment. Climate \r\nchange has been relentless, bringing a tragic series of \r\nhurricanes and tropical storms. I wish to express our \r\nsolidarity and condolences to our brothers affected by \r\nthe destructive force of these recent natural phenomena, \r\nand we encourage the Assembly to assist the countries, \r\npredominantly in the Caribbean, that have suffered so \r\nmuch devastated. Honduras will be present, as we have \r\nalready offered, for our brothers.\r\nNuclear weapons also pose a serious threat to \r\nhumankind, and worse still is the threat of using them. \r\nHonduras rejects the recent nuclear-weapons tests. We \r\nsupport the resolutions adopted by the Security Council, \r\nas well as the channels conducive to the diplomatic \r\nmanagement of tensions and threats to world peace.\r\nPoverty is high on the agendas of Governments in \r\ndeveloping countries. We have a duty to overcome the \r\nstructural conditions that exclude large sectors of our \r\nsocieties from access to goods and services that would \r\notherwise allow for a dignified life and opportunities \r\nfor the comprehensive development of peoples, families, \r\nour communities and our countries.\r\nPoverty has effects on the environment. It fosters \r\ninternal and international migration and has serious \r\nsocial consequences stemming from the breakdown of \r\nthe family breakdown and the separation it engenders, \r\ngenerating insecurity and violence. It causes much \r\nsuffering. We must combat poverty with social safety \r\nnets, access to basic health and education services, \r\ninclusive and sound credit and technical assistance to \r\navoid depriving people of the goods that are essential \r\nto life.\r\nHowever, as developing countries we face the \r\nproblem of the criterion that developed countries \r\nhave adopted to allocate cooperation resources. What \r\ndo I mean? Just think. The criterion used is that of \r\nclassification by means of the national income of \r\ncountries at three levels: high, medium and low. \r\nThe premise is that most help will go to low-income \r\ncountries, and that middle- and high-income countries \r\nhave a greater internal capacity to overcome poverty. \r\nBecause of that, the countries that are most harmed \r\nwhen it comes to access to international aid are those \r\nclassified in the middle-income category, as is the case \r\nfor Honduras.\r\nOur country is committed to the defence and \r\npromotion of human rights. For Honduras, respect for \r\nthe human person constitutes a State policy. We recently \r\nestablished a secretariat for human rights. We have \r\ninstitutionalized a mechanism for dialogue between \r\nthe Government and human rights organizations, and \r\nwe also manage the Office of the United Nations High \r\nCommissioner for Human Rights in Honduras, which is \r\nalready open and functioning.\r\nIt is very painful for any person to be forced to \r\nleave their family, customs and the land of their birth. \r\nThe migrants of our era are our new martyrs. They \r\n19/09/2017 A/72/PV.6\r\n17-29281 19/24\r\nare the new heroes who fight abroad, fight adversity, \r\nwork tirelessly, carry out the most difficult work under \r\nthe most difficult conditions and yet still press on. \r\nThey are still able to contribute to their countries of \r\ndestination with their talent, culture, dedication, efforts \r\nand by paying taxes. Our Honduran compatriots, who \r\nmigrated when they faced difficult circumstances in \r\nour country, make us proud of their endeavours, and \r\nwe therefore demand that they be treated in a way that \r\nis dignified and commensurate with their contribution \r\nto the countries to which they have gone to build a new \r\nlife.\r\nHonduras is endeavouring to improve the conditions \r\nof our citizens so that they do not have to leave, to \r\nabandon their homeland and families in search of \r\nopportunities in other countries. However, we are also \r\nworking with our brother countries in Latin America \r\nto ensure that there is recognition of the contribution \r\nof those who, due to natural phenomena, have been \r\ngranted temporary protection status, and for children \r\nwho had to leave with their parents, grew up far from \r\ntheir homeland and began to dream in another.\r\nMay those dreams continue. May dreamers imagine \r\na new world and be fuelled by hope, turning their \r\nyearnings into reality. We have worked for that new \r\nworld the last four years. That new world is the reason \r\nwe are here today. We are confident that our actions \r\nwill allow us to see the rising of a new sun, of a new \r\nday. Nothing and no one can forbid us to dream. Let us \r\ncontinue to dream. Together, we can build a better world \r\nfor our children and for the children of our children.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Honduras for the statement he hasjust made. \r\nMr. Juan Orlando Hernández Alvarado, President \r\nof the Republic of Honduras, was escorted from the \r\nGeneral Assembly Hall.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nThe Acting President: I now call on His \r\nExcellency Mr. Sebastian Kurz, Federal Minister for \r\nEurope, Integration and Foreign Affairs of the Republic \r\nof Austria.\r\nMr. Kurz (Austria): The world has never felt more \r\ninsecure, at least not in my lifetime. Three years ago, \r\nwhen I first spoke from this rostrum (see A/69/PV.15), \r\nI was concerned about three serious challenges. First, \r\nviolent conflict had returned to Europe with the crisis \r\nin and around Ukraine. Secondly, with the success of \r\nDa’esh in Iraq and Syria, radicalization and extremism \r\nsharply increased within our societies. Thirdly, the \r\npotential humanitarian consequences of a nuclear \r\nexplosion became a growing concern.\r\nToday we still face a violent conflict in and around \r\nUkraine. Acts of extremism and terrorism continue, \r\nand the crisis in North Korea demonstrates that the risk \r\nof a nuclear confrontation is higher than the world has \r\nseen in a long time.\r\nWhile we have achieved a lot over the past \r\nyears, there are still too many conflicts around the \r\nworld — conflicts that result in terrible human suffering, \r\nsuch as in Syria, South Sudan, Ukraine, Yemen or \r\nLibya. There are also new sources of instability, such as \r\nin Venezuela or in Myanmar. On a global level, poverty, \r\nhunger and climate change, as well as organized crime \r\nand the proliferation of weapons remain key concerns. \r\nWhat really worries me is that we seem to have lost \r\ntrust in the ability of States and institutions to solve \r\nthese challenges.\r\nAs current Chair-in-Office of the Organization for \r\nSecurity and Cooperation in Europe (OSCE), I can see \r\nthis on a regular basis. This is a dangerous development \r\nbecause there is no alternative to international \r\ncooperation. We need only took at terrorism. Terrorist \r\norganizations, such as Da’esh, work on a global scale. \r\nMore than 25,000 persons die each year in terrorist \r\nattacks all over the world and almost all of them are the \r\nresult of extreme radicalization. This is why, as OSCE \r\nChair, the fight against radicalization is a priority for \r\nus. We are working on concrete recommendations for \r\nOSCE States on how to better prevent and stop radical \r\ngroups from misleading our citizens.\r\nWhat we need to do is to destroy these radical \r\ngroups militarily where they operate, such as in Syria \r\nand Iraq, but we also have to be clear that after our \r\nmilitary success, more foreign terrorist fighters will \r\nreturn to our societies. That is why, at the same time, we \r\nalso have to continue the fight within our own societies. \r\nWe have to take more action to stop radicals with police \r\nmeasures and prevent our youth from being misled by \r\nthese terrorists.\r\nThe migration crisis is another global problem \r\nand source of instability. Over 60 million people are \r\non the move worldwide. No country can manage this \r\nA/72/PV.6 19/09/2017\r\n20/24 17-29281\r\ncrisis on its own. If we look at demographics, we \r\nknow that we have to act now. In the next 30 years, the \r\nworld population will grow from 7.5 to about 10 billion \r\npeople. Africa’s population alone will double from \r\n1.2 to 2.5 billion people.\r\nRecent years have shown how difficult such \r\na massive migration movement can become. Over \r\n1 million people have come to Europe via smugglers \r\nand thousands died in the Mediterranean Sea. We need \r\nto stop this. Uncontrolled migration leads to chaos. \r\nTherefore, we need to manage orderly migration and \r\nsupport people as much as possible in their countries of \r\norigin. In order to achieve this, we should address three \r\nkey issues.\r\nFirst, countries need to effectively control their \r\nborders. Without such control, no Government can \r\nestablish security and maintain public support for legal \r\nimmigration. Citizens need to have confidence that \r\ntheir Governments — not the smugglers — decide who \r\nshould cross the border. Secondly, the business model \r\nof traffickers of human beings must be destroyed. \r\nSecuring the borders is the most important first step. \r\nSmugglers cannot sell their tickets to Europe when \r\nthere is no way to come through. People that are saved \r\nshall be brought back to their countries of origin or to \r\ninternationally monitored migration centres in their \r\nregion. Thirdly, we need effective support for countries \r\nof origin to establish a local perspective for the young \r\ngeneration there. This is why, over the past four years, \r\nAustria has doubled its bilateral development assistance \r\nand quadrupled its emergency fund. I am pleased that \r\nthe United Nations is developing a global compact on \r\nmigration, as well as a compact on refugees. They should \r\nensure a more coordinated international approach to \r\ndeal with these challenges.\r\nCooperation is also key when we address crises and \r\nconflicts around the globe. The crisis in and around \r\nUkraine has lasted for far too long. More than 10,000 \r\npeople have died and 3.8 million people are in need \r\nof humanitarian aid. Despite the Minsk agreements, \r\nheavy weapons continue to move into the region and \r\nmines are being laid; despite negotiations with the \r\nNormandy group, the political process is stalled; and \r\ndespite regular meetings of the Trilateral Contact \r\nGroup, there is no progress on the ground. The worst \r\nthing is that civilians suffer the most. The OSCE \r\nSpecial Monitoring Mission is key to stabilizing the \r\nsituation, but its unarmed monitors are increasingly \r\nthreatened and, for the first time, the Mission lost one \r\nof its members.\r\nYet, despite this tragic incident, it is important to \r\nmaintain the Mission. From my visit to the conflict \r\nzone, I know that without the OSCE Monitoring \r\nMission, the situation would become even worse. \r\nTherefore, in March this year, the OSCE strengthened \r\nthe Mission by increasing the number of monitors up \r\nto 1,000 and by providing better technical equipment. \r\nI also welcome the discussions in the Security Council \r\nto increase the security situation of the OSCE monitors, \r\npossibly with a United Nations peacekeeping operation. \r\nMore safety for monitors means more monitors on the \r\nground, and more monitors on the ground means more \r\nsecurity for the local population. We are also working \r\nhard to find political solutions that extend beyond \r\nceasefires. The goal remains clear — a free and stable \r\nUkraine with good relations with both its western and \r\neastern neighbours.\r\nAllow me to turn to another security threat that \r\nwe must deal with. The risk of nuclear confrontation \r\ntoday is bigger than it has been in a long time. The \r\nconsequences of a nuclear explosion are extremely \r\ngrave, nuclear disarmament remains the number-\r\none unfinished business worldwide, and the recent \r\nescalation of tensions by the Democratic People’s \r\nRepublic of Korea is a clear warning signal.\r\nAustria has been consistently engaged in efforts to \r\nreduce the risk of a nuclear disaster and to work for a \r\nworld without nuclear weapons. This is a hard and long \r\nroad, and we are not naive about that, but it is a goal \r\nthat is worth fighting for. In that regard, we welcomed \r\nthe Vienna agreement that placed Iran’s nuclear \r\nactivities under international monitoring. Undermining \r\nthat agreement now would weaken efforts to achieve \r\nnegotiated solutions for nuclear disputes.\r\nThe new Treaty on the Prohibition of Nuclear \r\nWeapons is an important achievementin this connection. \r\nIt is a crucial, positive step to get rid of all nuclear \r\nweapons. Today we often hear that nuclear weapons \r\nare necessary for security. This narrative is not only \r\nwrong, it is also dangerous. The new Treaty provides \r\na real alternative: a world without nuclear weapons, \r\nwhere everyone is safer. The overwhelming support \r\nof the international community in adopting the Treaty \r\ndemonstrates that many countries share that goal. I \r\nhope that we will be successful with our initiative.\r\n19/09/2017 A/72/PV.6\r\n17-29281 21/24\r\nAt a time when universal values are under threat, we \r\nneed to be strong in standing up for human rights, the \r\nrule of law and good governance. Protecting civilians \r\nand human rights has always been a priority of Austria’s \r\nforeign policy. That is why we hope to be elected to \r\nthe Human Rights Council for the period 2019-2021, \r\nand I would like to ask the Assembly for its support. I \r\ncan assure members that Austria will continue to work \r\nfor effective international cooperation, and we will \r\ncontinue to actively support the United Nations and its \r\nnew Secretary-General.\r\nThe Acting President: I now call on his Excellency \r\nMr. Isselkou Ould Ahmed Izid Bih, Minister for Foreign \r\nAffairs and Cooperation of the Islamic Republic \r\nof Mauritania.\r\nMr. Bih (Mauritania) (spoke in Arabic): It gives \r\nme pleasure to read out the statement of His Excellency \r\nMr. Mohamed Ould Abdel Azia, President of the \r\nIslamic Republic of Mauritania, on the occasion of the \r\nconvening of the seventy-second session of the General \r\nAssembly.\r\n“First, I would like to express our sincere \r\ncongratulations to His Excellency Mr. Miroslav \r\nLajčák and to his friendly country, Slovakia, on his \r\nelection as President of the General Assembly at its \r\nseventy-second session. I would also like to express \r\nmy deep appreciation for Mr. Peter Thompson and \r\nhis valuable efforts during his presidency of the \r\nseventy-first session. I would also like to greatly \r\ncommend the tireless and noble efforts of His \r\nExcellency the Secretary-General, Mr. António \r\nGuterres, in leading our Organization and in the \r\nservice of international peace and security.\r\n“The theme of our session, “Focusing on \r\npeople: Striving for peace and a decent life for all \r\non a sustainable planet”, is a appropriate choice in \r\na world witnessing great challenges. In that regard, \r\nMauritania plays a pivotal role in the maintenance of \r\ninternational peace and security in the Sahel and the \r\nSahara regions through a comprehensive approach \r\nbased on openness, dialogue, professionalism and \r\nfirmness. Our efforts have been crowned with \r\nsuccess against terrorist groups after fierce battles \r\nin 2010 and 2011.\r\n“In spite of an extremely complex regional \r\nsituation, experts have noted that Mauritania has \r\nsucceeded in dealing with terrorism and extremism. \r\nWe have developed our security and defence \r\ncapabilities in record time, with due attention to \r\nindividual and collective rights and with extreme \r\ncare for the least fortunate of society. That has \r\nbeen achieved by adopting a policy of sustainable \r\ndevelopment. Reporters Without Borders noted \r\nimprovement over three successive years of \r\ncontinuous progress at the Arab and regional levels. \r\nWe have also established a policy of dialogue, while \r\nensuring the freedoms of expression, demonstration \r\nand organization, as well as human rights, after \r\nthe so-called Arab Spring that swept over certain \r\nArab countries.\r\n“We have succeeded in establishing a political \r\ndialogue with the majority and the opposition \r\nsince 2011 and introduced substantive legislative \r\nand organizational reforms, thereby empowering \r\nMauritanian women and establishing the value \r\nof citizenship and goodwill for all. We have also \r\npromoted good governance and comprehensive \r\ndialogue with the opposition, civil society and \r\nindependent persons, and since September and \r\nOctober 2016 we have succeeded in further \r\nestablishing our democracy, the rule of law and the \r\norganization of public resources.\r\n“Our region faces grave dangers in terms of \r\nclimate change, terrorism, organized crime, drugs, \r\nillegal weapons and illegal migration. Mauritania \r\nhas improved its legal framework in accordance \r\nwith international rights and standards, established \r\n14 agreements and protocols relating to terrorism, \r\nand created an open dialogue with Salafists and \r\nreligious extremists in order to rehabilitate and \r\nreintegrate them into society.\r\n“Our efforts have helped us achieve a high \r\nstanding in the ranking by Australia’s Institute for \r\nEconomics and Peace, and we have succeeded in \r\nfighting drug-trafficking, being, on a list of 12 States \r\nprepared by the United States State Department, \r\nthe only one that has succeeded in dealing with \r\nthe issue. We have also succeeded in dealing with \r\nillegal migration. According to the statistics of \r\nthe International Organization on Migration, we \r\nreduced the number of illegal migrants from 36,000 \r\nin 2006 to zero in 2014. We have hosted more than \r\n60,000 refugees so far and have been commended \r\nfor our efforts in that regard.\r\n“Mauritania has played a leading role in the \r\nestablishment of the Group of Five for the Sahel, \r\nA/72/PV.6 19/09/2017\r\n22/24 17-29281\r\nwhich also includes Mali, the Niger, Burkina Faso \r\nand Chad. We host the secretariat of this regional \r\norganization, where together we coordinate our \r\nactions in the areas of security and development. \r\nThe organization has set out many joint programmes \r\nand projects that have gained great interest from \r\nour international partners. The five members of the \r\nGroup have also established a Joint Force and have \r\ncoordinated their military and security operations \r\nwith the headquarters located in Mali.\r\n“The issue of human rights holds great \r\nimportance in our national policy. Since 2012, \r\nslavery has been criminalized, and our legal codes \r\nhave been strengthened to deal with the vestiges of \r\nslavery throughout the country. We have also set out \r\na road map that includes 29 recommendations on \r\nfighting terrorism. In accordance with the relevant \r\ndocuments of the United Nations, we established a \r\nsocial security agency that deals with the issue and \r\nassists all those who have suffered from it across \r\nthe country.\r\n“We have also resolved the issues that \r\nMauritanian refugees face regarding repatriation \r\nand marginalization, making it possible for them \r\nto have a decent life and reintegrate into society, \r\nas well as providing them with them employment \r\nopportunities and enjoyment of their rights.\r\n“The large majority of the countries \r\nparticipating in the Universal Periodic Review of \r\nhuman rights have commended Mauritania and \r\nits policies. Mauritanian women have acquired \r\ngreat importance in the country and have been the \r\nsubject of several initiatives to enable them to be \r\npresent in all sectors and compete freely in fields \r\nthat were previously monopolized by men, as well \r\nas participate adequately in political and social life. \r\nWe have worked to enable Mauritanian women to \r\njoin regional and international organizations by \r\nproposing their candidatures, and we have had \r\nconsiderable success in becoming a member of \r\ncertain important United Nations committees.\r\n“With a view to establishing justice and \r\nequality for all people, we have introduced major \r\nreforms in our legal codes to guarantee the \r\nindependence of the judiciary, to fight corruption \r\nand bribery and to promote transparency. This \r\nhas allowed Mauritania to rank high among 26 \r\nAfrican countries in this field, according to a study \r\nprepared by the International Monetary Fund.\r\n“In view of our important strategic position, \r\nwe have striven to follow an economic investment \r\npolicy that guarantees the rights of the investor, \r\nwith a view to attracting foreign investment. \r\nWe were awarded 16 points in Doing Business, \r\nprepared by the World Bank for 2016-2017, and are \r\namong the five countries in the world experiencing \r\nthe highest rate of improvement.\r\n“Crowning the credibility of the country at \r\nthe regional and continental level has been our \r\nchairing of the African Union (AU), following \r\nour chairing the AU Peace and Security Council. \r\nDuring our mandates we have striven to participate \r\nin reaching peaceful solutions to the crises in Côte \r\nd’Ivoire, Libya, Mali and Burundi. We have also \r\nparticipated positively in solving the crisis in The \r\nGambia, and we strive continuously to assist other \r\ncountries in overcoming their crises. We presided \r\nover the League of Arab States in 2016, organizing \r\nthe summit meeting in Nouakchott for the first time.\r\n“With regard to the Palestinian cause, \r\nMauritania calls upon the Assembly to work for the \r\nestablishment of an independent Palestinian State \r\nwith Jerusalem as its capital, in accordance with \r\nthe Arab Peace Initiative, the Madrid principles \r\nand other relevant international resolutions.\r\n“We also call for the settlement of the crisis \r\nin Yemen by supporting the legitimacy represented \r\nby President Abdrabbuh Mansour Hadi, and we \r\nwelcome every effort by the United Nations in that \r\ncrisis. With regard to Libya, we call upon all parties \r\nconcerned to redouble their efforts to stand up to \r\narmed groups and restore stability and security to \r\nthat country. We also urge all parties concerned \r\nto make every effort to reach a settlement to the \r\nSyrian crisis.\r\n“Climate change is a great challenge facing us \r\nall in terms of sustainable development, particularly \r\nin the Sahel and Sahara area. We have experienced \r\nthe phenomenon of the migration of sand dunes, \r\nwhich has destroyed huge agricultural areas and \r\ngrazing lands. We have prepared appropriate \r\npolicies to deal with that problem and have invested \r\nin the use of renewable sources of energy. We have \r\nbeen commended. for our efforts in that regard, as \r\n19/09/2017 A/72/PV.6\r\n17-29281 23/24\r\none of the few African countries using renewable \r\nenergy sources,\r\n“Mauritania hosts the headquarters of the \r\nGreat Green Wall, an ambitious project over 7,000 \r\nkilometres long and 15 kilometres wide, connecting \r\nthe Atlantic coast of West Africa to the Red Sea in \r\nthe East, benefiting 11 countries of the region. We \r\nalso welcomed the historic 2015 Paris Agreement \r\non Climate Change and hope that all parties will \r\nuphold their commitments.\r\n“The reform of the United Nations and \r\nthe adaptation of its bodies to deal with new \r\nchallenges — particularly the Security Council, \r\nwhich is responsible for international peace and \r\nsecurity — have become an urgent necessity. We \r\nsupport every effort in that regard.\r\n“There is no doubt that the establishment of \r\njustice and the spreading of a culture of peace \r\nand tolerance among people and the renouncing \r\nof terrorism, extremism and violence would \r\nencourage and help establish peace and security \r\nand realize sustainable development in the world.\r\n“The Islamic Republic of Mauritania calls upon \r\nall Member States to work together for a world that \r\nenjoys multilateralism and respects the principles \r\nof the United Nations with a view to establishing \r\npeace, stability and security in which people live \r\npeacefully together.”\r\nThe Acting President: Before giving the f loor \r\nto the speaker in exercise of the right of reply, may I \r\nremind delegations that statements in the exercise \r\nof the right of reply are limited to 10 minutes for the \r\nfirst intervention and to five minutes for the second \r\nintervention, and should be made by delegations from \r\ntheir seats.\r\nI now give the f loor to the representative of the \r\nIslamic Republic of Iran.\r\nMr. Maleki (Islamic Republic of Iran): As usual, \r\nthe representative of the Israeli regime today made \r\nunfounded allegations against Iran (see A/72/PV.4). He \r\ntried to deceive the whole world by distracting public \r\nopinion from the horrific policies and practices of his \r\nown regime. However, the nature of that regime, which \r\nis founded on aggression, occupation, suppression, \r\nviolence and terror, can in no way be covered up by \r\naccusing others.\r\nThat is another type of weapon of mass destruction \r\nin the hands of that regime: a weapon of mass deception. \r\nNevertheless, he ignored the fact that in the information \r\nage that weapon is becoming more useless by the day. \r\nInstead of lying, accusing others and attempting to \r\ndeceive public opinion, he should have explained to the \r\nGeneral Assembly why his regime has invaded all of \r\nits neighbours, without exception, and even countries \r\nbeyond the region, and waged more than 15 wars during \r\nits very short existence.\r\nWhy does it continue to show disrespect for dozens \r\nof resolutions adopted by the Assembly, while defying \r\nalmost 100 Security Council resolutions and rejecting \r\nmany other United Nations resolutions? He himself \r\nreferred to some of them today and shamefully insulted \r\nthose organs for adopting such resolutions.\r\nWhy does the main State sponsor of terrorism \r\ncontinue to commit terrorist acts, including supporting \r\nthe Islamic State in Iraq and the Sham by, inter alia, \r\nproviding it with arms and other military assistance?\r\nIronically, he talked about Israel’s exceptional \r\ncapability. Indeed, that regime has exceptional \r\ncapability, including exceptional capability in \r\ncommitting all core international crimes — genocide, \r\ncrimes against humanity, war crimes and crimes \r\nof aggression; exceptional capability in aggression \r\nand occupation; exceptional capability in barbarism, \r\natrocity and brutality; exceptional capability in killing \r\ndefenceless women and innocent children; exceptional \r\ncapability in demolishing homes and destroying \r\nschools and hospitals; and exceptional capability in \r\nsupporting terrorism.\r\nHe claimed that his regime had saved many lives \r\nin various parts of the world, but he failed to explain \r\nwhy his regime takes the lives of Palestinians on a daily \r\nbasis. Why does it, as the world’s last apartheid regime \r\nand warden of the world’s largest prison, continue to \r\narrest and imprison thousands of Palestinians and \r\nimpose the most inhumane blockade against millions \r\nof others in the Gaza Strip?\r\nDoes he think that by wearing white gloves he can \r\ncover up his red hands? Does he think that the world \r\nhas forgotten the Sabra and Shatila massacre by the \r\nZionist regime of Israel, in which they killed almost \r\n1,000 Palestinian and Lebanese civilians in less than \r\n48 hours? He should have explained why his regime, in \r\naddition to possessing a large arsenal of sophisticated \r\nconventional weapons, continues to possess all types \r\nA/72/PV.6 19/09/2017\r\n24/24 17-29281\r\nof weapons of mass destruction — chemical, biological \r\nand nuclear ones.\r\nWhy does it continue to refuse to become a party \r\nto treaties banning weapons of mass destruction, in \r\nparticular the Treaty on the Non-Proliferation of Nuclear \r\nWeapons? All its nuclear activities and installations \r\nremain unsafeguarded as a consequence. Why does it \r\nreject the establishment of a nuclear-weapon-free zone \r\nin the Middle East despite repeated calls by the United \r\nNations, the international community and consensual \r\nresolutions of the Assembly over the past 40 years?\r\nOne of the questions that he was expected to \r\nanswer today is why that regime — which is the only \r\npossessor of nuclear weapons in the Middle East and \r\nalso hides behind the hypocritical doctrine of strategic \r\nambiguity — so shamelessly continues to lecture \r\nthe world about non-proliferation and the dangers of \r\nIran’s nuclear programme, whose peaceful nature has \r\ncontinued to be certified regularly by the International \r\nAtomic Energy Agency, even following the strict \r\nimplementation of the Joint Comprehensive Plan of \r\nAction (JCPOA).\r\nThose are all questions that he was expected to \r\nanswer. Instead, he hypocritically tried to abuse the \r\nAssembly by merely accusing others. As the madman \r\nbelieves that all other men are mad, he also tried to stir \r\nup anxiety with regard to the JCPOA. Intrinsically and \r\nby its very nature, that regime is against resorting to \r\ndiplomacy and favours only conflicts and wars, which \r\nis the main sustenance of its life.\r\nThe meeting rose at 9 p.m.\r\n"