"United Nations A/72/PV.7\r\nGeneral Assembly\r\nSeventy-second session\r\n7th plenary meeting\r\nWednesday, 20 September 2017, 9 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nThe meeting was called to order at 9.10 a.m.\r\nExpression of sympathy in connection with the \r\nearthquakes in Mexico\r\nThe President: Before we begin this morning’s \r\nmeeting, I wish to express, on behalf of the General \r\nAssembly, our sincere condolences to the Government \r\nand people of Mexico in the light of the tragic earthquake \r\nthat rocked Mexico City yesterday. We regret the loss of \r\nlife and stand with Mexico at this time of grief.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nThe President: I give the f loor to His Excellency \r\nMr. Luis Videgaray Caso, Minister for Foreign Affairs \r\nof the United States of Mexico.\r\nMr. Videgaray Caso (Mexico) (spoke in Spanish): \r\nI would like to take this opportunity, on behalf of \r\nthe Government and the people of Mexico, to thank \r\nthe Assembly from the bottom of our hearts for the \r\ncountless expressions of international solidarity from \r\nour fellow members of the United Nations.\r\nYesterday a 7.1 magnitude earthquake struck \r\nMexico City and various areas in the centre of the \r\ncountry. The death toll currently stands at 219, with \r\nhundreds injured and still more whose whereabouts are \r\nunknown. Our current priority is carrying out rescue \r\nwork and caring for the injured. It has been a harsh \r\nblow to Mexico, but we will be able to recover, thanks \r\nprimarily to the extraordinary solidarity and generosity \r\nof our people, who have taken to the streets and to the \r\nmore than 50 areas affected by the quake, where we \r\nneed everyone’s help.\r\nI particularly wish to thank Secretary-General \r\nAntónio Guterres, who called me personally, and the \r\nSecretariat, which has been in contact with us from the \r\noutset, providing us with advice, support and help in \r\nidentifying the specific aid we need. Special thanks \r\nalso go to the United Nations Disaster Assessment \r\nand Coordination system for helping us to identify the \r\ncountries that have the specialized teams and equipment \r\nwe need for rescue operations. We have contacted them \r\nand they are already sending assistance. Support for the \r\nrescue efforts is currently under way in Mexico City. \r\nI thank the President and all of the countries that are \r\ngenerously supporting Mexico at this very difficult time.\r\nAddress by Mr. Sauli Niinistö, President of the \r\nRepublic of Finland\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Finland.\r\nMr. Sauli Niinistö, President of the Republic \r\nof Finland, was escorted into the General \r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Sauli Niinistö, President of the Republic \r\nof Finland, and to invite him to address the Assembly.\r\nPresident Niinistö: Our thoughts today are with \r\nthe people of Mexico and the Caribbean.\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-29389 (E)\r\n*1729389*\r\nA/72/PV.7 20/09/2017\r\n2/27 17-29389\r\nI congratulate you, Sir, on your election to preside \r\nover the General Assembly at its seventy-second \r\nsession. Finland fully supports your six priorities \r\nand we appreciate the focus on people as your \r\nmandate’s centrepiece.\r\nI would also like to extend my heartfelt \r\ncongratulations to Secretary-General António Guterres. \r\nHis determination to reform the United Nations is \r\nlaudable. Transparency, accountability, efficiency and \r\ngender balance should be the guiding principles of the \r\nUnited Nations system. I also welcome his focus on \r\nconflict prevention, which, when successful, saves lives \r\nand financial resources. Finland continues to advocate \r\nthe use of mediation in conflict resolution, which can \r\nprevent conflicts and decrease human suffering. Those \r\nwho are marginalized must be given a voice in peace \r\nprocesses. Women, children and young people often \r\npay the highest price in conflicts, but they can also \r\nhelp to find a way out of crises. Finland has helped to \r\nestablish a Nordic network of women mediators that \r\naims to sustain peace through women’s inclusive and \r\nmeaningful participation in every phase of a peace \r\nprocess.\r\nPeacekeeping and special political missions are \r\nat the core of the United Nations mandate. With \r\nexperience of United Nations operations since 1956, \r\nFinland supports the Secretary-General in his efforts \r\nto reform and make United Nations peacekeeping \r\nmore effective. Following the pledge we made in 2015, \r\nFinland has significantly increased its participation \r\nin United Nations police missions. Finnish police \r\nofficers, including a specialized team for sexual and \r\ngender-based violence, are now deployed in seven \r\nUnited Nations peacekeeping operations. It is my firm \r\nview that no United Nations peacekeeper or any other \r\nUnited Nations personnel should be associated with \r\nmisconduct in any shape or form. There must be zero \r\ntolerance of sexual exploitation and abuse, and the \r\nSecretary-General’s initiative for a circle of leadership \r\nis timely and welcome.\r\nIn wars, there are no winners, and yet conflicts \r\ncontinue. In 2016, 157,000 lives were lost in violent \r\nconflicts globally. There are almost 68 million refugees \r\nin the world today. The conflicts in the Middle East, \r\nAfrica and eastern Ukraine are all examples of untold \r\nhuman suffering, and they are not the only ones. \r\nThe international community has not succeeded in \r\nmaintaining peace and security.\r\nThe grave situation in the Democratic People’s \r\nRepublic of Korea is an urgent concern. The North \r\nKorean nuclear-weapon programme is a threat to global \r\npeace and must be stopped. The Security Council’s \r\ncooperation on North Korea has been successful, and \r\nit is important to ensure that unity can prevail. At the \r\nsame time, North Korea has continued its provocations, \r\nand such behaviour cannot be tolerated. Finland, as \r\npart of the European Union, stands firmly behind the \r\nsanctions and urges everyone to do the same. We will \r\nbe able to find a solution only through negotiations, \r\nand the North Korean Government must participate \r\nwithout preconditions.\r\nNuclear weapons represent a severe threat to \r\nhumankind. As long as they exist there is a risk of a \r\ncatastrophe. The Treaty on the Non-Proliferation of \r\nNuclear Weapons remains the cornerstone of global \r\nnon-proliferation and the foundation for nuclear \r\ndisarmament. Finland’s approach to the issue is result-\r\noriented and pragmatic. It is crucial to ensure that the \r\ncountries possessing nuclear weapons are on board for \r\nany negotiations. I call on all nuclear-weapon States \r\nand countries possessing such weapons to take concrete \r\naction on disarmament as soon as possible. It is also \r\nimportant to ensure that the nuclear deal on Iran is \r\nhonoured by all parties, and I welcome the recent talks \r\non strategic stability between the United States and the \r\nRussian Federation. We hope that they will re-start the \r\narms-control talks in Europe and globally.\r\nWe must also pay closer attention to other threats, \r\nof which I would like to focus on two examples.\r\nFirst, countering terrorism and preventing violent \r\nextremism is a shared priority. As a global body, the \r\nUnited Nations is well placed to promote the fight \r\nagainst terrorism. I look forward to the leadership of \r\nthe new United Nations Office of Counter-Terrorism \r\nin that area. Secondly, we must take health security \r\nmore seriously. Diseases travel across borders rapidly \r\nand synthetic biology is an emerging threat. We need \r\nbetter prevention and national preparedness, and a \r\nglobal, multi-partner collaboration. The Global Health \r\nSecurity Agenda is an important forum in this area, and \r\nFinland and Australia are co-chairing an alliance in \r\nsupport of health-security capacity-building. We must \r\ntake action before the next pandemic arrives.\r\nPopulation dynamics are of great importance. \r\nAlthough the most rapid phase of global population \r\ngrowth is receding, in many places populations are still \r\n20/09/2017 A/72/PV.7\r\n17-29389 3/27\r\ngrowing. That is particularly the case in some African \r\ncountries, where the potential exists for a four-fold \r\nincrease by the end of the century. Growing populations \r\noften result in rapid urbanization. Cities offer people \r\nmany possibilities, and urbanization’s positive potential \r\nis huge. But if it is mismanaged it can also increase \r\nrootlessness, hopelessness and even radicalization. One \r\nantidote is to ensure that all individuals can reach their \r\npotential. Economic opportunities and human rights \r\nare vital. People must have a positive stake in their \r\nown societies. That will require dedicated efforts to \r\nempower individuals, including ensuring their access \r\nto education and basic services.\r\nGender equality is a key priority in Finnish foreign \r\npolicy. As a HeForShe IMPACT Champion, I attach \r\ngreat personal importance to this. Universal access \r\nto sexual and reproductive health and ensuring sexual \r\nrights and comprehensive sexuality education for \r\nall are key factors in sustainable development. As a \r\ncandidate for the UNESCO Executive Board, Finland \r\nalso considers gender equality, high-quality education \r\nand fulfilment of the 2030 Agenda for Sustainable \r\nDevelopment to be priorities.\r\nClimate change binds the South and the North \r\ntogether. None of us will be spared its destructive \r\neffects. Besides the direct environmental impact, it \r\naffects security and is a cause of forced migration. \r\nThe rapid implementation of the Paris Climate Change \r\nAgreement is even more urgent than it was a year ago. \r\nThe Agreement has a clear goal — keeping rising \r\ntemperatures below 2°C. At the moment we are not on \r\nthat path, and we must speed up our efforts, because the \r\nwindow for action is closing. Our transition from fossil \r\nfuels to renewables and energy efficiency must be much \r\nfaster than what we are seeing right now. Everyone’s \r\nefforts are needed.\r\nThe Arctic is at the forefront of climate change. \r\nIt is warming twice as fast as the rest of the world. If \r\nwe lose it, we will lose the whole world. We must find \r\neffective ways to slow down the warming of the Arctic. \r\nOne of those is reducing emissions of black carbon and \r\nmethane and their impact on the Arctic. The sources \r\nof black carbon are well known and solutions exist. \r\nWhat we need is shared willingness and determined \r\nsteps to deal with the issue. The emissions should be \r\nreduced in the Arctic area first and foremost, but global \r\naction is also needed, as much of the black carbon is \r\ntransported in from outside the area. I firmly believe \r\nthat tackling this issue will be a genuine win-win for \r\nthe whole of humankind. Finland currently chairs the \r\nArctic Council, and combating climate change is one \r\nof our priorities.\r\nMr. Djani (Indonesia), Vice-President, took \r\nthe Chair.\r\nFinland celebrates 100 years of independence this \r\nyear, and the theme of our centennial is “Together”. \r\nSince our independence began, Finland has supported \r\nand respected the rules-based international order. In \r\nour interconnected world, promoting national interests \r\nalso requires international efforts. I strongly believe \r\nthat global challenges and threats must be addressed \r\nnot by individual action alone but by the international \r\ncommunity. Peace and security, human rights and \r\ndevelopment belong to all of us. Only together can we \r\nmake this world a better place.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Finland for the statement he has just made.\r\nMr. Sauli Niinistö, President of the Republic \r\nof Finland, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Almazbek Atambaev, President of \r\nthe Kyrgyz Republic\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Kyrgyz Republic.\r\nMr. Almazbek Atambaev, President of the \r\nKyrgyz Republic, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Almazbek Atambaev, \r\nPresident of the Kyrgyz Republic, and to invite him to \r\naddress the Assembly.\r\nPresident Atambaev (spoke in Russian): At the \r\noutset, I would like to express my sincere condolences \r\nto the people of Mexico following the catastrophic \r\nearthquake there.\r\nMy ancient people have gone through a long \r\nand difficult journey of historical development and \r\nformation. Centuries ago, we developed our own \r\nwritten language and established our own multi-ethnic \r\nState known to history as the Great Kyrgyz Khanate. \r\nUnfortunately, subsequent historical events led to the \r\nloss of the Khanate and the destruction of the greater part \r\nA/72/PV.7 20/09/2017\r\n4/27 17-29389\r\nof our people. We used to be referred to as a vanishing \r\nethnic group. Accordingly, freedom, independence and \r\na sovereign State became our national ideals and an \r\nimpassioned driving force for our people throughout \r\ntheir historic journey. That journey culminated in 1991 \r\nin our achievement of sovereignty.\r\nHowever, our struggle for freedom, democracy \r\nand justice continue. I am proud of my freedom-loving \r\npeople, who in the past 12 years have executed two \r\npopular revolutions against a dictatorial regime and \r\nhave shown that the only true source of power in the \r\nKyrgyz Republic is the people.\r\n“In other countries similar events could have \r\nled to the destruction of democracy and entailed \r\nsignificant strife, but the Kyrgyz people underwent \r\ndifficult circumstances and preserved their \r\ndemocracy, which I hope will serve as a model for \r\nother countries.”\r\nThose are the words of the Secretary-General, and \r\nwe are eternally grateful to Mr. António Guterres for \r\nhis balanced assessment of historic events during our \r\ncountry’s most recent past.\r\nLike all other countries that have chosen the path \r\nof sustainable development, the Kyrgyz Republic is \r\ncommitted to achieving the Sustainable Development \r\nGoals. The well-being and prosperity of humankind is \r\nour main goal. Despite the impact of the global economic \r\nand financial crisis, the decline in energy prices and \r\nthe sanctions-based standoff of the global Powers, the \r\ngross domestic product of the Kyrgyz Republic has \r\nbeen steadily growing for the past few years, and our \r\ncurrency, the Kyrgyzstan som, is one of the most stable \r\nof the countries that make up the Commonwealth of \r\nIndependent States.\r\nWe are embarking on several major projects, \r\nincluding the improvement of our infrastructure. We \r\nhave achieved energy independence and a stable energy \r\nsector. The Kyrgyz Republic, a country that once went \r\nnowhere, has reinvented itself as a country of transit.\r\nWe are meeting all of our commitments with \r\nrespect to the social fabric of the country. Salaries for \r\nteachers and doctors are on the rise, and pensions and \r\nother social benefits are also gradually increasing. Over \r\nthe past five years, the rate of extreme poverty among \r\nthe population has decreased by a factor of 4.5.\r\nWe have begun a meaningful and systematic \r\ncampaign to rid the Government of the scourge of \r\ncorruption, in particular at the top levels of power. In \r\nour country, the privileged circles and untouchables of \r\nsix or seven years ago no longer exist.\r\nWe are engaged in dialogue today on equal terms \r\nwith all our international partners. As we build our \r\nindependence in foreign policy, we base it exclusively \r\non protecting our national interests, with special \r\npriority for regional integration. The borders that we \r\nshare with our neighbours are becoming gateways to \r\nfriendship and good neighbourliness.\r\nOur main achievements in recent years have \r\nbeen peace, consensus and stability. The country is \r\nchanging before our eyes. The Kyrgyz Republic is the \r\nfirst and only country in the post-Soviet Central Asian \r\nregion with a parliamentary democracy. International \r\norganizations, including the United Nations, recognize \r\nthe Kyrgyz Republic as one of the most free and stable \r\nStates with a strong civil society in Eurasia.\r\nOne achievement of particular note is the \r\nintroduction of a new electoral model using biometric \r\ntechnologies to identify voters and count votes \r\nelectronically. We successfully used that system in the \r\n2015 parliamentary elections and in a referendum held \r\nlast year. The democratic process and openness that \r\ncharacterized the electoral campaign in the Kyrgyz \r\nRepublic were validated by international observers \r\nand, most important, by the country’s political parties’ \r\nacceptance of their outcome. Campaigning is now in \r\nfull gear for the presidential elections to be held on \r\n15 October. In our view, fair and transparent elections \r\nare crucial to our country’s stability, and we are \r\ndetermined to achieve that. I firmly believe that our \r\nnewly elected Government will continue to advance its \r\ndevelopment as a democratic and open State.\r\nKyrgyzstan is currently developing a long-term \r\nnational strategy for sustainable development through \r\n2040. Our strategic goals for future sustainable \r\ndevelopment include accelerated economic development \r\nthat provides people with decent jobs; ensuring \r\neconomic and social well-being; public security and \r\na high quality of life; and developing a parliamentary \r\ndemocracy and a strong civil society.\r\nOne of the key initiatives of that strategy is the \r\n“Clean Society” Taza Koom initiative, designed to \r\ndevelop and promote the principles of electronic \r\nGovernment and open society in our country. During \r\nhis visit to my country, Secretary-General Guterres \r\nnoted that the Kyrgyz Republic is not only a pioneer \r\n20/09/2017 A/72/PV.7\r\n17-29389 5/27\r\nof democracy in Central Asia, it is also becoming a \r\npioneer in building a digital environment as well as a \r\ndigital economy.\r\nBased on all the steps that we have taken, I believe \r\nthat in the near future the Kyrgyz Republic will become \r\nan economically developed, socially prosperous and \r\nsecure country with a developed agro-industrial \r\ncomplex and manufacturing potential. It will be a secure \r\ncountry that will be safe to live and visit in a framework \r\nof sustainable tourism, supported by its membership \r\nin the Mountain Partnership, with its unique natural, \r\nhistorical and cultural monuments along the great \r\nSilk Road. It will be a country of healthy, educated, \r\ncultured, free and prosperous people governed by a fair \r\nand accountable leadership.\r\nThe year 2040 will mark 1,200 years since the \r\nadvent of the Kyrgyz Khanate in the tenth century, \r\nwhen Kyrgyz statehood reached its apex. We owe it \r\nto both our history and our future to reach 2040 as a \r\nstrong, self-reliant and highly developed State.\r\nThe consequences of climate change now threaten \r\nall of us to some degree, and mountainous countries such \r\nas the Kyrgyz Republic are on the front lines, owing to \r\nthe complex ecosystems associated with such terrain. \r\nThe problems of climate change are having an impact \r\non every sector of the Kyrgyz Republic’s economy \r\nand are causing significant damage from increasingly \r\nfrequent natural disasters in mountainous areas, \r\nincluding mudflows, landslides, f loods and avalanches.\r\nWe are particularly concerned about the accelerated \r\nmelting of Kyrgyz glaciers, which are natural reservoirs \r\nand a source of fresh water not only for Central Asia \r\nbut for the whole world. According to forecasts, by \r\n2025 the total glacier area in the Kyrgyz Republic \r\ncould decrease by 30 to 40 percent, which could lead \r\nto a drop in the water levels of Central Asian rivers. By \r\n2100 the glaciers of the Kyrgyz Republic could vanish \r\naltogether. Our country is therefore promoting the \r\nimplementation of joint projects to preserve glaciers in \r\nmountain ecosystems of upstream countries.\r\nThe basic essence of the transition to sustainable \r\ndevelopment is a matter of the survival of humankind \r\nand the preservation of the biosphere. Due to climate \r\nchange, various rare animals and the biodiversity of our \r\nmountain ecosystems are threatened with extinction.\r\n In particular, since the nineties, the global \r\npopulation of snow leopards has fallen by half. In \r\n2013, we initiated and conducted the Global Snow \r\nLeopard Forum, marking the start of a noble mission: \r\nto make preserving that species and its ecosystem a \r\nsingle strategic nature environmental task. Only three \r\nweeks ago in Bishkek, we held the second International \r\nSnow Leopard and Ecosystem Forum. One of its main \r\noutcomes was a proposal by the Kyrgyz Republic to \r\ninitiate a multi-country project at the regional level, \r\nwith an emphasis on preserving our national and, no \r\nless important, global biodiversity.\r\nIn the modern world, mankind is forgetting \r\nits origins. In a chaotically fragmented world with \r\nincreasing divisions, all nations need unifying factors \r\nand ideas rather than political ideas that divide peoples \r\nover religious beliefs or language. In that regard, our \r\ncountry has come up with a whole range of international \r\nprojects and measures. In particular, to showcase the \r\ngreatness of the nomadic civilization to the international \r\ncommunity, the Kyrgyz Republic has launched a \r\nunique project, the World Nomad Games. The General \r\nAssembly provided international recognition for this \r\nproject for its contribution to intercultural dialogue. \r\nNext year, we will be hosting the third Nomad Games, \r\nand we invite everyone to participate in them.\r\nIn July, we held an international forum on \r\n“Altai civilization and related peoples of the Altaic \r\nlanguage family”. Its main goal was the development \r\nand popularization of common heritage and cultural \r\nexchange between peoples having common Altai roots, \r\nstrengthening and expanding cooperation among the \r\nStates belonging to the Altaic language family.\r\nThe international conference initiated by my \r\ncountry on the theme “Islam and the modern secular \r\nState” is dedicated to the strengthening of peace and \r\nthe development of intercultural dialogue. It will be \r\nheld on 28 and 29 September in Bishkek. We believe \r\nit is important to study experiences and exchange \r\ninformation on the interaction of the State and religious \r\ninstitutions and civil societies in secular countries.\r\nAll those initiatives represent a contribution by \r\nthe Kyrgyz Republic to the preservation of peace and \r\nstability and the development of cultural diversity and \r\ntolerance as a counterweight to contemporary threats of \r\nterrorism and radicalism, and we believe that they will \r\nhave fruitful results.\r\nOne of the key factors in good living standards \r\nin Central Asia is our mutually beneficial use of \r\nwater and energy resources. The Kyrgyz Republic \r\nA/72/PV.7 20/09/2017\r\n6/27 17-29389\r\nhas consistently advocated the development and \r\nintroduction in the region of economic mechanisms \r\nfor water use. The world’s limited water resources will \r\nsooner or later lead to an understanding that water is \r\nan economic resource that requires reasonable use. I \r\nwish to emphasize in particular that water-use issues \r\nin Central Asia can and should be solved only by the \r\nStates of the region through an open and constructive \r\ndialogue, taking into account the interests and needs \r\nof all countries. It is unacceptable for international and \r\nregional organizations to impose their own approaches \r\nand ways of developing cooperation in this area on the \r\ncountries of Central Asia.\r\nI would be remiss if I did not mention the problem of \r\nmanaging the numerous uranium tailings in the Kyrgyz \r\nRepublic that we inherited from the Soviet Union. They \r\npose a threat to the entire region. We all know that a \r\nnumber of large uranium-tailing dump sites are located \r\nin close proximity to rivers and water sources. In the \r\nevent of an accidents at a tailing site, pollution of the \r\nregion’s rivers with highly toxic waste could lead to \r\nlarge-scale ecological and humanitarian consequences \r\nand would imperil the lives and health of millions of \r\npeople and even socioeconomic development in every \r\nCentral Asian country.\r\nThat is why, in 2012, the Kyrgyz Republic initiated \r\na proposal to adopt a special resolution on the matter \r\nof the uranium legacy in Central Asia, and the General \r\nAssembly adopted that text as resolution 68/218 in 2013. \r\nIn the past five years we have made significant progress \r\nin solving problems of radiation and environmental \r\nsafety. Now we see that it is time for a new Assembly \r\nresolution that takes account of the results that have been \r\nachieved. Today, here in New York, we will be having \r\na special meeting on the issue, initiated by the Kyrgyz \r\nRepublic and others. We believe that the meeting will \r\nenable us to come up with new programmes and joint \r\nmeasures aimed at recultivating uranium-tailing sites.\r\nWith regard to matters of peace and security and \r\nthe sustainable development of all countries on the \r\nplanet, I also want to mention the problem of terrorism. \r\nThe international community must step up its efforts to \r\nfight terrorism, extremism and related problems such as \r\nillegal drug trafficking, trafficking in humans and arms, \r\nand money laundering. Unfortunately, the international \r\ncommunity’s measures have been inadequate and have \r\nsometimes led to confrontation between States, while it \r\nis only by joint action and efforts that we can effectively \r\ncounter the threats of terrorism and extremism.\r\nI should not omit to mention the current situation \r\nin Myanmar and the plight of the Muslims there. \r\nKyrgyzstan resolutely condemns the violence being \r\nperpetrated against the ethnic minority in Myanmar, \r\nand we earnestly call on all parties to the conflict to \r\nengage in peaceful negotiations.\r\nWe also urge all countries around the globe to \r\nuphold their commitment to the provisions of the \r\ninternational conventions on the non-proliferation of \r\nweapons of mass destruction.\r\nIt is encouraging to see the increasing role that the \r\nUnited Nations is playing in our collective efforts to \r\nconfront the challenges and threats that we face today. \r\nBut as that role increases, so does its accountability. It \r\nis the 15 members of the Security Council that currently \r\ndecide the fate of the world. The consensus they reach \r\ndetermines matters of war and peace, security and \r\nstability in various parts of our planet. Moreover, the \r\nfive permanent members of the Council can always \r\nblock any decision. Kyrgyzstan therefore advocates the \r\nadoption of urgent measures to improve the Security \r\nCouncil that will enable it to take into consideration the \r\ninterests of a majority of States.\r\nOur world will continue to develop and change. It \r\nwill continue to confront difficulties and crises, make \r\nbreakthroughs and have successes in development. But \r\nall of us are united by the desire to preserve peace and \r\nconcord on Earth. For that to happen, we need to provide \r\nequitable conditions and possibilities for development \r\nin every country, so that no one is left behind or left to \r\ncope with troubles and problems alone.\r\nImplementing the Sustainable Development \r\nGoals, the Paris Climate Change Agreement and other \r\nagreements on the international agenda must remain \r\nthe main priority of our joint action as an international \r\ncommunity. Only together can we build a world based \r\non cultural diversity; on dialogue, not sanctions; on \r\npreventive measures and greater accountability; a \r\nworld where no one will be forgotten or left behind.\r\nSo let us unite our efforts and help all people on Earth \r\nto live better and attain even a little more joy. Together \r\nwe can build a world that provides a dignified life for \r\neveryone on our planet Earth.\r\n(spoke in Kyrgyz; translation provided by the delegation)\r\nAs I end my speech, I would now like to address \r\nmy beloved Kyrgyz people, my dear compatriots, in \r\nKyrgyz. A thousand years later, the Kyrgyz nomads \r\n20/09/2017 A/72/PV.7\r\n17-29389 7/27\r\nhave found their way again. For us to find that way, \r\nthousands of our forefathers had to sacrifice their lives \r\nand thousands of our mothers were left blinded by grief. \r\nAre there any mountains where no Kyrgyz bones are \r\nburied? Are there any valleys where no Kyrgyz blood \r\nhas f lowed?\r\nIn a few days’ time, the Kyrgyz people will elect \r\ntheir new leader. Let us not lose our way by following \r\nthe oligarchs and leaders of other countries. We cannot \r\nlet others trample on Kyrgyz leaders ever again. We \r\ncannot let our national wealth and our lands be sold off \r\nor given away again while ordinary people suffer. Let \r\nus not be deceived by money. Let us not be deceived \r\nby fancy words. Let us not look deceitfully at one \r\nanother. Let us be honest with one another. We must \r\npreserve our dignity and our unity. We must preserve \r\nour motherland. We must preserve our people.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Kyrgyz \r\nRepublic for the statement he has just made.\r\nMr. Almazbek Atambayev, President of the \r\nKyrgyz Republic, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Ilham Heydar oglu Aliyev, \r\nPresident of the Republic of Azerbaijan\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic \r\nof Azerbaijan.\r\nMr. Ilham Heydar oglu Aliyev, President of the \r\nRepublic of Azerbaijan, was escorted into the \r\nGeneral Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Ilham Heydar oglu Aliyev, \r\nPresident of the Republic of Azerbaijan, and to invite \r\nhim to address the Assembly.\r\nPresident Aliyev: For more than 25 years, \r\nArmenia has occupied 20 per cent of the territory of \r\nAzerbaijan — Nagorno Karabakh and seven other \r\nregions of our country. Nagorno Karabakh is an ancient \r\nand historical part of Azerbaijan. As a result of Armenian \r\naggression, almost 20 per cent of the internationally \r\nrecognized territory of Azerbaijan is under Armenian \r\noccupation. More than 1 million of Azerbaijanis have \r\nbecome refugees and internally displaced persons. \r\nArmenia has conducted a policy of ethnic cleansing \r\nagainst Azerbaijanis in Armenia, in Nagorno Karabakh \r\nand seven other regions of Azerbaijan.\r\nArmenia committed genocide against Azerbaijanis \r\nin Khojaly. The Khojaly genocide is already officially \r\nrecognized by more than 10 countries. On February \r\n26, 1992, Armenia committed war crimes, killing 613 \r\npeaceful residents of Khojaly, among them 106 women \r\nand 63 children. One of those war criminals who \r\ncommitted that terrible crime against humanity is the \r\ncurrent Armenian President.\r\nLeading international organizations adopted \r\nresolutions demanding the withdrawal of Armenian \r\ntroops from the territory of Azerbaijan. In 1993, the \r\nSecurity Council adopted resolutions 822 (1993), \r\n853 (1993), 874 (1993), and 884 (1993), demanding \r\nthe immediate and unconditional withdrawal of \r\nArmenian troops from the territory of Azerbaijan. \r\nOther international organizations, such as the \r\nOrganization of Islamic Cooperation, the Movement of \r\nNon-Aligned Countries, the Organization for Security \r\nand Cooperation in Europe (OSCE), the Parliamentary \r\nAssembly of the Council of Europe and the European \r\nParliament, adopted similar decisions and resolutions.\r\nArmenia does not implement them. For 24 years, \r\nArmenia has ignored Security Council resolutions, and \r\nunfortunately it has not been punished for that. In some \r\ncases, Security Council resolutions are implemented \r\nwithin days. In our case, resolutions have gone \r\nunimplemented for 24 years. That is a demonstration of \r\ndouble standards, and it is unacceptable. International \r\nsanctions must be imposed on Armenia. A major United \r\nNations reform should be the creation of a mechanism \r\nfor implementing Security Council resolutions.\r\nArmenia does everything in its power to maintain \r\nthe status quo and block substantive negotiations. The \r\nco-Chairs of the OSCE Minsk Group — France, Russia \r\nand the United States — have stated on several occasions \r\nthat the status quo is unacceptable. How can such a \r\ncorrupt, failed State, ruled by a despotic, medieval \r\nregime, violate international law for so many years \r\nand ignore Security Council resolutions and statements \r\nby the world’s leading countries? Because there is a \r\ndouble standard. There is no international pressure on \r\nthe aggressor, no international sanctions imposed on \r\nthe Armenian dictatorship. That policy must end. It is \r\nnot only a demonstration of injustice, it also creates the \r\nimpression that the Armenian dictatorship can continue \r\nits policy of terror.\r\nA/72/PV.7 20/09/2017\r\n8/27 17-29389\r\nIn April 2016, Armenia committed another war \r\ncrime on the line of contact, attacking our cities and \r\nvillages. In that attack, six Azerbaijani civilians were \r\nkilled, among them one child, and 26 were wounded. \r\nHundreds of our houses were destroyed. Azerbaijan had \r\nto defend its citizens. Through a successful counter-\r\nattack, Azerbaijan liberated some territories in the \r\nthree occupied areas — Agdere, Fuzuli and Jabrayil —\r\nand installed its national f lag in the liberated territories. \r\nThe Armenian leadership should not forget that lesson, \r\nor the results of their next provocation will be more \r\npainful for them.\r\nWhen it loses on the battlefield, Armenia resorts to \r\nthe cruel policy of attacking our cities and villages. On \r\n4 July, Armenia launched a targeted attack on Alkhanli \r\nvillage in Fuzuli district with 82 and 120 millimetre \r\nmortars and grenade launchers, killing two civilians, \r\ntwo-year old Zahra Guliyeva and her grandmother. On \r\n7 August, a 13-year-old boy in the Tovuz area, which \r\nborders Armenia, was wounded by Armenian soldiers. \r\nThe international community must stop Armenian \r\nfascism and terror.\r\nAzerbaijan is committed to a peaceful resolution \r\nof the conflict, but at the same time it will defend its \r\ncitizens, in line with the Charter of the United Nations, if \r\nArmenian military provocations continue. If necessary, \r\nAzerbaijan will again punish the aggressor, as it did \r\nin April 2016. The Armenian-Azerbaijani Nagorno \r\nKarabakh conflict must be resolved on the basis of \r\ninternational law and the relevant Security Council \r\nresolutions, and the territorial integrity of Azerbaijan \r\nmust be completely restored.\r\nDespite the enormous difficulties caused by the \r\nArmenian occupation, Azerbaijan has developed rapidly \r\nand successfully. It is an active member of the United \r\nNations, and in 2011 was elected as a non-permanent \r\nmember of the Security Council, receiving the votes \r\nof 155 countries. An absolute majority of Member \r\nStates demonstrated their support for Azerbaijan and \r\nits policy. For Azerbaijan, which at that time had been \r\nindependent for only 20 years, that was a great success.\r\nAzerbaijan is a stable, modern, democratic country. \r\nThe development of democracy and the protection \r\nof human rights are among the top priorities of our \r\nGovernment. All fundamental freedoms are fully \r\nguaranteed in Azerbaijan, including freedom of \r\nexpression, of the press, of assembly and of religion.\r\nAzerbaijan is one of the world’s recognized \r\ncentres of multiculturalism, which is a State policy in \r\nAzerbaijan, where representatives of all ethnic groups \r\nand religions live in peace and harmony. In Azerbaijan \r\nwe declared 2016 a Year of Multiculturalism and 2017 a \r\nYear of Islamic Solidarity.\r\nUnlike Armenia, which is a mono-ethnic country \r\nwith almost no national minorities and where \r\nxenophobia is a State policy, Azerbaijan is a multi-ethnic \r\ncountry. Our society’s cultural, ethnic and religious \r\ndiversity is a big asset. In that regard, Armenia, where \r\nIslamophobia has reached a peak, has committed \r\nmany acts of vandalism, destroying all mosques in the \r\noccupied territories.\r\nAzerbaijan has hosted numerous international \r\nevents aimed at strengthening interreligious dialogue. \r\nAmong them are the seventh Global Forum of the \r\nUnited Nations Alliance of Civilizations, the World \r\nReligious Leaders Summit, the World Forum on \r\nIntercultural Dialogue, on four occasions, and the Baku \r\nInternational Humanitarian Forum, on five occasions, \r\nas well as other important events.\r\nAs a member of the Organization of Islamic \r\nCooperation and the Council of Europe, in 2008 \r\nAzerbaijan launched the Baku Process, which is \r\nsupported by the United Nations. The main goal of the \r\nBaku Process is to strengthen dialogue, partnership and \r\ncooperation between the Muslim world and Europe.\r\nIn 2015, Azerbaijan hosted the first European \r\nGames, in which 6,000 athletes from 50 countries \r\nparticipated. This year, we hosted the fourth Islamic \r\nSolidarity Games, with almost 3,000 athletes from 54 \r\ncountries, so in the space of two years our capital city \r\nof Baku was the venue for both the European and the \r\nIslamic Games, in a major contribution to promoting \r\nmulticulturalism. In a demonstration of Azerbaijan’s \r\nstatus as one of the world’s leading sporting countries, \r\nthe Azerbaijani team came second overall at the first \r\nEuropean Games and first at the Islamic Solidarity \r\nGames. Further proof of our achievement in this area \r\nis the fact that Azerbaijan finished fourteenth overall \r\nat the Rio 2016 Olympic Games in terms of medals, \r\nwinning 18 in total.\r\nAzerbaijan has made significant progress in social \r\nand economic development. Our economy has more \r\nthan tripled since 2004, and we have created more \r\nthan 1.6 million jobs, keeping our unemployment \r\nlevel one of the lowest in the world at 5 per cent. We \r\n20/09/2017 A/72/PV.7\r\n17-29389 9/27\r\nhave prioritized poverty reduction; our poverty levels \r\nhave gone from more than 40 per cent in 2004 to 5 or \r\n6 per cent. Our hard-currency reserves are equal to the \r\ncountry’s gross domestic product (GDP) and our State’s \r\nforeign debt is less than 20 per cent of GDP. In 2009 \r\nAzerbaijan was named leading reformer of the world \r\nin the World Bank’s Doing Business report. The Davos \r\nWorld Economic Forum Global Competitiveness Report \r\nfor 2016-2017 ranked Azerbaijan thirty-seventh of 138 \r\ncountries. In 2015, Azerbaijan received the South-South \r\nAward in recognition of its outstanding achievements \r\nin implementing the Millennium Development Goals, \r\nand since 2010 has been classified as a country with \r\nhigh human development. Our rapid development of \r\nour space industry has enabled Azerbaijan to join the \r\nworld’s space club with Azerspace and Azersky, its \r\ntwo telecommunication and field observation satellites, \r\nwith a third, Azerspace-2, to be launched soon.\r\nToday, Azerbaijan exports intellectual as well as \r\nindustrial and agricultural products. Our State agency \r\nfor services and social innovations for citizens, ASAN, \r\nis a model for modern public relations and services. \r\nWith 251 services under one roof, the agency’s absolute \r\ntransparency and zero tolerance for corruption and \r\nbribery has made it attractive to many countries. As a \r\npurely Azerbaijani brand in the five years since it was \r\nfounded, it has provided more than 1.6 million services \r\nto 5 million people. The total number of applications \r\nis 17 million and the public’s rating of ASAN is 98 per \r\ncent. In 2015, in recognition of its contribution to \r\nexcellence, creativity and simplification of the delivery \r\nof public services, ASAN received the United Nations \r\nPublic Service Award.\r\nThe main goal of our policies is improving the lives \r\nof our citizens. Since 2004, salaries have increased \r\nby 5.6 times and pensions 8.2 times. With no foreign \r\nfinancial support, we have built almost 100 new \r\nsettlements and towns for refugees and internally \r\ndisplaced persons affected by the Armenian occupation. \r\nWe have thereby improved the living conditions of more \r\nthan 250,000 people, providing them with new houses \r\nand f lats and building 152 schools, 59 medical centres, \r\nand 60 kindergartens in their towns and settlements. \r\nOverall, since 2004 we have built or renovated more \r\nthan 3,000 schools and 600 hospitals and medical \r\ncentres. Azerbaijan’s literacy levels are close to 100 per \r\ncent. Every year more than 5 million people — half of \r\nthe population — receive medical check-ups totally \r\nfinanced by the State budget.\r\nAzerbaijan plays an important role in the global \r\nenergy market. As a reliable supplier of oil and gas \r\nto international markets, we provide energy security \r\nfor many countries throughout the world. Today \r\nAzerbaijan, together with its international partners, \r\nis close to completing the $40 billion Southern Gas \r\nCorridor project, one of the largest infrastructure \r\nprojects in the world.\r\nAnother important priority of ours is transportation. \r\nSituated as it is between Europe and Asia, Azerbaijan \r\nis making wise use of its geographical location to \r\nbecome one of Eurasia’s leading transportation hubs. \r\nIn recent years we have built six international airports \r\nand 11,000 kilometres of modern highways and roads. \r\nAzerbaijan’s 270 vessels make up the biggest trade f leet \r\nin the Caspian Sea, and our modern shipbuilding yards \r\nare capable of building all types and sizes of ships. \r\nWe are also modernizing our railroad infrastructure, \r\nand most of our territory can now be reached by rail. \r\nNext year we will inaugurate an international trade \r\nseaport that will be the biggest in the Caspian region. \r\nAzerbaijan is making significant investments in East-\r\nWest and North-South transportation corridors in order \r\nto create the shortest possible routes across the country \r\nin both directions.\r\nThe President returned to the Chair.\r\nIn conclusion, I would like to point out that last \r\nyear we celebrated the twenty-fifth anniversary of \r\nthe restoration of our independence. Azerbaijan’s \r\nsuccessful development has demonstrated once again \r\nthat only when a country is free and independent and \r\nits destiny is in the hands of its people can it achieve \r\nsuccess. The greatest happiness of the people of \r\nAzerbaijan is that we live in an independent country \r\nconducting independent polices — policies based on \r\nthe national interests of our people.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of \r\nAzerbaijan for the statement he has just made.\r\nMr. Ilham Heydar oglu Aliyev, President of the \r\nRepublic of Azerbaijan, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. David Arthur Granger, President \r\nof the Republic of Guyana\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Guyana.\r\nA/72/PV.7 20/09/2017\r\n10/27 17-29389\r\nMr. David Arthur Granger, President of the \r\nRepublic of Guyana, was escorted into the General \r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. David Arthur Granger, President of \r\nthe Republic of Guyana, and to invite him to address \r\nthe Assembly.\r\nPresident Granger: Let me begin by expressing \r\nthe deep condolences and solidarity of the Government \r\nand people of Guyana to the victims of yesterday’s \r\nearthquake in Mexico and those of Hurricane Maria, \r\nwhich virtually destroyed the Commonwealth of \r\nDominica two days ago.\r\nThe Cooperative Republic of Guyana congratulates \r\nyou, Mr. President, on your election to lead the \r\nGeneral Assembly at its seventy-second session. We \r\nare confident that under your guidance progress will \r\nbe made in advancing the international agenda and \r\nrealizing the theme of this year’s Assembly, “Focusing \r\non people: Striving for peace and a decent life for all \r\non a sustainable planet”. Guyana also appreciates the \r\nsterling performance of your predecessor, Ambassador \r\nPeter Thomson of Fiji, in his stewardship of the \r\nAssembly during the past year. I would also like to take \r\nthis opportunity to congratulate Secretary-General \r\nAntónio Guterres on his appointment last year and to \r\nwish him a successful tenure.\r\nToday, I am speaking of people, peace and the \r\nplanet. Nothing is more important in this general debate \r\nthan ensuring that all representatives here respect its \r\ntheme, “Focusing on people: Striving for peace and a \r\ndecent life for all on a sustainable planet”. First, the \r\ntheme enjoins us to focus on people — people of all \r\ncountries and in all circumstances. It is about the human \r\ncondition of people in States that are large and small, \r\nrich and poor, strong and weak. It is about humankind’s \r\ncondition everywhere on Earth.\r\nThe world is facing several serious humanitarian \r\ncrises. In too many parts of the world, children still \r\ndie from preventable diseases or go to bed hungry. In \r\nsome places, women are denied equal opportunities \r\nfor enjoying a good life. The gap between the world’s \r\nrich and poor remains unacceptably wide. Conflicts \r\nwithin States have spawned international refugee \r\ncrises, resulting in the displacement of millions from \r\ntheir homelands.\r\nThe Sustainable Development Goals (SDGs) \r\nrepresent our collective desire and determination \r\nto eradicate hunger and poverty from our planet \r\nwhile promoting equal opportunities in education, \r\nemployment and social justice for both men and women. \r\nThe adoption of the SDGs has catalysed our aspirations \r\nfor a better world into concrete and forward-looking \r\nactions and objectives. The Goals seek to promote \r\nrespect for people’s inherent dignity and their rights \r\nas human beings. However, their advancement is being \r\nobstructed by human rights violations, by people’s \r\ninvoluntary migration from their homelands and by \r\nterrorism and warfare. The challenge for the United \r\nNations is resolving to reinforce respect for the rights \r\nof citizens within the governance structures of our \r\nMember States.\r\nSecondly, I am speaking of planet Earth. A \r\nsustainable planet is humankind’s ultimate patrimony. \r\nNothing is more vital to people’s survival. We have \r\nbeen indifferent too long to the need to protect the \r\nplanet, and now its sustainability is threatened on many \r\nfronts. Climate change is not a fiction or the invention \r\nof a few extremists. This year, the small island States of \r\nthe Caribbean and parts of North America have felt the \r\ndevastating fury of a series of hurricanes — Harvey, \r\nIrma, José, Katia, Lee and Maria, to whose frequency \r\nand ferocity humankind has contributed through the \r\nreckless exploitation of Earth’s resources.\r\nHurricane Irma was a deadly, destructive portent \r\nof the extreme vulnerability and fragility of the small \r\nisland developing States and low-lying coastal States \r\nof the Caribbean, and Guyana is playing its part, \r\nwithin the limits of its resources, to provide relief to \r\nthe affected populations of our sister Caribbean States. \r\nGuyana signed and celebrated the Paris Agreement \r\non Climate Change last year in this very Hall. We \r\nrenew our commitment to its goals this year in a \r\ndemonstration of Guyana’s pioneering role in global \r\nenvironmental stewardship. It must be remembered \r\nthat in 1989 — three years before the United Nations \r\nConference on Environment and Development was held \r\nin Rio in 1992 — Guyana had the foresight to enter \r\ninto an environmental covenant with the international \r\ncommunity by dedicating 360,000 hectares of \r\nits rainforests,\r\n“to develop, demonstrate and make available to \r\nGuyana and the international community systems, \r\nmethods and techniques for the sustainable \r\n20/09/2017 A/72/PV.7\r\n17-29389 11/27\r\nutilization of the multiple resources of the tropical \r\nforest and the conservation of biological diversity”.\r\nTwenty years after that international initiative, \r\nGuyana entered into an agreement with the Kingdom \r\nof Norway,\r\n“to work together to provide the world with a relevant, \r\nreplicable model of how Reducing Emissions from \r\nDeforestation and Forest Degradation, known as \r\nthe REDD-plus programme, plus conservation \r\nand sustainable forest management, can align the \r\ndevelopment objectives of the forest countries with \r\nthe need to combat climate change”.\r\nGuyana is part of the Guiana Shield, one of the \r\nworld’s last remaining blocks of pristine rainforest. \r\nThe Guiana Shield is the source of 15 per cent of the \r\nworld’s freshwater reserves. Its biodiversity provides \r\necosystem services, such as food, fresh water and \r\nmedicinal products. It provides environmental services, \r\nsuch as the regulation of the water cycle, water quality \r\nand pollination. The Shield’s forests capture and store \r\ncarbon, mitigating the greenhouse effect. In other \r\nwords, the Shield is essential to life on Earth. Guyana \r\ncalls on the United Nations to help protect and preserve \r\nthe Guiana Shield as a global resource for the survival \r\nand sustainability of our planet.\r\nI will now speak of peace. Striving for peace \r\nhas been the principal purpose and preoccupation of \r\nthis Organization throughout its existence. A good \r\nlife for the world’s peoples and sustainable use of \r\nthe planet’s resources are predicated on peace with \r\njustice, including justice within and between States. \r\nThe world is weary of war. Striving for peace must \r\nbe humankind’s ceaseless quest. The United Nations \r\nis the paramount global instrument of peace. It has a \r\nvital role to play in ensuring respect for international \r\nlaw through the International Court of Justice and the \r\nSecurity Council. In striving for peace, we must aim \r\nto resolve long-standing inter-State conflicts. In that \r\nregard, Guyana supports the call for reform of the \r\nSecurity Council, in order to give an even greater voice \r\nto developing countries.\r\nWe reiterate our support for a two-State solution \r\nto the Palestine-Israeli conflict. We affirm the right of \r\nthe Palestinian people to a homeland and a dignified \r\nexistence. We demand the withdrawal of the injurious \r\neconomic embargo on the Caribbean island of Cuba, \r\nwhich frustrates its right to development.\r\nStriving for peace and the right to development \r\nhave been Guyana’s most serious concerns since \r\nnational independence in 1966. When I addressed the \r\nAssembly last September (see A/71/PV.8), I explained \r\nthe danger that we have been facing on our borders as a \r\nconsequence of the territorial claims of our neighbour \r\nto the West, the Bolivarian Republic of Venezuela. I \r\noutlined to the world’s nations the peril that Guyana \r\nwas enduring on its borders at the hands of Venezuela. \r\nVenezuela’s claim to Guyana’s territory, however, has \r\nnot diminished or been diverted. Guyana remains \r\nimperilled. Disturbing developments in Venezuela have \r\nattracted the world’s attention and roused the concerns \r\nof many of us about the privations of its people.\r\nThe Caribbean people want the Caribbean to be a \r\nzone of peace. Venezuela’s claim on Guyana’s territorial \r\nintegrity, however, would be a threat to that zone and \r\nthat peace. Venezuela is more than four times the size \r\nof Guyana, and yet it claims two-thirds of Guyana’s \r\nterritory, including its maritime space. We depend on \r\nour territorial and maritime resources for our country’s \r\ndevelopment and for propelling our people out of \r\npoverty. After 51 years of Guyana’s independence, the \r\nVenezuelan claim persists. An eminent international \r\ntribunal provided a full, perfect and final settlement of \r\nthe issue 118 years ago, in 1899. Venezuela repudiated \r\nthat arbitral award in 1962 in the Special Committee \r\non Decolonization, as British Guiana — as we were \r\nthen — strove to achieve its independence.\r\nThis is a warning to the world, through the \r\nAssembly, that peace will be jeopardized in our region \r\nif justice does not prevail, not only within Venezuela, \r\nbut also with regard to its border controversy with \r\nGuyana. Four Secretaries-General have been seized \r\nof the Venezuelans’ claim. The choice has become one \r\nbetween a just and peaceful settlement in accordance \r\nwith international law, and a Venezuelan posture of \r\nattrition that is increasingly blustering and militaristic. \r\nIn this matter, protraction is the enemy of resolution \r\nand the ally of sustained conflict.\r\nFortunately, as they indicated publicly, former \r\nSecretary-General Ban Ki-moon and current Secretary-\r\nGeneral António Guterres have both decided that if, \r\nbased on the 1966 Geneva Agreement, significant \r\nprogress has not been made by the end of 2017 towards \r\narriving at a full agreement on a settlement of the \r\ncontroversy, the International Court of Justice will be \r\nthe next means of peaceful settlement, unless Guyana \r\nand Venezuela jointly request otherwise. Guyana has \r\nA/72/PV.7 20/09/2017\r\n12/27 17-29389\r\nbeen working assiduously with the Secretary-General’s \r\npersonal representative and looks to the international \r\ncommunity to ensure that Venezuela is not allowed to \r\nthwart the process of judicial settlement, which is the \r\nclear and agreed path to peace and justice.\r\nThe people of the world yearn to fulfil their \r\npotential in dignity and equality and in a healthy \r\nenvironment — an attainable objective of the \r\nSustainable Development Goals endorsed by the United \r\nNations. Peace for the world’s peoples is the mandate \r\nof the United Nations. Peace can be achieved by \r\naddressing the world’s humanitarian crises, promoting \r\njustice within and between nations and resolving long-\r\nstanding conflicts between States.\r\nPlanet Earth can provide a good life for all. The \r\nplanet can be protected from the ravages of climate \r\nchange and reckless damage to its ecology and \r\nbiodiversity. United, the nations gathered in this Hall \r\ncan fulfil the promise of the Charter of the United \r\nNations and the theme of the General Assembly to \r\nfocus on people, strive for peace and protect the planet.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of Guyana \r\nfor the statement he has just made.\r\nMr. David Arthur Granger, President of the \r\nRepublic of Guyana, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Dragan Čović, Chairman of the \r\nPresidency of Bosnia and Herzegovina\r\nThe President: The Assembly will now hear an \r\naddress by the Chairman of the Presidency of Bosnia \r\nand Herzegovina.\r\nMr. Dragan Čović, Chairman of the Presidency \r\nof Bosnia and Herzegovina, was escorted into the \r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHis Excellency Mr. Dragan Čović, Chairman of the \r\nPresidency of Bosnia and Herzegovina, and to invite \r\nhim to address the Assembly.\r\nPresident Čović (spoke in Bosnian; English \r\ntext provided by the delegation): I would first like to \r\ncongratulate you, Mr. President, on the task you have \r\njust embarked on in leading the General Assembly at its \r\nseventy-second session. I am convinced that your tact \r\nand diplomacy, which we in Bosnia and Herzegovina \r\nhave witnessed first-hand, will help the most important \r\nbody of the United Nations make new progress and \r\neffectively face new challenges. My gratitude also goes \r\nto the outgoing President for the leadership he showed \r\nduring the seventy-first session.\r\nI would also like to join others in congratulating His \r\nExcellency Mr. António Guterres on his appointment \r\nas Secretary-General of the United Nations. His noble \r\nand wise intention to devote more attention to building \r\nbridges to connect us all in the years ahead will \r\ncertainly have all of Bosnia and Herzegovina’s support.\r\nIn a world dominated by uncertainty and insecurity, \r\nit is simply not possible to overstate the importance of \r\nthe principles and the multilateral framework defined \r\nfor us by the founders of the United Nations. The \r\nstrength of the Organization lies in both our individual \r\nand shared strengths in our efforts to eradicate \r\ndiseases, hunger, terrorism and every other threat \r\nto human existence. In doing so, of course, we must \r\nadmit to ourselves how necessary and important it is to \r\nuse thoughtful and constructive measures to bring the \r\nUnited Nations system closer to its surroundings and \r\nenable it to adapt so that it can anticipate the challenges \r\nits environment presents and respond to them with a \r\nforce that is far stronger than the simple sum of our \r\nindividual abilities.\r\nWe continue to witness and to be deeply concerned \r\nabout the ongoing suffering of the Syrian people. \r\nBosnia and Herzegovina strongly condemns every form \r\nof violence against Syria’s civilian population. The \r\nviolence must stop. The dignity of every Syrian woman, \r\nman and child, and of every Syrian refugee, must be \r\nrestored. Their belief in the possibility of recovery \r\nand opportunities for a new life must also be restored. \r\nWe and many other delegations in this Hall today will \r\ncontinue to call for a peaceful and political solution to \r\nthe conflict through negotiations. That process must \r\nbe owned by the Syrian people alone, based on the \r\nGeneva communiqué (S/2012/522, annex), and with \r\nthe assistance of the international community and the \r\nUnited Nations, led by the Special Envoy for Syria, \r\nwhose self less efforts to continue the negotiations in \r\nGeneva are highly appreciated.\r\nIt seems superfluous to repeat that there can be no \r\npeace and prosperity for the Israeli people if the same \r\nis not provided for the Palestinians, and vice versa. The \r\nIsraeli-Palestinian conflict represents the most serious \r\n20/09/2017 A/72/PV.7\r\n17-29389 13/27\r\nunresolved problem in the Middle East, and the current \r\nabsence of any negotiations between the parties is \r\ndisturbing. Both nations deserve better. Again — and \r\nthis has been the case for decades — the journey towards \r\npeace has been too slow and has become more and more \r\ncomplex. It is therefore essential that we steadfastly \r\nrecall the ultimate goal, which is the existence of two \r\nStates, Israel and Palestine, living peacefully side by \r\nside, in safety and within recognized borders. Bosnia \r\nand Herzegovina still believes that this goal can be \r\nachieved if both parties can fulfil their obligations as \r\nset forth in the relevant Security Council resolutions, \r\nthe Madrid principles and the Arab Peace Initiative.\r\nEvil has existed throughout human history. \r\nSometimes it is on the margins of our communities. \r\nSometimes, to a greater or lesser degree, it is inside \r\nthem. It does not always take the same form or manifest \r\nitself with the same intensity. Terrorism is undoubtedly \r\nthe greatest evil of our times, and its form and strength \r\nrepresent the greatest threat we have to international \r\npeace and security. Destructive forces have always had \r\ndeep roots and many different faces, but there can be \r\nno justification for their existence. We need united, \r\nconcentrated efforts, along with a multidimensional \r\nand integrated approach, to overcome terrorism \r\nand permanently eliminate the fear of terror from \r\nour communities.\r\nBosnia and Herzegovina will continue to \r\ncontribute to the full implementation of the United \r\nNations Global Counter-Terrorism Strategy and the \r\nactivities of the Counter-Terrorism Committee. We \r\nparticularly welcome the efforts of Secretary-General \r\nAntónio Guterres in strengthening the counter-\r\nterrorism capacities of the United Nations and, in that \r\nregard, the establishment of the new Office of Counter-\r\nTerrorism. For our part, we are ready to constantly \r\nstrengthen cooperation at the regional, subregional \r\nand international levels, especially in the areas of \r\ninformation collection and exchange. As a member of \r\nthe Global Coalition against Da’esh, we will continue \r\nto support the Coalition’s efforts to liberate entire \r\ncommunities and help them recover from the suffering \r\nand harm imposed by Da’esh and its global network.\r\nBosnia and Herzegovina is committed to the full \r\nimplementation of all Security Council resolutions \r\naimed at bringing persons involved in financing, \r\nplanning, preparing or executing terrorist acts to justice. \r\nFurthermore, we fully share the view that for the long-\r\nterm eradication of the evil of terrorism and violent \r\nextremism, it is necessary to continuously invest in \r\nefforts along the entire spectrum of interconnected areas, \r\nfrom the eradication of injustice, inequality, poverty \r\nand a lack of freedom to improving understanding \r\namong those who differ, and to strengthen intercultural \r\ndialogue and generally accepted democratic values. \r\nOnce we start thinking that we have done enough in \r\nall those areas, we need to start again and redouble \r\nour efforts.\r\nA world without the threat of the total destruction \r\nof humankind is less utopian if there are fewer means \r\nand arms for destruction. Disarmament and the \r\nnon-proliferation of weapons of mass destruction are \r\ntherefore still prerequisites for the global peace and \r\nsecurity that we all strive for. In that context, Bosnia \r\nand Herzegovina joins the strong condemnation of the \r\nnuclear tests conducted by the Democratic People’s \r\nRepublic of Korea. We also call on the Democratic \r\nPeople’s Republic of Korea to comply without delay, \r\nfully and unconditionally, with its obligations under all \r\nrelevant Security Council resolutions.\r\nMy faith in the value of the 2030 Agenda for \r\nSustainable Development is as strong today as it was \r\ntwo years ago, when we adopted it. In Bosnia and \r\nHerzegovina, it has received due institutional attention, \r\nbased on its significance and the nobility of the goals it \r\nsets for us. The roles have been defined, the goals are \r\nclear and coordination has been established.\r\nFor us, as well as for other developing countries \r\nburdened by the discrepancies between wishes \r\nand possibilities, strong political will and decisive \r\npractical steps in the right direction will not always be \r\nenough. Fulfilling the noble and ambitious Sustainable \r\nDevelopment Goals requires knowledge and norms that \r\nmany Member States do not have. It might produce \r\nan additional burden on the already overburdened \r\nState budgets. Assistance in formulating strategies \r\nand policies, transferring technologies, providing \r\nfinancial resources and measuring progress is therefore \r\nindisputably crucial, along with, of course, countries’ \r\nfull ownership of the implementation processes. In that \r\nconnection, we have fully understood and accepted the \r\nstrong interconnectedness of the economic, social and \r\nenvironmental dimensions of sustainable development. \r\nWe have ratified the Paris Agreement on Climate \r\nChange and have chosen to follow its guidelines. It is \r\na debt to our children and to the planet that has to be \r\nunconditionally fulfilled.\r\nA/72/PV.7 20/09/2017\r\n14/27 17-29389\r\nWhether in our past, present or future, women \r\nin my country hold high positions that rightfully and \r\nnaturally belong to them. The role of women is vital to \r\nthe development and prosperity of the family as well as \r\nof society as a whole. In post-conflict environments, \r\nwomen are always the first to extend the hand of \r\nreconciliation. In times of great challenges and risks, \r\nwe need the strength and natural ability of women more \r\nthan ever in order to pursue peaceful solutions.\r\nAlthough we are extremely proud of the significant \r\nprogress we have made in implementing the provisions \r\nof the historic Security Council resolution 1325 (2000), \r\non women and peace and security, we are also aware \r\nof the areas where it is possible and necessary to do \r\nconsiderably more. We will certainly continue to \r\ninvest in additional efforts to strengthen and empower \r\nBosnian women and girls in accordance with the Beijing \r\nDeclaration and Platform for Action.\r\nAnother social group that deserves special attention \r\nis young people, who are a constant source of change \r\nand an incubator of inventive solutions to the problems \r\nwe inherit from the past. When healthy, educated, and \r\nemployed, they are the engine that drives our societies \r\nforward. Environments in which young people have \r\nlimited access to education, economic development and \r\ndecision-making processes are subject to frustration, \r\nsocial unrest and instability. For that reason, a significant \r\npart of the reform processes in Bosnia and Herzegovina \r\nis dedicated to creating conditions for reducing youth \r\nunemployment, corresponding to targets 8.5 and 8.6 of \r\nGoal 8 of the 2030 Agenda.\r\nUnfortunately, in Bosnia and Herzegovina we \r\nknow all too much about the high price of war. For us, \r\npreventive diplomacy is a tool that, when used at the \r\nright time, can help ensure that wars are never repeated \r\nanywhere. There are many reasons why, on a global \r\nlevel, the United Nations system must be at the heart \r\nof all activities that use preventive measures in order to \r\nresolve crises and prevent people from being displaced \r\nfrom their homes.\r\nAgain, much of the responsibility for prevention lies \r\nat other levels. Within our communities, we must counter \r\nall symptoms of trouble and conflicts. We must correct \r\nsocial injustice, reconcile what seems irreconcilable, \r\npersevere in compromise, strive for pluralistic and \r\ninclusive solutions, give equal weight to our own rights \r\nand those of others and constantly seek ways to find \r\na common language. I believe that prevention and \r\nmediation, as well as conflict management techniques \r\nand conflict resolution in divided societies, should be \r\napplied first within the region at issue, with regional \r\nactors who generally better understand the opposing \r\nsides, their reasoning and their different views of the \r\nproblem.\r\nWe are proud of our participation in the United \r\nNations peacekeeping missions in South Sudan, \r\nCyprus, Afghanistan, the Democratic Republic of the \r\nCongo and Mali. We consider that to be the most direct \r\ncontribution of Bosnia and Herzegovina to building \r\nworld peace. We also see our involvement in United \r\nNations missions as a way to do things that are possible \r\ntoday but that not long ago were almost impossible to \r\neven imagine, and so to help people in areas affected \r\nby conflicts.\r\nBosnia and Herzegovina has learned lessons from \r\nits difficult past, and for the future it has chosen to follow \r\nthe principles set by the founders of the European Union \r\n60 years ago. We have adopted the European path, and, \r\nchoosing between cooperation and confrontation, we \r\nchose and will always choose cooperation in the search \r\nfor common compromises.\r\nOn our own, but also with the unselfish help of \r\nour European friends, we do everything we can to find \r\nas many opportunities for open dialogue as possible, \r\nand we use each of those opportunities to build even \r\nmore trust and mutually beneficial connections for \r\nour people, who, despite difficulties and complicated \r\ntimes, have more common links and interests than \r\nwe, their leaders, are sometimes willing to recognize. \r\nReconciliation, trust, partnership and cooperation \r\namong all of us, in contexts both broad and narrow, must \r\nbecome living and long-term principles for a stable and \r\nsecure future. Commitment to regional initiatives and \r\nconstructive action through the regional organizations \r\nto which we belong are therefore high on the list of our \r\nforeign-policy priorities.\r\nBosnia and Herzegovina is now doing everything it \r\ncan to speed up its progress to where it really belongs, \r\nwithin the framework of a strong European family, \r\nwhose values it shares. Reform and other processes that \r\nwe are pursuing for that purpose are not always simple \r\nor easy, but we see them as a unique opportunity to \r\naccelerate the harmonization of our economic, social \r\nand institutional development with what awaits us \r\ntomorrow in the European Union. We will therefore \r\ncontinue to fulfil the obligations we have undertaken in \r\n20/09/2017 A/72/PV.7\r\n17-29389 15/27\r\norder to reach the status of candidate by the beginning \r\nof 2018 with true commitment, which will be a powerful \r\nand much needed boost to internal consolidation and \r\nthe further acceleration of integration processes.\r\nHowever, it is with concern that I wish to draw \r\nthe Assembly’s attention to the fact that my country \r\nis going through a period of important challenges. I \r\nam deeply convinced that one people in Bosnia and \r\nHerzegovina cannot be happy and prosperous if the \r\nother two are not, and indeed if all other people living \r\nin our country are not. In that regard, I believe that it is \r\nup to us in Bosnia and Herzegovina to make a crucial \r\nstep to adopt changes to our electoral legislation by the \r\nend of this year, in accordance with the decisions of the \r\nConstitutional Court of Bosnia and Herzegovina. As in \r\nthe past, we expect understanding and support of the \r\ninternational community in solving the issue, because \r\nit is of vital importance for further democratizing and \r\nachieving our full integration into the European Union.\r\nAllow me to conclude with a reminder that all of \r\nour needs — economic, social, security, political and \r\ncultural — can be very diverse, as are our possibilities \r\nfor achieving them. The choices we make every day \r\nto ensure prosperity for our people also vary from \r\none Member State to another. I am convinced that the \r\nfuture of humankind will largely depend on our ability \r\nto turn our differences into advantages. We expect \r\nthe United Nations system to guide us in that and to \r\nassist us, above all, in building a system based on unity \r\nin diversity.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Chairman of the Presidency of Bosnia \r\nand Herzegovina for the statement he has just made.\r\nMr. Dragan Čović, Chairman of the Presidency of \r\nBosnia and Herzegovina, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Juan Carlos Varela Rodríguez, \r\nPresident of the Republic of Panama\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Panama.\r\nMr. Juan Carlos Varela Rodríguez, President of the \r\nRepublic of Panama, was escorted into the General \r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHis Excellency Mr. Juan Carlos Varela Rodríguez, \r\nPresident of the Republic of Panama, and to invite him \r\nto address the Assembly.\r\nPresident Varela Rodríguez (spoke in Spanish): \r\nI would like to begin my remarks by extending my \r\ncondolences and solidarity to the people and the \r\nGovernment of Mexico for the victims of the earthquake \r\nthat struck yesterday, as well as to the peoples of Cuba, \r\nthe United States and the nations of the Caribbean \r\nfor the deaths and heavy material damage left in the \r\nwake of Hurricanes Irma and Harvey and now being \r\ninflicted by Hurricane Maria, especially in Dominica. \r\nOur prayers are with the victims and their families. \r\nSuch natural disasters send a clear message that we \r\nmust continue to forge ties of solidarity and that our \r\ncountries’ protective and security capacities should be \r\nused solely to help each other, not to create conflict.\r\nI would like to congratulate you, President Lajčák, \r\non your election to steer the debates at this session of \r\nthe General Assembly, and to extend warm greetings \r\nto Secretary-General António Guterres. In my capacity \r\nas President of the Republic of Panama, I pledge the \r\nsupport of my Government and country. From this \r\nrostrum, with respect and affection, I would also like \r\nto send my warmest greetings to the people of Panama, \r\nwho have given me the opportunity to serve them.\r\nFor a fourth consecutive year, I am returning to the \r\nAssembly as the world is beset by challenges such as \r\norganized crime, terrorism and natural disasters that \r\naffect all our populations. Another major challenge we \r\nmust tackle is the increase in migration f lows driven \r\nby war, poverty and inequality. Against that backdrop, \r\nthe theme of the Assembly at this session — “Focusing \r\non people: Striving for peace and a decent life for all \r\non a sustainable planet” — will encourage Heads of \r\nState and Government to engage in dialogue and reach \r\nagreement on concrete actions that we can take to bring \r\nabout peace in the world.\r\nPeace is a human construct, the fruit of coexisting \r\nrespectfully and meeting the basic needs of individuals, \r\nresponsibly, all the while preserving the planet thatis \r\nour home. The most effective and appropriate way to \r\nresolve the problems that currently affect the Earth’s \r\ninhabitants is to ensure that human beings are always \r\ncentral to our decision-making. Such humanitarian \r\npolicy has been the lodestar of my leadership of \r\nPanama for the past 39 months, as I have sought to build \r\na nation where justice and equality prevail, without \r\nA/72/PV.7 20/09/2017\r\n16/27 17-29389\r\nmaking innocent people pay the price or causing \r\nunnecessary conflict.\r\nDemocracy is not just about electing Heads of \r\nState in free and fair elections. Rather, it is about those \r\nof us who are elected understanding that the power \r\nbestowed on us should be used only to serve those \r\nwho elected us; about managing the wealth of the State \r\nwith transparency, fairness and social justice for the \r\nbenefit of the people; and about leading our countries \r\npeacefully, on a basis of dialogue and consensus. In \r\n2015, in his opening remarks to the seventh Summit of \r\nthe Americas, Pope Francis said,\r\n“Panama’s geographic position in the centre of the \r\nAmerican continent, making it the meeting point \r\nbetween North and South, between the Pacific \r\nand Atlantic Oceans, is surely a call, pro mundi \r\nbeneficio, to generate a new order of peace and \r\njustice and to promote solidarity and cooperation \r\nwhile respecting the just autonomy of each nation.”\r\nI have always borne in mind Panama’s role as \r\na facilitator of dialogue and understanding. Ours is \r\na country of unity at the service of the international \r\ncommunity. We stand ready to cooperate as a strategic \r\nally and to contribute our resources in the interest of \r\naddressing the common problems aff licting the region \r\nand the world at large.\r\nAt the Summit of the Americas, which took place \r\nin Panama, there was a historic rapprochement between \r\ntwo countries that had held divergent positions for more \r\nthan half a century — Cuba and the United States. \r\nThey began a frank conversation about putting an end \r\nto their estrangement. As we near the next Summit \r\nof the Americas, in Lima, we must approach it with \r\na constructive spirit and an openness to dialogue to \r\nanalyse the problems of the region and uphold peace \r\nand unity across the Americas.\r\nThe Americas and the world are happy to see that \r\nColombia is successfully continuing to implement its \r\nPeace Agreement. In his recent visit, Pope Francis \r\ndelivered an important message about the consolidation \r\nof the process — which benefits everyone, not just \r\nthe Colombian people — that we must accept the \r\nmistakes that have been made, correct them and \r\nseek reconciliation.\r\nHowever, our continent is facing a problem that \r\ntranscends borders — the growth of drug production and \r\ntrafficking. It is vital that the leaders of the Americas \r\nunite in joining forces to tackle that challenge, one that \r\nthreatens the peace of our peoples, particularly in the \r\nnorthern triangle. We cannot allow drug trafficking to \r\ndisrupt the peace that has been restored at such cost \r\nin Central America and Colombia. Drug trafficking \r\ncondemns our people to poverty; affects State \r\nbudgets; makes us invest resources in security instead \r\nof education, health, housing and transportation; \r\nchallenges the authority of Governments; and subverts \r\nthe loyalty of those whose duty it is to comply with and \r\nuphold the rule of law.\r\nPanama reaffirms its commitment to combating \r\ndrug trafficking head-on. We will dedicate the full \r\nforce of our efforts and resources to helping the region \r\nto eliminate that scourge. Moreover, we appeal to the \r\nleaders and Heads of State of the countries that produce \r\nand consume drugs to support us in this fight. Every \r\ndollar generated by drug trafficking represents death \r\nin our region.\r\nThe political crisis in Venezuela is having a \r\nprofound impact on the region. We must stop the clashes \r\nthat have provoked unnecessary violence, hurting all \r\nLatin Americans. It is urgent that we recognize that \r\nto resolve the conflict, both sides must seek a path to \r\nunderstanding and agree on a defined road map for \r\nfree and transparent presidential elections in 2018. It \r\nwould be a grave error if the Government of Venezuela \r\ninsisted on installing a one-party political model by \r\nforce. That would aggravate its social and humanitarian \r\ncrisis, increasing migratory f lows that could result in \r\ncomplex situations in neighbouring countries. We \r\nshould all stand with the Venezuelan people to help \r\nthem overcome this crisis.\r\nOur continent must emerge united from the Summit \r\nof the Americas in Lima if we are to combat inequality \r\nand drug trafficking together. In that regard, Panama \r\nis willing to play a front-line role, building bridges of \r\nunderstanding and dialogue that can make our region \r\nstronger and more united. I call on the Heads of State \r\nof the Americas to go to Lima with that vision of unity \r\nso that we can ensure that the hemisphere makes steady \r\nprogress towards development.\r\nWe live in a world that is being battered by acts of \r\nterrorism, natural disasters and organized crime. There \r\nis no time or space for us to waste effort fighting over \r\ntemporary ideological differences. Countries must unite \r\ntheir capacities to address the evils affecting peoples \r\nbeyond their borders. Panama strongly condemns all \r\n20/09/2017 A/72/PV.7\r\n17-29389 17/27\r\nacts of terrorism anywhere the world, which can never \r\nbe justified.\r\nToday I respectfully call on the countries that are \r\nmembers of the Security Council to strengthen their \r\nmeasures and decisions promoting sustainable peace \r\nin places such as Syria and Iraq. I must also strongly \r\ncondemn irresponsible leaders, such as those in North \r\nKorea, who seek to destabilize peaceful coexistence in \r\nthe world.\r\nPanama believes that a strong multilateral system \r\ncan be used to achieve the objectives we set out in the \r\n2030 Agenda for Sustainable Development, and we are \r\nready to continue playing a leadership role. That is why \r\nwe support the Secretary-General’s process of reform \r\ndesigned to make the United Nations more transparent, \r\nefficient and better able to respond to the needs of a \r\nworld of more than 7 billion people. If we can share the \r\nwealth of our planet, no one will be left behind.\r\nThose reforms must ensure that the United Nations \r\nunites us more effectively and connects Heads of State \r\nwith the pain of people suffering from war, natural \r\ndisasters and organized crime. Multilateral cooperation \r\nis vital to that process, which is not a question merely of \r\neconomic resources but also of the transfer of capacity \r\nand best practices. Middle-income countries such as \r\nPanama can contribute to the transfer of knowledge and \r\ntechnology, generating tangible benefits for populations \r\nand contributing to peace.\r\nPanama’s commitment to that path is unwavering. \r\nWe therefore call for the establishment of a United \r\nNations regional headquarters in our country. We \r\nare willing to build facilities for a centre for regional \r\nhumanitarian assistance that will enable us to provide \r\ntimely support, when it is needed, to countries in the \r\nregion that are dealing with natural disasters, as we did \r\nrecently with the air and maritime bridges bringing aid \r\nto countries affected by Hurricane Irma, which struck \r\nCuba, the Caribbean and the United States.\r\nAs President of the Republic of Panama, I have two \r\nclear goals: to make politics a service and ensure that \r\nmy country continues as a functional democracy. We \r\nare recovering hundreds of millions of misappropriated \r\ndollars that belong to the people, and we are investing \r\nthat money in the people, using the State’s resources \r\nto benefit all Panamanians. Thanks to the honest \r\nGovernment that I lead, the increased revenues from \r\nour broadened Canal and the sustained economic \r\ngrowth of the past few years, we are improving the \r\nliving conditions of all Panamanians.\r\nWe have significantly increased the salaries of civil \r\nservants, police officers, educators, doctors and nurses. \r\nWe have reviewed the money going into pensions and \r\nscholarships and strengthened conditional monetary \r\nassistance. We are also laying thousands of kilometres \r\nof roads, investing in major basic health projects and \r\nwater-purifying plants, and building tens of thousands \r\nof houses for our poorest citizens, as well as modern, \r\nbilingual schools, sports and cultural centres, new \r\nmetro lines and a modern mass-transport system.\r\nWe are working towards those objectives with \r\na sense of responsibility and transparency, without \r\nincreasing any taxes, and moving forward steadily \r\ntowards fulfilling the Sustainable Development Goals. \r\nThat is the value of an honest Government, which, \r\nbound by social justice and equality to distribute the \r\nriches of the people, represents a road to a peaceful \r\nsociety, a decent quality of life and a fairer world in \r\nwhich we are all treated equally.\r\nAll human beings deserve a decent life, which takes \r\neveryone’s efforts to build and is achieved only when \r\nthe basic needs of our citizens for food, shelter, health \r\nand education are met. That is why it is important to \r\nensure that every citizen pays taxes to the State, as the \r\nworking and professional classes do. It is Governments’ \r\nduty to take action against tax evasion, which affects \r\nthe ability of the State to help the poorest and deepens \r\ninequality. Rulers must implement public policies and \r\ndevelop programmes that allow the State to distribute \r\nresources equitably, so that the most vulnerable are \r\nequipped with the tools to contribute to development \r\nand use resources sustainably.\r\nCountries have to be accountable in the interests of \r\nachieving transparency in the administration of State \r\nresources. However, it is important to ensure that the \r\nmisdeeds of the political classes and their supporters in \r\nbusiness do not hurt innocent people. The fight against \r\ncorruption is not measured by the numbers of those who \r\nare prosecuted and convicted by the judicial system, \r\nbut rather by the numbers of those who benefit from a \r\ntransparent administration of State resources, so that \r\nthey are recovered for the State’s use. That is important. \r\nRulers have to defend their countries’ economies and \r\nthe jobs and projects that benefit the people.\r\nPanama is committed to the security and protection \r\nof its logistics platforms and financial systems. We \r\nA/72/PV.7 20/09/2017\r\n18/27 17-29389\r\ncontinue to work responsibly to prevent illegal activities \r\nthat undermine the common good. In a world that is \r\nconstantly talking about justice, we Heads of State \r\nand Government must keep in mind that justice means \r\ngiving all of us what is rightfully ours. Our planet is \r\nrich enough for all human beings to have a decent life. \r\nThe most important value for the inhabitants of the \r\nEarth is peace. It is our responsibility to ensure that our \r\nactions are always aligned with the pursuit of that goal. \r\nMay God bless us all and guide us in our work towards \r\na better world.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of Panama \r\nfor the statement he has just made.\r\nMr. Juan Carlos Varela Rodríguez, President of \r\nthe Republic of Panama, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Paul Kagame, President of the \r\nRepublic of Rwanda\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Rwanda.\r\nMr. Paul Kagame, President of the Republic \r\nof Rwanda, was escorted into the General \r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Paul Kagame, President of the Republic \r\nof Rwanda, and to invite him to address the Assembly.\r\nPresident Kagame: Every year, the United Nations \r\nchannels billions of dollars in humanitarian assistance. \r\nIt also sets the global agenda on key policy issues \r\nfrom development to women’s rights, while providing \r\na platform for major international agreements. Those \r\nare signs of an Organization that is both relevant and, \r\nin many cases, effective. And yet there is a sense \r\nthat the United Nations is not meeting our needs and \r\nexpectations. In that context, I would like to commend \r\nthe Secretary-General, and to congratulate the President \r\nof the General Assembly, Mr. Miroslav Lajčák, on the \r\ntwo important initiatives that the Secretary-General \r\nchampioned this week — his initiative on United \r\nNations reform and his response to sexual exploitation \r\nand abuse.\r\nThose steps go to the heart of the matter, which is \r\nthe deficit of trust and accountability in the international \r\nsystem. To be truly effective in delivering a decent life \r\nfor all, the United Nations must treat all the people it \r\nserves with impartiality and respect, and it must be a \r\ngood steward of the funds entrusted to it. Abuse and \r\nwaste are therefore not a mere public-relations problem \r\nbut an existential challenge that must be tackled head-\r\non.\r\nThe Secretary-General deserves our full support \r\nin his efforts to make the United Nations not only \r\neffective but transformational. We have the tools and \r\nthe mandates to address the global challenges of our \r\nday, from climate change to peacebuilding to human \r\nequality and development. Where we fall short is in \r\ngetting things done.\r\nInstitutional reform is not a one-off event like \r\napplying a fresh coat of paint. The essence of reform is a \r\nmindset of constantly striving to improve performance \r\nand delivery and holding ourselves responsible for \r\nshortcomings and results. In that sense, the reform spirit \r\nthat has started to take root in both the United Nations \r\nand the African Union is encouraging, and Rwanda \r\nis happy to be associated with both. This positive \r\nmomentum is also positioning the United Nations and \r\nthe African Union to work more closely together.\r\nConcrete steps can be taken on both sides to \r\nimprove the quality of coordination and consultation. \r\nThe African Union and the United Nations are already \r\ngood partners in peacekeeping, and Rwanda is happy \r\nand proud to have forces serving under both f lags. But \r\nwe can do much more and do it better.\r\nMr. Rajaonarimampianina Rakotoarimanana \r\n(Madagascar), Vice-President, took the Chair.\r\nWe also share the common objective of meeting the \r\nSustainable Development Goals and Africa’s Agenda \r\n2063 targets, and of continuing to enhance women’s \r\nempowerment. Closer collaboration will help us bridge \r\nthe growing digital divide through universal broadband \r\naccess, which can connect our people to networks of \r\nknowledge and prosperity.\r\nCanada and Rwanda, together with other \r\nstakeholders, are working to raise awareness of the \r\ntremendous impact we can have right away by ratifying \r\nand implementing the Kigali Amendment to the \r\nMontreal Protocol. This is among the most important \r\nactions that a country can take in directly tackling \r\nclimate change and reaffirming its commitment to the \r\nParis Agreement. Fewer than 15 additional ratifications \r\n20/09/2017 A/72/PV.7\r\n17-29389 19/27\r\nare needed in order for the Kigali Amendment to come \r\ninto force in 2019.\r\nOur world is facing difficult challenges, but \r\nno more than in the past. Working together in a \r\nconstructive spirit, we can ensure for our children the \r\nfuture they deserve.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Rwanda for the statement he has \r\njust made.\r\nMr. Paul Kagame, President of the Republic \r\nof Rwanda, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Horacio Manuel Cartes Jara, \r\nPresident of the Republic of Paraguay\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Paraguay.\r\nMr. Horacio Manuel Cartes Jara, President of \r\nthe Republic of Paraguay, was escorted into the \r\nGeneral Assembly Hall.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Horacio \r\nManuel Cartes Jara, President of the Republic of \r\nParaguay, and to invite him to address the Assembly.\r\nPresident Cartes Jara (spoke in Spanish): On \r\nbehalf of the Paraguayan people and the Government \r\nof Paraguay, I hope that under the presidency of \r\nMr. Miroslav Lajčák the General Assembly will \r\nhave great success in fulfilling the purposes of the \r\nUnited Nations.\r\nOn behalf of the people and the Government of the \r\nRepublic of Paraguay, I wish to express to the people \r\nand the Government of Mexico our solidarity with the \r\nvictims of yesterday’s earthquake, whose epicentre was \r\nin Morelos state, and to extend our sincerest condolences \r\nto the families of the victims of the tragedy.\r\nAfter four years as Head of the Government of the \r\nRepublic of Paraguay, I have the honour of participating \r\nin the General Assembly with strengthened resolve to \r\ncontribute to building a world order governed by the \r\nprinciples of justice, peace and solidarity among nations \r\nand within an effective framework of human rights, \r\nState institutions and the rule of law. We must persist \r\nin our efforts to strike a reasonable balance between \r\nthe interests of all States and to build a democratic \r\nand equitable world order, while developing relations \r\namong sovereign, independent States based on respect \r\nand trust and prioritizing the peaceful coexistence \r\nwhereby all nations can enjoy the same opportunities.\r\nTo that end, we need the bodies of the United \r\nNations, particularly the General Assembly and the \r\nSecurity Council, to work efficiently. We seek a more \r\ndemocratic, transparent, inclusive and representative \r\nSecurity Council that reflects the diversity of the States \r\nMembers of the United Nations and the geopolitical \r\nrealities of today’s world.\r\nThe Organization continues to be the most \r\nimportant universal forum for tackling global \r\nchallenges. Problems such as poverty and inequality, \r\nclimate change, transnational organized crime, \r\ndrug trafficking — which undermines democratic \r\ninstitutions — and terrorism, among others, must be \r\ndealt with collectively. We urge all stakeholders to \r\nfocus their efforts and resources on responding to these \r\nshared and pressing challenges faced by humankind.\r\nThe Republic of Paraguay reaffirms its firm \r\ncommitment to implementing the provisions of the \r\nParis Agreement on Climate Change and encourages \r\nother States, particularly those that are most responsible \r\nfor producing greenhouse gases, to take all necessary \r\nmeasures to save our planet from the consequences \r\nof global warming. In Paraguay, our vision of social \r\nresponsibility is behind our efforts to increase our \r\nproduction of clean and renewable energy. We have two \r\nimpressive hydraoelectric dams — Itaipu, which we \r\nshare with Brazil, and Yacyreta, shared with Argentina. \r\nThis year, Itaipu Binacional was incorporated into the \r\nUNESCO World Network of Biosphere Reserves, as \r\nwas the Alto Paraná Atlantic forest.\r\nMy mandate as President of my country comes to \r\nan end in August 2018. This is my final address to the \r\nUnited Nations, and I would like to mention several \r\nimprovements that we have made since I took office \r\nin 2013.\r\nToday Paraguay is a full representative democracy \r\nwith a true separation of powers, solid electoral \r\nprocesses and a fully effective rule of law. We have \r\ngiven clear signals to the international community, \r\nboth publicly and privately, on our country’s improved \r\npotential as an investment vehicle, in the area of \r\ncooperation and with regard to treaties.\r\nA/72/PV.7 20/09/2017\r\n20/27 17-29389\r\nWhere foreign relations and Paraguay’s role in \r\nthe world are concerned, our interactions have grown \r\nexponentially through visits and invitations received \r\nas well as participation in international organizations. \r\nOver the past four years, our country has had official \r\nvisits from His Holiness Pope Francis, former Secretary-\r\nGeneral Ban Ki-moon, His Holiness Patriarch Kirill of \r\nMoscow and all Rus’, as well as other top officials from \r\nmultilateral organizations and various Heads of State \r\nand international eminent persons who have honoured \r\nus with their presence.\r\nParaguay was unanimously admitted to the \r\nDevelopment Centre of the Organization for Economic \r\nCooperation and Development (OECD). For us, \r\nour membership of that highly prestigious global \r\norganization is an unequivocal sign of international \r\nrecognition of our Government’s efforts and \r\nachievements through our policies of good practices \r\nand institutional robustness. We can proudly say that \r\nParaguay is a member of that select OECD group \r\nin an affirmation of the international community’s \r\nconfidence in the significant reforms undertaken by \r\nour Government.\r\nToday we are members of the World Intellectual \r\nProperty Organization Advisory Committee on \r\nEnforcement, following years of mistrust of our country \r\nregarding respect for intellectual property rights. We \r\nhave decided to take on additional memberships in \r\ninternational bodies in order to be part of discussions \r\nand decision-making, with a view to continually \r\nexpanding our global presence. The role of Paraguay \r\nin the world today transcends borders and continents.\r\nOur priorities within the framework of the United \r\nNations have been established in the Vienna Programme \r\nof Action for Landlocked Developing Countries for the \r\nDecade 2014-2024, an integral part of the 2030 Agenda \r\nfor Sustainable Development. We therefore urge States, \r\nespecially our trading partners and transit countries, to \r\nduly take those into account.\r\nRegional integration has undeniable benefits, \r\nespecially when we work to achieve it while endeavouring \r\nto reconcile the interests of all stakeholders. We are \r\ntherefore working in the Southern Common Market \r\nto revitalize economic and commercial integration \r\nwhile also making progress on the social, employment, \r\nscientific and cultural aspects of the bloc, which \r\nrepresents a very positive agenda.\r\nThe 2030 Agenda for Sutainable Development is \r\nthe most ambitious intergovernmental development \r\nproject in the multilateral sphere. In order to properly \r\nimplement our national development plan through \r\n2030, we are building an innovative, participatory \r\ninstitutional architecture that is committed to the \r\nAgenda’s Goals and targets. I am proud to say that, \r\ntogether with the Presidents of our Congress and \r\nSupreme Court of Justice, I have publicly signed a joint \r\ncross-branch declaration that recognizes Paraguay’s \r\nabsolute commitment to the terms of the 2030 Agenda \r\nand its Goals and targets. Paraguay has thus declared \r\nitself in favour of the 2030 Agenda through its three \r\nState branches, an event previously unheard of in \r\nour region.\r\nDuring these past four years, the Administration \r\nI lead has responded justly and effectively to the \r\nneeds of all sectors of society. When we first came \r\nto power, in August 2013, we established three main \r\nnational policies — poverty reduction through social \r\ndevelopment; inclusive economic growth; and the \r\nexpansion of Paraguay’s role in the world. As we \r\nimplemented those policies, we transformed a culture \r\npreviously marred by political cronyism and bad \r\npractices into a model based on transparency and \r\ncompliance, where public access to information is \r\nguaranteed and more opportunities are offered to \r\nour people. Access to public information has led to \r\nunprecedented progress, and today we have instruments \r\nensuring that public business is conducted in public.\r\nWe are undergoing an unprecedented transformation, \r\nand although it has triggered some concerns, reactions \r\nand resistance from those who were more comfortable \r\nwith the former model, I can guarantee that it is closing \r\nthe door on such evils as corruption, which delayed \r\nParaguay’s economic and social development for many \r\nyears. Despite regional economic problems, we have \r\nbeen able to achieve sustained economic growth, and \r\nwe hope to continue improving our ability to forge \r\nrelationships throughout the world by being trustworthy \r\nand predictable. Paraguay’s economic growth in recent \r\nyears has been constant, and at an annual average of \r\n5.2 per cent is one of the highest in South America.\r\nWhile we are also working to reduce the poverty \r\nrate, years of neglect in the past have made eradicating \r\npoverty altogether a major challenge. Our priorities \r\nhave been focused on giving a strong impetus to social \r\ninvestment, particularly in education, so that people \r\nliving in poverty can benefit from economic growth \r\n20/09/2017 A/72/PV.7\r\n17-29389 21/27\r\nand to help reduce inequality. We are implementing \r\nf lagship social-protection programmes such as the \r\nTekoporã conditional cash-transfer programme, a \r\nschool meal programme, food allowances for elderly \r\nadults living in poverty and the Sowing Opportunities \r\npoverty-reduction programme. In addition, we are \r\nincreasing our grants of scholarships and financial aid \r\nto young people living in poverty, in the firm belief \r\nthat education and professional training for young \r\npeople represent the best possible investment for the \r\ncountry’s future.\r\nAfter 175 years, the Paraguayan Government is \r\nonce again granting postgraduate scholarships for \r\nstudy abroad at the world’s best universities, with a \r\nrecord investment of $42 million. Thanks to the Carlos \r\nAntonio López scholarships, 1,000 Paraguayans from \r\nthe country’s 17 departments and its capital are doing \r\npostgraduate studies in 50 of the world’s 200 most \r\nprestigious universities. Hundreds of them are teachers \r\nand 60 per cent are women under 30 years old. The first \r\n60 have successfully completed their studies and are \r\nreturning to apply their knowledge for our country’s \r\nbenefit and development.\r\nAnother of our national strategic goals in combating \r\npoverty focuses on housing programmes designed to \r\noffer citizens decent homes, revive the economy and \r\ncreate jobs. In the past four years we have worked hard, \r\ntransparently and responsibly, with unprecedented \r\nresults. For the first time in Paraguay’s history, by the \r\nend of its term a single Government will have delivered \r\non its promise of more than 30,000 public housing \r\nunits, 10 times more than any previous Administration, \r\nand even more valuable because they benefit thousands \r\nof families that for years were ignored by previous \r\nGovernments and now have decent homes and access \r\nto better conditions in which to thrive. We are building \r\nhope and opportunities so that families in Paraguay’s \r\nhumblest communities — whether in poor urban areas, \r\nindigenous regions or rural villages — can move \r\nforward. We are transforming our country through \r\ntransparent and efficient efforts that enable us to make \r\nthe most of our resources while reducing expenses, \r\neliminating corruption in projects and improving \r\nconstruction quality through rigorous controls.\r\nMy Government encourages productive development \r\nthrough responsible investment. We give priority to \r\ninfrastructure projects that improve connectivity, \r\nboth nationally and with neighbouring countries. In \r\nparticular, investment in infrastructure is at its highest \r\nin decades, and the scope and modernity of our new road \r\nconstruction is outstanding. We demand responsibility \r\nand commitment from our leaders and have worked \r\nhard to achieve good standards of living for our people. \r\nThanks to this new model for Government efforts, \r\nour country is becoming more efficient, progressive \r\nand honest.\r\nThe Republic of Paraguay reaffirms its commitment \r\nto international peace and security and the use of \r\npeaceful means to resolve conflicts, based on mutual \r\ncooperation between States. Our Constitution bans \r\nweapons of mass destruction, and we therefore welcome \r\nthe recent adoption of the Treaty on the Prohibition \r\nof Nuclear Weapons and reaffirm our belief that the \r\nnuclear-disarmament process should be transparent and \r\nirreversible, with effective verification mechanisms \r\nbased on a universal, legally binding framework. We \r\nreiterate our condemnation of the nuclear test by the \r\nDemocratic People’s Republic of Korea in clear defiance \r\nand breach of its international obligations, constituting \r\nyet another provocation to the international community. \r\nWe hope that the General Assembly will firmly reject \r\nsuch irrational behaviour, which threatens security and \r\npeace on a global scale.\r\nThe Republic of Paraguay is deeply concerned \r\nabout the scourge of terrorism, which we condemn in \r\nany shape or form. The fight against terrorism must \r\nbe carried out within a framework of unconditional \r\nrespect for the precepts of international law, through \r\nsolid cooperation among States. We will continue to \r\ncollaborate with peacekeeping operations organized \r\nunder the auspices of the United Nations, in the belief \r\nthat they can enable us to achieve the purposes and \r\nprinciples enshrined in the Charter of the United \r\nNations. My country is currently contributing military \r\npersonnel, both women and men, to six peacekeeping \r\nmissions, and invests in the training of its contingents \r\nat our peacekeeping operations training centre.\r\nWe also reaffirm our commitment to the promotion \r\nand effective protection of human rights throughout \r\nthe world. We firmly believe that we should protect the \r\ndignity and rights of all people, without discrimination. \r\nWe urge the Human Rights Council to continue to \r\nfulfil its functions with objectivity, impartiality and \r\nuniversality. In this context, I should not omit to \r\nmention a worrying issue in my region, which is that the \r\nsituation in Venezuela needs urgent attention. I would \r\nlike to reiterate a message of solidarity to the people of \r\nVenezuela, victims of political persecution and human \r\nA/72/PV.7 20/09/2017\r\n22/27 17-29389\r\nrights violations, in the hope that our brother nation can \r\nfind a solution to its current democratic breakdown and \r\ndeep crisis as soon as possible.\r\nThrough international cooperation, the Republic of \r\nChina on Taiwan has long been engaged in cooperation \r\nprogrammes related to the Millennium Development \r\nGoals and the Sustainable Development Goals. It \r\nsupports many countries, including Paraguay. Taiwan \r\nhas relevant knowledge and experience and has \r\ncontributed effectively to the international community. \r\nThe Government of Paraguay once again urges all \r\nMember States to identify appropriate ways to facilitate \r\nTaiwan’s participation in the mechanisms for meetings \r\nand activities of the United Nations system, so that its \r\n23 million inhabitants can exercise their responsibilities \r\nnormally as global citizens and establish sustainable \r\nalliances with every country.\r\nIn our view, Secretary-General António Guterres \r\nhas made an auspicious start at the helm of the \r\nUnited Nations, supported by his vast experience as a \r\nstatesman. It will be up to the Heads of State of member \r\ncountries during this session to ensure that it can be a \r\nstarting point of a new era for the true universalization \r\nof the principles guiding the functioning of the \r\nOrganization, particularly so that its programmes and \r\nactions can reduce the enormous inequalities that still \r\nexist between countries and regions.\r\nI reaffirm that my country will continue to give high \r\npriority to its participation in United Nations debates, \r\nin our belief in the importance of the Organization’s \r\nwork in building a more peaceful and just world. For \r\nour part, we will continue to work resolutely towards \r\ndevelopment with true social inclusion, creating \r\nconditions for prosperity and always putting people \r\nfirst. I would like to conclude with an exhortation from \r\nPope Francis: “Let us never forget that authentic power \r\nis service.”\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Paraguay for the statement he has \r\njust made.\r\nMr. Horacio Manuel Cartes Jara, President of \r\nthe Republic of Paraguay, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Hassan Rouhani, President of the \r\nIslamic Republic of Iran\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Islamic Republic of Iran.\r\nMr. Hassan Rouhani, President of the Islamic \r\nRepublic of Iran, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Hassan \r\nRouhani, President of the Islamic Republic of Iran, and \r\nto invite him to address the Assembly.\r\nPresident Rouhani (spoke in Farsi; interpretation \r\nprovided by the delegation): At the outset, I would \r\nlike to congratulate Mr. Lajčák on his election to the \r\npresidency of the General Assembly. I would also like \r\nto congratulate Secretary-General Guterres on his \r\nappointment to his high office and to wish him every \r\nsuccess in his crucial responsibilities.\r\nFour months ago, more than 41 million \r\npeople — 73 per cent of the total of Iran’s eligible \r\nvoters — came to the polls in our country’s twelfth \r\npresidential election and once again expressed \r\nconfidence in my platform, which calls for moderation \r\nand respect for human rights, prosperity and economic \r\nrevitalization at home, and for constructive engagement \r\naround the world. Their vote illustrated the maturity of \r\nthe electorate in a society that has been experiencing \r\nfree and democratic governance for only four decades.\r\nOur latest election was not merely a vote for a \r\nPresident. It represents a huge political investment on \r\nthe part of our resilient people, who truly constitute our \r\nmost reliable asset. Human and civil rights, along with \r\na quest for justice and Islamic values, have been at the \r\nheart of the principal demands of the Iranian people for \r\ntheir more than 150 years of struggle, particularly during \r\nthe Islamic revolution of 1979. In its first term, while \r\npursuing nuclear negotiations internationally, at home \r\nmy Government focused on discussing and articulating \r\nour citizens’ rights, resulting in the promulgation \r\nof a Citizens’ Rights Charter and its adoption for \r\nimplementation, thereby meeting the demands of a \r\npeople who, in their desire to restore their rights and \r\nhuman dignity, first rose up against a dictatorial regime \r\n111 years ago, in their constitutional revolution, and \r\nagain 39 years ago, in the Islamic revolution.\r\n20/09/2017 A/72/PV.7\r\n17-29389 23/27\r\nI declare here in this Hall that moderation is the \r\npreferred and chosen path of the great Iranian people. \r\nModeration seeks neither isolation nor hegemony. It \r\nimplies neither indifference nor intransigence. The \r\npath of moderation is the path of peace. That peace \r\nis a just and inclusive peace, not one that means \r\npeace for one nation and war and turmoil for others. \r\nModeration is freedom and democracy, conducted \r\nin an inclusive and comprehensive manner that does \r\nnot purport to promote freedom in one place while \r\nsupporting dictators elsewhere. Moderation is the \r\nsynergy of ideas, not a dance of swords. And lastly, \r\nthe path of moderation nurtures beauty. Exports of \r\ndeadly weapons are not beautiful. Peace is beautiful. \r\nIn Iran, we strive to build peace and promote the \r\nhuman rights of peoples and nations. We never condone \r\ntyranny and we always defend those whose voices are \r\nnot heard. But while we never threaten anyone, neither \r\ndo we tolerate threats from anyone. Our discourse is \r\nbased on dignity and respect, and we are unmoved by \r\nthreats and intimidation. We believe in dialogue and \r\nnegotiation conducted on an equal footing and based on \r\nmutual respect.\r\nIn today’s globalized world, peace, security, \r\nstability and the progress of all nations are intertwined. \r\nWe cannot see a rogue and racist regime trample on \r\nthe most basic rights of Palestinians while the usurpers \r\nof their land enjoy security. No one can aspire to \r\nlong-term stability, prosperity and development while \r\nMuslims in Yemen, Syria, Iraq, Bahrain, Afghanistan, \r\nMyanmar and so many other places live in misery, war \r\nand poverty.\r\nThroughout its history, Iran has been a bastion of \r\ntolerance for many religions and ethnicities. We are the \r\nsame people who rescued the Jews from Babylonian \r\nservitude, opened our arms to welcome Armenian \r\nChristians in our midst and created the Iranian cultural \r\ncontinent with a unique mix of diverse religions and \r\nethnicities. I represent the same Iran that has historically \r\nassisted the oppressed. Centuries ago, we supported the \r\nrights of the Jewish people and today we are insisting \r\non the restoration of the rights of the Palestinian people. \r\nIran is still the same country, supporting justice and \r\nseeking tranquillity.\r\nToday we are on the front lines fighting terror \r\nand religious extremism in the Middle East, not for \r\nsectarian or ethnic reasons but for ethical, humanitarian \r\nand strategic ones. Iran does not seek to restore its \r\nancient empire, impose its official religion on others \r\nor export its revolution through the force of arms. We \r\nhave enough confidence in the depth of our culture, \r\nthe truth of our faith and the tenacity and longevity of \r\nour revolution that we will never seek to export any \r\nof them in the way that neocolonialists do through \r\nthe heavy boots of soldiers. To promote our culture, \r\ncivilization, religion and revolution, we enter hearts \r\nand engage minds. We recite our poetry and engage \r\nin discourse on our philosophy. Our ambassadors are \r\nour poets, mystics and philosophers. We have reached \r\nthese shores of the Atlantic through Rumi and spread \r\nour influence all over Asia with Saadi. We have already \r\ncaptured the world through Hafez, so we are not in need \r\nof new conquests.\r\nThe call for moderation is from a nation that has \r\nbeen committed to it. We do not preach moderation; we \r\npractice it, and the Joint Comprehensive Plan of Action \r\n(JCPOA) is a case in point. The deal is the outcome \r\nof two years of intensive multilateral negotiations, \r\noverwhelmingly applauded by the international \r\ncommunity and endorsed by the Security Council \r\nthrough resolution 2231 (2015). As such, it belongs \r\nto the entire international community, not just one or \r\ntwo countries. The JCPOA can become a new model \r\nfor global interaction based on mutual constructive \r\nengagement among us all. We have opened our doors \r\nto engagement and cooperation and concluded scores \r\nof development agreements with advanced countries in \r\nboth the East and the West.\r\nUnfortunately, there are some who have deprived \r\nthemselves of that unique opportunity, in a way that \r\namounts to imposing sanctions on themselves, and now \r\nthey feel betrayed. We were not deceived, and neither \r\ndid we cheat or deceive anyone else. We determined the \r\nextent of our nuclear programme ourselves. We never \r\nsought to achieve deterrence through nuclear weapons. \r\nWe have immunized ourselves through our people’s \r\nknowledge and, more importantly, their resilience. \r\nThat is our talent and our approach. Some say that \r\nthey wanted to deprive Iran of nuclear weapons, but we \r\nhave always vociferously rejected such weapons. We \r\nhave never been distressed about forgoing an option \r\nthat we never actually sought. It is reprehensible that a \r\nrogue Zionist regime that threatens regional and global \r\nsecurity with its nuclear arsenal and is not committed \r\nto any international instrument or safeguard has the \r\naudacity to preach to peaceful nations.\r\nImagine how the Middle East would look if the \r\nJCPOA had not been concluded. Imagine that along with \r\nA/72/PV.7 20/09/2017\r\n24/27 17-29389\r\ncivil wars, takfiri terror, humanitarian nightmares and \r\ncomplex sociopolitical crises in West Asia there was a \r\nmanufactured nuclear crisis. How would we all fare? \r\nI declare here to the Assembly that while the Islamic \r\nRepublic of Iran will not be the first country to violate \r\nthe agreement, it will respond decisively and resolutely \r\nto any violation of it by any party. It would be a great \r\npity if it were to be destroyed by rogue newcomers to the \r\nworld of politics, and the world would have lost a great \r\nopportunity. But such unfortunate behaviour will never \r\nhalt Iran in its course of progress and advancement. By \r\nviolating its international commitments, the new United \r\nStates Administration only destroys its own credibility \r\nand undermines international confidence in negotiating \r\nwith it or accepting its promises.\r\nFour years ago in the Assembly, the Islamic Republic \r\nof Iran sponsored the initiative of resolution 68/127, \r\n“A world against violence and violent extremism”. \r\nWe consider dialogue and negotiations based on a \r\npositive-sum paradigm to be the only path to resolving \r\nglobal and regional crises. We have made a conscious \r\ndecision to strengthen relations with our neighbours \r\nand others in the region, as well as to enhance our \r\ncooperation with all friendly countries. We cannot \r\nnavigate the complex and dangerous challenges in this \r\nturbulent transitional global phase without expanding \r\ninteraction and exchanges and institutionalizing \r\ndialogue between nations and States. The ignorant, \r\nabsurd and hateful rhetoric filled with ridiculously \r\nbaseless allegations that we heard yesterday in this \r\nHall was not only unfit to be heard at the United \r\nNations — which was established to promote peace and \r\nrespect between nations — but in fact contradicted the \r\ndemands of the nations of this global Organization that \r\nit bring Governments together in the battle against war \r\nand terror.\r\nI wish to emphasize that the defence capabilities \r\nof the Islamic Republic of Iran, including its missiles, \r\nare solely defensive deterrents for maintaining regional \r\npeace and stability and suppressing the adventurist \r\ntendencies of irrational aspirants. We cannot forget \r\nthat civilians in many of our cities became the target \r\nof long-range missile attacks by Saddam Hussein \r\nduring his eight-year war of aggression against us. We \r\nwill never allow our people to become victims of such \r\ncatastrophic delusions again. Instability and extremist \r\nviolence have only been exacerbated in our region \r\nthrough the military interventions of extra-regional \r\nactors — the same Powers that try to sell ever more \r\nof their deadly weapons to other States by accusing \r\nIran of fomenting instability. I want to emphasize that \r\nforeign intervention and the imposition of alien wishes \r\non the people of the region can only widen and deepen \r\nthe crises in our region. The crises in Syria, Yemen \r\nand Bahrain do not have military solutions and can \r\nbe resolved only through an end to the hostilities and \r\nacceptance of the will and desires of their peoples. The \r\nUnited States Government should explain to its own \r\npeople why, after spending billions of dollars of the \r\nassets of the people of America and our region, it has \r\nbrought the region only war, misery, poverty and the \r\nrise of terrorism and extremism rather than contributing \r\nto peace and stability.\r\nIn the past four years, Iran has demonstrated that its \r\neconomy has unparalleled potential for expansion and \r\ngrowth. Economic sanctions not only have not hindered \r\nit, they have solidified the popular resolve to enhance \r\ndomestic production. Iran’s achievement of the highest \r\nglobal growth rate last year proved that its economy \r\nhas the potential to become the world’s most vibrant \r\nemerging economy within the next 20 years, with a \r\ntrillion-dollar growth potential. Our strategic choice \r\nfor achieving such sustainable and balanced growth is \r\nan extensive network of global partnerships. We firmly \r\nbelieve that development and security can grow only if \r\nthey grow together, and that common interests can bind \r\nus regionally and globally to guarantee both regional \r\nand global security.\r\nIran, with the world’s largest gas and oil reserves, \r\nis prepared to engage in long-term cooperation to \r\nadvance global energy security. We are eager to expand \r\ninternational transit corridors through joint ventures \r\nin sea, rail and road infrastructure projects. Our \r\nachievements in enhancing economic infrastructures \r\nthrough a nation-wide gas pipeline, a national \r\nelectricity grid and rail and road transport have made it \r\npossible for various industries to produce their goods at \r\na lower cost, with easy access to national and regional \r\nmarkets. With our current friendly legal environment, \r\nmany foreign investors have come to Iran, leading \r\nto an ever-increasing number of investments, joint \r\nventures and financing agreements in multiple fields. \r\nIt is the policy of my Government to continue to \r\nsteadily enhance the entrepreneurial environment, \r\nprotect intellectual property rights, consistently \r\nimprove corporate governance and engage in a \r\nrobust campaign against money-laundering in order \r\nto enhance a legal climate conducive to business and \r\n20/09/2017 A/72/PV.7\r\n17-29389 25/27\r\neconomic investments in various fields, particularly \r\nknowledge-based enterprises.\r\nThe Iranian nation is resolutely determined to build \r\na free and advanced Iran and participate in developing \r\na secure and stable region based on ethics and respect \r\nfor international law. In that endeavour, we welcome \r\nthe participation and cooperation of all investors, \r\nintellectuals and innovators from all over the world. \r\nFrom this global rostrum, and as the representative \r\nof the people of Iran, who are world-famous for their \r\nhospitality, I invite all who seek peace, security and \r\nprogress through partnership and cooperation among \r\nnations to visit Iran and join us in building this future \r\nof hope.\r\nIf we truly believe in our collective decision of four \r\nyears ago in the General Assembly to work for a world \r\nagainst violence and violent extremism, we can turn \r\nthe discourse of imposition, unilateralism, intimidation \r\nand war into the logic of dialogue, synergy and peace, \r\nso that moderation can become the dominant voice \r\nacross the globe.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Islamic Republic of Iran for the statement he has \r\njust made.\r\nMr. Hassan Rouhani, President of the Islamic \r\nRepublic of Iran, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Rumen Radev, President of the \r\nRepublic of Bulgaria\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Bulgaria.\r\nMr. Rumen Radev, President of the Republic of \r\nBulgaria, was escorted into the General Assembly \r\nHall.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Rumen Radev, \r\nPresident of the Republic of Bulgaria, and to invite him \r\nto address the Assembly.\r\nPresident Radev: I would first like to offer my \r\nmost sincere condolences to the people and Government \r\nof Mexico for yesterday’s devastating earthquake.\r\nIt is an honour for me to address this forum. I \r\ncongratulate His Excellency Mr. Miroslav Lajčák on \r\nhis election to preside over the General Assembly at its \r\nseventy-second session and wish him every success in \r\nhis important mission.\r\nThis session is a special one for my country, since \r\nwhile it is still going on Bulgaria will hold the presidency \r\nof the Council of the European Union. This year the \r\ngeneral debate puts a special emphasis on our common \r\neffort to strive for peace and a decent life for all on a \r\nsustainable planet, thereby highlighting the importance \r\nof prevention, mediation, sustainable development, \r\npreservation of the environment and respect for human \r\nrights through a people-centred approach. The United \r\nNations upholds our shared goals of peace and security, \r\nand development and human rights.\r\nConflicts in many parts of the world continue \r\nto undermine international peace and security and \r\nthe fundamental values of humankind. Outbreaks \r\nof violence devastate local economies, trigger large \r\nmovements of refugees and migrants, and spread \r\ndiseases, famine and immense human suffering on a \r\nmassive scale. Children are usually the most adversely \r\naffected in any crisis situation. The root causes of armed \r\nconflicts should be addressed in a more systematic way \r\nby ensuring respect for human rights and the rule of \r\nlaw, improving the economic situation and promoting \r\nsocial inclusion.\r\nLeaving no one behind and reaching the farthest \r\nbehind first are not simply political declarations \r\nmeant to invigorate the 2030 Agenda for Sustainable \r\nDevelopment. If we are to transform our world by \r\nlifting it out of poverty, we must fully implement the \r\nSustainable Development Goals by promoting equality, \r\ninclusion and participation.\r\nProtracted conflicts require a holistic United \r\nNations response, encompassing preventive diplomacy, \r\nmediation, peacebuilding and effective special \r\npolitical missions. That response is critical to restoring \r\ngovernance and stabilizing political, economic and \r\nsocial conditions in crisis and post-conflict countries.\r\nOver the past several years the United Nations \r\npeace and security architecture has benefited from three \r\npeace and security reviews that, together with the 2030 \r\nAgenda for Sustainable Development, have provided a \r\nsolid foundation for achieving peace and prosperity. In \r\nthat regard, Bulgaria supports the surge in diplomacy \r\nfor peace, which places prevention as an overarching \r\nA/72/PV.7 20/09/2017\r\n26/27 17-29389\r\npriority of the United Nations work and sets the stage \r\nfor the necessary reforms to sustain peace.\r\nPrevention and mediation are essential means for \r\nreducing human suffering, including in addressing \r\nthe root causes of forced displacements by bringing \r\nhumanitarian, development and peacebuilding \r\nefforts together. The situation in the Middle East and \r\nNorth Africa remains of deep concern and should \r\nbe addressed in a comprehensive manner, but the \r\ninternational community should not be distracted \r\nfrom the urgent need to revive the Middle East peace \r\nprocess. Bulgaria reaffirms its position that a two-State \r\nsolution formula is the realistic, just and lasting way \r\nto settle the Israeli-Palestinian conflict. It is our belief \r\nthat a solution that can fulfil the aspirations of both \r\nsides can be achieved only through direct negotiations, \r\nwith no conditions and in conformity with the relevant \r\ninternational obligations.\r\nFinding a political solution to the ongoing \r\nconflict in Syria and implementing a credible political \r\ntransition in the country will be essential to preserving \r\nthe sovereignty, independence, unity and territorial \r\nintegrity of the Syrian State. We support all actions \r\naimed at achieving a cessation of hostilities as soon \r\nas possible and conducting effective and constructive \r\ninter-Syrian negotiations in Geneva in order to achieve \r\na lasting political solution to the crisis. We consider \r\na political dialogue under the auspices of the United \r\nNations to be the only way that can gradually improve \r\nthe security situation in Syria and sustainably resolve \r\nthe humanitarian crisis.\r\nAnother source of deep concern to my country is \r\nthe situation in eastern Ukraine, which, regrettably, \r\nremains highly volatile despite periodic ceasefire \r\nagreements. We reiterate our call for the swift and full \r\nimplementation of the Minsk agreements, to which there \r\nis no viable alternative. We consistently support the \r\nactivity of multilateral formats such as the Normandy \r\nFour and the Organization for Security and Cooperation \r\nin Europe Trilateral Contact Group, considering their \r\nrole in advancing the political and diplomatic efforts \r\nfor a peaceful settlement of the conflict to be key.\r\nBulgaria is fully committed to the peace and \r\nstabilization process in Afghanistan and considers \r\nreconciliation a major prerequisite for stability and \r\nsustainable development in Afghanistan and beyond. \r\nWe encourage the National Unity Government to \r\ncontinue with needed reforms in key areas, such as \r\ngood governance, the rule of law, a credible electoral \r\nprocess, combating corruption and narcotics, and \r\ntackling gender and social issues.\r\nDisarmament, non-proliferation and arms control \r\nare among the main pillars of international security \r\nand therefore represent tangible aspects of the effort \r\nto achieve peace and a decent life. Bulgaria reiterates \r\nits commitment to the Treaty on the Non-Proliferation \r\nof Nuclear Weapons, the cornerstone of the nuclear \r\nnon-proliferation regime, as well as to the objective of \r\nattaining a world free of nuclear weapons. That goal \r\nis achievable only through the participation of all \r\nStates, and the nuclear-weapon States in particular. We \r\nshould aim at feasible but universal measures that will \r\ngradually and irreversibly lead to the final objective of \r\na world without nuclear weapons. The next two steps \r\nin that direction could be the entry into force of the \r\nComprehensive Nuclear-Test-Ban Treaty and the start \r\nof negotiations on a fissile material cut-off treaty at the \r\nConference on Disarmament in Geneva.\r\nThe Joint Comprehensive Plan of Action on Iran’s \r\nnuclear programme, concluded in July 2015, continues \r\nto be historically significant. Its full implementation \r\nis extremely important to regional and global stability, \r\nand my country reiterates its full support for it.\r\nBulgaria categorically condemns the repeated \r\nnuclear tests and missile launches by the Democratic \r\nPeople’s Republic of Korea, which have led to a \r\nfurther escalation of tensions in the region and are \r\nundermining world peace and security. We call on \r\nthe Democratic People’s Republic of Korea to end its \r\nnuclear and ballistic programmes once and for all in \r\na complete, irreversible and verifiable manner, and to \r\nengage in constructive dialogue with the international \r\ncommunity. We reiterate our commitment to a peaceful, \r\ndiplomatic and political solution to the situation.\r\nThe recent terrorist attacks are tragic reminders of \r\nthe scale of the challenge ahead. Bulgaria shares the view \r\nthat the newly established Office of Counter-Terrorism \r\nmarks a milestone in the efforts to improve United \r\nNations efficiency in fighting terrorism by supporting \r\nthe balanced implementation of the 2006 Global \r\nCounter-Terrorism Strategy, strengthening coordination \r\namong the relevant United Nations agencies, funds and \r\nprogrammes, as well as promoting preventive measures \r\nthat address the drivers of extremism.\r\nBulgaria is deeply concerned about the \r\nunprecedented scale of organized looting of cultural \r\n20/09/2017 A/72/PV.7\r\n17-29389 27/27\r\nproperty in Iraq, Syria, Libya and other countries in \r\nconflict or post-conflict situations. We condemn the \r\nillicit trafficking and illegal trade in cultural objects \r\nas a tactic of war and a source of profits for financing \r\nterrorism. It is a threat that requires a global response. \r\nA number of legal instruments and resolutions have \r\nbeen adopted by UNESCO, the United Nations, the \r\nEuropean Parliament and others. We have laid the \r\nlegal foundations and it is our common duty to ensure \r\ntheir full implementation. The Antiquities Coalition, \r\nUNESCO’s #Unite4Heritage social-media campaign \r\nand other activities epitomize a very positive global \r\ntrend for action aimed at the preservation and protection \r\nof the world’s cultural heritage.\r\nInternational migration is a global phenomenon, \r\nand only through joint efforts such as the global \r\ncompact for safe, orderly and regular migration can we \r\nensure a balanced approach that includes respect for \r\ninternational humanitarian and human rights law, as \r\nwell as effective border management and re-admission. \r\nStates have the right and responsibility to manage and \r\ncontrol their borders as a central element of their national \r\nsecurity. Strict border controls are vitally important, \r\nparticularly in the context of preventing irregular \r\nmigration and eradicating human trafficking. For \r\nBulgaria, the top priority is the effective management \r\nand control of the European Union’s external border, \r\nenabling free movement within the European Union to \r\nfunction smoothly.\r\nClimate change continues to represent one of \r\nthe biggest challenges of our time. Not only is it a \r\nthreat to our countries’ well-being, it also poses a \r\nsecurity risk to many of them. Bulgaria stands by its \r\nobligations under the Paris Climate Change Agreement, \r\nand believes that only a universal approach to its \r\nimplementation can achieve the goals of the United \r\nNations climate-change agenda.\r\nBulgaria is strongly committed to promoting \r\nhuman rights and is actively involved in a number \r\nof intergovernmental processes dedicated to global \r\nadvancement of the human rights agenda. As co-Chair \r\nof the Group of Friends for Children and the Sustainable \r\nDevelopment Goals at the United Nations, Bulgaria \r\nstrongly advocates for integrating children’s rights \r\ninto all major intergovernmental processes, since \r\nchildren are the real agents of positive social change. \r\nAs President of the Conference of States Parties to the \r\nConvention on the Rights of Persons with Disabilities \r\nfor the period 2017-2018, Bulgaria actively promotes \r\nthe full inclusion and participation of persons with \r\ndisabilities on an equal basis with others.\r\nBulgaria is determined to further contribute to \r\npromoting human rights internationally as a member \r\nof the Human Rights Council for the period 2019-2021, \r\nand is relying on its partners’ valuable support for its \r\ncandidacy. In the past few decades, the United Nations \r\nhas taken crucial steps to advance gender equality \r\nand women’s empowerment. Those efforts should be \r\nfurther strengthened in order to achieve tangible results \r\nfor women and girls by eliminating all forms of gender-\r\nbased violence and discrimination. Ensuring equal \r\nrights for women and men should be an integral part \r\nof everyday policies in all spheres of life. Promoting \r\nequality, countering discrimination and ensuring \r\nrespect for human rights are key to achieving lasting \r\npeace and sustainable development, and we believe that \r\nthe protection of human rights should be at the centre of \r\nall actions undertaken by the United Nations.\r\nThe world is currently facing enormous challenges, \r\nperhaps the greatest that humankind has ever \r\nencountered, and we, the Member States of the United \r\nNations, must provide solutions to them. It is time to \r\ntake action.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Bulgaria for the statement he has just made.\r\nMr. Rumen Radev, President of the Republic \r\nof Bulgaria, was escorted from the General \r\nAssembly Hall.\r\nThe meeting rose at 12.05 p.m.\r\n"