"United Nations A/72/PV.34\r\nGeneral Assembly\r\nSeventy-second session\r\n34th plenary meeting\r\nThursday, 26 October 2017, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 7 (continued)\r\nOrganization of work, adoption of the agenda and \r\nallocation of items \r\nSecond report of the General Committee \r\n(A/72/250/Add.1)\r\nThe President: I should like to draw the attention \r\nof representatives to the second report of the General \r\nCommittee contained in document A/72/250/Add.1. \r\nIn paragraph 1 of the report, the General Committee \r\ndecided to postpone its consideration of the question of \r\nthe inclusion of the item entitled “Complete withdrawal \r\nof foreign military forces from the territory of the \r\nRepublic of Moldova” to one of its subsequent meetings.\r\nIn paragraph 2 (a) of the report, the General \r\nCommittee recommends to the General Assembly that \r\nan additional sub-item entitled “Confirmation of the \r\nappointment of members of the Investments Committee” \r\nbe included in the agenda of the current session under \r\nagenda item 115 under heading I, “Organizational, \r\nadministrative and other matters”. May I take it that the \r\nGeneral Assembly decides to include this sub-item in \r\nthe agenda of the current session under agenda item 115 \r\nunder heading I of the agenda?\r\nIt was so decided. \r\nThe President: In paragraph 2 (b), the General \r\nCommittee further recommends that the sub-item be \r\nallocated to the Fifth Committee. May I take it that the \r\nGeneral Assembly decides to allocate this sub-item to \r\nthe Fifth Committee?\r\nIt was so decided. \r\nThe President: I should like to inform members that \r\nthe sub-item entitled “Confirmation of the appointment \r\nof members of the Investments Committee” becomes \r\nsub-item (j) of agenda item 115 on the agenda of the \r\ncurrent session. The Fifth Committee will be informed \r\nof the decision just taken by the General Assembly.\r\nIn paragraph 3 (a) of the report, the General \r\nCommittee recommends to the General Assembly that \r\nan additional item entitled “Observer status for the Fund \r\nfor the Development of the Indigenous Peoples of Latin \r\nAmerica and the Caribbean in the General Assembly” \r\nbe included in the agenda of the current session under \r\nheading I. May I take it that the General Assembly \r\ndecides to include this item in the agenda of the current \r\nsession under heading I?\r\nIt was so decided. \r\nThe President: In paragraph 3 (b), the General \r\nCommittee further recommends that the item be \r\nallocated to the Sixth Committee. May I take it that the \r\nGeneral Assembly decides to allocate this item to the \r\nSixth Committee?\r\nIt was so decided. \r\nThe President: I should like to inform members \r\nthat the item entitled “Observer status for the Fund for \r\nthe Development of the Indigenous Peoples of Latin \r\nAmerica and the Caribbean in the General Assembly” \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-34488 (E)\r\n*1734488*\r\nA/72/PV.34 26/10/2017\r\n2/26 17-34488\r\nbecomes item 175 on the agenda of the current session. \r\nThe Sixth Committee will be informed of the decision \r\njust taken by the General Assembly.\r\nIn paragraph 4 (a) of the report, the General \r\nCommittee recommends to the General Assembly that \r\nan additional item entitled “Cooperation between the \r\nUnited Nations and regional and other organizations: \r\ncooperation between the United Nations and the \r\nOrganization of Islamic Cooperation” be included in \r\nthe agenda of the current session under heading I. May \r\nI take it that the General Assembly decides to include \r\nthis item in the agenda of the current session under \r\nheading I?\r\nIt was so decided. \r\nThe President: In paragraph 4 (b), the General \r\nCommittee further recommends that the item be \r\nconsidered directly in plenary meeting. May I take it \r\nthat the General Assembly decides to consider this item \r\ndirectly in plenary meeting?\r\nIt was so decided. \r\nThe President: I should like to inform members \r\nthat the item entitled “Cooperation between the \r\nUnited Nations and regional and other organizations: \r\ncooperation between the United Nations and the \r\nOrganization of Islamic Cooperation” becomes item \r\n176 on the agenda of the current session.\r\nIn paragraph 5 (a) of the report, the General \r\nCommittee recommends to the General Assembly \r\nthat an additional item entitled “Impact of exponential \r\ntechnological change on sustainable development \r\nand peace” be included in the agenda of the current \r\nsession under heading I.  May I take it that the General \r\nAssembly decides to include this item in the agenda of \r\nthe current session under heading I?\r\nIt was so decided. \r\nIn paragraph 5 (b), the General Committee further \r\nrecommends that the item be considered directly \r\nin plenary meeting. May I take it that the General \r\nAssembly decides to consider this item directly in \r\nplenary meeting?\r\nIt was so decided. \r\nThe President: I should like to inform members that \r\nthe item entitled “Impact of exponential technological \r\nchange on sustainable development and peace” becomes \r\nitem 177 on the agenda of the current session.\r\nAgenda item 74\r\nReport of the International Court of Justice\r\nReport of the International Court of Justice \r\n(A/72/4)\r\nReport of the Secretary-General (A/72/345)\r\nThe President: The annual consideration of the \r\nreport of the International Court of Justice (A/72/4) by \r\nthe General Assembly has been a tradition since 1968. \r\nIt is integral to the efforts aimed at strengthening the \r\nrelationship between two main organs of the United \r\nNations: the General Assembly and the International \r\nCourt of Justice. Today it is my pleasure and privilege \r\nto welcome the Honourable Judge Ronny Abraham, \r\nPresident of the Court, to this meeting. Before we start \r\nthe consideration of the report, allow me to make three \r\nbrief points on the role of the International Court of \r\nJustice.\r\nFirst, I want to underline the contribution of \r\nthe Court to the cause of peace. The United Nations \r\nwas created to save succeeding generations from the \r\nscourge of war. The Charter of the United Nations \r\ndeclared, among other things, that one of the objectives \r\nof the Organization is to establish conditions under \r\nwhich justice and respect for international law can be \r\nmaintained. The International Court of Justice, as the \r\nprincipal judicial organ of the United Nations, plays a \r\nkey role in that regard. \r\nWhile the Court’s judgments are binding only on \r\nthe parties to the case in question, the jurisprudence of \r\nthe Court has far-reaching impact. It sends a powerful \r\nmessage across the world. Through the exercise of its \r\nfunctions in the peaceful settlement of disputes, the \r\nCourt also plays an important role in the prevention of \r\nconflicts. And in doing so, it contributes to the United \r\nNations wider efforts for peace.\r\nSecondly, I want to acknowledge the role of the \r\nCourt’s work in strengthening the rule of law, not only \r\nin the sphere of inter-State relations, but also within \r\nthe United Nations system. The vision outlined in the \r\nCharter cannot be achieved without the rule of law. \r\nThat is what underpins all of the work we do, whether \r\nrelated to peace and security, sustainable development \r\nor human rights. The Court’s judgments, as well as \r\nits advisory opinions, are key to strengthening the \r\ncommitment of the international community to the rule \r\nof law.\r\n26/10/2017 A/72/PV.34\r\n17-34488 3/26\r\nA lot has changed since the International Court \r\nof Justice was established. However, the third point \r\nI want to make is that the Court remains as relevant \r\nas ever. The annual report before us today once again \r\ndetails the high level of activity and interest on the \r\npart of States in relation to the Court’s work. The \r\n2016-2017 period again saw a number of States, from \r\nvarious parts of the world, submit their disputes to the \r\nCourt’s adjudication. It is also encouraging to note \r\nthat the positive trend in the level of acceptance of the \r\nCourt’s compulsory jurisdiction continues. Moreover, \r\nour annual consideration of the Court’s report shows \r\nthe sustained interest of States Members of the United \r\nNations in the work that takes place in the Peace Palace \r\nat The Hague.\r\nIt is now my honour to invite Judge Ronny Abraham, \r\nPresident of the International Court of Justice, to take \r\nthe f loor.\r\nJudge Abraham, President of the International \r\nCourt of Justice (spoke in French): It is an honour for me \r\nto be addressing the General Assembly once again as it \r\nconsiders the annual report of the International Court \r\nof Justice (A/72/4) on its activities over the past year. I \r\nam happy to be carrying on what is already a very old \r\ntradition. I am pleased to have the opportunity to do so \r\nbefore an Assembly meeting under the presidency of \r\nHis Excellency Mr. Miroslav Lajčák, to whom I offer \r\nmy warm congratulations on his election; he has my \r\nvery best wishes for this most distinguished of missions.\r\nBetween 1 August 2016 — the starting date of \r\nthe period covered by the Court’s report — and today, \r\nup to 19 contentious cases and one advisory opinion \r\nhave been pending before the Court. During that same \r\nperiod, the Court has held hearings in six cases. The \r\nCourt first heard the oral arguments of the parties on \r\nthe preliminary objections submitted by Kenya in the \r\ncase concerning Maritime Delimitation in the Indian \r\nOcean (Somalia v. Kenya). It then held hearings on \r\nthree requests for provisional measures submitted, in \r\nturn, in the case concerning Immunities and Criminal \r\nProceedings (Equatorial Guinea v. France), in the case \r\nconcerning Application of the International Convention \r\nfor the Suppression of the Financing of Terrorism and \r\nof the International Convention on the Elimination of \r\nAll Forms of Racial Discrimination (Ukraine v. Russian \r\nFederation) and in the Jadhav Case (India v. Pakistan). \r\nFinally, in early July, the Court heard the oral arguments \r\nof the parties on the merits in the cases concerning \r\nMaritime Delimitation in the Caribbean Sea and the \r\nPacific Ocean (Costa Rica v. Nicaragua) and Land \r\nBoundary in the Northern Part of Isla Portillos (Costa \r\nRica v. Nicaragua), which were joined in February.\r\nSince 1 August 2016, the Court has also delivered \r\nfour judgments and three orders indicating provisional \r\nmeasures. The first three judgments concerned \r\nquestions of jurisdiction and admissibility raised in the \r\ncases regarding Obligations concerning Negotiations \r\nrelating to Cessation of the Nuclear Arms Race and \r\nto Nuclear Disarmament (Marshall Islands v. India), \r\n(Marshall Islands v. Pakistan) and (Marshall Islands \r\nv. United Kingdom) and the fourth addressed the \r\npreliminary objections raised by Kenya in the case \r\nconcerning Maritime Delimitation in the Indian Ocean \r\n(Somalia v. Kenya). The orders indicating provisional \r\nmeasures were made, in turn, in the case concerning \r\nImmunities and Criminal Proceedings instituted by \r\nEquatorial Guinea against France, in the case instituted \r\nby Ukraine against the Russian Federation and in the \r\ncase instituted by India against Pakistan.\r\n(spoke in English) \r\nAs is customary, I shall now give a brief overview \r\nof the substance of those decisions.\r\nHaving already presented the three judgments \r\nrendered by the Court on 5 October 2016 in the cases \r\nconcerning Obligations concerning Negotiations \r\nrelating to Cessation of the Nuclear Arms Race and \r\nto Nuclear Disarmament (Marshall Islands v. India), \r\n(Marshall Islands v. Pakistan) and (Marshall Islands v. \r\nUnited Kingdom) in the statement that I had the honour \r\nto give last year to the Assembly, I shall not go back \r\nover those decisions. I shall therefore begin by recalling \r\ncertain elements of the judgment rendered by the Court \r\non 2 February 2017 on the preliminary objections raised \r\nby Kenya in the case concerning Maritime Delimitation \r\nin the Indian Ocean (Somalia v. Kenya).\r\nIn this regard, let me first recall some factual \r\nelements. Somalia and Kenya, adjacent States on the \r\ncoast of East Africa, are parties to the United Nations \r\nConvention on the Law of the Sea (UNCLOS). Under \r\narticle 76, paragraph 8, of UNCLOS, a State party to \r\nthe Convention intending to establish the outer limits \r\nof its continental shelf beyond 200 nautical miles shall \r\nsubmit information on such limits to the Commission \r\non the Limits of the Continental Shelf (CLCS). The \r\nrole of the CLCS is to make recommendations to \r\ncoastal States on matters related to the establishment \r\nof the outer limits of their continental shelf beyond \r\nA/72/PV.34 26/10/2017\r\n4/26 17-34488\r\n200 nautical miles. With regard to disputed maritime \r\nareas, the CLCS requires the prior consent of all the \r\nStates concerned before it will consider submissions \r\nregarding such areas.\r\nAs the Court recalls in its judgment, Somalia and \r\nKenya signed a Memorandum of Understanding on \r\n7 April 2009, agreeing to grant each other a no-objection \r\nin respect of submissions made to the CLCS on the outer \r\nlimits of the continental shelf beyond 200 nautical miles. \r\nParagraph 6 of the Memorandum further provides that: \r\n“[t]he delimitation of maritime boundaries in the \r\nareas under dispute ... shall be agreed between \r\nthe two coastal States ... after the Commission \r\nhas concluded its examination of the separate \r\nsubmissions made by each of the two coastal States \r\nand made its recommendations...”. \r\nIn the following years, both parties raised and \r\nwithdrew objections to the consideration of each other’s \r\nsubmissions by the CLCS. Those submissions are \r\ncurrently under consideration by the CLCS.\r\nOn 28 August 2014, Somalia instituted proceedings \r\nagainst Kenya before the Court, requesting the latter \r\nto determine, on the basis of international law, the \r\ncomplete course of the single maritime boundary \r\ndividing all the maritime areas appertaining to \r\nSomalia and to Kenya in the Indian Ocean, including \r\nthe continental shelf beyond 200 nautical miles. As a \r\nbasis for the Court’s jurisdiction, Somalia invoked the \r\ndeclarations recognizing the Court’s jurisdiction as \r\ncompulsory made by the two States. Kenya, however, \r\nraised two preliminary objections: one concerning the \r\njurisdiction of the Court and the other the admissibility \r\nof the application.\r\nIn its judgment dated 2 February 2017, the Court \r\nfirst examined Kenya’s objection concerning the \r\njurisdiction of the Court. In this objection, Kenya \r\nargued that the Court lacked jurisdiction to entertain \r\nthe case as a result of one of the reservations to its \r\ndeclaration accepting the compulsory jurisdiction of \r\nthe Court, which excludes disputes in regard to which \r\nthe parties have agreed “to have recourse to some other \r\nmethod or methods of settlement”. Kenya asserted that \r\nthe Memorandum constituted an agreement to have \r\nrecourse to another method of settlement. It added \r\nthat the relevant provisions of UNCLOS on dispute \r\nsettlement also amounted to an agreement on the \r\nmethod of settlement.\r\nThe Court first considered whether the Memorandum \r\nfell within the scope of Kenya’s reservation. Having \r\nexamined the legal status of that instrument under \r\ninternational law, it concluded that it was a valid treaty \r\nwhich entered into force upon signature and which was \r\nbinding on the parties under international law. The \r\nCourt then proceeded to interpret the Memorandum \r\nand concluded that it did not constitute an agreement \r\nby the parties to have recourse to some other method or \r\nmethods of settlement within the meaning of Kenya’s \r\nreservation to its declaration recognizing the Court’s \r\njurisdiction. Therefore, it did not fall within the scope \r\nof that reservation.\r\nThe Court next considered whether Part XV of \r\nUNCLOS, entitled “Settlement of disputes”, amounted \r\nto an agreement between the parties on a method of \r\nsettlement for their maritime boundary dispute within \r\nthe meaning of Kenya’s reservation. It focused on article \r\n282 of the Convention in particular, which provides that \r\n“[i]f the States Parties which are parties to a \r\ndispute concerning the interpretation or application \r\nof [UNCLOS] have agreed, through a general, \r\nregional or bilateral agreement or otherwise, that \r\nsuch dispute shall, at the request of any party to the \r\ndispute, be submitted to a procedure that entails a \r\nbinding decision, that procedure shall apply in lieu \r\nof the procedures provided for in [Part XV], unless \r\nthe parties to the dispute otherwise agree”.\r\nThe Court was of the view that the phrase “or otherwise” \r\nin article 282 encompassed agreement to the jurisdiction \r\nof the Court resulting from optional clause declarations, \r\neven when such declarations contain a reservation to \r\nthe same effect as that of Kenya. It concluded from this \r\nthat, under article 282, the optional clause declarations \r\nof the Parties constituted an agreement reached \r\n“otherwise” to settle in the Court disputes concerning \r\nthe interpretation or application of UNCLOS and that \r\nthe procedure before the Court should therefore apply \r\n“in lieu” of procedures provided for in section 2 of Part \r\nXV. \r\nAccordingly, the dispute did not, by virtue of Part \r\nXV of UNCLOS, fall outside the scope of Kenya’s \r\noptional clause declaration. The Court concluded \r\nthat Kenya’s preliminary objection to the jurisdiction \r\nof the Court had to be rejected. It then turned to the \r\nsecond preliminary objection raised by Kenya, which \r\nconcerned the admissibility of the application.\r\n26/10/2017 A/72/PV.34\r\n17-34488 5/26\r\nThe Court recalled that, according to Kenya, \r\nthe application was inadmissible for two reasons. \r\nFirst, Kenya argued that the parties had agreed in the \r\nMemorandum to delimit their boundary by negotiation \r\nand only after the completion of the CLCS review of \r\ntheir submissions. Having previously found that the \r\nMemorandum did not bind the parties to wait for the \r\noutcome of the CLCS process and did not impose \r\nan obligation on the parties to settle their maritime \r\nboundary dispute through a particular method of \r\nsettlement, the Court also rejected this aspect of \r\nKenya’s second preliminary objection. \r\nSecondly, Kenya contended that Somalia’s \r\nwithdrawal of its consent to the consideration by the \r\nCLCS of Kenya’s submission was in breach of the \r\nmemorandum. The Court observed that the violation by \r\nSomalia of a treaty at issue in the case did not per se \r\naffect the admissibility of its application. In the light \r\nof the foregoing, the Court found that the preliminary \r\nobjection to the admissibility of Somalia’s application \r\nhad to be rejected.\r\nThe Court therefore found that it had jurisdiction to \r\nentertain the application filed by the Federal Republic \r\nof Somalia on 28 August 2014 and that the application \r\nwas admissible. By an order dated 2 February 2017, \r\nthe Court fixed 18 December 2017 as the deadline for \r\nKenya to file its counter-memorial in the case. The \r\nproceedings are therefore currently pending.\r\nAs already mentioned, during the reporting period, \r\nthe Court also handed down three orders for the \r\nindication of provisional measures, which I will briefly \r\npresent in chronological order. The first one was issued \r\non 7 December 2016 in the case concerning Immunities \r\nand Criminal Proceedings (Equatorial Guinea v. \r\nFrance). As a French national, I did not exercise the \r\nfunctions of the presidency in this case, in accordance \r\nwith article 32, paragraph 1, of the rules of the Court. \r\nThis role was assumed by the Vice-President of the \r\nCourt, in conformity with article 13 of the rules. \r\nI would like to recall that, on 13 June 2016, Equatorial \r\nGuinea instituted proceedings against France with \r\nregard to a dispute concerning the alleged immunity \r\nfrom criminal jurisdiction of the Vice-President of the \r\nRepublic of Equatorial Guinea, Mr. Teodoro Nguema \r\nObiang Mangue, and the legal status of a building \r\nlocated at 42 avenue Foch in Paris. Equatorial Guinea \r\ncontended, inter alia, that, by initiating criminal \r\nproceedings against its Vice-President in charge \r\nof Defence and State Security and by ordering the \r\nattachment or saisie pénale immobilière of a building \r\nsaid to house its Embassy, France had disregarded \r\nimmunities accorded under international law and \r\nviolated Equatorial Guinea’s sovereignty.\r\nA few weeks later, on 29 September 2016, \r\nEquatorial Guinea submitted a request for the \r\nindication of provisional measures, asking the Court, \r\ninter alia, to order that France suspend all the criminal \r\nproceedings brought against the Vice-President \r\nof Equatorial Guinea, that France ensure that the \r\nbuilding located at 42 avenue Foch in Paris is treated \r\nas premises of Equatorial Guinea’s diplomatic mission \r\nin France, and, in particular, assure its inviolability, \r\nand that France refrain from taking any other measure \r\nthat might aggravate or extend the dispute submitted \r\nto the Court. Equatorial Guinea sought to found the \r\nCourt’s jurisdiction on two instruments, namely the \r\nConvention against Transnational Organized Crime \r\nand the Optional Protocol to the Vienna Convention on \r\nDiplomatic Relations.\r\nIn its order, the Court, following its usual \r\nmethodology, first examined whether the jurisdictional \r\nclauses contained in these instruments conferred \r\nupon it prima facie jurisdiction to rule on the merits, \r\nenabling it — if the other necessary conditions were \r\nfulfilled — to indicate provisional measures. Having \r\nexamined the relevant elements, the Court considered \r\nthat it did not have prima facie jurisdiction under \r\narticle 35, paragraph 2, of the Convention against \r\nTransnational Organized Crime to entertain Equatorial \r\nGuinea’s request relating to the alleged immunity of \r\nMr. Teodoro Nguema Obiang Mangue. \r\nIt did, however, find that it had prima facie \r\njurisdiction under article I of the Optional Protocol to \r\nthe Vienna Convention to entertain the second aspect \r\nof the dispute concerning the building located at 42 \r\navenue Foch in Paris. The Court was therefore of the \r\nview that it could, on this basis, examine Equatorial \r\nGuinea’s request for the indication of provisional \r\nmeasures insofar as it concerned that building.\r\nHaving found that it did not have prima facie \r\njurisdiction to entertain the alleged violations of the \r\nConvention against Transnational Organized Crime, \r\nthe Court addressed only Equatorial Guinea’s alleged \r\nright to the inviolability of the premises of its diplomatic \r\nmission, in respect of which article 22 of the Vienna \r\nConvention was invoked. The Court concluded that \r\nA/72/PV.34 26/10/2017\r\n6/26 17-34488\r\nthe conditions required by its Statute for it to indicate \r\nprovisional measures in respect of the building located \r\nat 42 avenue Foch in Paris had been met. It therefore \r\nindicated that France should, pending a final decision \r\nin the case, take all measures at its disposal to ensure \r\nthat the premises presented as housing the diplomatic \r\nmission of Equatorial Guinea enjoy treatment \r\nequivalent to that required by article 22 of the Vienna \r\nConvention on Diplomatic Relations in order to ensure \r\ntheir inviolability.\r\nOn 19 April 2017, the Court handed down a second \r\norder for the indication of provisional measures in \r\nthe case concerning Application of the International \r\nConvention for the Suppression of the Financing of \r\nTerrorism and of the International Convention on the \r\nElimination of All Forms of Racial Discrimination \r\n(Ukraine v. Russian Federation). This case was \r\ninstituted on 16 January 2017 by Ukraine against the \r\nRussian Federation with regard to alleged violation \r\nof the International Convention for the Suppression \r\nof the Financing of Terrorism and the International \r\nConvention on the Elimination of All Forms of Racial \r\nDiscrimination (CERD). \r\nWith reference to the International Convention for \r\nthe Suppression of the Financing of Terrorism, Ukraine \r\ncontended that the Russian Federation, in violation of \r\nits obligations under that Convention, had failed to \r\ntake appropriate measures to prevent the financing of \r\nterrorism in Ukraine by public and private actors on \r\nthe territory of the Russian Federation and that it had \r\nrepeatedly refused to investigate, prosecute or extradite \r\noffenders within its territory brought to its attention by \r\nUkraine. With reference to CERD, Ukraine contended \r\nthat the Russian Federation, in violation of its obligations \r\nunder that Convention, had imposed on the Crimean \r\npeninsula “a regime of ethnic Russian dominance” and \r\nhad engaged in systematic discrimination against the \r\nCrimean Tatars and ethnic Ukrainians in Crimea.\r\nThe Court’s decision followed a request for the \r\nindication of provisional measures submitted by \r\nUkraine, also on 16 January 2017. In its request, \r\nUkraine stated that it was seeking to safeguard the \r\nrights it claimed under the two cited Conventions, \r\npending the Court’s decision on the merits. In its order, \r\nthe Court first recalled that it was not called upon, \r\nfor the purposes of its decision on the request for the \r\nindication of provisional measures, to establish the \r\nexistence of breaches of the parties’ obligations under \r\neither of these Conventions, but to determine whether \r\nthe circumstances required the indication of provisional \r\nmeasures for the protection of rights. It stated that it was \r\nfully aware of the context in which the case had been \r\nbrought before it, in particular the fighting taking place \r\nin large parts of eastern Ukraine and the destruction on \r\n17 July 2014 of Malaysia Airlines Flight MH-17 while \r\nit was f lying over Ukrainian territory en route between \r\nAmsterdam and Kuala Lumpur, which claimed a large \r\nnumber of lives. Nevertheless, the Court recalled that \r\nthe case before it was limited in scope.\r\nIn respect of the events in the eastern part of its \r\nterritory, Ukraine brought proceedings only under the \r\nInternational Convention for the Suppression of the \r\nFinancing of Terrorism. With regard to the events in \r\nCrimea, Ukraine’s claim was based solely upon CERD, \r\nand the Court was not called upon, as Ukraine expressly \r\nrecognized, to rule on any issue other than allegations \r\nof racial discrimination made by it. Moreover, the \r\nCourt reminded the parties that the Security Council, \r\nin its resolution 2202 (2015), had endorsed the \r\n“Package of measures for the Implementation of the \r\nMinsk Agreements”, adopted and signed in Minsk on \r\n12 February 2015. The Court said that it expected the \r\nparties, through individual and joint efforts, to work for \r\nthe full implementation of this “Package of measures” \r\nin order to achieve a peaceful settlement of the conflict \r\nin the eastern regions of Ukraine.\r\nThe Court thereafter turned to the question of \r\nwhether the jurisdictional clauses contained in the \r\nInternational Convention for the Suppression of the \r\nFinancing of Terrorism and CERD conferred upon \r\nit prima facie jurisdiction to rule on the merits, \r\nenabling it — if the other necessary conditions were \r\nfulfilled — to indicate provisional measures. It \r\nconsidered that the evidence before it was sufficient to \r\nestablish, prima facie, that the procedural preconditions \r\nfor its being seized, set out in article 24, paragraph 1, \r\nof the International Convention for the Suppression of \r\nthe Financing of Terrorism and in article 22 of CERD, \r\nhad been met.\r\nThe Court then turned to the rights for which \r\nprotection was sought and was of the view that the \r\nconditions required for the indication of provisional \r\nmeasures in respect of the rights alleged by Ukraine \r\non the basis of the International Convention for the \r\nSuppression of the Financing of Terrorism had not \r\nbeen met. With regard to CERD, it considered that \r\nthe conditions required by its Statute for it to indicate \r\nprovisional measures were met. It therefore found that, \r\n26/10/2017 A/72/PV.34\r\n17-34488 7/26\r\nin order to protect the rights claimed by Ukraine with \r\nregard to the situation in Crimea, the Russian Federation \r\nshould, in accordance with its obligations under CERD, \r\nfirst, refrain from maintaining or imposing limitations \r\non the ability of the Crimean Tatar community to \r\nconserve its representative institutions, including \r\nthe Mejlis, and, secondly, ensure the availability of \r\neducation in the Ukrainian language. The Court added \r\nthat both parties should refrain from any action that \r\nmight aggravate or extend the dispute before it or make \r\nit more difficult to resolve.\r\nA few weeks later, on 18 May 2017, the Court \r\nhanded down a third order for the indication of \r\nprovisional measures, in the Jadhav Case (India v. \r\nPakistan). In this case, instituted on 8 May 2017, \r\nIndia alleges that Pakistan violated article 36 of the \r\nVienna Convention on Consular Relations, of 24 April \r\n1963, with respect to an Indian national, Mr. Jadhav, \r\nsentenced to death in Pakistan. The applicant contends \r\nthat it had not been informed of Mr. Jadhav’s detention \r\nuntil weeks after his arrest and that Pakistan failed to \r\ninform the accused of his rights. It further alleges that, \r\nin violation of the Vienna Convention, the authorities of \r\nPakistan have been denying India its right of consular \r\naccess to Mr. Jadhav, despite its repeated requests. The \r\nCourt’s order was made in response to a request for the \r\nindication of provisional measures, also filed on 8 May \r\n2017.\r\nIn its request for the indication of provisional \r\nmeasures, India maintained that the alleged violation of \r\nthe Vienna Convention by Pakistan \r\n“ha[d] prevented India from exercising its rights \r\nunder the Convention and ha[d] deprived the Indian \r\nnational from the protection accorded under the \r\nConvention”. \r\nIt added that Mr. Jadhav \r\n“[would] be subjected to execution unless the \r\nCourt indicate[d] provisional measures directing \r\nthe Government of Pakistan to take all measures \r\nnecessary to ensure that he [was] not executed until \r\nth[e] Court’s decision on the merits” \r\nof the case.\r\nIn its order, having found that it had prima facie \r\njurisdiction under article I of the Optional Protocol \r\nto the Vienna Convention on Consular Relations, and \r\nhaving concluded that the conditions required by its \r\nStatute for it to indicate provisional measures had \r\nbeen met, the Court decided that Pakistan should take \r\nall measures at its disposal to ensure that Mr. Jadhav \r\nwas not executed pending the final decision in these \r\nproceedings and should inform the Court of all the \r\nmeasures taken in implementation of said order. The \r\nCourt also decided that, until it had given its final \r\ndecision, it should remain seized of the matters which \r\nform the subject matter of said order.\r\n(spoke in French)\r\nI will turn to the new cases brought before the Court \r\nduring the reporting period. In addition to the two cases \r\njust referred to — between Ukraine and the Russian \r\nFederation and between India and Pakistan — in which \r\nthe Court issued orders on the indication of provisional \r\nmeasures, a further four sets of proceedings were \r\ninstituted, three of which were contentious and one \r\nadvisory.\r\nFirst, on 16 January 2017, the Republic of Costa \r\nRica instituted proceedings against the Republic of \r\nNicaragua with regard to a dispute concerning the \r\nprecise definition of the boundary in the area of Los \r\nPortillos/Harbor Head Lagoon and the establishment of \r\na new military camp by Nicaragua on the beach of Isla \r\nPortillos. I would specify that, given the nature of the \r\nclaims made by Costa Rica in these new proceedings \r\nand the close link between those claims and certain \r\naspects of the dispute in the case concerning Maritime \r\nDelimitation in the Caribbean Sea and the Pacific \r\nOcean (Costa Rica v. Nicaragua), the Court decided to \r\njoin the proceedings in the two cases on 2 February \r\n2017. As I mentioned in my opening remarks, hearings \r\nwere held at the start of July 2017, and this new case is \r\ncurrently under deliberation.\r\nA second case was brought before the Court on \r\n2 February. On that date, Malaysia filed an application \r\nfor review of the judgment of the Court of 23 May 2008 \r\nin the case concerning Sovereignty over Pedra Branca/\r\nPulau Batu Puteh, Middle Rocks and South Ledge \r\n(Malaysia/Singapore). In its application, Malaysia \r\ncontends that there is new evidence of such a nature \r\nas to have a decisive influence within the meaning of \r\nArticle 61 of the Statute of the Court, which authorizes, \r\nunder certain conditions, a State to request the revision \r\nof a judgment. Malaysia refers in particular to three \r\ndocuments found in the United Kingdom’s national \r\narchives between 4 August 2016 and 30 January 2017. \r\nIt states that these documents highlight new evidence, \r\nnamely that, \r\nA/72/PV.34 26/10/2017\r\n8/26 17-34488\r\n“officials at the highest levels in the British colonial \r\nand Singaporean administration appreciated that \r\nPedra Branca/Pulau Batu Puteh did not form part \r\nof Singapore’s sovereign territory” \r\nduring the relevant period. According to Malaysia, \r\n“the Court would have been bound to reach a different \r\nconclusion on the question of sovereignty over Pedra \r\nBranca/Pulau Batu Puteh had it been aware of this new \r\nevidence”.\r\nA few months later, on 30 June, Malaysia brought \r\na new case before the Court by filing a request for \r\ninterpretation of the judgment of the Court of 23 May \r\n2008 in the case concerning Sovereignty over Pedra \r\nBranca/Pulau Batu Puteh, Middle Rocks and South \r\nLedge (Malaysia/Singapore). Malaysia bases its request \r\nfor interpretation on Article 60 of the Statute of the \r\nCourt, which provides that \r\n“[i]n the event of dispute as to the meaning or scope \r\nof the judgment, the Court shall construe it upon \r\nthe request of any party”. \r\nMalaysia also bases its request on article 98 of the rules \r\nof the Court. \r\nThe applicant states that, “Malaysia and Singapore \r\nhave attempted to implement the 2008 judgment through \r\ncooperative processes”. To that end, Malaysia affirms \r\nthat they have established a joint technical commission, \r\nresponsible in particular for the delimitation of \r\nmaritime boundaries between the territorial waters of \r\nthe two countries. According to Malaysia, the work of \r\nthis Committee culminated in a stalemate in November \r\n2013. Malaysia further asserts that \r\n“one of the reasons for this stalemate is that the \r\nParties were unable to agree on the meaning of \r\nthe 2008 judgment in respect of South Ledge and \r\nthe waters surrounding Pedra Branca/Pulau Batu \r\nPuteh”.\r\nTo conclude this overview, I should mention \r\nthe request for an advisory opinion presented by the \r\nAssembly in June 2017 on the legal consequences of the \r\nseparation of the Chagos Archipelago from Mauritius \r\nin 1965. From a procedural point of view, the Court \r\nhas, as the Assembly is aware, decided in its order of \r\n14 July 2017  that the United Nations and its Member \r\nStates were likely to be able to furnish information on \r\nthe question submitted to the Court for an advisory \r\nopinion. It fixed 30 January 2018 as the date of expiry \r\nof the period within which written submissions on the \r\nmatter could be submitted to the Court, in accordance \r\nwith Article 66, paragraph 2, of its Statute, and it fixed \r\n16 April 2018 as the date of expiry of the period within \r\nwhich States or organizations having presented written \r\nstatements to comment in writing on other written \r\nstatements, in accordance with Article 66, paragraph \r\n4, of the Statute.\r\nI turn now to the requests for budgetary \r\nappropriations for the 2018–2020 biennium that the \r\nCourt transmitted to the Assembly this year. The \r\nCourt is fully aware of the budgetary constraints of the \r\nOrganization and its Member States, and of the need \r\nfor the United Nations as a whole and for the Court in \r\nparticular to demonstrate the necessary fiscal discipline \r\nin this area. The appropriations requested by the Court \r\nthis year, which represents a slight increase, meet \r\nthe essential requirements for guaranteeing the good \r\nadministration of international justice, thus fulfilling \r\nthe mandate conferred to the Court by the Charter of \r\nthe United Nations. \r\nThe budget of the Court represents less than 1 per \r\ncent of the regular budget of the Organization. In view \r\nof its prominent role and its ever-growing activity, \r\nthe Court is undoubtedly a peaceful means of settling \r\ndisputes and shows particularly exceptional cost-\r\neffectiveness. The Court is confident that it can count \r\non the understanding and support of the Assembly in \r\nthis regard.\r\nIn particular, the support of the Assembly will \r\nbe needed to provide the Court with the means to \r\nimplement an integrated management software \r\npackage, known as Umoja, in the next biennium. This \r\nsoftware package, which was designed to facilitate \r\nand simplify communication across all areas of work \r\nwithin the United Nations Secretariat, has been in use \r\nthere since 2016. Revised estimates of the budgetary \r\nresources required for its implementation have \r\nbeen communicated to the Secretariat by the Court. \r\nThe adoption of this software package — and the \r\nimplications of such a project for the administration of \r\nthe Court, given the small size and specific attributes \r\nof its Registry — has required a number of preliminary \r\nstudies. As these have been successfully completed, the \r\nCourt has been able to take the necessary decisions and \r\nis now ready to deploy Umoja under the best possible \r\nconditions.\r\nThis concludes the third statement that I have \r\nhad the honour to address to the General Assembly as \r\n26/10/2017 A/72/PV.34\r\n17-34488 9/26\r\nPresident of the International Court of Justice. This \r\nseems to be a good time to mention the confidence \r\nthe international community continues to have in the \r\nCourt, which is seen in the submissions to it of a wide \r\nvariety of disputes, each of them raising important legal \r\nquestions that touch upon many fields of international \r\nlaw. Beyond the obvious role it has played — and \r\ncontinues to play — in consolidating and developing \r\nthe law governing issues that might be qualified as \r\nstandard, such as territorial and maritime boundaries, \r\nthe Court is increasingly led to address issues that are \r\ncentral to the current concerns of the international \r\ncommunity, such as, for example, those relating to the \r\npreservation of the environment. \r\nThe substantive issues that it is called upon to resolve \r\nare regularly accompanied by incidental proceedings \r\nthat lead the Court to constantly dealing with several \r\ncases at the same time. The increase in the number \r\nof requests for the indication of provisional measures \r\nreveals that States do not hesitate to turn to the Court \r\nin a crisis situation, that is, when a risk of irreparable \r\nharm is likely to be caused to their rights. In such cases, \r\nthe Court has mobilized all of its resources to provide \r\na rapid response suitable for these urgent situations. \r\nWhatever the mission that States entrust to it, the Court \r\nalways bears in mind its primary concern, which is to \r\ncontribute to the maintenance of international peace \r\nand security through the application of the law.\r\n(spoke in English)\r\nI am grateful for the opportunity to address the \r\nGeneral Assembly today, and I wish it every success at \r\nits seventy-second session.\r\nThe President: I thank the President of the \r\nInternational Court of Justice.\r\nMr. Boukadoum (Algeria): I have the honour to \r\nspeak on behalf of the Group of African States. \r\nThe African Group will of course associate itself \r\nwith the statement to be delivered shortly by the \r\nPermanent Representative of the Islamic Republic of \r\nIran on behalf of the Non-Aligned Movement.\r\nFirst of all, the African Group would like to thank \r\nthe President of the International Court of Justice, \r\nJudge Ronny Abraham, for his presentation and also \r\nfor his report (A/72/4). The African Group continues \r\nto consider the International Court of Justice to be the \r\npre-eminent mechanism for the peaceful settlement \r\nof disputes at the international level. It should be \r\nkept in mind that the Court, as a court of justice and, \r\nmoreover, the principal judicial organ of the United \r\nNations, occupies a special position. Everything the \r\nCourt does is aimed at promoting the rule of law. The \r\nWorld Court hands down judgments and gives advisory \r\nopinions in accordance with its Statute, which is an \r\nintegral part of the Charter of the United Nations, and \r\ntherefore contributes to the promotion and clarification \r\nof international law.\r\nThe African Group welcomes the reaffirmed \r\nconfidence that States have shown in its ability to \r\nresolve their disputes. In particular, we are pleased \r\nto see that States continue to refer to their disputes to \r\nthe International Court of Justice. We commend States \r\nfor no longer limiting their referral of cases to matters \r\nof low-impact political significance and for referring \r\ndisputes with weighty political issues to the Court. The \r\nnumber of cases currently pending on the Court docket \r\nis a reflection of the esteem in which States hold the \r\nInternational Court of Justice.\r\nNotwithstanding the proliferation of international \r\njudicial dispute-settlement mechanisms on either a \r\nspecialized or regional basis, the Court continues to \r\nattract a wide range of cases, covering many areas. \r\nWhile the Court’s determination that there is an \r\nobligation to cooperate is based principally on treaty \r\nobligations, the Court also clearly draws upon general \r\nprinciples, particularly in making the link between \r\nprocedural and substantive obligations.\r\nThe principle of prevention, enunciated in earlier \r\nCourt decisions, notably the Corfu Channel case and \r\nin the advisory opinion on the Legality of the Threat or \r\nUse of Nuclear Weapons, is drawn upon significantly \r\nby the Court. As such, the African Group reaffirms \r\nthe importance of the unanimous Court advisory \r\nopinion issued on 8 July 1996 on the Legality of the \r\nThreat or Use of Nuclear Weapons. In this decision, \r\nthe International Court of Justice concluded that there \r\nexists an obligation to pursue in good faith and bring to a \r\nconclusion negotiations leading to nuclear disarmament \r\nin all its aspects under strict and effective international \r\ncontrol. The African Group attaches great importance \r\nto this matter because Africa is a nuclear-weapon-free \r\nzone.\r\nAfter another two decades, the Court again had the \r\nopportunity to decide on issues pertaining to nuclear \r\nweapons. The African Group notes that the Court \r\ndismissed the three cases submitted by the Marshall \r\nA/72/PV.34 26/10/2017\r\n10/26 17-34488\r\nIslands on the Obligations concerning Negotiations \r\nrelating to Cessation of the Nuclear Arms Race and \r\nto Nuclear Disarmament (Marshall Islands v. India). \r\nHowever, it is worth keeping in mind the closeness of \r\nthe votes regarding these cases.\r\nMr. Llorentty Solíz (Plurinational State of Bolivia), \r\nVice-President, took the Chair.\r\nThe African Group commends the efficiency \r\nand professionalism with which the Court has treated \r\nthe request by the General Assembly, pursuant to its \r\nresolution 71/292, for an advisory opinion on the \r\nLegal consequences of the separation of the Chagos \r\nArchipelago from Mauritius in 1965. Resolution 71/292 \r\nwas adopted by an overwhelming majority, testifying \r\nthe great interest that the membership of the United \r\nNations attaches to the Court’s opinion on the matter, \r\nwhich is an opinion that will assist the United Nations in \r\nits function in relation to decolonization. We renew our \r\nfull confidence in the Court as the principal judiciary \r\norgan of the United Nations and in the respected judges \r\nof the Court.\r\nI would like to conclude by saying that the \r\nimportance of advisory opinions on legal questions \r\nreferred to the International Court of Justice cannot be \r\noverstated in the pursuit of the peaceful settlement of \r\ndisputes in accordance with the Charter of the United \r\nNations. It is therefore very positive to note that, during \r\nthe period under review, one request for an advisory \r\nopinion was made.\r\nMr. Khoshroo (Islamic Republic of Iran): It is an \r\nhonour to take the f loor on behalf of the Non-Aligned \r\nMovement  (NAM) on the occasion of the consideration \r\nof an agenda item to which we attach such great \r\nimportance — the report of the International Court of \r\nJustice (A/72/4) — of which we take note. \r\nAt the outset, allow us to thank the President of \r\nthe International Court of Justice for his presentation of \r\nthe report to the General Assembly on the activities of \r\nthe Court between 1 August 2016 and 31 July 2017, as \r\nrequested by this body last year.\r\nThe Non-Aligned Movement reaffirms and \r\nunderscores its principled positions concerning the \r\npeaceful settlement of disputes and non-use or threat \r\nof use of force. The International Court of Justice plays \r\na significant role in promoting and encouraging the \r\nsettlement of international disputes by peaceful means, \r\nas reflected in the Charter of the United Nations and in \r\nsuch a manner that international peace and security and \r\njustice are not endangered. The Movement endeavours \r\nto generate further progress to achieve full respect for \r\ninternational law and, in this regard, commends the role \r\nof the Court in promoting the peaceful settlement of \r\ninternational disputes in accordance with the relevant \r\nprovisions of the Statute of the Court and the United \r\nNations Charter, particularly Articles 33 and 94. \r\nIn relation to advisory opinions of the Court, having \r\nnoted the fact that the Security Council has not sought \r\nany advisory opinion from the Court since 1970, the \r\nNAM urges the Security Council to make greater use of \r\nthe International Court of Justice, the principal judicial \r\norgan of the United Nations, as a source of advisory \r\nopinions and for the interpretation of relevant norms of \r\ninternational law, as well as on controversial issues. The \r\nNAM further requests that the Council use the Court \r\nas a source of interpreting relevant international law \r\nand urges the Council to consider having its decisions \r\nreviewed by the Court, bearing in mind the need to \r\nensure their adherence to the United Nations Charter \r\nand international law.\r\nThe Movement also invites the General Assembly, \r\nother organs of the United Nations and the specialized \r\nagencies duly authorized to do so to request advisory \r\nopinions of the International Court of Justice on \r\nlegal questions arising in the scope of their activities. \r\nMoreover, the States members of the Movement \r\nreaffirm the importance of the Court’s unanimous \r\nadvisory opinion issued on 8 July 1996 on the Legality \r\nof the threat or use of nuclear weapons, in which the \r\nCourt concluded that there exists an obligation to pursue \r\nin good faith and bring to a conclusion negotiations \r\nleading to nuclear disarmament in all aspects under \r\nstrict and effective international control.\r\nIn conclusion, the Non-Aligned Movement \r\ncontinues to call on Israel, the occupying Power, to \r\nfully respect the Court’s advisory opinion of 9 July \r\n2004, entitled Legal Consequences of the Construction \r\nof a Wall in the Occupied Palestinian Territory, and \r\ncalls upon all States to respect and ensure respect for \r\nthe provisions therein for the realization of the end \r\nof the Israeli occupation that began in 1967 and for \r\nthe independence of the State of Palestine with East \r\nJerusalem as its capital.\r\nMr. Kessel (Canada): I have the honour to speak \r\ntoday on behalf of Australia and New Zealand, as well \r\nas my own country, Canada.\r\n26/10/2017 A/72/PV.34\r\n17-34488 11/26\r\nOn behalf of Canada, Australia and New Zealand \r\n(CANZ), I would like to thank the President of the \r\nInternational Court of Justice, Judge Ronny Abraham, \r\nfor his report on the work of the Court over the past year \r\n(A/72/4). As countries that firmly believe that the rule \r\nof law is the foundation of the international system and \r\nthat the peaceful settlement of disputes is essential to \r\ninternational peace and security, CANZ countries have \r\nalways been strong supporters of the International Court \r\nof Justice and maintain ongoing respect for the work of \r\nthe Court. Of course, the subsequent implementation of \r\na ruling by the Court is essential if the final resolution \r\nof a dispute is to be ensured.\r\nOne of the primary goals of the United Nations, \r\nas stated in the Preamble to the Charter of the United \r\nNations, is to establish conditions under which justice \r\nand respect for the obligations arising from treaties and \r\nother sources of international law can be maintained. \r\nThe International Court of Justice, as the principal \r\njudicial organ of the United Nations and the only \r\ninternational court with general international law \r\njurisdiction, is uniquely placed to further this goal.\r\nAs the Court’s report records, disputes have \r\nbeen submitted to it by a variety of States from \r\nmany regions. This diversity, together with the \r\nwide-ranging, significant and complex subject matter \r\nunder deliberation and pending before the Court, \r\nbears testament to the importance that Member \r\nStates attribute to the role of the Court in resolving \r\ninternational disputes. Indeed, we underline that the \r\nwillingness of States to turn to the Court to resolve \r\ndifferences of views must be welcomed as an important \r\nmeans of ensuring the peaceful settlement of disputes.\r\nOur confidence in the Court is reflected in our \r\nacceptance of the Court’s compulsory jurisdiction. \r\nCANZ believes that wider acceptance of the compulsory \r\njurisdiction of the Court would enable it to fulfil its role \r\nmore effectively, by reducing jurisdictional disputes, \r\nthus allowing the Court to move more quickly to focus \r\nits attention on the substance of disputes. In line with \r\nresolution 68/116, we continue to urge Member States \r\nthat have not done so to deposit with the Secretary-\r\nGeneral a declaration of acceptance of the Court’s \r\ncompulsory jurisdiction.\r\n(spoke in French)\r\nWe look forward to the contributions of the new \r\nand re-elected judges that the General Assembly and \r\nSecurity Council will be choosing this year for the \r\nInternational Court of Justice. We take this opportunity \r\nto thank the members of the Court for their dedication \r\nand commitment to this institution. Canada, Australia \r\nand New Zealand would also like to express their \r\nappreciation in particular to Judge and Vice-President \r\nAbdulqawi Ahmed Yusuf, as well as Judge and President \r\nRonny Abraham, for their contribution towards the \r\ninterpretation and development of international law in \r\nrecent years.\r\nWe expect that the Court’s programme of work \r\nin the year ahead will remain full as States continue \r\nto demonstrate their confidence in the Court. We \r\nare aware that the Court’s caseload continues to be \r\ndemanding and are grateful for its contribution to the \r\npeaceful settlement of disputes.\r\nMr. Vieira (Brazil): It is my honour to deliver this \r\nstatement on behalf of Angola, Cabo Verde, Guinea-\r\nBissau, Equatorial Guinea, Mozambique, Portugal, Sao \r\nTome and Principe, Timor-Leste and my own country, \r\nBrazil — all States members of the Community of \r\nPortuguese-speaking Countries (CPLP).\r\nI would like to begin by expressing our gratitude \r\nto the President of the International Court of Justice, \r\nJudge Ronny Abraham, for his thorough report on the \r\nCourt’s work for the judicial year 2016-2017 (A/72/4).\r\nThe International Court of Justice is the only \r\ninternational court of a universal character with general \r\njurisdiction. The Court holds important responsibilities \r\nin the international community as it plays a fundamental \r\nrole in the judicial settlement of disputes between States \r\nand in strengthening of the international rule of law at \r\nthe level. Furthermore, such a role enables it to play \r\nanother very particular role, which is to help prevent \r\ndisputes between States erupting into violence.\r\nThe Court’s crucial function in the international \r\nlegal system is becoming increasingly recognized and \r\naccepted. All States Members of the United Nations are \r\nparties to the Statute of the Court, and 73 of them have \r\nrecognized its jurisdiction as compulsory. Moreover, \r\napproximately 300 bilateral and multilateral treaties \r\nprovide for the Court to have jurisdiction over the \r\nresolution of disputes arising out of their application \r\nor interpretation. The heavy workload and the wide \r\nrange of subjects that the Court has ruled on confirm \r\nits success. It must be noted that the Court’s cases \r\ncome from all over the world, relate to a great variety \r\nof matters and have high levels of factual and legal \r\ncomplexity. This reaffirms the universality of the \r\nA/72/PV.34 26/10/2017\r\n12/26 17-34488\r\nCourt, the expansion of the scope of its work and its \r\ngrowing specialization.\r\nThe Court is making an impressive effort to cope \r\nwith the very demanding level of activity. However, \r\nit is important for Member States to acknowledge the \r\nCourt’s need for adequate resources.\r\nThe Court has often recalled that everything it does \r\nis aimed at promoting the rule of law. That is indeed \r\nso. It is worth reiterating the outstanding contribution \r\nthat the International Court of Justice has made to \r\nthe development of international law. In that regard, \r\nwe should also stress that, although the International \r\nCourt of Justice is a main player in the international \r\njudicial area, there are other international courts and \r\ntribunals whose significance should be emphasized. \r\nThe CPLP member States strongly believe that all such \r\ncourts should cooperate with a view to enhancing the \r\ninternational legal order through dialogue and cross-\r\nfertilization.\r\nWe acknowledge that tension frequently exists \r\nbetween law and power. It is sometimes hard to balance \r\nStates’ obligation to settle their disputes peacefully \r\nand the need for sovereign consent in order to resort to \r\nsuch mechanisms. However, it is our firm belief that the \r\nCourt is an institutional pillar of international society. \r\nThe CPLP member States are confident that the Court \r\nwill continue to overcome the growing challenges that \r\nit is bound to face. Such challenges are a good sign. \r\nThey mean that States have confidence that the Court \r\nwill help to settle their disputes and strengthen the \r\ninternational rule of law in bending towards justice \r\nand peace.\r\nI would now like to make some comments in my \r\nnational capacity.\r\nBoth Secretary-General Guterres and the President \r\nof the General Assembly have underscored the need \r\nfor the United Nations to focus on prevention, which \r\nis linked to the peaceful settlement of disputes. The \r\nCourt is at the core of those efforts, for it is more than \r\njust another body listed in Chapter VI of the Charter \r\nof the United Nations. It is the main judicial organ of \r\nthe United Nations and the only international court of a \r\nuniversal character with general jurisdiction. For more \r\nthan 70 years, it has helped to crystallize and clarify \r\ninternational law in areas as diverse as the law of the \r\nsea, human rights, treaty interpretation and the use of \r\nforce, to name only a few. Through its judgments and \r\nadvisory opinions, it has upheld the principles of the \r\nCharter and contributed to ensuring the primacy of law \r\nin international affairs.\r\nThe Court’s most recent report is yet another \r\nchapter in its auspicious history, with details of \r\nfour judgments, 14 orders and six new proceedings, \r\nincluding one request for an advisory opinion from the \r\nGeneral Assembly. The high level of activity, diverse \r\ngeographic spread of cases and variety of subject \r\nmatter demonstrate the Court’s renewed vitality and \r\nits universal role in promoting justice. It also reminds \r\nus of the heavy demands placed on the Court and \r\nof the efforts it has been making to keep up with its \r\nincreasing workload.\r\nWe are proud to have contributed to that process \r\nthroughout the Court’s history with highly qualified \r\nBrazilian judges. I would like to take this opportunity \r\nto pay tribute to their work in the cause of justice, a \r\ntradition currently honoured by Judge Antônio Augusto \r\nCançado Trindade. Brazil has decided to present his \r\ncandidacy for re-election, reflecting both our faith \r\nin the future role of the Court and our faith in Judge \r\nTrindade’s work in strengthening the Court and \r\ninternational law.\r\nBrazil also welcomes the Court’s outreach efforts, \r\nwhich bring it closer to a variety of audiences and \r\nthereby help to disseminate international law. We \r\nnote with satisfaction the redesign of the Court’s \r\nwebsite and its compatibility with international \r\naccessibility standards.\r\nIn conclusion, I would like to reaffirm Brazil’s \r\nunwavering support for the Court and its pivotal role \r\nin strengthening the rule of law at the international \r\nlevel. We believe that the Court will continue to play a \r\nkey role in promoting a culture of peace, tolerance and \r\njustice and thereby advancing the higher goals of the \r\nUnited Nations.\r\nMs. Varga (Hungary): On behalf of the Visegrád \r\n4 Group — the Czech Republic, Poland, Slovakia and \r\nmy own country, Hungary, I would like to thank the \r\nPresident of the International Court of Justice, Judge \r\nRonny Abraham, for presenting the Court’s report \r\nfor the year 2016-2017 (A/72/4). I have the honour to \r\npresent the position of the Visegrád countries with \r\nrespect to the Court’s report.\r\nToday the question of the peaceful settlement of \r\ninternational disputes is as timely as ever. The principle \r\nof the peaceful settlement of disputes between States \r\n26/10/2017 A/72/PV.34\r\n17-34488 13/26\r\nis enshrined in the Charter of the United Nations \r\nand, among other things, was reaffirmed in 1982 in \r\nthe Manila Declaration on the Peaceful Settlement \r\nof International Disputes. Strict observance of that \r\nprinciple is a prerequisite for the maintenance of \r\ninternational peace and security. The Visegrád Group \r\nis a staunch supporter of the International Court of \r\nJustice, the principal judicial organ of the United \r\nNations, which has contributed to the maintenance of \r\ninternational peace and security for more than 72 years \r\nby rendering justice for States.\r\nTurning to the subject of the cases before the \r\nCourt in the period from 2016 to 2017, we note with \r\nappreciation that the Court has closed a busy year. \r\nBesides having received a request from the General \r\nAssembly for an advisory opinion, in accordance \r\nwith Article 65 of the Statute of the Court, it has 19 \r\ncontentious cases pending on its agenda. The Court’s \r\nrecent cases have given it a unique opportunity to \r\nelaborate on questions of international law on a wide \r\nrange of issues, including territorial and maritime \r\ndisputes, the application of certain treaty obligations, \r\nthe use of force and the protection of the environment. \r\nThe variety of the Court’s work is a testimony to its \r\ncomprehensive character and the crucial role it plays \r\nin upholding and developing international law. The \r\npending cases concern disputes between States from \r\nalmost all continents, showing that the efforts to \r\npromote the Court’s global role as an effective forum \r\nfor the peaceful settlement of disputes have been \r\nsuccessful. A regular debate at the Committee of Legal \r\nAdvisers on Public International Law of the Council of \r\nEurope is part of that process.\r\nLet me now turn to the issue of the jurisdiction of the \r\nCourt. The Visegrád Group is of the view that making \r\nfull use of the means available for establishing the basis \r\nof the Court’s jurisdiction is a primary objective, as it \r\nincreases the likelihood that States will submit their \r\nlegal disputes to it. We therefore encourage States \r\nand international organizations to continue including \r\nprovisions in future multilateral treaties that could \r\nserve as a basis for the Court’s jurisdiction in cases of \r\ndisputes concerning the application or interpretation of \r\nthe treaty in question. In that context, we would also \r\nencourage States to refrain from making reservations \r\nto clauses of multilateral treaties that provide for the \r\nCourt’s compulsory jurisdiction.\r\nThe Visegrád Group believes that the Court can \r\nsucceed only if States are committed to respecting the \r\nCourt’s decisions as well as relying on its expertise. \r\nTaking into account the fact that the Court has a unique \r\nrole in the architecture of the peaceful settlement \r\nof disputes and in the interpretation and application \r\nof international law, we would like to reiterate that \r\ncompliance with the Court’s decisions, judgments and \r\norders is a fundamental prerequisite for the effectiveness \r\nof the system of international justice.\r\nMr. Meza-Cuadra (Peru) (spoke in Spanish): Peru \r\nwelcomes the annual report of the International Court \r\nof Justice to the General Assembly (A/72/4) on its work \r\nduring the period from 1 August 2016 to 31 July 2017.\r\nI would like to begin by emphasizing the \r\nfundamental role played by the International Court \r\nof Justice, the principal judicial organ of the United \r\nNations, in the system for the peaceful settlement \r\nof disputes established in the Charter of the United \r\nNations. Its work is an essential contribution to the \r\npromotion of the rule of law at the international level. \r\nWe would like to recall that in addition to that valuable \r\nfunction, in accordance with Article 96 of the Charter, \r\nthe Court can issue advisory opinions at the request \r\nof the General Assembly, the Security Council and \r\nother authorized bodies and specialized organs of the \r\nUnited Nations. Those are the Court’s two areas of \r\nresponsibility. Through its judgments and opinions, it \r\nhelps to promote and clarify the scope of international \r\nlaw as a true path to peace. Accordingly, my delegation \r\nwould like to point out that the General Assembly \r\nhas once again urged States that have not yet done so \r\nto consider recognizing the Court’s jurisdiction, in \r\naccordance with Article 36, paragraph 2, of its Statute, \r\nas Peru and 72 other States have done.\r\nMy delegation would like to acknowledge the work \r\ndone by the Court’s eminent judges, particularly the \r\nPresident and the Vice-President, as well as the ad \r\nhoc Judges. We would also like to put on record our \r\nrecognition of the valuable and diligent efforts of the \r\nRegistry of the Court, particularly the Registrar and \r\nthe Deputy Registrar. In that context, we call on the \r\nAssembly to continue to carefully consider the needs \r\nof the Court.\r\nThe Court’s sustained level of activity is an \r\nexpression of the prestige that this principal judicial \r\norgan of the United Nations enjoys, a prestige that is \r\nalso reflected in the diverse geographical distribution \r\nof the cases it hears, which affirms the universal nature \r\nof its jurisdiction. Several of those cases, such as that of \r\nA/72/PV.34 26/10/2017\r\n14/26 17-34488\r\na few years ago involving Peru and Chile, are between \r\nLatin American States. In that regard, considering \r\nthe upcoming elections of judges and the provisions \r\nof Article 9 of the Court’s Statute, Peru would like to \r\nhighlight the importance of ensuring the presence on \r\nthe Court of Latin Americans, so that the principal legal \r\nsystems of the world are duly represented on its bench.\r\nThe level of activity of the International Court of \r\nJustice requires that it continually consider ways to \r\nadapt its working methods to respond to the procedural \r\nburden and complexities of the cases before it. We would \r\nonce again like to reiterate our appreciation to the host \r\nState, the Kingdom of the Netherlands, for its ongoing \r\ncommitment and support to the work of the Court. At \r\nthe same time, we want to emphasize the importance of \r\ncooperation between the Court and the other principal \r\norgans of the Organization, based in New York. In that \r\nregard, my delegation encourages the good relations \r\nbetween the Court and the Security Council, of which \r\nPeru will be a non-permanent member starting in 2018.\r\nI would like to conclude my statement by once \r\nagain highlighting how profoundly important we \r\nbelieve the work of the International Court of Justice to \r\nbe, as well as our recognition of its continuing valuable \r\ncontribution to maintaining international peace and \r\njustice and effectively implementing the principle of \r\nthe peaceful settlement of disputes between States.\r\nMr. Gafoor (Singapore): My delegation would \r\nlike to start by thanking President Ronny Abraham \r\nfor his comprehensive presentation of the activities \r\nof the International Court of Justice over the past \r\nyear. Under the able stewardship of Judge Abraham \r\nand Vice-President Abdulqawi Ahmed Yusuf, the \r\nCourt continues to maintain the highest standards in \r\ndischarging its vital duties as the principal judicial \r\norgan of the United Nations.\r\nSingapore notes the Court’s demanding caseload \r\nand the continuing diversity of the regions and subject \r\nmatter represented by the 17 cases pending on its list \r\nat the end of the period under review. The list includes \r\ntwo cases involving Singapore that were referred to \r\nthe Court by Malaysia and pertain to the Court’s 2008 \r\njudgment in the case concerning sovereignty over Pedra \r\nBranca, Middle Rocks and South Ledge.\r\nSingapore believes in a stable and peaceful \r\ninternational order based on the rule of law. The \r\ninternational rule of law is an essential premise for \r\nensuring the validity of the purposes and principles \r\nof the United Nations, including the maintenance of \r\ninternational peace and security and the preservation \r\nof friendly relations among States. When the Court \r\nexercises its advisory jurisdiction, it provides guidance \r\non important issues of international law. When it \r\nexercises its contentious jurisdiction, it fulfils a key \r\nfunction in facilitating the obligation to settle disputes \r\npeacefully under Article 33 of the Charter of the \r\nUnited Nations. In that regard, Singapore reiterates \r\nits commitment to the peaceful resolution of disputes, \r\nincluding those brought before the Court.\r\nTurning to the work of the Court during the period \r\nunder review, Singapore welcomes its continuing drive \r\nto innovate and ensure that its procedures respond to \r\nthe needs of the parties coming before the Court. In \r\nthat regard, Singapore noted with interest the Court’s \r\nappointment of two experts in the exercise of its power \r\nunder article 50 of its Statute and appreciates the fact \r\nthat the experts’ report has been made available on \r\nthe Court’s website. In that context, Singapore also \r\nwelcomes the Court’s special effort to redesign its \r\nwebsite in order to enhance its usability and thereby \r\nimprove the reach of its jurisprudence.\r\nIn closing, Singapore reaffirms its strong support \r\nfor the work of the Court, which plays a vital role in the \r\ninternational rule of law. We wish it every success in \r\nmeeting its future challenges and discharging its duties \r\nin the year ahead.\r\nMr. Mikami (Japan): At the outset, I would like \r\nto thank Judge Ronny Abraham, President of the \r\nInternational Court of Justice, for his dedication and \r\nleadership, as well as for his in-depth and comprehensive \r\nreport on the work of the Court (A/72/4). I would also \r\nlike to express my deep appreciation and support for the \r\nachievements of the Court during the reporting period.\r\nI would like to commend the International Court \r\nof Justice for the important role that it has played \r\nover the past 71 years in the peaceful settlement of \r\ninternational disputes and the promotion of the rule \r\nof law. As the principal judicial organ of the United \r\nNations, the Court has delivered many important \r\njudgments and advisory opinions since its creation \r\nin 1946, taking on a diverse range of cases requiring \r\nthorough legal examination. The Court is dealing with \r\nan increasing demand for legal solutions and opinions \r\non complex legal and factual questions. We believe that \r\nthe dedication and legal wisdom of the International \r\nCourt of Justice will continue to attract the respect \r\n26/10/2017 A/72/PV.34\r\n17-34488 15/26\r\nand support of all Member States. During this decade, \r\nan average of three or four cases per year have been \r\nbrought before the Court, and 17 are currently pending. \r\nThat is in stark contrast to the Cold War period. The \r\ncurrent figure demonstrates a positive trend in which \r\ncountries are increasingly turning to the Court for the \r\npeaceful settlement of disputes.\r\nThe rule of law and peaceful settlement of \r\ninternational disputes provide an essential foundation \r\nfor any society and are fundamental principles of \r\nJapan’s foreign policy. Japan became a State party to \r\nthe Statute of the Court in 1954, two years before it \r\njoined the United Nations, and has accepted the Court’s \r\ncompulsory jurisdiction since 1958. We recently had the \r\nhonour to welcome President Abraham and Mr. Philippe \r\nCouvreur, the Registrar of the Court, to Japan this year. \r\nThey shared their wisdom at lectures and meetings on \r\nthe rule of law in the international community, which \r\nhelped deepen understanding of the International \r\nCourt of Justice and its importance among academics \r\nand practitioners in Japan. Japan shares the President’s \r\nview, expressed during his lecture in Tokyo, that\r\n“two of the core requirements of a legal system based \r\non the rule of law are consistency and predictability, \r\nboth of the law itself whether substantive or \r\nprocedural, and of the judicial decisions”.\r\nThe international community today enjoys the \r\nbenefit of numerous peaceful ways to settle disputes \r\nother than the Court, such as the International Tribunal \r\nfor the Law of the Sea, arbitral tribunals, international \r\ninvestment tribunals and the dispute-settlement system \r\nof the World Trade Organization. Japan welcomes the \r\ncurrent trend whereby States utilize such peaceful \r\nmeans for settling disputes as appropriate. At the \r\nsame time, given the increasing diversity of ways to \r\nachieve peaceful settlements, Japan would like to \r\nencourage international courts and tribunals to make \r\nefforts to ensure the consistency of the jurisprudence \r\nof respective courts and tribunals and thereby avoiding \r\nthe possible fragmentation of international law. As \r\nPresident Abraham also stated in his lecture in Tokyo, \r\nthe consistency of international law has\r\n“been guaranteed by the persistent awareness of \r\nthe Court of the decisions of other judicial bodies, \r\nand the reference it has made to such decisions, \r\nwhen appropriate, in its own judgments”.\r\nAs I said at the outset, Japan has always accepted \r\nthe compulsory jurisdiction of the Court. Japan joins \r\nother Member States in welcoming Equatorial Guinea’s \r\nacceptance in August of the Court’s compulsory \r\njurisdiction, making it the seventy-third country to \r\ndo so. In order to encourage other States to follow \r\nsuit, it is important for the Court to accumulate good, \r\nsolid judgments and advisory opinions that enjoy the \r\nconfidence of States. I hope the Court will continue to \r\nmake its best efforts tos achieve that objective.\r\nFinally, I would like to reiterate our unwavering \r\nsupport for the Court. We believe firmly that it will \r\ncontinue to make a significant contribution to clarifying \r\ninternational law and thereby strengthening the rule \r\nof law.\r\nMr. Castro Cordoba (Costa Rica) (spoke in \r\nSpanish): We are grateful to President Abraham for his \r\nreport (A/72/4), and it is an honour for me to participate \r\nonce again in the General Assembly’s annual meeting \r\nto consider the report of the International Court of \r\nJustice, the only international tribunal of a universal \r\nnature that enjoys general jurisdiction and the principal \r\njudicial body of the United Nations.\r\nThe Court’s workload during the reporting period \r\nwas again very heavy, with four judgments and 14 \r\norders handed down. We are also aware that there are \r\n19 contentious cases and an advisory opinion pending. \r\nThe Court has held public hearings in five cases and \r\naccepted six new ones. We have taken particular notice \r\nof the fact that there are cases from four different \r\ncontinents, all of them diverse in nature. That testifies \r\nto the Court’s universal nature and the importance that \r\nthe States Members of the United Nations attach to its \r\ndecisions, as well as to the fundamental peacekeeping \r\nrole that it plays.\r\nThe peaceful settlement of international disputes \r\nis a fundamental purpose of the United Nations. \r\nThis is why the Court’s role in the maintenance of \r\ninternational peace and security and the promotion of \r\nthe rule of law at the international level is key, and why \r\nit is therefore the responsibility of the United Nations \r\nand Member States to support it in fulfilling its tasks. \r\nThrough its support, the Organization must ensure that \r\nthe Court can continue to effectively and objectively \r\naddress the cases submitted for its consideration \r\nin absolute legal and procedural independence and \r\nthat it has the budgetary resources necessary for the \r\nfulfilment of its mandate. In that regard, my delegation \r\nwas pleased that the General Assembly authorized \r\nadditional budgetary resources that enabled the Court \r\nA/72/PV.34 26/10/2017\r\n16/26 17-34488\r\nto conduct two field inspections in a case to which my \r\ncountry is a party, which certainly ensured the Court’s \r\nbetter understanding of the arguments presented by \r\nboth parties.\r\nCosta Rica sees international law, especially in \r\nthe International Court of Justice, and with regard to \r\nthe rule of law at the international level, as the tools \r\nthat we need to endure. In our view, the compliance of \r\nall States with their international obligations vis-à-vis \r\nothers, including by fully respecting and complying in \r\ngood faith with the Court’s decisions, is fundamental \r\nto ensuring justice and peace. That is why we insist on \r\nensuring that the Organization considers options for \r\nfollowing up on judicial decisions, in order to avoid \r\nsituations of non-compliance that violate the rule of law.\r\nThe International Court of Justice plays a key role \r\nin the promotion and elaboration of the rule of law at \r\nthe international level. It exercises that function not \r\nonly through its advisory opinions and judgments \r\nbut also through its various academic and publicity \r\nactivities, and through easy access to its decisions via \r\nits electronic portal. In that regard, we are particularly \r\npleased to note the Court’s efforts to show a special \r\ninterest in young people, promoting their exposure to \r\ninternational law through internship programmes. We \r\nalso highlight once again the role that the Court can \r\nplay in achieving the Sustainable Development Goals \r\nas a body that has succeeded in preventing the use of \r\nforce, defending peoples’ right to self-determination, \r\nadvocating the preservation of the environment and \r\nrecognizing and avoiding potential violations of \r\nhuman rights.\r\nMy delegation accepted the Court’s compulsory \r\njurisdiction in 1973 and respectfully urges States that \r\nhave not yet done so to consider using the mechanism \r\nprovided in Article 36 of the Statute of the Court to \r\naccept its jurisdiction. We firmly believe that the Court \r\nwill continue to work diligently in order to resolve \r\nthe disputes submitted to it fairly and impartially, in \r\naccordance with the mandate entrusted to it by States \r\nthrough the Charter of the United Nations. In that \r\nregard, and in keeping with our traditional respect for \r\nthe instruments of international law and the rule of \r\nlaw, my country reiterates its commitment to faithfully \r\nabiding by all the decisions of the Court, reaffirming \r\nour full confidence that the Court will continue to \r\nstrengthen peace and justice through the objective \r\nfulfilment of its mission.\r\nMrs. Orosan (Romania): We have witnessed \r\nyet another year of intensive activity on the part of \r\nthe International Court of Justice. On behalf of my \r\ndelegation, I would like to thank the President of the \r\nCourt for presenting its annual report (A/72/4), which \r\ngives us an insightful overview of this most valuable \r\nwork. We are grateful to the Court for its diligence, \r\nand we wish to express our thanks to the President \r\nand the members of the Court, as well as the Registry, \r\nfor dealing with a very demanding schedule while \r\nmaintaining the highest standards of professionalism \r\nand impartiality.\r\nIt seems that the international legal order is being \r\nincreasingly tested nowadays, with challenges coming \r\nfrom many corners. Some of them are the result of \r\nStates’ conduct, while others are based on developments \r\nand processes that require an analysis of how they \r\nmight fit within the existing norms of international law \r\nor whether the existing law might have to be adjusted in \r\norder to deal with them. In that context, we look to the \r\nCourt as one of the pillars of the supremacy of the rule \r\nof law in international relations. By settling disputes \r\nbetween States and clarifying and refining the norms \r\nof international law, the Court makes an enormous \r\ncontribution to world peace and stability. Many disputes \r\ncan be halted in their tracks by the Court through a \r\njudicious application of the norms of international law. \r\nThe Court must remain a sought-after tool for resolving \r\ninternational disputes, and for that it has to maintain \r\ntop-quality judicial work and be fully supported by \r\nthe States.\r\nThe Court’s current docket is indicative of the \r\nrole it plays in the peaceful resolution of international \r\ndisagreements, as it is called on to settle extremely \r\ncomplex disagreements that are significant not just for \r\nthe parties directly concerned but for the international \r\ncommunity as a whole. We therefore contend that in \r\norder for the Court to discharge its role, it needs the \r\nstrong support of States, including in terms of ensuring \r\nthat it has adequate financial resources.\r\nAs a State that the Court has been seized of in \r\nthe past, in a maritime boundary case, and that has \r\nsubsequently accepted the compulsory jurisdiction of \r\nthe Court, Romania is well placed to express its deep \r\nappreciation for the Court’s effectiveness and fairness. \r\nWe commend the world’s most important judicial \r\nbody for its efforts to consolidate the rule of law at \r\nthe international level. In that context, we call on all \r\nStates to follow a rules-based approach in their foreign \r\n26/10/2017 A/72/PV.34\r\n17-34488 17/26\r\nrelations and especially to work to settle any disputes \r\nbetween them exclusively by peaceful means and in \r\naccordance with international law.\r\nMs. Hioureas (Cyprus): It is a privilege to address \r\nthe General Assembly on the International Court of \r\nJustice’s report (A/72/4). We are grateful to Judge \r\nRonny Abraham for his introduction of the report and \r\nhis insightful remarks on the work and functioning of \r\nthe Court.\r\nDuring the period under review, the International \r\nCourt of Justice once again experienced a particularly \r\nhigh level of activity. It issued decisions in four cases, \r\nand by the end of the period under review, its list of \r\ncases reached 17. That consistently high workload \r\ndemonstrates the confidence placed in the Court and \r\nthe respect shown to it by States. That trust is echoed \r\nin resolution 71/146, in which the General Assembly \r\nemphasized\r\n“the important role of the International Court of \r\nJustice, the principal judicial organ of the United \r\nNations, in adjudicating disputes among States and \r\nthe value of its work, as well as the importance \r\nof having recourse to the Court in the peaceful \r\nsettlement of disputes” (para. 8)\r\nand also recalled that\r\n“consistent with Article 96 of the Charter, the \r\nCourt’s advisory jurisdiction may be requested \r\nby the General Assembly, the Security Council or \r\nother authorized organs of the United Nations and \r\nthe specialized agencies” (ibid.).\r\nThe profound respect of the Republic of Cyprus for \r\nthe remarkable achievements of the International Court \r\nof Justice was demonstrated by its presentation of a gift \r\nto the Court, in a ceremony that took place in The Hague \r\non 18 November 2016, of a replica of a limestone head \r\nfound at the sanctuary of Aphrodite in Arsos, Cyprus, \r\nofficially presented to Judge Ronny Abraham by \r\nAmbassador Alexandros Zenon, Permanent Secretary \r\nof the Ministry for Foreign Affairs of the Republic \r\nof Cyprus.\r\nThe Republic of Cyprus is one of 72 States that \r\nhave made a declaration recognizing the compulsory \r\njurisdiction of the Court, as contemplated by Article \r\n36, paragraphs 2 and 5, of the Statute. The Court’s \r\njurisdiction is further complemented by the more than \r\n3,000 bilateral or multilateral treaties or conventions, \r\nwhich provide the Court with jurisdiction ratione \r\nmateriae in the resolution of various types of disputes. \r\nWe would like to take this opportunity to call on States \r\nto recognize the jurisdiction of the Court, in accordance \r\nwith Article 36 of the Statute, thereby promoting and \r\nfacilitating the International Court of Justice’s ability \r\nto maintain and promote the rule of law throughout \r\nthe world.\r\nMr. Alabrune (France) (spoke in French): The \r\nFrench delegation would like to thank the President \r\nof the International Court of Justice, Judge Ronny \r\nAbraham, for his briefing on the International Court \r\nof Justice’s report on its activities (A/72/4). The report \r\nis particularly useful to the Assembly and the States \r\nMembers of the United Nations, as it testifies to its \r\nimportance in the peaceful settlement of disputes \r\nbetween States. I would like to take this opportunity \r\nto reaffirm France’s commitment to the Court as the \r\nprincipal judicial organ of the United Nations.\r\nAs its list of cases underscores, the Court has seen \r\nan increase in its activities in recent decades. Since \r\nthe publication of last year’s report (A/71/4), six new \r\ncases have been brought before the Court. That is \r\na testament to the confidence that States have in the \r\nCourt and their belief that its decisions will encourage \r\npeaceful relations. While the Court’s judgments are \r\nenforced based on the authority of the subject at hand, \r\nit is the high quality of the Court’s decisions that \r\nstrengthens respect and compliance with its judgments. \r\nThe references to the jurisprudence of the Court by \r\nother international jurisdictions attest to that. Both the \r\nrepresentation of the world’s principal legal systems \r\nwithin the membership of the Court and the use of its \r\ntwo official languages make an enormous contribution \r\nto improving the quality of its decisions.\r\nI would also like to take this opportunity on \r\nbehalf of France to express to the Court, the Judges, \r\nthe Registrar and the Court’s entire staff our profound \r\ngratitude for their outstanding work.\r\nMr. Koch (Germany) (spoke in French): At the \r\noutset, on behalf of the German delegation, I would \r\nlike to warmly thank Judge Ronny Abraham, President \r\nof the International Court of Justice, for his detailed \r\npresentation on the work of the International Court of \r\nJustice. We would also like to thank all the Judges and \r\nstaff of the Court for their tireless efforts in the service \r\nof international law. This year we will hold elections for \r\none third of the membership of the Court, which is also \r\nclearly a key factor in its success. We firmly believe \r\nA/72/PV.34 26/10/2017\r\n18/26 17-34488\r\nthat ensuring that the world’s diverse legal systems, \r\ncultures and languages are represented in the Court’s \r\ncomposition contributes significantly to the quality and \r\nfull acceptance of its work.\r\n(spoke in English)\r\nI would like to highlight a few additional points of \r\nparticular importance.\r\nFirst, the consent of States remains the \r\nindispensable foundation on which the jurisdiction \r\nof the International Court of Justice is based. In that \r\nregard, in 2008 Germany gave its consent, in the \r\nform of a declaration under Article 36, paragraph 2, \r\nof the Statute of the Court, recognizing the Court’s \r\njurisdiction as compulsory. Like previous speakers \r\ntoday, we encourage other States to do so as well. \r\nWhen States submit to the Court’s jurisdiction, they \r\nmust respect and comply with its decisions. That is \r\ntrue not only for the International Court of Justice, \r\nbut also for other international courts and tribunals, \r\nand it refers both to decisions regarding the merits of \r\na case and decisions on jurisdictions. Conversely, it is \r\nstill crucial to recognize that without consent, parties \r\ncannot be subject to the jurisdiction of the Court. Any \r\ndeviation from that principle would gravely endanger \r\nthe acceptance of the Court’s role and ultimately \r\ncompromise its effectiveness as a whole.\r\nHowever, the International Court of Justice has \r\na particular role in that regard, because it has a dual \r\njurisdiction. Besides its jurisdiction in contentious \r\ncases, it gives advisory opinions on legal questions at \r\nthe request of organs of the United Nations, particularly \r\nthe General Assembly. But we must not blur the line \r\nbetween those two functions. The International Court \r\nof Justice should not admit attempts to make what is \r\nessentially a dispute between two States into an abstract \r\nquestion of law.\r\nSecondly, I would like to highlight an issue that \r\nsome describe as the fragmentation of mechanisms \r\nfor the resolution of international disputes. Today, \r\nthe international community benefits not only from \r\nthe International Court of Justice as a means for the \r\npeaceful settlement of disputes, but also from other \r\ninstruments such as the Permanent Court of Arbitration \r\nand the International Tribunal for the Law of the \r\nSea. I encourage States and courts to welcome such \r\ndiversification, as it promotes a sensible division of \r\nlabour and provides for options that meet the specific \r\nrequirements of individual disputes and interests.\r\n(spoke in French)\r\nIn conclusion, the report on the Court’s activities \r\n(A/72/4) gives an impressive overview of its ever-\r\nincreasing workload during the past few years. I believe \r\nthat we should welcome this development, which is \r\nindicative of States’ growing acceptance of the role that \r\nthe Court plays in the peaceful settlement of disputes \r\nin the field of international law. We call on all States to \r\nsupport the Court and its work, as Germany has always \r\ndone and will continue to do without fail.\r\nMr. Locsin (Philippines): We align ourselves with \r\nthe statement delivered earlier on behalf of the Movement \r\nof Non-Aligned Countries by the representative of the \r\nIslamic Republic of Iran.\r\nThe United Nations was established in the wake of \r\nthe two cruellest wars in history. The League of Nations \r\nwas an ambitious attempt to unite the world’s Powers \r\nfor peace after the First World War, but it failed. After \r\nthe unimaginably greater horrors of the Second World \r\nWar, the United Nations was founded. Its founding \r\npurpose was therefore to maintain international peace \r\nand security and prevent any repetition of the horrors \r\nthat made both world wars so infamous. We all have \r\nthe duty to work to bring about those ends by peaceful \r\nmeans, and to achieve the adjustment and settlement of \r\ninternational disputes and situations that might lead to \r\nconflict in accordance with the principles of justice and \r\ninternational law.\r\nJudicial settlement is a uniquely cost-effective \r\nmode for the peaceful settlement of disputes, while the \r\ncost of the alternatives is incalculable. No price can \r\nbe put on lost and shattered lives. Well into its eighth \r\ndecade, the International Court of Justice has become \r\nfirmly established at the centre of the international \r\nrule of law and the peaceful settlement of disputes. \r\nHistory has confirmed it and the General Assembly has \r\nrecognized it time and again. The Philippines reaffirms \r\nits confidence in the Court and extends warm greetings \r\nto the entire team in The Hague, led by President Ronny \r\nAbraham, whom we also thank for his comprehensive \r\nreport on the work of the Court (A/72/4) over the \r\npast year.\r\nFive years ago, the General Assembly also affirmed \r\nthe Court’s essential contribution to the rule of law in \r\nparagraph 31 of the Declaration on the Rule of Law at \r\nthe National and International Levels (resolution 67/1). \r\nThe Manila Declaration on the Peaceful Settlement \r\nof International Disputes, adopted by the Assembly \r\n26/10/2017 A/72/PV.34\r\n17-34488 19/26\r\nin 1982, was the first comprehensive plan and \r\nconsolidation of the legal framework for the peaceful \r\nsettlement of international disputes, building on the \r\nCharter of the United Nations. It affirms the principle \r\nof judicial settlement and the central role of the Court.\r\nThe Philippines would like to believe that the \r\nManila Declaration gave impetus to the Court’s \r\nincreased activity in the 1980s and up to the present \r\nday. That may be no coincidence. The increasing \r\nconfidence of Member States, especially developing \r\ncountries, in the Court’s integrity, impartiality and \r\nindependence is not unrelated to the norms, values \r\nand aspirations articulated in the Manila Declaration, \r\nthe most fundamental of which is the principle of the \r\nnon-use or threat of use of force.\r\nThe Court is the only forum for resolving justiciable \r\ndisputes between States across the vast field of general \r\ninternational law. In the period under review the Court \r\nhas been seized of 17 cases, ranging from territorial \r\nand maritime disputes, environmental damage \r\nand the conservation of living resources to nuclear \r\ndisarmament and human rights, consular rights, the \r\nimmunities of States and their representatives and the \r\ninterpretation and application of international treaties \r\nand conventions. Such varied subject matter, along \r\nwith the diverse geographical spread of the Court’s \r\ncases, is a testament to the Court’s position as the \r\nonly international court of universal character with \r\ngeneral jurisdiction. However, of the 193 States parties \r\nto the Statute of the Court, only 72 States, including \r\nthe Philippines — a little more than a third — have \r\nmade a declaration recognizing the jurisdiction of the \r\nCourt as compulsory. That is why we reiterate our call \r\nto the Security Council to consider Article 96 of the \r\nCharter of the United Nations more seriously and to \r\nmake greater use of the Court as a source of advisory \r\nopinions and for the interpretation of relevant norms of \r\ninternational law. The Security Council can take a leaf \r\nout of the General Assembly’s book, which, through \r\nresolution 71/292, has requested the Court’s advisory \r\nopinion on the legal consequences of the separation of \r\nthe Chagos Archipelago from Mauritius in 1965.\r\nThe Philippines reaffirms the importance of the \r\nunanimous advisory opinion of the International \r\nCourt of Justice of 8 July 1996 on the Legality of the \r\nthreat or use of nuclear weapons. The Court concluded \r\nthat there is an obligation to pursue in good faith and \r\nbring to a conclusion negotiations leading to nuclear \r\ndisarmament in all aspects under strict and effective \r\ninternational control.\r\nThe Philippines supports the Court’s efforts to \r\ncontinually adapt its working methods in response to \r\nits increased workload and to publicize its decisions, \r\nincluding through multimedia platforms and the \r\nInternet. We must help the Court reach out and work \r\nwith young people from various backgrounds and \r\nin various venues, so as to internalize and entrench \r\nuniversal norms of conduct in individuals and States, \r\nuntil seeing that justice is done, and keeping the peace, \r\nbecome reflexive actions — as for so many centuries \r\ntheir opposites have been in humankind’s sad history.\r\nOn that note, the Assembly can continue to count on \r\nthe Philippines as a strong supporter of the International \r\nCourt of Justice.\r\nMr. Troncoso Repetto (Chile) (spoke in Spanish): \r\nI would like to convey my country’s greetings to \r\nthe President of the International Court of Justice, \r\nJudge Ronny Abraham, who has provided us with a \r\ncomprehensive report (A/72/4) for the period from \r\n1 August 2016 to 31 July 2017. It indicates that the \r\nCourt has done intensive work over the reporting \r\nperiod, addressing increasingly varied issues, which \r\nis a challenge and an opportunity for reaffirming the \r\nrole of international law in relations among States and \r\nthe values it should promote and protect. We commend \r\nthe updating of the Court’s website, which gives users \r\na broader and more comprehensive acquaintance with \r\nits activities.\r\nThe cases currently before the Court deal with very \r\ndiverse matters that encompass, among other things, \r\nterritorial and maritime issues, consular law, human \r\nrights, international liability and reparation of damages \r\nand the immunity of States and their representatives \r\nand property, all of which require skilled interpretation \r\nand application of the sources described in Article 38 \r\nof its Statute.\r\nThrough its decisions, the Court, as the principal \r\njudicial organ of the United Nations, performs a vital \r\nrole in support of the validity and effectiveness of \r\ninternational law. Moreover, it generates valuable \r\ncase law that contributes to better knowledge and \r\ndetermination of applicable international law. The Court \r\nhas thus become an essential organ in the functioning \r\nof an international legal order that is called on to foster \r\npeaceful coexistence among peoples, prevent conflicts \r\nand promote confidence in a universally respected \r\nA/72/PV.34 26/10/2017\r\n20/26 17-34488\r\nlegal order. We appreciate the International Court of \r\nJustice’s lofty responsibilities, mission and work, \r\nwhich reflect the pre-eminence of international law. \r\nFor States to accept the jurisdiction of the Court, it is \r\ncrucial to ensure their confidence that it is carrying out \r\nits work according to the highest standards of integrity, \r\nimpartiality and independence, in the context of \r\ninternational law and in accordance with the principles \r\nenshrined in the Charter of the United Nations for \r\nguaranteeing peaceful coexistence among States.\r\nAs the Assembly is aware, my country is \r\ncurrently a party to two cases whose proceedings \r\nare before the International Court of Justice and that \r\nhave required special attention. As we participate in \r\nthem, we reaffirm our commitment to international \r\nlaw and peaceful relations among States. As we have \r\nrepeatedly stated, one of the central principles guiding \r\nChile’s foreign policy is the peaceful settlement of \r\ninternational disputes, together with the principle of \r\nthe importance of respect for international treaties as \r\nan expression of consent governed by international law. \r\nThe strict observance of treaties, their implementation \r\nin good faith and their stability over time are essential \r\nconditions for peaceful relations among nations.\r\nChile has total faith in the application of international \r\nlaw in relations with other States. That commitment \r\ncompels us all to respect the fundamental principles of \r\ncoexistence among States and to refrain from engaging \r\nin conduct that could affect the normal development \r\nof those relations. That is particularly relevant in \r\nsituations where the International Court of Justice is \r\nconducting proceedings on specific cases. We should \r\nalso remember that once a case has been referred to \r\nthe Court, the Court alone has competence to address \r\nit. It is not acceptable for an issue that is sub judice \r\nto be referred simultaneously to bodies or forums of a \r\npolitical nature.\r\nWe join others in their expressions of respect \r\nand support for the Court as the principal judicial \r\norgan of the United Nations system, and trust that the \r\nOrganization will continue to furnish it with the human \r\nand material resources that its judicial mandate and \r\nimportant functions require.\r\nMrs. Mangklatanakul (Thailand): The Kingdom \r\nof Thailand aligns itself with the statement delivered \r\nearlier by the Permanent Representative of the Islamic \r\nRepublic of Iran on behalf of the Movement of \r\nNon-Aligned Countries.\r\nMy delegation would like to express its appreciation \r\nto Judge Ronny Abraham for his comprehensive report \r\n(A/72/4) on the activities of the International Court of \r\nJustice in the past year. Thailand would like to affirm \r\nits full confidence in the Court, the principal judicial \r\norgan of the United Nations, in its efforts to safeguard \r\nthe purposes and principles of the Charter of the United \r\nNations and maintain international peace and security.\r\nThe diversity and complexity of the cases submitted \r\nto the International Court of Justice add tremendously \r\nto the Court’s indispensable role and contribution, \r\nthrough its judgments and advisory opinions, to the \r\npeaceful settlement of disputes and the advancement \r\nof the rule of law and beyond. Moreover, we cannot \r\noveremphasize the extent to which the Court plays a \r\nsignificant part in the progressive development of \r\ninternational law by clarifying and amplifying it and by \r\npromoting a greater understanding of it at every level.\r\nWe follow the work of the International Court of \r\nJustice closely and with great interest. In this respect, \r\nThailand wishes to congratulate the Court for providing \r\nanother layer of predictability in international relations \r\nby clarifying the substantive customary international \r\nlaw codified in the Vienna Convention on the Law of \r\nTreaties with regard to the validity and interpretation \r\nof treaties. In particular, in its judgment rendered on \r\n2 February 2017 in the case Maritime Delimitation in \r\nthe Indian Ocean (Somalia v. Kenya), the Court ruled on \r\nthe legal status and objectives of the 2009 Memorandum \r\nof Understanding between the two countries.\r\nWith regard to the case Obligations concerning \r\nNegotiations relating to Cessation of the Nuclear \r\nArms Race and to Nuclear Disarmament (Marshall \r\nIslands v. India), we note that the Court ruled that \r\nit had no jurisdiction in the absence of a dispute \r\nbetween the parties. However, my delegation is of \r\nthe view that the Court missed a great opportunity to \r\nexpress its views and provide greater certainty and \r\npredictability by interpreting article VI of the Treaty \r\non the Non-Proliferation of Nuclear Weapons in a \r\nbinding manner, which is still very much needed today. \r\nFurthermore, Thailand is interested in the question \r\nraised by the International Court of Justice in this case \r\nas to whether or not votes cast by Member States on \r\ndraft resolutions before such political organs as the \r\nGeneral Assembly can be construed to indicate or \r\nimply the existence of a legal dispute between parties. \r\nWe believe that this question needs further attention \r\nand deliberation.\r\n26/10/2017 A/72/PV.34\r\n17-34488 21/26\r\nThailand wishes to encourage the General \r\nAssembly, the Security Council and other organs, \r\nincluding the specialized agencies of the United \r\nNations, to make greater use of the International Court \r\nof Justice and support its role in issuing advisory \r\nopinions on important topics in accordance with Article \r\n96 of the Charter of the United Nations. Although \r\nthese advisory opinions and other obiter dictum of \r\nthe Court are not legally binding in nature, they carry \r\nmoral and persuasive authority that can have a broad \r\nimpact and lead to the peaceful settlement of disputes \r\nwithout parties having to undergo lengthy contentious \r\nproceedings.\r\nMy delegation cannot emphasize enough how much \r\nimportance we attach to the work of the International \r\nCourt of Justice. Throughout the year, its Judges and \r\nRegistry work daily to ensure that the rule of law is \r\nupheld and to maintain a world of peace. In the light \r\nof this fact, we are of the view that, above all else, \r\nthe integrity and independence of its Judges must be \r\nmaintained. There should be a pension scheme for \r\nmembers of the Court so that they can enjoy security \r\nand equal treatment when they retire from their long \r\nyears of service to the international community as \r\nadjudicants of international disputes. We therefore \r\nwelcome the decision taken by the General Assembly in \r\nthe last session to extend the discussion with regard to \r\ntheir retirement benefits to its seventy-fourth session.\r\nThailand also wishes to thank Mr. Philippe \r\nCouvreur, Registrar of the International Court of \r\nJustice, for educating and sharing his wisdom and \r\ninsight with young Thai lawyers specializing in \r\ninternational law at the lecture series organized by the \r\nDepartment of Treaties and Legal Affairs of Thailand \r\nin Bangkok in February. We commend the Registry’s \r\nrole in upholding the rule of law and promoting the \r\nwider appreciation of international law to that end. We \r\nhope that useful programmes like the lecture series will \r\nbe offered in future.\r\nFinally, for all the foregoing reasons, Thailand \r\nonce again wishes to express its gratitude to all the \r\nJudges, the Registrar and the Registry staff for their \r\nunwavering dedication and commitment to maintaining \r\npeace, justice and the rule of law within the international \r\ncommunity.\r\nMr. Skinner-Klée (Guatemala) (spoke in \r\nSpanish): Guatemala takes the opportunity provided \r\nby the presentation today of the annual report of the \r\nInternational Court of Justice to the General Assembly \r\n(A/72/4) to share its views on the Court’s role in \r\npromoting the rule of law, following the invitation \r\nextended to us by the Assembly in resolution 71/148 of \r\n13 December 2016.\r\nWe are aware that, during the past 20 years, the \r\nworkload of the Court has increased considerably. In \r\nthis regard, the President of the Court, His Excellency \r\nJudge Ronny Abraham, in his statement before the \r\nGeneral Assembly on 27 October 2016, stressed that the \r\nCourt had not lost sight of\r\n“the importance of continually reflecting on the \r\nneed to adapt the Court’s working methods in order \r\nto respond to the increase in its workload and the \r\ncomplexity of the cases submitted to it” (A/71/\r\nPV.34, p.8).\r\nGuatemala recognizes that the Court plays a \r\nfundamental role in the maintenance and promotion of \r\nthe rule of law throughout the world. In that regard, my \r\ndelegation notes with satisfaction that, in paragraph 8 \r\nof resolution 71/146, of 13 December 2016, the General \r\nAssembly recognizes the \r\n“important role of the International Court of Justice, \r\nthe principal judicial organ of the United Nations, \r\nin adjudicating disputes among States and the value \r\nof its work, as well as the importance of having \r\nrecourse to the Court in the peaceful settlement of \r\ndisputes”,\r\nwhich is an assertion that we endorse today as both \r\nvaluable and necessary.\r\nThe fundamental role of the Court in the system of \r\npeacefully settling disputes between States established \r\nby the Charter of the United Nations is recognized at the \r\nglobal level, which is why we must emphasize that all \r\nof the Court’s endeavours are aimed at promoting and \r\nstrengthening the rule of law. Through its judgments and \r\nadvisory opinions, the Court contributes to interpreting \r\nand strengthening international and customary law, as \r\nwell as generally accepted practices, making them all \r\nmore robust.\r\nAccordingly, the President and other members \r\nof the Court, the Registry and other staff members \r\nperiodically speak and participate in forums, both in \r\nThe Hague and elsewhere, on the Court’s operations, \r\nproceedings and jurisprudence. These presentations \r\nallow the public to gain better knowledge of the work \r\nof the Court, both in terms of contentious proceedings \r\nA/72/PV.34 26/10/2017\r\n22/26 17-34488\r\nand consultative activities. In this regard, aware \r\nthat the Court seeks to achieve the greatest possible \r\nunderstanding and dissemination of its decisions \r\nworldwide through its publications, we call for the use \r\nof all official languages  of the United Nations in the \r\nimportant work the Court publishes so as to achieve \r\ngreater dissemination and wider reach.\r\nDuring the reporting period, the International \r\nCourt of Justice had a particularly heavy workload, \r\nwith 19 pending contentious cases and one pending \r\nadvisory procedure, in addition to having issued four \r\njudgments and 14 orders. During this same period, \r\nthe International Court of Justice held five hearings \r\nand dealt with five new contentious cases as well as \r\none request for an advisory opinion. In addition, as of \r\n31 July 2017, the Court still had 17 cases pending.\r\nThe outstanding contentious causes affect States \r\non four continents, among which six States of the \r\nAmericas, five States of Africa, five States of Europe \r\nand five States of Asia are involved. This geographical \r\ndiversity among the cases reflects the universal nature \r\nof the jurisdiction of the principal judicial organ of the \r\nUnited Nations. We reiterate our respect for the Court \r\nand praise it for its work.\r\nMr. Alday González (Mexico) (spoke in Spanish): \r\nMexico thanks Judge Ronny Abraham, President of the \r\nInternational Court of Justice, for presenting the report \r\non the activities of the International Court of Justice \r\nduring the reporting period (A/72/4). The number \r\nof cases being heard, including the submission of \r\nnew cases and a request for an advisory opinion, are \r\na testament to the dynamic nature of the Court and \r\nreflect its relevance, given that States continue to turn \r\nto it for the resolution of their disputes. The report also \r\nreflects the universality of the Court, demonstrating \r\nthe regional diversity of its cases and the range of issues \r\nthat are addressed, including territorial and maritime \r\ndisputes, issues of consular law, human rights, \r\nenvironmental law, international accountability and the \r\nquestion of damages, immunity and the interpretation \r\nand application of international treaties.\r\nThe volume of the International Court of Justice’s \r\njudicial activity is unique and distinct from that of \r\nother international courts and tribunals. International \r\ncriminal tribunals and human rights tribunals seek to \r\ndissuade actors from perpetrating crimes and other \r\nviolations of human dignity, with the ultimate goal \r\nof one day having no cases to consider. In contrast, \r\nrecourse to the International Court of Justice will \r\nalways be attractive for States, with the increase in its \r\ncase load being a healthy symptom of the preference \r\nfor peaceful solutions to controversies, as opposed to \r\nconfrontation. For my delegation, that will always be \r\nthe best approach. However, in order to guarantee that \r\nrecourse to the Court remains an attractive option for \r\nStates, it is necessary for the Court’s judgments to be \r\nupheld. Adjudication alone is not enough to restore the \r\nrule of law when it is violated. Rather, adjudication is \r\na prerequisite for taking measures to restore law and \r\norder.\r\nAlthough paragraph 2 of Article 94 of the Charter \r\nof the United Nations indicates that the Security \r\nCouncil can take action in cases of non-compliance \r\nwith the obligations imposed by a Court ruling, the \r\npolitical considerations surrounding  the Security \r\nCouncil sometimes make it an inefficient and therefore \r\nineffective mechanism, which can no doubt generate \r\nfrustration among the States that have decided to \r\nsubmit their disputes to the Court in good faith. Mexico \r\nis no stranger to that reality. Nevertheless, we remain \r\nconvinced that a simple, well-reasoned decision to call \r\nupon the Court must alone represent a willingness \r\nto comply with its rulings. Paragraph 1 of Article 94 \r\nof the Charter, on good-faith compliance with the \r\nCourt’s decisions, should always take precedence of the \r\nArticle’s second paragraph. Therefore, it is important \r\nto uphold the finality of the Court’s judgments; such \r\nfinality is set forth in Article 60 of the Statute of the \r\nCourt. \r\nWhile each and every one of the Court’s judgments \r\nserves to consolidate the rule of law at the international \r\nlevel, the Court’s impact extends beyond its judgments. \r\nIts openness to participating in and holding discussions \r\nin different forums, whether official or academic, with \r\na range of stakeholders, also serves that purpose.\r\nThe world is facing new challenges. At a time when \r\nthe drift towards isolationism and detachment from the \r\nmultilateral order appears increasingly tempting, the \r\nvalidity of international law put to the test almost daily. \r\nThis is a moment when the pre-eminence of the Charter \r\nof the United Nations becomes key and when the need \r\nfor a strong Court is at its greatest, whose judgments \r\nare seen as success stories in our commitment to the \r\nlaw. We must therefore make greater efforts for the \r\nwork of the Court to be known. Court cases should \r\nnot only be understood and analysed in governmental \r\nand academic circles, but should also reach the widest \r\n26/10/2017 A/72/PV.34\r\n17-34488 23/26\r\npossible audience so that, in difficult times, the United \r\nNations, through its principal judicial body, can be seen \r\nto provide concrete results that allow for the peaceful \r\nrestoration of the rule of law. \r\nWe, the Member States, must honour our \r\ncommitments to upholding international law. \r\nStrengthening the Court also means giving it our vote of \r\nconfidence by recognizing its compulsory jurisdiction. \r\nWe therefore strongly welcome the fact that Equatorial \r\nGuinea has recently joined the group of States that \r\nhave expressly recognized that jurisdiction. We can \r\nalso support the Court in other ways, for example, \r\nby including jurisdictional clauses in international \r\ntreaties, by applying forum prorogatum or by calling \r\nupon the Court’s advisory function, keeping in mind \r\nthat the number of contentious cases in the past decade \r\nhas been greater than all the advisory opinions issued \r\nby the Court since its inception. \r\nFinally, we must ensure that the Organization \r\nendows the Court with the funds it needs to effectively \r\nfulfil its mandate. I reiterate the unwavering \r\ncommitment of Mexico to the settlement of disputes \r\nthrough peaceful means and therefore its commitment \r\nto the International Court of Justice.\r\nMr. Mohamed (Sudan) (spoke in Arabic): My \r\ncountry’s delegation aligns itself with the statements \r\ndelivered by the representatives of the Islamic Republic \r\nof Iran and Algeria on behalf of the Non-Aligned \r\nMovement and the Group of African States, respectively. \r\nWe thank the International Court of Justice for the \r\nreport on its judicial activity from 1 August 2016 to \r\n31 July 2017 (A/72/4).\r\nThe maintenance of international peace and \r\nsecurity is one of the most important objectives of \r\nthe United Nations. This objective is enshrined in the \r\nCharter of the United Nations as one of the reasons for \r\nthe creation of the Organization. One of the essential \r\nprinciples of the Charter is that all Member States must \r\nstrive to resolve their international disputes by peaceful \r\nmeans that do not pose a threat to international peace \r\nand security.\r\nWe commend the United Nations and its ongoing \r\ncommitment to the peaceful settlement of disputes, \r\nwhich it has demonstrated on several occasions, with, for \r\nexample, the Declaration on Principles of International \r\nLaw concerning Friendly Relations and Cooperation \r\namong States in accordance with the Charter of the \r\nUnited Nations, in 1970, the Manila Declaration on \r\nthe Peaceful Settlement of International Disputes, in \r\n1982, and the 2005 World Summit Outcome. The same \r\ncan be said for a number of international instruments \r\nthat were recently adopted by the General Assembly \r\nand the Security Council. The Charter should not just \r\nurge States to peacefully settle their disputes, but it \r\nshould also provide a platform for doing so, pursuant \r\nto international law; this is the prime task of the \r\nInternational Court of Justice.\r\n In order for the Court, as the principal judicial \r\nbody of the United Nations, to be able to settle \r\ndisputes, however, the States concerned must accept \r\nits jurisdiction, which can be done in various ways, \r\nincluding through a special agreement whereby a \r\ncountry becomes party to a treaty that stipulates that \r\nthe Court is the body responsible for the arbitration or \r\nsettlement of disputes arising from the treaty, or, in \r\nthe alternative, it could issue a unilateral declaration \r\naccepting the Court’s jurisdiction. Accordingly, the \r\nnumber of States accepting the Court’s jurisdiction \r\nhas increased, which has allowed the Court to carry \r\nout its work more effectively, bring about the peaceful \r\nsettlement of disputes, maintain international peace, \r\nand enable States to develop friendly relations based on \r\nthe rule of law.\r\nIn recent years, the Court’s activities have \r\nsubstantially increased, with an increasing number of \r\nMember States referring to it as the appropriate and \r\neffective venue for ensuring the peaceful settlement \r\nof disputes. The exclusive jurisdiction of the Court \r\ncovers all cases referred to it by States parties,  as well \r\nas all matters related to the authority of the Charter, \r\nand treaties and conventions in force; its authority is \r\nsupported by the universal character of the judgments it \r\nissues. As a result, the Court  is the organ of choice by \r\nStates for the resolution of legal disputes. \r\nTo further energize that dynamic and encourage \r\nStates to refer their disputes to the Court, the \r\nSecretary-General launched a campaign in 2013 to \r\nincrease the number of States accepting the compulsory \r\njurisdiction of the Court under Article 36, paragraph 2, \r\nof its Statute and to encourage States that had lodged \r\nreservations with regard to arbitration articles in \r\ninternational treaties to withdraw them. This campaign \r\nwas successful and constructive and underscored the \r\nimportance of the peaceful settlement of international \r\ndisputes. Still, it is important that the campaign be \r\nextended. To that end, my country’s delegation feels \r\nthat it is especially important for Member States to \r\nA/72/PV.34 26/10/2017\r\n24/26 17-34488\r\nsupport United Nations endeavours and participate in \r\nany initiative that promotes accepting the universal \r\njurisdiction of the Court.\r\nAs a judicial organ, the International Court of Justice \r\nis an especially attractive venue because the Court can \r\nbe seized of all legal disputes under international law. \r\nIndeed, unlike other mechanisms aimed at settling \r\ndisputes, the scope of the Court is not limited to one \r\nsingle area of international law. Any dispute can be \r\nreferred to it, provided that the parties to the dispute \r\nwish to have it resolved there. The Court offers a number \r\nof options for the peaceful settlement of disputes as \r\nwell as the means to break deadlocks effectively and \r\nin a cost-efficient manner. It delivers authoritative \r\njudgments and, more importantly, plays a major role \r\nin establishing the rule of law at the international \r\nlevel. By applying the law to its cases, it establishes \r\nand develops international law, thereby promoting the \r\nrule of law more generally. In other words, when States \r\nconsent to and accept the jurisdiction of the Court as \r\nparties to a case within its jurisdiction, they are clearly \r\nindicating their recognition and respect for the rule of \r\nlaw. That is beneficial not just for consenting States, \r\nbut for international law in and of itself, and for the \r\nentire international community.\r\nIn conclusion, my country’s delegation calls on all \r\nMember States to make use of the various mechanisms \r\nand tools developed under international law, in \r\nparticular the International Court of Justice, to settle \r\ndisputes peacefully, and expresses its appreciation for \r\nthe Court and all the steps that it has taken to fulfil its \r\nmandate as effectively as possible. We underscore the \r\nimportance of finding ways to strengthen the Court and \r\nbolster its role, as it is the principal judicial organ of the \r\nUnited Nations. \r\nFrom this rostrum, we call on the General Assembly \r\nand the Security Council to exercise wherever possible \r\nthe power conferred  upon them by  Article 96 of \r\nthe Charter to request advisory opinions from the \r\nInternational Court of Justice on any legal issue. We \r\nalso encourage other countries to consider referring \r\ntheir disputes to the Court, using all possible means set \r\nforth in its Statute. Moreover, we urge States that have \r\nnot yet done so to accept the jurisdiction of the Court in \r\naccordance with its Statute.\r\nMrs. Rolón Candia (Paraguay) (spoke in Spanish): \r\nI commend and congratulate Mr. Ronny Abraham in \r\nhis capacity as President of the International Court of \r\nJustice, as well as the other judges of that international \r\njudicial body, for their hard work in advocating for the \r\nuniversal consecration of the principle of the peaceful \r\nsettlement of international disputes. My country \r\nwelcomes the report of the International Court of \r\nJustice for the period from 1 August 2016 to 31 July \r\n2017 (A/72/4). \r\nThe Republic of Paraguay has a long-standing \r\ntradition with regard to multilateral issues, as one of \r\nthe founders of the now-defunct League of Nations, \r\nand its successor, the United Nations. In the Republic \r\nof Paraguay, the rule of law prevails, international law \r\nis accepted, and the general principles that govern its \r\ninternational relations and its domestic legal system are \r\nadapted in accordance with its Magna Carta. We have \r\nalso enshrined in our law both the renunciation of war \r\nand the inherent right to legitimate self-defence in cases \r\nof aggression. The Republic of Paraguay reiterates \r\nits commitment to and unconditional respect for the \r\npurposes and principles enshrined in the Charter of the \r\nUnited Nations, in particular the peaceful settlement of \r\ninternational disputes and the abstention from use or \r\nthreat of use of force.\r\nWith regard to the jurisdiction of the International \r\nCourt of Justice, the Republic of Paraguay is currently \r\ncelebrating the twenty-first anniversary of depositing its \r\ndeclaration of acceptance of the compulsory jurisdiction \r\nof the Court in relation to any other State accepting the \r\nsame obligation, with the goal of settling ex nunc all \r\ndisputes provided for in Article 36, paragraph 2, of the \r\nStatute of the Court. It is worth mentioning that the \r\nonly limitation Paraguay places on its acceptance of the \r\nCourt’s jurisdiction is ratione temporis. Consequently, \r\nour acceptance may be view to be very broad in terms \r\nof the legal disputes set forth in the Statute.\r\nWe take this opportunity to share with the General \r\nAssembly the fact that Paraguay’s experience with \r\nrespect to the Court’s jurisdiction dates back to the \r\nAmerican Treaty on Pacific Settlement of 1948, also \r\nknown as Pact of Bogotá, which  aimed at ensuring the \r\nabstention from use or the threat of the use of force, \r\nor any other means of coercion, in the settlement \r\nof disputes, and the recourse at all times to peaceful \r\nprocedures whereby the high contracting parties declare \r\nthat they accept ipso facto the compulsory jurisdiction \r\nof the Court with respect to any other State of the \r\nAmericas. The importance of this regional instrument \r\nis therefore worth emphasizing.\r\n26/10/2017 A/72/PV.34\r\n17-34488 25/26\r\nThe Republic of Paraguay, a peace-loving State, \r\ncommends the other 72 States that have accepted the \r\ncompulsory jurisdiction of the Court, in particular \r\nEquatorial Guinea, the Netherlands, Pakistan and the \r\nUnited Kingdom of Great Britain and Northern Ireland, \r\neach of which recently deposited a declaration to this \r\nend. This should encourage the international community \r\nto continue to pool its efforts aimed at promoting the \r\nrule of law and the principle of the peaceful settlement \r\nof international disputes. We urge those States that have \r\nnot yet done so to accept the jurisdiction of the Court.\r\nThe Republic of Paraguay wishes to highlight \r\nthe advisory work of the Court, which, since its \r\nestablishment, has issued more than 20 advisory \r\nopinions. Set alongside its judgments, the advisory \r\nopinions have helped to bring about a greater \r\nunderstanding of international law in general and its \r\nfurther development. Similarly, with regard to its \r\npublications, both in print and digitally, the Republic of \r\nParaguay encourages the Court to continue to publish \r\nits work and to ensure in particular that its publications \r\nare available in all the official languages  of the United \r\nNations. In addition, the delegation of Paraguay wishes \r\nto encourage Member States to pool their efforts with a \r\nview to guaranteeing the financial resources the Court \r\nneeds for its work to be sustainable. As we wish the \r\njudges of the Court continued success in their functions \r\nin the current and future phases of their work, my \r\ndelegation encourages them to continue to strive for \r\nlegal equality among States and to make strides towards \r\ntrue universal peace.\r\nFinally, with respect to the principle of the legal \r\nequality of States, which is one of the cornerstones \r\nof international law, we wish to recall the words of \r\nManuel Gondra Pereira, a Paraguayan intellectual from \r\nthe last century, who in 1924, at the fifth Pan-American \r\nConference, held in Santiago, Chile, said,\r\n“In a conflict between States, the weak may be \r\njust, the strong also be just. But the injustice of one \r\nmay be constrained by its own fragility, while the \r\ninjustice of the other may seek to reach wherever \r\nits strength allows. Therefore, since the just cannot \r\nalways be strong, we have pledged to make sure \r\nthat the strong is always just.”\r\nMr. Bin Momen (Bangladesh): Bangladesh thanks \r\nJudge Ronny Abraham, President of the International \r\nCourt of Justice, for his comprehensive report, which \r\ndetails the judgments rendered by the Court during \r\nthe reporting period (A/72/4). We also take note of \r\nthe measures adopted to make the Court function with \r\nenhanced efficiency and visibility.\r\nBangladesh aligns itself with the statement \r\ndelivered by the representative of the Islamic Republic \r\nof Iran on behalf of the Non-Aligned Movement. We \r\nthank the Court and its President for handing down a \r\nconsiderable number of orders during the reporting \r\nperiod.\r\nBangladesh attaches great importance to the crucial \r\nrole played by the Court in promoting the peaceful \r\nsettlement of international disputes, as set forth in \r\nthe Charter of the United Nations. The Court has a \r\ncrucial role to play in upholding and promoting the rule \r\nof law and in the maintenance of international peace \r\nand security. We highlight the power of the General \r\nAssembly, the Security Council and other authorized \r\nbodies of the United Nations, as well as specialized \r\nagencies with in its principal organs, to invoke the \r\nCourt’s advisory jurisdiction.\r\nBangladesh believes that the international \r\ncommunity’s sustained confidence in the International \r\nCourt of Justice’s work is manifest through the broad \r\nrange of subjects of the cases submitted to it. The \r\ndiversity of the subject matter further illustrates the \r\ngeneral character of the Court’s jurisdiction. While \r\nBangladesh acknowledges the possibility of submitting \r\ncases involving contentious and protracted disputes on \r\na wide range of subjects to the Court for authoritative \r\njudgments, orders and advisory opinions, we consider \r\nit advisable to submit cases matters of sufficient weight \r\nso as to avoid overloading the Court’s already heavy \r\nworkload, especially when many of those issues can be \r\nresolved through other legal and peaceful means.\r\nAs a nation with unequivocal commitment to \r\nthe peaceful settlement of disputes, Bangladesh \r\nduly acknowledges the Court’s judgments, advisory \r\nopinions and ongoing work with respect to territorial \r\nintegrity and sovereignty, the unlawful use of force, and \r\ninterference in the domestic affairs of States, among \r\nother issues. Bangladesh continues to follow with \r\ninterest the Court’s work on territorial and maritime \r\ndisputes and on the conservation of natural and living \r\nresources. We have demonstrated our commitment to \r\nthe international rule of law by resolving outstanding \r\nboundary-delimitation issues with our neighbouring \r\ncountries through legal and peaceful means.\r\nA/72/PV.34 26/10/2017\r\n26/26 17-34488\r\nBangladesh recalls the Court’s valuable role in \r\npaving the way for the landmark adoption of Treaty on \r\nthe Prohibition of Nuclear Weapons that we signed this \r\nyear. Every year, we continue to co-sponsor the General \r\nAssembly draft resolution entitled “Follow-up to the \r\nAdvisory Opinion of the International Court of Justice \r\non the legality of the threat or use of nuclear weapons”.\r\nBangladesh acknowledges the need for adequate \r\nresources to ensure the proper functioning of the Court \r\nand urges all Member States to give due consideration \r\nto the Court’s requests in this regard. We take note \r\nwith appreciation of the efforts being made to further \r\nupgrade the Court’s visibility online, including through \r\nits website, and to enhance the use of  information \r\nand communications technologies in tandem with the \r\ngrowing volume and complexity of its work. We thank \r\nthe Court for broadening its outreach to include more \r\nyoung people and students. We would recommend \r\nthat the Court and its Registry consider ways to \r\nallow eligible students from the least developed and \r\ndeveloping countries to benefit from the hands-on \r\nexperience of working with the Court.\r\nBangladesh remains mindful of the General \r\nAssembly’s call upon States to accept the Court’s \r\njurisdiction in accordance with its Statute. The \r\nauthorities concerned should keep this issue under \r\nactive consideration.\r\nMr. Lefeber (Netherlands): I would like, first \r\nof all, to thank His Excellency Mr. Ronny Abraham, \r\nPresident of the International Court of Justice, for his \r\npresentation of the report of the International Court \r\nof Justice (A/72/4) and for the outstanding work of \r\nthe Court as the principal judicial organ of the United \r\nNations. The Kingdom of the Netherlands continues to \r\nbe proud to be the host country of the Court.\r\nMy Government recently renewed its declaration \r\nof acceptance of the compulsory jurisdiction of \r\nthe International Court of Justice with a view to \r\neliminating prior limitations on the jurisdiction of the \r\nCourt in contentious cases involving the Kingdom of \r\nthe Netherlands. Our only remaining reservation to the \r\nCourt’s jurisdiction is now one of ratione temporis: the \r\nKingdom of the Netherlands will accept the Court’s \r\njurisdiction over all disputes arising out of facts or \r\nsituations arising no earlier than 100 years before the \r\ndispute is brought before the Court.\r\nWe would encourage all States Members of the \r\nUnited Nations that have not yet done so to accept \r\nthe compulsory jurisdiction of the Court by issuing a \r\ndeclaration pursuant to Article 36 of the Statute. We \r\nwould also invite those States declaring acceptance of \r\nthe Court’s jurisdiction to do so with as few reservations \r\nas possible. \r\nIn this context, my Government notes with concern \r\nrecent developments that point in the direction of \r\nmore, rather than fewer, reservations being declared \r\nwith respect to acceptance of the Court’s jurisdiction. \r\nThe Kingdom of the Netherlands considers additional \r\nlimitations of the Court’s jurisdiction to be undesirable \r\nand therefore would invite States that have entered \r\nreservations to reconsider them and amend their \r\ndeclarations to remove limitations on the exercise of \r\njurisdiction of the International Court of Justice.\r\nThe meeting rose at 1 p.m.\r\n"