"United Nations A/72/PV.14\r\nGeneral Assembly\r\nSeventy-second session\r\n14th plenary meeting\r\nThursday, 21 September 2017, 6.25 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nIn the absence of the President, Mr. Shava \r\n(Zimbabwe), Vice-President, took the Chair.\r\nThe meeting was called to order at 6.25 p.m.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mr. Giorgi Kvirikashvili, Prime \r\nMinister of Georgia\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of Georgia.\r\nMr. Giorgi Kvirikashvili, Prime Minister of \r\nGeorgia, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Giorgi Kvirikashvili, \r\nPrime Minister of Georgia, and inviting him to address \r\nthe Assembly.\r\nMr. Kvirikashvili (Georgia): At the outset, let \r\nme express my deepest condolences and sympathy to \r\nthe victims of the natural disasters that have affected \r\nNorth America over the past several days, including \r\nthe hurricanes that have devastated Caribbean \r\nisland nations and parts of the United States and the \r\nearthquakes that have impacted Mexico. We convey \r\nour solidarity to the Governments and the peoples of \r\nthose nations during these difficult times. No country, \r\nincluding Georgia, is immune from natural disasters. \r\nSolidarity is what strengthens nations when addressing \r\nsuch severe challenges.\r\nMy fellow countrymen share with me the honour \r\nof addressing the General Assembly today, because \r\nthe message that I have been entrusted to deliver \r\nis one that they understand in their bones, having \r\npersonally experienced it, lived it and embraced it. That \r\nmessage — their message — is straightforward: by \r\nputting Georgian citizens at the centre of our strategy, \r\nwe aim to further strengthen democratic institutions, \r\nensure peace and accelerate economic growth. Those are \r\nthe essential multipliers for sustainable development, a \r\nproject that connects us with the region and the world.\r\nThis year marks the twenty-fifth anniversary of \r\nGeorgia’s membership in the United Nations. During \r\nthat period, we have managed to transform our country \r\nfrom a recipient of United Nations humanitarian aid to \r\na top reformer that was recently elected as Chair of the \r\nOpen Government Partnership. Georgia brings to that \r\ntask the same vision that it espouses for itself: putting its \r\ncitizens at the centre of its priorities. Georgia’s chairship \r\nof the Open Government Partnership will support the \r\nUnited Nations Sustainable Development Goals (SDGs), \r\nespecially Goal 16, on promoting peaceful and inclusive \r\nsocieties for sustainable development, providing access \r\nto justice for all and building effective, accountable and \r\ninclusive institutions.\r\nIn implementing the SDGs by incorporating them \r\ninto our national policies, we have seen the need for \r\nthe institutional reform of the United Nations, and we \r\nsupport the new vision of Secretary-General Guterres \r\nas reflected in the Declaration of Support, to which we \r\nrecently subscribed. When I spoke before the Assembly \r\nlast year (see A/71/PV.13), Georgia was heading into \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-29597 (E)\r\n*1729597*\r\nA/72/PV.14 21/09/2017\r\n2/42 17-29597\r\ngeneral elections. That resulted in our people entrusting \r\nus with increased support to lead the country. The \r\npeople saw two things. First, they saw that we are \r\ncommitted to making democratic rights and security \r\nthe key drivers of all our policies. Secondly, they saw \r\nthat we offer a clear path for further reforms.\r\nOur citizens feel the changes that international \r\ninstitutions have been clearly referring to. Georgia has \r\nadvanced in all international rankings over the past \r\nfive years. The Fraser Institute ranks the Georgian \r\neconomy as the fifth freest in the world. We have come \r\nto grips with corruption. The Heritage Foundation \r\nranked Georgia thirty-first in terms of freedom from \r\ncorruption in 2017, an improvement from its ranking of \r\nsixty-ninth in 2012. Transparency International echoed \r\nthat progress in 2016 by ranking Georgia first in the \r\nregion in that regard. We have prioritized the protection \r\nof property rights. The World Economic Forum’s \r\nGlobal Competitiveness Report 2016-2017 has raised \r\nGeorgia’s ranking by 77 since 2012. We are committed \r\nto an independent judiciary. The World Economic \r\nForum ranks Georgia at sixty-third in that regard, an \r\nincrease in rankings of 28. In the critical area of law \r\nenforcement and physical security, the World Bank \r\nranks Georgia twenty-sixth with respect to combating \r\norganized crime, an increase in rankings of 41.\r\nWe are not making merely cosmetic changes. \r\nWe promised our people that we would introduce a \r\nparliamentary system and improve our Constitution \r\nso as to conform to the best European standards. In \r\naddition to addressing numerous contradictions in the \r\ncurrent Constitution, the new draft introduces many \r\nnew progressive initiatives, such as the right to physical \r\nintegrity, the rights of persons with disabilities, the right \r\nto access to the Internet, environmental protections and \r\nmany more that are in line with the recommendations \r\nof the European Commission for Democracy through \r\nLaw, also know as the Venice Commission. Those \r\ncommitments reflect Georgians’ aspirations to attain \r\nfull membership in the European Union and NATO. \r\nGeorgians understand that to be their destiny, as \r\nGeorgia has long been an integral part of Europe’s \r\nbroad cultural and historical tapestry.\r\nIn parallel with constitutional reform, we began \r\nimplementing our four-point economic reform plan \r\naimed at ensuring quick economic growth. We launched \r\nan ambitious education reform in order to facilitate \r\nlinks between the educational system and industry \r\nand develop demand-based higher and professional \r\neducation and enhance the economic skills and capacity \r\nof the labour force.\r\nLiving in an innovative society is a key to success \r\nfor our talented young people. We are further investing \r\nin our national ecosystem and in integrating it into \r\nthe global one so as to open doors and build bridges \r\nconnecting our innovators with world markets.\r\nPrudent macroeconomic policy has been the \r\nfoundation of our success in the region’s turbulent \r\neconomic environment. The World Economic Forum’s \r\nGlobal Competitiveness Report has advanced Georgia \r\nby 97 places in the rankings since 2012. This month, \r\nMoody’s upgraded the sovereign credit rating of Georgia \r\nto Ba2, acknowledging that Georgia has successfully \r\novercome the regional shock of 2014-2016.\r\nIn order to increase incentives to invest in Georgia, \r\nwe have implemented a bold taxation reform, which \r\nincludes abolishing the profit tax on undistributed \r\nearnings and liberalizing the tax administration system. \r\nWe anticipate up to 5 per cent economic growth this \r\nyear, rising to 7 per cent and higher in the coming years.\r\nWe are committed to upgrading Georgia’s \r\ninfrastructure. That is important in order for Georgia \r\nto realize its geostrategic aim of serving as a hub for \r\ndoing business in the region, connecting East and \r\nWest. Upgrading our infrastructure is essential so \r\nas to ensure the rapid delivery of services, achieve \r\nefficiency in tourism and logistics, and effectively \r\ntake goods to market. We see that as a powerful way \r\nto create employment that pulls people out of poverty. \r\nWe have agreed to a multi-year programme with \r\nthe International Monetary Fund and have secured \r\nfinancing for projects worth several billion dollars \r\nfrom international financial organizations.\r\nGeorgia, like Ukraine and Moldova, has signed an \r\nAssociation Agreement with a Deep and Comprehensive \r\nFree Trade Area agreement with the European Union \r\n(EU) and has secured visa-free travel to the EU. At the \r\nsame time, Georgia has become the first country in the \r\nregion to sign a free-trade agreement with China. On \r\nthe one hand, we are integrating into the EU internal \r\nmarket and, on the other hand, we are bringing Asian \r\nmarkets closer to us. That enables Georgia to use the \r\nfull potential of its free trade networks as part of one \r\nof the most exciting development ventures of our time.\r\nWe are contributing to the One Belt, One Road \r\nproject, which will facilitate trade in high-value \r\n21/09/2017 A/72/PV.14\r\n17-29597 3/42\r\ngoods and services between Europe and Asia, cutting \r\nsignificant time from the length of traditional seaborne \r\ntransport around the peripheries of Eurasia. Asia and \r\nEurope will meet in that grand adventure through \r\nthe Baku-Tbilisi-Kars railway project, which we are \r\nimplementing together with our Turkish and Azeri \r\npartners, and Georgia’s new state-of-the-art port on \r\nthe Black Sea at Anaklia. That deep-water port will be \r\ncapable of handling the largest container ships, which \r\nwill result in a multifold increase of Georgia’s cargo-\r\ntransit capacity. Anaklia will be developed by multiple \r\ninternational players and will be operated by a well-\r\nknown American company.\r\nGeorgia is now less than 10 days from East Asia \r\nand within five days of any point in Europe. We are \r\ncreating an efficient multimodal transit infrastructure \r\nthat will forge links and processes, and will cement \r\nrelationships among States and people from Europe to \r\nAsia. It represents the fundamental connection between \r\nbuilding economic stability for Georgian citizens and \r\nachieving a more prosperous and peaceful region.\r\nIn a world full of challenges — hot and frozen \r\nconflicts, State and non-State aggressions — Georgia \r\nis no exception. And here, too, we have put our citizens \r\nat the centre of our strategy. United Nations Members \r\nare well aware that the Russian Federation continues \r\nto occupy two historical regions of Georgia’s sovereign \r\nterritory in violation of its many international \r\nobligations, including dozens of Security Council and \r\nGeneral Assembly resolutions.\r\nSince the beginning of 2017, the Russian Federation \r\nhas intensified its policy of occupation and factual \r\nannexation of the Georgian regions of Abkhazia and \r\nTskhinvali/South Ossetia. It has implemented so-called \r\nintegration treaties and signed so-called agreements \r\nwith de facto authorities to absorb Georgia’s occupied \r\nregions into Russia’s military, political, economic \r\nand social systems. It has also accelerated its military \r\nbuild-up in both of the occupied regions of Georgia. \r\nThe Russian Federation has intensified the fortification \r\nof the occupation lines by installing razor-wire fences, \r\ntrenches, so-called border signs and other artificial \r\nbarriers. Families have even endured having razor-\r\nwire fences cut through their dwellings and farmyards. \r\nVulnerable groups, such as people in need of medical \r\ncare and schoolchildren crossing to get an education \r\nin their native language, which is prohibited in the \r\noccupied regions, have been blocked by closed crossing \r\npoints. Meanwhile, Russia continues to install motion \r\ndetectors and other technologies in order to assert full \r\ncontrol of all crossings along the occupation line.\r\nGeorgia is firmly committed to the peaceful \r\nresolution of the Russia-Georgia conflict. The Georgian \r\nGovernment complies with the EU-mediated ceasefire \r\nagreement. It has many times reaffirmed its adherence \r\nto the legally binding non-use of force. Russia has \r\nnot reciprocated. Georgia’s consistent efforts to find \r\na peaceful solution to the conflict are reflected in \r\nthe testimonies of many countries and international \r\norganizations. I would like to thank world leaders for \r\naddressing the need of accelerating peaceful conflict \r\nresolution and for supporting Georgia’s territorial \r\nintegrity and sovereignty during this general debate.\r\nEvery year, the General Assembly adopts a \r\nresolution reiterating the right of return of all internally \r\ndisplaced persons and refugees to the occupied regions. \r\nGeorgians are grateful for the support of the United \r\nNations, but the resolutions have not translated into \r\nreality for hundreds of thousands of my compatriots \r\nwaiting to return to their homes, simply because one \r\nState Member of the United Nations refuses to comply \r\nwith its international obligations.\r\nThe Government of Georgia is providing new \r\ninstruments to rebuild trust with our compatriots \r\nliving across the occupation line. We are determined \r\nto make the benefits of Georgia’s European agenda \r\navailable to the people on the other side of occupation \r\nline. Our substantial package of initiatives for those \r\nunder occupation include providing opportunities \r\nfor trans-administrative borderline trade and access \r\nto Georgia’s free trade opportunities in the global \r\nmarketplace. We also offer them health care, education \r\nand other social benefits.\r\nDespite the challenges we face, Georgia is a \r\nsignificant contributor to Euro-Atlantic security. Our \r\nstrategic partnership with the United States has proved \r\nto be key for our development and stability, and we are \r\ncommitted to deepening those ties further. The EU \r\nGlobal Strategy has recognized Georgia’s success as \r\na prosperous, peaceful and stable democracy and as a \r\nsignificant contributor in its neighbourhood.\r\nWe continue our active participation in international \r\noperations, including in Afghanistan and in the \r\nEuropean crisis-management operations in the Central \r\nAfrican Republic and Mali. In 2014, Georgia became a \r\nmember of the Global Coalition to Defeat the Islamic \r\nState in Iraq and the Sham (ISIS) and joined three \r\nA/72/PV.14 21/09/2017\r\n4/42 17-29597\r\ncounter-ISIS working groups on counter-financing, on \r\ncounter-messaging and on foreign terrorist fighters. \r\nGeorgia is a party to 14 United Nations counter-\r\nterrorism conventions and to the European Convention \r\non the Suppression of Terrorism, and fulfils its \r\ncommitments in that regard.\r\nGeorgia is growing. Georgia is vibrant. Georgia is \r\nresilient in the face of challenges. Georgia carries its \r\nshare of international responsibilities. Georgia is all of \r\nthose things, because Georgia is its citizens. They are \r\nat the centre of our Government’s strategy, and that is \r\nwhere they will remain. As we have reached out to the \r\nworld, the world has come to us. Our citizens are the \r\nbeneficiaries of greater connectivity to the world. Their \r\neconomic success is a prerequisite for sustained well-\r\nbeing and prosperity, both at home and well beyond \r\nGeorgia’s borders. I speak today as one steward of our \r\nnation, with thanks to all who love and support Georgia.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of \r\nGeorgia for the statement he has just made.\r\nMr. Giorgi Kvirikashvili, Prime Minister of \r\nGeorgia, was escorted from the rostrum.\r\nAddress by Mr. Gaston Alphonso Browne, Prime \r\nMinister of Antigua and Barbuda\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of Antigua \r\nand Barbuda.\r\nMr. Gaston Alphonso Browne, Prime Minister of \r\nAntigua and Barbuda, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Gaston Alphonso \r\nBrowne, Prime Minister of Antigua and Barbuda, and \r\ninviting him to address the Assembly.\r\nMr. Browne (Antigua and Barbuda): On \r\n6 September, my small, two-island State, Antigua and \r\nBarbuda, was the victim of the ferocity of Hurricane \r\nIrma, the largest storm endured in the Atlantic in human \r\nhistory. The island of Barbuda was decimated, its entire \r\npopulation left homeless and its buildings reduced to \r\nempty shells.\r\nFortunately, Antigua and Barbuda was spared \r\nthe full blast of Hurricane Maria just nine days later, \r\nalthough sustained winds of up to 60 miles per hour \r\ngave us a troubling awareness of the agony visited \r\non the nearby islands of Dominica, Guadeloupe and \r\nPuerto Rico. Antigua and Barbuda continued to stay \r\nresilient. Having witnessed the devastation of Barbuda \r\nand the desolation of its inhabitants after the ravages of \r\nIrma, my heart bleeds for the people of the countries \r\nthat have now been brutalized by Maria, and those that \r\nwill suffer its cruelty in the coming days.\r\nI have come to the General Assembly because \r\nI consider it to be important to speak to the world’s \r\nrepresentatives and to do so collectively in order to \r\nshare the experience of my country, as well as the huge \r\nchallenges faced by the Caribbean islands in general. \r\nBarbuda and its inhabitants were among the worst \r\naffected by Hurricane Irma in the region. Barbuda has \r\na surface of 62 square miles. When Irma thundered \r\nover the island, it was 375 miles wide, with gale force \r\nwinds of 220 miles per hour. Barbuda did not stand \r\nthe faintest chance against such size, such ferocity and \r\nsuch intensity. The island was completely destroyed, \r\nand my Government was compelled to evacuate all of \r\nthe inhabitants to Antigua.\r\nFor the first time in over 300 years, there are now \r\nno permanent residents on Barbuda. The footprints of \r\nan entire civilization have been erased by the brutality \r\nand magnitude of Irma. Everything that meant anything \r\nto the inhabitants had to be left behind — their homes, \r\ntheir possessions, their history, indeed, everything that \r\ndefines them as a society and as a people. Mercifully, \r\nAntigua, the larger of the two islands, suffered no major \r\ndamage, and it could begin to function normally within \r\n48 hours.\r\nHad that not been the case, how we would have \r\ncoped is simply beyond imagination. Overnight, \r\nAntigua’s population increased by almost 3 per cent. \r\nI know of no country that could easily cope with such \r\nan unplanned, unexpected and unscheduled increase in \r\nits population.\r\nIn addition to providing shelter, accommodation \r\nand basic necessities to the evacuated residents of \r\nBarbuda, the social services on Antigua are now under \r\ngreat strain. They struggle to provide school places \r\nfor an additional 600 students, medical services for \r\nthe elderly and a means of earning an income for the \r\nable-bodied. Naturally, the residents of Barbuda are \r\nanxious to return to their homeland. But, as I speak \r\nto the Assembly, the island remains unfit for human \r\nhabitation. There is no electricity or potable water, and \r\n21/09/2017 A/72/PV.14\r\n17-29597 5/42\r\n95 per cent of the buildings have been destroyed or \r\nseverely damaged.\r\nPreliminary estimates have placed the cost of \r\nrebuilding Barbuda at about $250 million. That figure \r\nrepresents 15 per cent or more of my country’s gross \r\ndomestic product of approximately $1.5 billion. It is \r\nsimply a stretch beyond our reach.\r\nThe President took the Chair.\r\nAntigua and Barbuda urgently requires the \r\nassistance of the international community, including \r\nthe international development and finance institutions, \r\nto accomplish the vital task of rebuilding Barbuda. And \r\nI should say that we have not outstretched the palm of \r\nour hand because we simply crave; we plead because \r\nwe need.\r\nBarbuda is not only a natural disaster; it is a \r\nhumanitarian crisis that now consumes Antigua. Even \r\nas my Government and people look forward to the \r\nassistance of the better-off nations of the world, I thank \r\nthose nations and persons who were first responders, \r\nparticularly the Government and the people of the \r\nBolivarian Republic of Venezuela, who went beyond \r\nthe call of duty to assist. I also acknowledge the \r\ncommitment of and contributions from the Government \r\nand the people of the People’s Republic of China, the \r\nGovernments of Cuba, the United Arab Emirates, Qatar, \r\nCanada, the Dominican Republic and sister States of the \r\nCaribbean Community, who gave generously from the \r\nlittle they have. That includes Dominica, which, in one \r\nwretched night, lost a significant number of precious \r\nlives and years of hard-earned development under the \r\nunrelenting battering of Hurricane Maria.\r\nOn Antigua, Barbudans are being cared for as best \r\nwe can with our very limited resources. But as the \r\nperiod of care lengthens, not only do the conditions \r\nworsen but the cost also increases, forcing my \r\nGovernment to borrow money on commercial terms at \r\nhigh interest rates and swelling our already burdensome \r\nnational debt.\r\nThe present international financial architecture is \r\nleaving small States such as mine behind. Whatever \r\nposition on climate change a nation may take, the \r\nevidence of global warming is now irrefutably \r\nstronger. Two Category 5 hurricanes within 12 days, \r\nwhich unrelentingly pounded so many countries, can \r\nno longer be dismissed as vagaries of the weather, nor \r\ncan they be explained as Nature’s doing. Hurricanes \r\nare stronger and bigger because they are absorbing \r\nmoisture from seas that are increasingly warmer as a \r\nresult of global warming.\r\nAnd that is a man-made phenomenon, attributable \r\nto those nations that consume 80 per cent or more of \r\nthe world’s primary energy, emitting dangerous levels \r\nof pollution into the atmosphere. All 14 Caribbean \r\nCommunity countries together produce less than \r\n0.1 per cent of global emissions. We are the least of \r\nthe polluters but the largest of the casualties. The \r\nunfairness, injustice and inequality of the situation are \r\npainfully obvious.\r\nIf such frequent and brutal storms are to be \r\nwithstood, Caribbean islands and certain parts of \r\nthe United States need to construct more resilient \r\nbuildings and infrastructure than now exists. That \r\nmeans that the international development and financial \r\ninstitutions need to provide financing at concessionary \r\nrates without artificial impediments. If that does not \r\nhappen, the subsequent cost in lives and property is too \r\nfrightening to contemplate.\r\nIncreasingly, States such as mine are victims \r\nof an international economic and financial system \r\nthat regards us merely as a numerical statistic or \r\na mere nuisance. We are measured by the level of \r\nour income, even though it is an insufficient and \r\nunreasonable criterion for establishing vulnerability, \r\npoverty and need. Like many other small island States, \r\nmy developing country is categorized as high-income, \r\nthus denying it access to concessional financing and \r\ngrant funding from international financial institutions \r\nand donor Governments.\r\nIt is patently obvious that the per-capita income \r\ncriterion is a skewed and f lawed determinant. It should \r\nbe eliminated and eliminated immediately. Because we \r\nare small economies with inadequate domestic capital \r\nformation, our countries open our doors to foreign \r\ninvestment, granting significant tax concessions so \r\nas to attract investments and help provide jobs to curb \r\npoverty. The consequence is that a small percentage \r\nof persons in our community, mostly expatriates, at \r\nthe top end of businesses earn the largest percentage \r\nof high incomes and the mass of the population \r\nearns considerably less. In addition, Government \r\ntax revenues are significantly reduced owing to the \r\ninvestment concessions granted. It is time that those \r\nwho control the levers of power in the economic and \r\nfinancial international community acknowledged that \r\nA/72/PV.14 21/09/2017\r\n6/42 17-29597\r\nthe per-capita system of measurement is discriminatory \r\nand resolved to change it. It is time that that particular \r\nswamp be drained, and now is the time for action.\r\nIn the United States, where the United Nations is \r\nlocated and the Assembly is gathered today, one of its \r\nearly leaders, Abraham Lincoln, declared at a critical \r\ntime in its history that this country could not survive \r\n“half slave and half free”. He may have been speaking \r\nspecifically of America and of the disunity that \r\ngripped it at the time, but he was talking about more \r\nthan immorality. He was also talking about social and \r\neconomic justice. Lincoln’s observation is compellingly \r\nrelevant to social and economic justice in the world \r\ntoday. Injustice and inequality breed instability. The \r\nworld cannot survive with the wealthy few controlling \r\n90 per cent of global resources. If so, its centre will not \r\nhold. Its centre will not hold if the inequality between \r\nrich and poor nations increases. It will not be stable \r\nuntil social and economic justice prevails.\r\nMy country and citizens do not want to beg for a \r\nliving. We want to work for it. We want to earn our way, \r\nbut we cannot do so if the international system refuses \r\nto provide us with the means and the tools to build our \r\nfuture. Access to concessional financing represents an \r\nimperative need that would give us a great leap forward. \r\nIt would take us out of the spiral of debt that we are \r\nincurring owing to our repeated need to rebuild after \r\ndisasters with high-cost commercial money. Where is \r\nthe justice in that? In large wealthy countries borrowing \r\noccurs in capital markets at 3 per cent per annum \r\nwhile the so-called high-income small island States \r\nare forced to borrow commercially at 12 per cent per \r\nannum to repeatedly rebuild infrastructure damaged  by \r\nhurricanes. Where is the justice in that? It is irrational \r\nand punitive to graduate a small island State that cannot \r\npay its debts to high-income status, thereby precluding \r\nit from much-needed development financing.\r\nThe theme of the Assembly’s general debate is \r\n“Focusing on people: Striving for peace and a decent \r\nlife for all on a sustainable planet”. That is all my people \r\nand the people of small island States want — peace and \r\na decent life on a planet that is sustainable. We deserve \r\nnothing less, and we expect nothing less. It is in that \r\nconnection that I draw attention to the fact that even \r\nin the midst of our present crisis, Antigua and Barbuda \r\nis faced with demands from a Paris Club group of \r\nwealthy countries for the settlement of $130 million in \r\ndebts incurred four decades ago because concessional \r\nfinancing was and is still denied to us. It would be of \r\nenormous help in dealing with the plight that we now \r\nface and the daunting task of rebuilding Barbuda at a \r\ncost upwards of $250 million if those wealthy Paris Club \r\ncountries would forgive or at least reduce significantly \r\nthe debt that now weighs so heavily on our shoulders. It \r\nshould be noted that the amount outstanding constitutes \r\nprimarily accrued interest. Such a step would provide \r\nus with the fiscal space to borrow as we seek to garner \r\nevery cent to recover and rebuild from Hurricane Irma \r\nand to give our people a chance to achieve a decent life \r\nin keeping with the Sustainable Development Goals.\r\nIn that same context, my small country won a \r\ntrade dispute with the United States in 2004 before the \r\nWorld Trade Organization. That trade violation led to \r\nsignificant revenue losses to my country and to greater \r\nunemployment among my people. It has been 13 long \r\nyears since that judgement and seven years since the \r\nfinal appeal by the United States resulted in a final \r\nruling in my country’s favour, and yet the United States \r\nhas failed to settle. The loss of trade revenues to my \r\nsmall country has risen to more than $200 million. Our \r\nGovernment has laboured unsuccessfully for more than \r\n13 years to reach an amicable and reasonable settlement \r\nwith the United States. That is a classic case where \r\nmight is right and where the rights of a small, powerless \r\nState have been trampled on.\r\nI should mention that over the past 13 years the \r\nUnited States has enjoyed a trade surplus with my small \r\ncountry of more than $2 billion — I repeat, $2 billion. \r\nI am well aware that the prolongation of a settlement \r\nof the judgement in question is not the making of the \r\npresent United States Administration, which inherited \r\nit. But in the interest of fairness, justice and good \r\nconscience, it would be beneficial to my nation in this \r\nhour of great need for the United States Government to \r\nsettle that case.\r\nIn this very Hall two days ago, President Trump \r\nsaid of the United States,\r\n“[W]e can no longer be taken advantage of or enter \r\ninto a one-sided deal where the United States gets \r\nnothing in return” (A/72/PV.3, p. 11).\r\nHis observation, which I welcome, is equally true for the \r\nrelationship with Antigua and Barbuda. Honouring its \r\nobligations to Antigua and Barbuda is not a one-sided \r\ndeal in which the United States gets nothing in return, \r\nbecause ultimately 90 per cent of the settlement \r\nproceeds will be spent in the United States economy, \r\nas our primary source market. The United States is the \r\n21/09/2017 A/72/PV.14\r\n17-29597 7/42\r\ngreatest beneficiary of trade with my country and has \r\nbeen so year after year for many decades. Settling with \r\nus for more than 13 years of trade losses would take less \r\nthan one year of the trade surplus that the United States’ \r\n$20 trillion economy has with Antigua and Barbuda’s \r\nmere $1 billion economy.\r\nIn the past few days the experience of the Caribbean \r\nislands has shown that entire ancient communities can \r\nbe snuffed out overnight and the quality of their life \r\nsuddenly and irreversibly set back. I remind members \r\nthat for the first time in more than 300 years there is \r\nno permanent human resident on Barbuda. But my \r\nGovernment is determined to rebuild Barbuda, however \r\nlong it takes and with whatever resources we can \r\nmuster. We are determined that no Caribbean society \r\nwill be extinguished and that the Caribbean nations \r\nwill remain firmly on the global map. But even as we \r\nresolve, with limited means, to keep our societies alive \r\nand vibrant, we call on the international community \r\nto acknowledge its obligation to humankind and all \r\npeoples, without whom its own societies cannot prosper \r\nand will not thrive. In the words of the poet John Donne,\r\n“Any man’s death diminishes me, because I am \r\ninvolved in mankind, and therefore never send to \r\nknow for whom the bell tolls; it tolls for thee”.\r\nAs citizens of planet Earth, let us acknowledge our \r\ncommon humanity and work in harmony to make our \r\nworld a better place.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of Antigua and \r\nBarbuda for the statement he has just made.\r\nMr. Gaston Alphonso Browne, Prime Minister \r\nof Antigua and Barbuda, was escorted from \r\nthe rostrum.\r\nAddress by Mr. Shahid Khaqan Abbasi, Prime \r\nMinister of the Islamic Republic of Pakistan\r\nThe President: The Assembly will now hear an \r\naddress by the Prime Minister of the Islamic Republic \r\nof Pakistan.\r\nMr. Shahid Khaqan Abbasi, Prime Minister of \r\nthe Islamic Republic of Pakistan, was escorted to \r\nthe rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Shahid Khaqan Abbasi, Prime \r\nMinister of the Islamic Republic of Pakistan, and \r\ninviting him to address the General Assembly.\r\nMr. Abbasi (Pakistan): I would first like to \r\nconvey the deepest sympathies of the people and the \r\nGovernment of Pakistan to the people of Mexico, who \r\nhave been affected by the recent earthquake, and all of \r\nthose affected by Hurricanes Irma and Maria.\r\nLet me then congratulate you, Sir, on your election \r\nas President of the General Assembly at its seventy-\r\nsecond session. I am confident that your long experience \r\nin public service and international relations will be an \r\nasset in successfully guiding the Assembly to address \r\nthe imposing challenge of security, development and \r\ngovernance that confront the world today.\r\nFor over 70 years, despite the Cold War, the nuclear \r\narms race and scores of regional conflicts, our world \r\nhas been able to avoid a global conflagration. That can \r\nbe ascribed largely to the adherence by most States to \r\nthe prohibition of the use or threat of use of force, except \r\nunder the authority of the Charter of the United Nations.\r\nUnfortunately, the principles of the Charter of the \r\nUnited Nations have been progressively eroded in the \r\nnew millennium. In recent years, some countries have \r\ndisplayed a growing proclivity to resort to unilateral \r\nforce and intervention against other States. Coercion \r\nand threats have emerged once again as the main \r\ncurrency in the management of inter-State disputes and \r\ndifferences. Renewed East-West tensions may engulf \r\nEurope in another Cold War. Peace and prosperity in \r\nAsia are threatened by emerging great Power friction \r\nand rising tensions in South, East and West Asia.\r\nThe Middle East is racked by war and violence in \r\nSyria, Iraq, Yemen and elsewhere. Although Da’esh \r\nappears to have been weakened in Iraq and Syria, \r\nterrorist violence has spread and intensified across the \r\nMiddle East and Africa and other parts of the world. \r\nThere is no end in sight to the tragedy of Palestine. \r\nIsrael’s prolonged occupation and the expansion of \r\nillegal settlements may lead to renewed and wider \r\nviolence in the holy land.\r\nThe legitimate struggle for self-determination \r\nof the people of Jammu and Kashmir continues to be \r\nbrutally suppressed by India’s occupation forces. Rising \r\nracism and religious hatred, manifested in xenophobia \r\nand Islamophobia, is erecting physical walls and \r\npsychological barriers among nations and peoples, even \r\nas our world becomes increasingly interdependent. \r\nA/72/PV.14 21/09/2017\r\n8/42 17-29597\r\nThe ethnic cleansing of the Rohingyas is not just an \r\naffront to all norms of humanity but also challenges our \r\ncollective conscience.\r\nWhile the pillars of world order are being eroded, \r\nthe imperative of international cooperation — the need \r\nto address poverty, disease, climate change, nuclear \r\nproliferation, terrorism and forced displacement — is \r\nintensifying. Today, more than ever, we need the United \r\nNations to provide the parameters, processes and \r\nplatforms for global cooperation, which is essential if \r\nwe are to address the wide-ranging challenges to peace, \r\nsecurity and development.\r\nPakistan welcomes the efforts launched by \r\nSecretary-General António Guterres to revitalize the \r\nUnited Nations capabilities in peace and security, \r\ndevelopment and management. We are also committed \r\nto a reform that transforms the Security Council into \r\na more representative, democratic and accountable \r\norgan, rather than an expanded club of the powerful and \r\nthe privileged.\r\nPakistan celebrated the seventieth anniversary of \r\nits independence last month. This month marks the \r\nseventieth anniversary of Pakistan’s membership in the \r\nUnited Nations. Pakistan’s commitment to the principles \r\nof the United Nations is evident from the long record of \r\nits constructive role in the initiatives and contributions \r\nthat have shaped the decisions and discourse at the \r\nworld Organization with regard to decolonization, \r\ndevelopment, trade, international law, human rights, \r\nrefugees, peacekeeping, security, disarmament and \r\nUnited Nations budget and management.\r\nPakistan has consistently been one of the world’s \r\ntop troop contributors to United Nations peacekeeping. \r\nWe will remain on the front lines of peacekeeping \r\nand continue to offer professional and well-trained \r\npersonnel to the United Nations, despite our own \r\nsecurity challenges.\r\nOur adherence to the principles of the Charter of \r\nthe United Nations f lows from the declaration of our \r\nfounding father, Quaid-e-Azam Mohammad Ali Jinnah, \r\nwho said that our foreign policy was one of friendliness \r\nand goodwill towards all nations of the world.\r\nUnfortunately, from day one of its creation, \r\nPakistan has faced unremitting hostility from its eastern \r\nneighbour. India refuses to implement the unanimous \r\nresolutions of the Security Council, which mandate \r\na United Nations-supervised plebiscite to enable the \r\npeople of Jammu and Kashmir to freely decide their \r\ndestiny. Instead, India has deployed nearly 700,000 \r\ntroops in occupied Kashmir to suppress the legitimate \r\nstruggle of the Kashmiris to exercise their right to self-\r\ndetermination. That represents the most intense foreign \r\nmilitary occupation in recent history. As in the past, the \r\nKashmiri people today are waging a heroic and popular \r\nstruggle to rid themselves of India’s oppressive rule. \r\nThey come out in the streets daily to call on India to \r\nleave Jammu and Kashmir.\r\nIndia has responded with massive and \r\nindiscriminate force to suppress the Kashmiris, \r\nshooting indiscriminately at children, women and \r\nyouth. Hundreds of innocent Kashmiris have been \r\nkilled or injured, and shotgun pellets have blinded and \r\nmaimed thousands of Kashmiris, including children. \r\nThose and other brutalities clearly constitute war \r\ncrimes and violate the Geneva Conventions.\r\nPakistan demands that an international \r\ninvestigation be conducted into India’s crimes in \r\noccupied Kashmir. We ask that the Secretary-General \r\nand the High Commissioner for Human Rights send an \r\ninquiry commission to occupied Kashmir to verify the \r\nnature and extent of India’s human rights violations, \r\nsecure the punishment of those responsible and provide \r\njustice and relief to the victims.\r\nPakistan also urges the international community \r\nto call on India to halt pellet-gun attacks and other \r\nviolence against unarmed demonstrators, stop the use \r\nof rape as an instrument of State policy, end media \r\nblackouts, rescind its draconian emergency laws and \r\nfree all Kashmiri political leaders. To divert the world’s \r\nattention from its brutalities, India frequently violates \r\nthe ceasefire along the Line of Control in Kashmir. \r\nDespite more than 600 violations since January, \r\nPakistan has acted with restraint, but if India ventures \r\nacross the Line of Control, or acts upon its doctrine of \r\nlimited war against Pakistan, it will elicit a strong and \r\nmatching response. The international community must \r\nact decisively to prevent the situation from turning into \r\na dangerous escalation.\r\nThe Kashmir dispute should be resolved justly, \r\npeacefully and expeditiously. As India is unwilling \r\nto resume the peace process with Pakistan, we call on \r\nthe Security Council to fulfil its obligation to secure \r\nthe implementation of its resolutions on Jammu and \r\nKashmir. To that end, the Secretary-General should \r\nappoint a Special Envoy for Jammu and Kashmir. \r\n21/09/2017 A/72/PV.14\r\n17-29597 9/42\r\nHis mandate should f low from the long-standing \r\nbut unimplemented relevant resolutions of the \r\nSecurity Council.\r\nLet me reiterate that Pakistan remains open to \r\nresuming a comprehensive dialogue with India aimed \r\nat addressing all outstanding issues, especially Jammu \r\nand Kashmir, and discussing measures to maintain \r\npeace and security. That dialogue must be accompanied \r\nby an end to India’s campaign of subversion and \r\nState-sponsored terrorism against Pakistan, including \r\nfrom across our western border.\r\nApart from the people of Afghanistan, Pakistan \r\nand its people have suffered the most from four decades \r\nof foreign intervention and civil wars in Afghanistan. \r\nThose wars have blighted our country with the f low \r\nof extremists and terrorists, guns and drugs, as well \r\nas an influx of millions of refugees. They have set \r\nback our economic development by decades. Even \r\ntoday, Pakistan is host to more than 3 million Afghan \r\nrefugees. No one desires peace in Afghanistan more \r\nthan Pakistan. From the 16 years of ongoing war in \r\nAfghanistan, it is clear that peace will not be restored \r\nby resorting continuously to military force. Kabul, \r\nthe Coalition and the Afghan Taliban cannot impose \r\na military solution on one another. The international \r\ncommunity — as expressed in several United Nations \r\nresolutions — has concluded that peace can be restored \r\nin Afghanistan only through a negotiated settlement.\r\nHaving suffered and sacrificed so much owing \r\nto its role in the global counter-terrorism campaign, \r\nPakistan finds it especially galling to be blamed for \r\nthe military or political stalemate in Afghanistan. We \r\nare not prepared to be anyone’s scapegoat. Taliban safe \r\nhavens are located not in Pakistan but in the large tracts \r\nof territory controlled by the Taliban in Afghanistan. \r\nYes, cross-border attacks do occur. They are mostly \r\nconducted by anti-Pakistan terrorists from safe havens \r\nacross the border. In order to end all cross-border attacks, \r\nwe ask the Afghan Government and the Coalition to \r\nsupport and complement Pakistan’s ongoing efforts to \r\nstrengthen border controls and monitor all movement \r\nacross it.\r\nWhat Pakistan is not prepared to do is to fight the \r\nAfghan war on Pakistan’s soil, nor can we endorse \r\nany failed strategy that will prolong and intensify the \r\nsuffering of the people of Afghanistan, Pakistan and \r\nother countries of the region. Pakistan believes that \r\nthe urgent and realistic goals in Afghanistan should \r\nbe: first, to make a concerted effort to eliminate the \r\npresence in Afghanistan of Da’esh, Al-Qaida and their \r\naffiliates, including the Tehrik-e Taliban Pakistan and \r\nJamaat-ul-Ahrar, which was recently declared a terrorist \r\norganization by the Security Council; and, secondly, to \r\nencourage negotiations between Kabul and the Afghan \r\nTaliban — within the framework of the Quadrilateral \r\nCoordination Group or any other trilateral format — to \r\nreach a peaceful settlement in Afghanistan. Those two \r\nsteps offer the most realistic prospect of restoring peace \r\nand stability in Afghanistan and our region.\r\nPakistan’s counter-terrorism credentials cannot be \r\nquestioned. Following the 9/11 attack on the United \r\nStates in 2001, it was Pakistani efforts that enabled the \r\ndecimation of Al-Qaida. Pakistan’s military campaigns \r\nhave succeeded in clearing our tribal areas of almost all \r\nmilitant groups. We took the war to the terrorists. We \r\nhave paid a heavy price. More than 27,000 Pakistanis, \r\nincluding 6,500 military and law-enforcement \r\npersonnel, have been martyred by terrorists. Some \r\n50,000 Pakistani nationals have been injured, including \r\n15,000 army personnel, many of whom have lost limbs.\r\nWe have fought the war against terror with our own \r\nresources. Pakistan’s economic losses are estimated at \r\nmore than $120 billion. Yet we remain fully committed \r\nto implementing our national action plan against \r\nterrorism and extremism. Defeating terrorist violence \r\nis vital to realizing our overriding priority of rapid \r\neconomic and social development.\r\nTerrorism is now a global phenomenon that must be \r\naddressed comprehensively. We see two major gaps in \r\nthe Global Counter-Terrorism Strategy.\r\nFirst, the international community has failed to \r\naddress the issue of State-sponsored terrorism. That \r\nis the instrument of choice of the agents of chaos and \r\naspiring hegemons. In several regions, stability will be \r\ndifficult to restore unless State-sponsored terrorism is \r\ncondemned, prohibited and punished.\r\nSecondly, in order to eliminate terrorism, its \r\nroot causes must be addressed, which go beyond \r\npoverty and ignorance. Terrorism is rather an extreme \r\nresponse to real or perceived political and/or other \r\ngrievances, including foreign intervention, oppression \r\nand injustice. Unless such root causes are addressed, \r\nit will be difficult to counter the twisted narratives of \r\nterrorist groups.\r\nA/72/PV.14 21/09/2017\r\n10/42 17-29597\r\nConfronted by a hostile and increasingly \r\nmilitarized neighbour, Pakistan has been obliged to \r\nmaintain its capability for credible deterrence. My \r\ncountry developed nuclear weapons only when they \r\nwere introduced in our region by that neighbour. Our \r\nstrategic assets are vital in order to deter the frequent \r\nthreat of aggression. They are tightly and effectively \r\ncontrolled, as has been widely acknowledged by \r\nexperts. The world community would be well served \r\nby enabling Pakistan to join global non-proliferation \r\narrangements, such as the Nuclear Suppliers Group, on \r\na non-discriminatory basis.\r\nClimate change poses a new and existential threat \r\nto humankind’s future. Extreme climate events are \r\nmultiplying. Their consequences, such as the f looding \r\nin Texas, the landslides in Nepal and Sierra Leone, the \r\ndevastation wrought by hurricanes in the Caribbean and \r\nPuerto Rico, and the disappearance of the Himalayan \r\nglaciers, are global and indiscriminate. As one of the \r\nStates most vulnerable to the effects of climate change, \r\nPakistan believes that it is in our collective interest to \r\npursue and realize the goals of the Paris Agreement on \r\nClimate Change and build a new and greener model for \r\ngrowth and development.\r\nGrowth and development remain the primary \r\ngoals of developing countries. The United Nations \r\nSustainable Development Goals represent the \r\nmost ambitious development agenda in history. \r\nThe development challenge has become even more \r\ndifficult owing to the combined constraints of climate \r\nchange, increasing protectionism, the deterioration \r\nof international cooperation and the proliferation of \r\nconflicts. The vision of shared growth spelled out in \r\nChinese President Xi Jinping’s Belt and Road Initiative \r\noffers a solid path to prosperity and a model of South-\r\nSouth cooperation worthy of emulation.\r\nPakistan’s economy has recorded a remarkable \r\nrevival over the past four years. The China-Pakistan \r\nEconomic Corridor will further contribute to our \r\neconomic upsurge. That will expand exponentially as \r\nthe Pakistan-China partnership extends beyond energy \r\nand transportation to many other sectors. Pakistan’s \r\nintegration into the Eurasian Belt and Road Initiative \r\nwill provide a firm foundation for Pakistan’s rapid \r\neconomic development. With a youthful population of \r\n207 million people, we are confident that an economic \r\nstrategy anchored in rising incomes, consumption \r\nand production will propel Pakistan towards greater \r\nprosperity. To achieve those priority goals for our \r\npeople, Pakistan seeks to build peace within our \r\ncountry and security around our borders. We seek \r\ngood relations with all States on the basis of sovereign \r\nequality. We will respond positively to all offers of \r\nfriendship and cooperation.\r\nWe are poised at a critical inflection point in \r\nhistory. The world order that has prevented a global \r\nwar for more than 70 years is under threat. Yet \r\nrevolutionary advances in science and technology, the \r\nimmense capacity for global investment, production, \r\nconsumption and trade, especially in the developing \r\ncountries, and the availability of structures and \r\nmechanisms for collective action offer an opportunity, \r\nunprecedented in human history, to address the diverse \r\nchallenges that we face today. It is here, through the \r\nUnited Nations, that the peoples of the world can seize \r\nthe opportunities to achieve our shared vision of a more \r\njust, peaceful and prosperous world.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of the Islamic \r\nRepublic of Pakistan for the statement he has just made.\r\nMr. Shahid Khaqan Abbasi, Prime Minister of the \r\nIslamic Republic of Pakistan, was escorted from \r\nthe rostrum.\r\nAddress by Mr. Pravind Kumar Jugnauth, \r\nPrime Minister and Minister for Home Affairs, \r\nExternal Communications and National \r\nDevelopment Unit, Minister for Finance \r\nand Economic Development of the Republic \r\nof Mauritius\r\nThe President: The Assembly will now hear an \r\naddress by the Prime Minister and Minister for Home \r\nAffairs, External Communications and National \r\nDevelopment Unit, Minister for Finance and Economic \r\nDevelopment of the Republic of Mauritius.\r\nMr. Pravind Kumar Jugnauth, Prime Minister \r\nand Minister for Home Affairs, External \r\nCommunications and National Development Unit, \r\nMinister for Finance and Economic Development \r\nof the Republic of Mauritius, was escorted to \r\nthe rostrum.\r\nThe President: I have great pleasure in welcome \r\nHis Excellency Mr. Pravind Kumar Jugnauth, Prime \r\nMinister and Minister for Home Affairs, External \r\nCommunications and National Development Unit, \r\nMinister for Finance and Economic Development of \r\n21/09/2017 A/72/PV.14\r\n17-29597 11/42\r\nthe Republic of Mauritius, and inviting him to address \r\nthe Assembly.\r\nMr. Jugnauth (Mauritius): Let me begin by \r\nexpressing my deepest sympathy and solidarity with \r\nthe people and the Government of Mexico following \r\nthe devastating earthquake that has taken the lives of \r\nhundreds of men, women and children.\r\nIt is a great honour for me to address the General \r\nAssembly for the first time as the Prime Minister of \r\nMauritius. I am here today to reaffirm my country’s \r\ncontinued commitment to the universal values of \r\nthe Organization.\r\nI congratulate you, Sir, on your election as the \r\nPresident of the General Assembly at its seventy-second \r\nsession. I assure you of our total support as you steer \r\nthe work of the Assembly. The six priorities that you \r\nhave identified under the theme of focusing on people \r\necho our own aspirations as a nation.\r\nWe extend our warm congratulations to Mr. António \r\nGuterres on his appointment as the new Secretary-\r\nGeneral. I commend him for the multidimensional \r\nvision he has for the United Nations and for the \r\nprocess that he has initiated on the repositioning of the \r\nUnited Nations development system to effectively and \r\nefficiently deliver on the 2030 Agenda for Sustainable \r\nDevelopment. We also welcome the consultative process \r\nthat he has initiated with Member States in that regard. \r\nWe fully support his initiative and encourage him to \r\nmake greater use of modern communication technology \r\nand of local capacities in the implementation of United \r\nNations-sponsored projects. We also appreciate his view \r\nthat the reform we seek is but part of a larger reform of \r\nthe United Nations system, including the revitalization \r\nof the role of the General Assembly.\r\nThe last time there was a reform of the Security \r\nCouncil was in 1965. That was more than 50 years ago, \r\nand Assembly membership then stood at 117. We now \r\nhave 193 Member States. The Security Council needs \r\nto reflect those changes, and that should be done at \r\nthe earliest. I believe the time has now come for us to \r\nproceed with text-based negotiations to be concluded \r\nwithin an agreed time frame. The African Common \r\nPosition on this matter, which has so far not been \r\nchallenged, can with appropriate additions provide a \r\nbasis for such negotiations. Mauritius fully supports \r\nthe Ezulwini Consensus and Africa’s aspiration for \r\na more pronounced role in the Security Council. For \r\nfar too long, Africa has been left on the side when it \r\ncomes to global governance. It is time to correct that \r\ngross injustice.\r\nWe also fully support India’s aspiration to a seat \r\non the Security Council. We equally believe that small \r\nisland developing States (SIDS) must play a more \r\nprominent role in the Security Council and that their \r\ncall for a dedicated non-permanent seat is legitimate \r\nand appropriate.\r\nThe maintenance of peace and security requires \r\ntremendous and constant effort, negotiation, \r\nunderstanding and compromise. Mauritius voted in \r\nfavour of the adoption of the Treaty on the Prohibition \r\nof Nuclear Weapons last July, and we hope to see \r\ncomplete denuclearization throughout the world. We \r\nurge all those involved in potential conflicts around the \r\nworld, especially where there is a possibility of nuclear \r\nweapons being used, to exercise restraint and promote \r\ndialogue instead of belligerent posturing, which only \r\nfeeds unrest and dangerous escalation.\r\nWe urge restraint and dialogue in Myanmar, \r\nwhere violence continues to displace thousands of \r\npeople and has caused numerous victims. We make an \r\nappeal for the unrestricted provision of humanitarian \r\nassistance to all those affected. We also call for the \r\nearly implementation of the recommendations of the \r\nAdvisory Commission on Rakhine State with a view to \r\nfinding a long-lasting solution.\r\nDespite our best efforts, terrorism continues to claim \r\ninnocent lives and undermine the sovereignty of States. \r\nWe condemn terrorism in all its forms, wherever they \r\noccur, and we stand in solidarity with the Governments \r\nand the peoples that are victims of terrorism. We \r\ncongratulate the Secretary-General on establishing the \r\nUnited Nations Office of Counter-Terrorism. We expect \r\nthe new Office to provide leadership, coordination \r\nand coherence, to strengthen assistance for capacity-\r\nbuilding to Member States, and to improve visibility, \r\nadvocacy and resource mobilization for United Nations \r\ncounter-terrorism efforts. We also need to address the \r\nroot causes of that scourge, and we expect the Office to \r\nprovide valuable input in that regard.\r\nThe situation in the Middle East and the plight \r\nof the Palestinian people continue to be issues of \r\ngreat concern. We call on all sides to sincerely start \r\ntalks for a peaceful solution to the Palestinian issue. \r\nMauritius has always supported a two-State solution, \r\nwith Palestine and Israel living peacefully side by side. \r\nA/72/PV.14 21/09/2017\r\n12/42 17-29597\r\nAn independent and viable Palestine is more likely to \r\nprovide security both to Israel and the region.\r\nMauritius highly values the importance of its \r\nintegration within Africa and believes in the universal \r\nbenefits of the continental integration of Africa. \r\nThe Agenda 2063 of the African Union, adopted \r\nin January 2015, is in consonance with the 2030 \r\nAgenda for Sustainable Development and provides \r\na strategy for development that is people-driven and \r\nrespectful of the rule of law. That vision of Africa \r\nwill be carried by its people and youth, and Africa \r\nis today home to a growing youthful population and \r\nexperiencing increased urbanization. Along with the \r\ndigital transformation of the continent, improving \r\ninfrastructure and connectivity, and its rich wind, \r\nhydro and solar capacity, Africa has the potential of \r\nbecoming a beacon for sustainable development. It is \r\ngeared to become a driver of economic growth and a \r\nhuge consumer market.\r\nIn July, the High-level Political Forum on \r\nSustainable Development met to review the status of the \r\nimplementation of the 2030 Agenda two years after its \r\nadoption. I would like to congratulate the 44 countries \r\nthat presented their voluntary national reviews. In \r\nMauritius, a coordinating mechanism has been set up \r\nfor implementing the Sustainable Development Goals \r\n(SDGs) . We are in the process of consultations with the \r\nprivate sector, civil society and other stakeholders, and \r\nwe expect to submit our voluntary national review at \r\nthe next High-level Political Forum, in 2018.\r\nAddressing climate change is central and critical to \r\nthe successful implementation of the 2030 Agenda. With \r\nthe increasing number and intensity of climate-related \r\ndisasters, including storms, droughts and f lash f loods, \r\nit would be naïve on our part to dismiss climate change. \r\nWe have just recently witnessed the devastating violence \r\nof Hurricanes Harvey and Irma. I would like to express \r\nmy Government’s deep sympathy to and solidarity with \r\nthe Governments and the peoples of the islands of the \r\nCaribbean and the United States for the lives lost in the \r\ndevastating trails of those hurricanes.\r\nMitigating the effects of climate change and \r\neffectively implementing the Sendai Framework for \r\nDisaster Risk Reduction will require substantial \r\neffort and resources, especially for SIDS, if we want \r\nto be more resilient in the aftermath of those natural \r\ncalamities. Although we welcome the generous pledges \r\nmade thus far, including the establishment of the Green \r\nClimate Fund, we need to streamline and simplify the \r\nprocedures for SIDS to access those funds, especially \r\nin the light of recent events.\r\nThis year’s High-level Political Forum recognized \r\nthe specific challenges faced by SIDS and middle-income \r\ncountries. Classification as a middle-income country \r\nrenders SIDS such as Mauritius ineligible for most \r\nofficial development assistance (ODA) and concessional \r\nfunding. Middle-income countries are often victims \r\nof their success in graduating from the status of least \r\ndeveloped country and run the risk of getting stuck in \r\nthe middle-income trap. Middle-income SIDS such as \r\nMauritius aspire to be partners in development rather \r\nthan mere recipients of ODA. With the help of the United \r\nNations development system and other partners, as \r\nwell as the provision of tailor-made programmes, those \r\ncountries can contribute to the sharing of experience \r\nand knowledge with countries aspiring to graduate \r\nfrom LDC status and consolidate their own economic \r\ndevelopment at the same time.\r\nOceans are of vital importance to SIDS. Mauritius, \r\nwith its exclusive economic zone of more than \r\n2.3 million square kilometres, is a large-ocean State. \r\nThat is why my Government has developed an ocean \r\nstrategy covering fisheries, tourism and deep-ocean-\r\nwater applications, as well as resource exploration and \r\nexploitation. We call on our partners to assist us in \r\nimplementing that strategy, as expressed in paragraph \r\n13 (q) of the Call for Action of the United Nations \r\nOcean Conference.\r\nMauritius is honoured to co-chair the High-level \r\nPanel on Water convened by the former Secretary-\r\nGeneral and the President of the World Bank. The \r\nPanel met today to take stock of the progress achieved \r\nfollowing the adoption of its action plan in September \r\n2016, which called for a transformative approach to the \r\nmanagement of water resources. The outcome package \r\nof the Panel is expected to make concrete proposals for \r\nthe achievement of the targets of SDG 6, and we hope \r\nthat all world leaders will support it.\r\nAdherence to international law, safeguarding \r\nfundamental human rights and respect for the territorial \r\nintegrity of countries underpin relations among \r\ncountries. With regard to Mauritius, all those principles \r\nwere f louted when an integral part of its territory, \r\nnamely, the Chagos Archipelago, was excised prior \r\nto its independence, in violation of international law, \r\nincluding obligations reflected in resolutions 1514 (XV), \r\n21/09/2017 A/72/PV.14\r\n17-29597 13/42\r\nof 14 December 1960 and 2066 (XX), of 16 December \r\n1965, and all the inhabitants of the Chagos Archipelago \r\nwere forcibly evicted. Our decolonization remains to \r\nbe completed five decades following the adoption of \r\nthe Declaration on the Granting of Independence to \r\nColonial Countries and Peoples.\r\nA crucial role of the International Court of Justice \r\nis to provide guidance through its advisory opinions \r\nto the organs and agencies of our Organization for the \r\nfulfilment of their responsibilities. It is in that spirit that \r\nStates members of the Group of African States proposed \r\na resolution in June seeking an advisory opinion of the \r\nInternational Court of Justice on the legal consequences \r\nof the separation of the Chagos Archipelago from \r\nMauritius in 1965. We were very pleased that the \r\nresolution was adopted, and even more so by the fact \r\nthat it was by such a resounding majority. That vote \r\ndemonstrated the great importance that Member States \r\nfrom across the globe — not just in Africa, but also in \r\nEurope, Asia and the Americas — attach to the need \r\nto complete the process of decolonization, as well as \r\ntheir concern for the injustices caused to the evicted \r\ninhabitants of the Chagos Archipelago. As a matter of \r\nfact, that overwhelming vote has renewed their hope \r\nthat they might finally return to their place of birth.\r\nThe United Nations membership has indeed made \r\nit clear that it wishes to see the decolonization process \r\nof Mauritius completed, and, to that end, has turned to \r\nthe International Court of Justice for guidance. We are \r\nhopeful that the Court’s advisory opinion will not only \r\nguide the important work of the General Assembly, but \r\nwill also allow Mauritius to move forward, including \r\nwith an appropriate programme in favour of the \r\ninhabitants who were displaced from that part of the \r\nMauritian territory. Many members had the opportunity \r\nin June to see an exhibition on the tragedy surrounding \r\nthat eviction and to interact with those who were forced \r\nto leave in such inhumane conditions.\r\nWe thank Member States for their support and \r\nlook forward to their continued encouragement as we \r\ncomplete our decolonization. In this regard, we express \r\nthe hope that as many Member States as possible will \r\ncontribute to the proceedings in which the Court has \r\ninvited them to participate.\r\nI would like to take this opportunity to reaffirm that \r\nMauritius has no intention of seeking the disruption of \r\nthe security arrangements currently in place in Diego \r\nGarcia, the largest island of the Chagos archipelago. I \r\nwould also like to reiterate what successive Mauritian \r\nGovernments have clearly stated. Mauritius is willing \r\nto enter into a long-term renewable lease with the \r\nUnited States to allow these security arrangements to \r\nremain in place. In this regard, completing the process \r\nof decolonization will enhance security by providing \r\nlegality and certainty.\r\nWith respect to Tromelin, which has always formed \r\nand continues to form an integral part of the territory of \r\nMauritius, we welcome the constructive progress made \r\nwith France, including the agreement reached in 2010.\r\nDuring this seventy-second session of the General \r\nAssembly, we have an opportunity to commit ourselves \r\nto agreements and decisions that would considerably \r\nimprove the lives of ordinary people all around the \r\nworld. As we prepare to turn this planet over to later \r\ngenerations, I would renew our commitment to striving \r\nfor a world where peace, security and prosperity do not \r\nremain mere distant dreams.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister and Minister for \r\nHome Affairs, External Communications and National \r\nDevelopment Unit, Minister for Finance and Economic \r\nDevelopment of the Republic of Mauritius, for the \r\nstatement he has just made.\r\nMr. Pravind Kumar Jugnauth, Prime Minister \r\nand Minister for Home Affairs, External \r\nCommunications and National Development Unit, \r\nMinister for Finance and Economic Development \r\nof the Republic of Mauritius, was escorted from \r\nthe rostrum.\r\nAddress by Sheikh Hasina, Prime Minister of \r\nthe People’s Republic of Bangladesh\r\nThe President: The Assembly will now hear an \r\naddress by the Prime Minister of the People’s Republic \r\nof Bangladesh.\r\nSheikh Hasina, Prime Minister of the People’s \r\nRepublic of Bangladesh, was escorted to \r\nthe rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHer Excellency Sheikh Hasina, Prime Minister of the \r\nPeople’s Republic of Bangladesh, and inviting her to \r\naddress the Assembly.\r\nSheikh Hasina (Bangladesh) (spoke in Bangla; \r\nEnglish text provided by the delegation): Mr. President, \r\nA/72/PV.14 21/09/2017\r\n14/42 17-29597\r\nlet me extend my heartiest felicitations on your election \r\nas President of the General Assembly at its seventy-\r\nsecond session. My delegation assures you of our full \r\nsupport in discharging your priorities on people, peace \r\nand planet.\r\nThis is the fourteenth time I  address the General \r\nAssembly, and this time I have come here with a heavy \r\nheart. I have come here just after seeing the hungry, \r\ndistressed and hopeless Rohingya from Myanmar who \r\nhave taken shelter in Cox’s Bazar, Bangladesh. This \r\nforcibly displaced people of Myanmar are f leeing an \r\nethnic cleansing in their own country, where they have \r\nbeen living for centuries. I can feel their pain because \r\nI and my younger sister were refugees for six years \r\nafter my father, the Father of the Nation of Bangladesh, \r\nBangabandhu Sheikh Mujibur Rahman, and almost all \r\nmembers of my family were assassinated in 1975.\r\nIn 1974, in Bangladesh’s first-ever address to the \r\nGeneral Assembly, my father said,\r\n“I know that the souls of our martyrs join us in \r\npledging that the Bangalee nation fully commits \r\nitself to the building of a world order in which the \r\naspiration of all men for peace and justice will be \r\nrealized” (A/PV.2243, para. 2).\r\nWe are currently sheltering more than 800,000 \r\nforcibly displaced Rohingya from Myanmar. The \r\nongoing atrocities and human rights violations in the \r\nRakhine state of Myanmar have once again aggravated \r\nthe situation at the Bangladesh-Myanmar border. \r\nHundreds of thousands of Rohingya from Rakhine state \r\nare entering Bangladesh to f lee violence. As estimated \r\nby the International Organization for Migration, in the \r\npast three weeks alone, over 430,000 Rohingya entered \r\nBangladesh. We are horrified to see that the Myanmar \r\nauthorities are laying landmines along their stretch of \r\nthe border to prevent the Rohingya from returning to \r\ntheir country. This people must be able to return to \r\ntheir homeland in safety, security and dignity.\r\nAt the same time, I also condemn every kind of \r\nterrorism and violent extremism. Our Government \r\nmaintains a zero-tolerance policy in this regard. I \r\nthank the Secretary-General and members of the \r\nSecurity Council for their proactive attempts to stop \r\nthe atrocities and bring peace and stability to Rakhine \r\nstate in Myanmar.\r\nI further call on the United Nations and the \r\ninternational community to take immediate and \r\neffective measures in order to achieve a permanent \r\nsolution to this protracted Rohingya crisis. In this \r\nregard, I propose the following actions. First, Myanmar \r\nmust unconditionally, immediately and permanently \r\nstop the violence and the practice of ethnic cleansing \r\nin Rakhine state. Secondly, the Secretary-General \r\nshould immediately send a fact-finding mission to \r\nMyanmar. Thirdly, all civilians irrespective of religion \r\nand ethnicity must be protected in Myanmar. To that \r\nend, safe zones could be created inside Myanmar under \r\nUnited Nations supervision. Fourthly, the sustainable \r\nreturn of all forcibly displaced Rohingya in Bangladesh \r\nto their homes in Myanmar must be ensured. Fifthly, \r\nthe recommendations of the Kofi Annan Foundation \r\nAdvisory Commission report must be immediately and \r\nunconditionally implemented in their entirety.\r\nIn the 1971 war of liberation against Pakistan, we \r\nendured an extreme form of genocide. In the nine-month \r\nwar, some 3 million innocent people were killed and \r\nmore than 200,000 women violated. The Pakistani \r\nmilitary launched the heinous Operation Searchlight \r\non 25 March, marking the start of the 1971 genocide. \r\nThis genocide involved the targeted elimination of \r\nindividuals on the grounds of religion, race and political \r\nbelief. Intellectuals were brutally killed. To pay homage \r\nto the victims of the genocide, our national parliament \r\nrecently declared 25 March Genocide Day.\r\nIn Bangladesh, we have already undertaken the \r\ndaunting task of bringing the key perpetrators to justice \r\nthrough the International Crimes Tribunal. I urge the \r\ninternational community to take collective action to \r\nprevent the recurrence of such heinous crimes as these \r\nanywhere anytime. I believe that acknowledging past \r\ntragedies such as the 1971 genocide could guide us to \r\nachieving “never again”.\r\nSince our birth as a nation, we have pursued \r\npeace-centric domestic and foreign policies. In that \r\nspirit, Bangladesh has taken the lead in introducing \r\nthe resolution on a culture of peace every year in the \r\nGeneral Assembly since 2000.\r\nWe reaffirm the call for a resumption of the \r\nMiddle East peace process and for ending all forms \r\nof hostilities and discrimination against the brotherly \r\nPalestinian people.\r\nIn recognition of the potential role of the United \r\nNations peacebuilding architecture, we look forward \r\nto receiving bold and innovative proposals from the \r\nSecretary-General on financing for sustaining peace. I \r\n21/09/2017 A/72/PV.14\r\n17-29597 15/42\r\nam pleased to announce a contribution of $100,000 from \r\nBangladesh for the United Nations Peacebuilding Fund.\r\nAs a major troop- and police-contributing country, \r\nBangladesh underscores the importance of upholding \r\nthe effectiveness and credibility of United Nations \r\npeacekeeping operations. We shall maintain our own \r\ncapability readiness, remain open to further smart \r\npledges, enhance the scope of our peacekeeping \r\ntraining and deploy more female peacekeepers.\r\nWe maintain a zero-tolerance approach to any \r\nallegation of sexual exploitation and abuse. As \r\nan endorser of the Voluntary Compact on Sexual \r\nExploitation and Abuse, I am committed to the \r\nSecretary-General’s Circle of Leadership to combat this \r\nscourge. I am also pleased to announce a contribution \r\nof $100,000 to the Victim Support Fund established for \r\nthis purpose.\r\nTerrorism and violent extremism have become \r\na major threat to peace, stability and development. \r\nTerrorists have no religion, belief or race. Having been \r\nthe target of a number of terrorist attacks myself, I \r\npersonally empathize with the victims of terrorism and \r\nappreciate their need for protection.\r\nWe denounce the use of religion to justify \r\nviolent extremism. I have involved families, women, \r\nyoung people, the media and religious leaders at \r\nthe community level to offset the spread of violent \r\nextremism. In this regard, I reiterate my calls, first, \r\nfor stopping the supply of arms to terrorists; secondly, \r\nfor preventing terrorist financing; and, thirdly, for the \r\npeaceful settlement of all international disputes. I also \r\nurge the United Nations to address the growing threats \r\nemanating from cyberspace in order to prevent money-\r\nlaundering, terrorist financing and other transnational \r\norganized crimes.\r\nWe believe in promoting safe, orderly and regular \r\nmigration. Last year, we proposed developing a sound \r\nmigration governance framework through the global \r\ncompact on safe, orderly and regular migration. I am \r\npleased that the United Nations is delivering on the \r\nformation of the compact for migration and refugees.\r\nThe Paris Agreement on Climate Change remains \r\nour bastion of hope for climate justice. By recognizing \r\nclimate vulnerability, we are building resilience against \r\nthe grave impacts of climate change. We believe in \r\nthe potential of the blue economy in advancing the \r\nconservation and sustainable use of the ocean and seas.\r\nBangladesh has achieved exemplary success in \r\nbuilding resilience against f lood and other disasters. \r\nCrop intensification and the invention of water-resistant \r\ncrops have helped us achieve self-sufficiency in food. \r\nWe have efficiently responded to the massive f lood that \r\nstruck the entire South Asian region this year.\r\nAs a member of the United Nations High-level \r\nPanel on Water, I attach high priority to implementing \r\nits comprehensive action plan. Bangladesh ensured \r\naccess to safe water for 87 per cent of its population by \r\n2015, and we aim for full access to safe water for our \r\npopulation by 2030.\r\nWe believe that there are close links between peace, \r\nstability and development. We share the conviction that \r\naddressing poverty, hunger, illiteracy, unemployment \r\nand inequality is crucial to building peaceful, just and \r\ninclusive societies. We are committed to implementing \r\nthe Sustainable Development Goals (SDGs). In that \r\nregard, our Government has adopted a whole-of-\r\nsociety approach. The SDGs complement our vision to \r\ntransform Bangladesh into a middle-income country by \r\n2021 and a developed one by 2041.\r\nEven before the adoption of the SDGs, we initiated \r\nunique social programmes that reflect the themes of \r\nthe SDGs, such as the Ekti Bari Ekti Khamar — “One \r\nHousehold One Farm” project; community clinics; the \r\nAshrayan shelter project and the Digital Bangladesh \r\ninitiative. We also promote education support, women’s \r\nempowerment, education for all, the social safety \r\nnet, environmental protection, and investment and \r\ndevelopment. Our voluntary national review presented \r\nto the United Nations this year showcased our progress \r\nin and commitment to achieving the SDGs.\r\nIn 2016-2017, Bangladesh’s economy posted a gross \r\ndomestic product growth rate of more than 7.24 per cent, \r\nand our foreign currency reserves reached $32.1 billion. \r\nWe have lowered the poverty rate from 56.7 per cent in \r\n1991 to 23.2 per cent today. Our per capita income is \r\nexpected to grow to $1,602 by the end of the current \r\nfiscal year, from only $543 in 2005-2006. Our life \r\nexpectancy has increased to almost 72 years. These \r\nfigures are indications of our inclusive development, in \r\nwhich no citizen is left behind.\r\nTo ensure inclusive growth, promote investment \r\nand employment opportunities for all, we have launched \r\nan initiative to develop 100 special economic zones \r\naround the country. Our extensive social safety net \r\nmeasures give coverage to many vulnerable segments \r\nA/72/PV.14 21/09/2017\r\n16/42 17-29597\r\nof our population, including the elderly, persons with \r\ndisabilities, victims of domestic violence and vulnerable \r\nmothers under economic hardship.\r\nSpecial emphasis has been given to unlocking \r\nthe potentials of physically challenged children and \r\npeople. Some 103 service and care centres, along \r\nwith 32 mobile therapy vans, attend to the needs of \r\npersons with disabilities, including those affected by \r\nautism. A total of 18,500 community health clinics \r\nare being complemented by medical services through \r\nthe use of mobile phones and web cameras in districts \r\nand subdistricts.\r\nThere is now a public primary school in every village \r\nof the country, and 38,331 educational institutions have \r\nbeen equipped with digital laboratories and multimedia \r\nclassrooms. Special emphasis is being placed on \r\npromoting technical and vocational education and \r\ntraining for young people.\r\nOur youth are the main movers in realizing my \r\nvision for a knowledge-based, digital Bangladesh. We \r\nare working to create an environment to allow them to \r\npursue transformative education, find decent jobs and \r\nturn into truly global citizens.\r\nI am happy to announce that Bangabandhu-1, our \r\nvery first satellite, is scheduled to be launched this year \r\non our Victory Day, 16 December.\r\nIn conclusion, I would like to emphasize that we do \r\nnot want war. We want peace. We seek the well-being \r\nof humankind, not its destruction. We want sustainable \r\ndevelopment. Let this be our collective goal.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of the People’s \r\nRepublic of Bangladesh for the statement she has \r\njust made.\r\nSheikh Hasina, Prime Minister of the People’s \r\nRepublic of Bangladesh, was escorted from \r\nthe rostrum.\r\nAddress by Mr. Charlot Salwai Tabimasmas, \r\nPrime Minister of the Republic of Vanuatu\r\nThe President: The Assembly will now hear \r\nan address by the Prime Minister of the Republic \r\nof Vanuatu.\r\nMr. Charlot Salwai Tabimasmas, Prime Minister \r\nof the Republic of Vanuatu, was escorted to \r\nthe rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Charlot Salwai Tabimasmas, Prime \r\nMinister of the Republic of Vanuatu, and inviting him \r\nto address the Assembly.\r\nMr. Tabimasmas (Vanuatu) (spoke in French): It is \r\na great honour for me to make this statement on behalf \r\nof the Government and the people of the Republic of \r\nVanuatu. I join other speakers in congratulating His \r\nExcellency Mr. Miroslav Lajčák on his election to the \r\npresidency of the General Assembly at its seventy-\r\nsecond session. As an elected Vice-President of this \r\norgan, Vanuatu is pleased to work closely with you, Sir, \r\nas you guide us through this session. Please be assured \r\nthat you have the full support of my delegation.\r\nI would also like to commend His Excellency \r\nMr. Peter Thomson for his vision, leadership and \r\ndedication during his tenure as President of the \r\nAssembly during the seventy-first session. Allow me \r\nalso to express my profound gratitude to the Secretary-\r\nGeneral, His Excellency Mr. António Guterres, for his \r\nnotable leadership to this day.\r\nOn behalf of my people, the people of Vanuatu, I \r\nextend my heartfelt condolences to the victims of the \r\nearthquake in Mexico, to the victims of Hurricanes \r\nMaria and Irma, which devastated the Caribbean, and \r\nto the victims of Hurricane Harvey, which ravaged \r\nTexas.\r\nMy delegation welcomes the theme of the seventy-\r\nsecond session of the General Assembly, “Focusing on \r\npeople: Striving for peace and a decent life for all on \r\na sustainable planet”. This is a timely and necessary \r\ntheme. It is timely because, when we look around, we \r\nsee a world plunged in endless political conflicts and \r\nturmoil. We are witnessing an escalation of extremism \r\nand violence caused by racism, xenophobia, hostility \r\nand intolerance. The theme is also necessary because \r\nwe must remember that the human being and a \r\nsustainable future are at the heart of the 2030 Agenda \r\nfor Sustainable Development.\r\nToday, 72 years after the creation of the United \r\nNations, doubts continue to weigh on us. When will \r\nall nations, rich and poor, and people of all races, \r\nlearn to live together in peace, embracing diversity \r\nand practicing tolerance? We must ask ourselves when \r\nconflicts and wars will become scourges of the past. \r\nAt one time or another in the last 72 years, we have \r\nfailed in our duty to be a United Nations endeavouring \r\nto achieve the economic and social advancement of all \r\n21/09/2017 A/72/PV.14\r\n17-29597 17/42\r\nour peoples and to join forces to promote peace and \r\nsecurity in the world.\r\nThe world continues to face economic and political \r\nchallenges, and the world economy remains confined \r\nto a prolonged period of slow growth, with a global \r\ngross product estimated to grow by some 2.7 per cent \r\nin 2017. This is only an economic stabilization and \r\ndoes not respond to growth in world demand. The \r\nrise of terrorism, violent extremism, asymmetric wars \r\nand political instability in the world have reached an \r\nunprecedented level in 2017 and will continue to weigh \r\non the economic prospects of many regions.\r\nVanuatu continues to be seriously concerned about \r\nthe large movements of refugees and migrants, many \r\nof whom are f leeing violent conflict, disasters and \r\npoverty. In 2016, some 65 million people were forcibly \r\ndisplaced around the world. The rural exodus to the city \r\nand a relatively high rate of urbanization also present \r\nthe same challenges at the national level.\r\nVanuatu notes with deep concern the irrefutable \r\nlink between the global crisis and the failure to respect \r\nthe principles of the responsibility to protect and the \r\nprevention of mass atrocity crimes in Syria, Iraq, \r\nYemen and South Sudan, to cite only a few.\r\nAs a small island State exposed to the rising sea \r\nlevel that will overwhelm its islands and force its \r\npeople to seek refuge, I would like to appeal to the \r\ninternational community to mobilize its efforts and to \r\nbegin the debate on the establishment of an international \r\nlegal framework that will truly solve the problem of \r\nclimate-change refugees from small island States.\r\nAs a small island State in the Pacific, Vanuatu is a \r\nstrong supporter of a rules-based international regime \r\nthrough which States act fairly and transparently with \r\neach other, and through which economic development \r\ncould come to fruition and where peace and security in \r\nthe world could be maintained. That is why Vanuatu has \r\nfaith in the United Nations. The United Nations remains \r\nfor Vanuatu the best hope and catalyst for regional and \r\nglobal peace and security. I would like to highlight the \r\nvaluable and potential work that this body has done to \r\nlift millions out of poverty, promote and protect human \r\nrights, and bring about an international order seen in \r\nmuch of the world today. However, to remain relevant, \r\nthere is a need for strategic reforms.\r\nBeing a permanent member of the Security \r\nCouncil is more a responsibility than a privilege. It is \r\ntherefore incumbent on the Council to disregard the \r\npolitical interests of both sides and to seek compromise \r\nsolutions. It is essential to ensure that the Security \r\nCouncil meets the objectives, principles and promises \r\nof the Charter of the United Nations. We support the \r\nreforms of the Security Council that reflect current \r\ngeopolitical dynamics and provide for a more equitable \r\nregional representation as well as a continuous reform \r\nof the United Nations peacekeeping operations to \r\nbetter prevent and resolve complex conflicts in our \r\ncontemporary world and to better protect civilians.\r\nMy Government welcomes the report of the \r\nSecretary-General on repositioning the United Nations \r\ndevelopment system to deliver on the 2030 Agenda \r\n(A/72/124). I am particularly encouraged by the fact \r\nthat the report highlights the need to have more robust \r\ncoordination and accountability procedures within the \r\nUnited Nations system and realign it to better respond \r\nto countries’ efforts to implement the transformative \r\n2030 Agenda.\r\nEarlier this year, we launched our national \r\nsustainable development plan to 2030, also known \r\nas the People’s Plan, which encompasses sustainable \r\ndevelopment goals. We know that the way ahead \r\nto implement this national road map will be tough, \r\ngiven structural weaknesses, extreme weather events, \r\nfrequent earthquakes and external economic shocks. \r\nVanuatu has ranked as one of the most disaster-prone \r\ncountries for four years in a row. To make the path even \r\nmore difficult, the General Assembly has planned to \r\nremove Vanuatu’s status as a least developed country \r\n(LDC) in December 2020. Unfortunately, the fact that \r\nwe have developed and emerged from LDC status does \r\nnot mean that we have eliminated our vulnerabilities \r\nand structural barriers.\r\nMy Government calls on the United Nations to ensure \r\nthat the change in the status of a country like ours does \r\nnot cause disruption or hamper our development. The \r\nmeasures in place to support the change in LDC status \r\nare simply insufficient given the challenges that these \r\ncountries will face. The transition mechanisms after \r\nsuch a change must be further strengthened. Vanuatu \r\ncalls on the United Nations to continue to recognize \r\nVanuatu as an LDC, rather than completely eliminating \r\nthe specific support for it as an LDC. We also call on \r\ndevelopment partners and aid agencies to consider \r\ngradually reducing LDC development assistance. There \r\nshould be clear provisions for reducing trade benefits \r\nA/72/PV.14 21/09/2017\r\n18/42 17-29597\r\nto LDCs, stipulated in bilateral agreements and by the \r\nWorld Trade Organization.\r\nMy Government is also concerned about threats \r\nto peace and security in the Asia-Pacific region. The \r\nprovocative missile programme of the Democratic \r\nPeople’s Republic of Korea violates several Security \r\nCouncil resolutions and poses an unprecedented threat \r\nto security in the region and around the world. Vanuatu \r\ncondemns in the strongest terms the most recent round \r\nof missile launches and joins with the international \r\ncommunity in encouraging the Administration of \r\nthe Democratic People’s Republic of Korea to end its \r\nnuclear and missile development programme. We also \r\ncall on the United Nations to find common ground \r\nwith the Republic and to engage in dialogue for a \r\npeaceful solution. \r\nMy Government reaffirms its commitment to the \r\ndenuclearization of the Pacific and welcomes the Treaty \r\nadopted at the conference to negotiate a legally binding \r\ninstrument banning nuclear weapons. Vanuatu reaffirms \r\nits commitment to complete nuclear disarmament.\r\nThe report on regionalism recently published by the \r\nPacific Islands Forum secretariat provides a geopolitical \r\nassessment of the trends, threats and opportunities \r\nfor regional development and political aspirations. \r\nIt includes strategies that Forum members can use to \r\nbuild a stronger, more resilient and responsive Pacific \r\nregion. We in the Pacific know how important it is to \r\nwork in unison, because it is through unity that we are \r\nstronger and can achieve positive results. Similarly, the \r\nactions of the United Nations are more decisive when \r\nmembers are united.\r\nOur understanding of the science of climate change \r\nhas deepened over the past few years, and its devastating \r\nimpact knows no borders. The terrible earthquake in \r\nMexico, Hurricane Maria and Hurricane Irma in the \r\nCaribbean, Hurricane Harvey in Texas and tropical \r\nstorm Pam, which devastated Vanuatu in 2015, are \r\nbrutal warnings from Mother Nature that the climate is \r\nchanging faster than our efforts to counter that change. \r\nSolving a problem that has taken centuries to manifest \r\nitself requires more reflection and effort on our part. \r\nBy collectively reducing the rate at which we emit \r\ngreenhouse gases, we can make a major difference. We \r\ncan limit the average rise in temperature to less than \r\n1.5°C, change the chemistry of the oceans, manage sea-\r\nlevel rise and prevent disasters for generations to come. \r\nWe urge all States Members of the United Nations to \r\npersevere. We therefore urge the United States, as part \r\nof the one world we have, to reverse its decision and \r\nenforce the Paris Agreement on Climate Change.\r\nMy country is deeply concerned about climate \r\nchange and the Paris Agreement, and we are committed \r\nto reversing the decline in the health of our oceans. The \r\nUnited Nations Ocean Conference, held here in New \r\nYork in June, has shown that the quality of the oceans, \r\nwhich contribute to our livelihoods, has been seriously \r\nundermined and that urgent and immediate attention on \r\nour part is required, now more than ever before. We \r\nare from an island nation surrounded by a vast ocean \r\nand know how important it is. We are very concerned \r\nabout the health of the ocean because it has an impact \r\non humankind’s survival. \r\nMy Government is committed to implementing the \r\nresolutions of the Conference, including Sustainable \r\nDevelopment Goal 14, by 2030, through partnerships \r\nand national efforts. We are committed to achieving \r\nour national goal of 100 per cent renewable energy by \r\n2030, with the support of our development partners. \r\nWe have launched our national oceans policy, but we \r\nwill also ban the use of plastic bags by 2018 in order \r\nto reduce the amount of ocean debris and preserve its \r\nhealth. At the Pacific Islands Forum Leaders meeting in \r\nApia, I called on the leaders and peoples of the Pacific \r\nisland countries to join Vanuatu in this struggle and \r\nto be more responsible in preserving our blue Pacific \r\nOcean in order to guarantee human survival.\r\nMy Government remains fully committed to \r\nachieving its national sustainable development plan. We \r\nhave begun to meet the challenge of turning our goals \r\ninto tangible action. My Government pledges to submit \r\nVanuatu’s voluntary report in mid-2018. We hope to \r\nshare our progress and our failures in meeting our \r\nsustainable development goals, while fully respecting \r\nthe continuity of the partnership for the achievement of \r\nthe Sustainable Development Goals.\r\nVanuatu is convinced that in order to end poverty, \r\nopportunities for all people, in particular women, \r\nmust be made available. Greater access must be given \r\nto education, nutrition and health. My Government \r\nis committed to eliminating the barriers that \r\ndisproportionately affect our vulnerable groups. We \r\nsuccessfully launched our national policies on gender \r\nequality and the protection of children in November \r\n2016. Both policies take into account violence and \r\ndiscrimination against women and girls, as well as \r\n21/09/2017 A/72/PV.14\r\n17-29597 19/42\r\nthe neglect, exploitation and abuse of and violence \r\nagainst children. We are also aware that a balanced and \r\nequitable distribution of the necessary resources and \r\ninfrastructure in our provinces will help to develop the \r\nprovinces and reduce poverty.\r\nMy Government is committed to ensuring a \r\npeaceful, just and inclusive society and to building \r\nresponsive institutions capable of delivering quality \r\nservices to our citizens. We work with our development \r\npartners to enhance the resilience and adaptability of \r\nour peoples to climate change and natural disasters. My \r\nGovernment is committed to structural reform to ensure \r\npolitical and economic stability, based on equitable and \r\nsustainable growth that would create jobs and increase \r\nour citizens’ incomes.\r\nMy Government sincerely thanks our traditional \r\ndevelopment partners for their contribution to the \r\neconomic development of our country. We are ready \r\nto forge new partnerships to further stimulate our \r\nproductive and infrastructure sectors. \r\nMy Government is concerned about the fact that \r\nthe United Nations has lost much of its ability and \r\nwillingness to implement Security Council resolution \r\n1514 (1960), of 14 December 1960, which called for an \r\nswift and unconditional end to colonialism in all its \r\nforms and manifestations. Decolonization must return \r\nto the agenda of the United Nations, and all efforts must \r\nbe free of the pressures of international politics. We all \r\nhave a collective responsibility to guarantee the self-\r\ndetermination of peoples under the colonial yoke. \r\nWe firmly believe that territorial disputes should be \r\nresolved peacefully, while respecting cultural heritage \r\nand adhering to United Nations conventions and to \r\nthe provisions of international law of the sea. In that \r\nregard, I should like to point out that there have been \r\nrecent incursions into disputed areas of Vanuatu, which \r\nis not in keeping with United Nations principles or the \r\nprovisions of international law of the sea.\r\nFor half a century, the international community \r\nhas witnessed several instances of torture, murder, \r\nexploitation, sexual violence and arbitrary arrest that \r\nthe people of West Papua have suffered at the hands \r\nof the Indonesians, and it has ignored their voices and \r\ncalls for help. We urge the Human Rights Council to \r\ninvestigate those abuses. We also call on our leading \r\npartners around the world to support the legal right to \r\nself-determination of West Papua. We call on them, \r\nalong with Indonesia, to end all forms of violence and \r\nfind common ground with the citizens of West Papua \r\nin order to facilitate a process that will enable them to \r\nfreely express their will. \r\nI return to the principles of the Charter of the United \r\nNations to reaffirm the belief in fundamental human \r\nrights, the dignity and worth of the human person and \r\nthe equal rights of men and women, and of nations, \r\ngreat and small. I believe that we all have an obligation \r\nto work together to lift the economic, commercial and \r\nfinancial embargo imposed on the Republic of Cuba. \r\nRemoving those restrictions will, inter alia, enable the \r\nCuban people to enjoy their human rights.\r\nNew Caledonia is in the critical phase of deciding its \r\nfuture, as the 2018 referendum is quickly approaching. \r\nWe thank all countries, in particular France, that \r\nhave supported the process thus far. We urge the \r\nadministering Power to ensure that the referendum is \r\nfair and transparent and that the wishes of the people \r\nare honoured. We also call on France to facilitate a \r\nfair and transparent process of self-determination for \r\nFrench Polynesia.\r\nIn conclusion, as we begin the seventy-second \r\nsession of the General Assembly, let us work together \r\nwith a specific goal in mind: to respond judiciously to \r\nthe many challenges we face for the common good of \r\nhumankind. May God bless the States Members of the \r\nUnited Nations.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of the Republic of \r\nVanuatu for the statement he has just made.\r\nMr. Charlot Salwai Tabimasmas, Prime Minister \r\nof the Republic of Vanuatu, was escorted from \r\nthe rostrum.\r\nAddress by Mr. Umaro Sissoco Embaló, Prime \r\nMinister of the Republic of Guinea-Bissau\r\nThe President: The Assembly will now hear \r\nan address by the Prime Minister of the Republic of \r\nGuinea-Bissau.\r\nMr. Umaro Sissoco Embaló, Prime Minister of \r\nthe Republic of Guinea-Bissau, was escorted to \r\nthe rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Umaro Sissoco Embaló, Prime \r\nMinister of the Republic of Guinea-Bissau, and inviting \r\nhim to address the Assembly.\r\nA/72/PV.14 21/09/2017\r\n20/42 17-29597\r\nMr. Embaló (Guinea-Bissau) (spoke in Portuguese; \r\ninterpretation provided by the delegation): I am \r\nhonoured to stand at this rostrum and speak to the \r\ninternational community gathered here in the full \r\nexpression of our universality.\r\nAllow me to convey greetings from the people of \r\nGuinea-Bissau to all Heads of State and Government, \r\nrepresentatives of the States Members of the United \r\nNations, who have come to add pomp and substance to \r\nthis session of the General Assembly.\r\nI take this opportunity to congratulate you, Sir, \r\non your election as President of the General Assembly \r\nat its seventy-second session. To your predecessor, \r\nAmbassador Peter Thomson, I would like to express our \r\nrecognition of his performance and wish him continued \r\nsuccess in his remarkable diplomatic career.\r\nAs we all know, the world today is full of complex \r\nand grave challenges, such as hotspots of political \r\ninstability and geopolitical tension around the world, \r\nthe seriousness of which cannot be overlooked by the \r\nstatesmen and citizens of the world; the scourge of \r\nterrorism, which unfortunately does not seem to be \r\nabating, as a phenomenon that deserves our unanimous \r\ncondemnation; the human tragedy of migration waves, \r\nparticularly those crossing the Mediterranean, and \r\nthe saga of refugees; glaring social inequality, the \r\nexpanding geography of poverty, and the intensity of \r\nhuman suffering, which we see in vast areas of the \r\nplanet; and the sorrow of racial, gender and religious \r\ndiscrimination and the threat of climate breakdown on \r\na planetary scale, with prospects of frightening, and \r\nnot unlikely, consequences. In short, it is not difficult \r\nto imagine how many ills of the world are addressed \r\nby the United Nations on a daily basis, and require \r\nthe attention and constructive engagement of the \r\ninternational community represented here.\r\nThe United Nations has a long history of solidarity \r\nwith and commitment to Guinea-Bissau. It began with \r\nour struggle for national liberation and has not been \r\nbroken since. Our goal is to further strengthen our \r\ninstitutional engagement with the United Nations. In \r\nso doing, we are merely reaffirming our firm belief in \r\ninternational law, peace and security among nations \r\nand the social and moral progress of humankind, which \r\nare the values on which the United Nations was created.\r\nWe continue to be going through a period of \r\ninstitutional challenges in Guinea-Bissau, for which the \r\nConakry Accord laid out a solution in October 2016. \r\nThere are challenges related to the functioning of some \r\nof our core political institutions, namely the Parliament \r\nand the Government, but it is with profound solemnity \r\nthat I inform the General Assembly that civilian peace \r\nreigns in my country. There are no reports of universal \r\nhuman rights violations that merit complaints or that \r\nare worthy of concern.\r\nPublic safety indicators related to people and \r\nproperty follow a normal pattern. Regular payments are \r\nbeing made to public servants, and on the foreign debt \r\nservice and internal arrears. The marketing campaign \r\nfor our main export crop, cashew nuts, broke all records, \r\nwhich had a positive impact on the social environment \r\nin Guinea-Bissau. Recently, our public finance controls \r\nwere praised by the International Monetary Fund and \r\nother multilateral partners. The State and civil society \r\nare very far from any political breakdown. Indeed, \r\nwe are fortunately not counting the dead or injured \r\nin Guinea-Bissau, nor are we assessing any damage \r\nto public property resulting from a breakdown in the \r\nauthority of the State.\r\nThe most recently held summit of the Economic \r\nCommunity of West African States (ECOWAS), which \r\nconvened in Monrovia, placed its trust in the Bissau-\r\nGuinean people’s determination to internally resolve \r\nthe problems related to the political and institutional \r\nimpasse that has affected my country for the past two \r\nyears. In that regard, we are pleased that the African \r\nUnion, at its most recent summit in Addis Ababa; the \r\nCommunity of Portuguese-speaking Countries (CPLP) \r\nCouncil of Ministers meeting in Brasilia; and the United \r\nNations put the political situation in Guinea-Bissau \r\nback on their agendas. With the patience, wisdom and \r\nsolidarity of our international partners — ECOWAS, \r\nthe African Union, the CPLP and the Secretary-\r\nGeneral, who is retaining his Special Representative in \r\nGuinea-Bissau — we will overcome the political and \r\ninstitutional impasse that persists in my country.\r\nWe have taken note of the General Assembly’s \r\nagenda, which, in fact, is largely consistent with our \r\nown hopes and concerns. The subregion of the Economic \r\nCommunity of West African States where Guinea-\r\nBissau is located has significant potential for economic \r\ngrowth, consistent poverty reduction and the sharing \r\nof social welfare. There is nothing unattainable in our \r\ndream to drive — at the subregional level, together, in \r\npeace and security, and with productive work — the \r\ninclusive social progress that we all desire.\r\n21/09/2017 A/72/PV.14\r\n17-29597 21/42\r\nWe have examples of success in our subregion, but \r\nwe also see distressing signs on the ECOWAS horizon \r\nof potential threats to both the internal constitutional \r\norder of States and geopolitical stability in the \r\nsubregion. Terrorist acts are seriously affecting Burkina \r\nFaso, Mali, the Niger, Côte d’Ivoire and Nigeria, with \r\nclear and grave consequences for peace, social cohesion \r\nand stability.\r\nGuinea-Bissau fully supports the pooling of efforts \r\nin the context of the Group of Five for the Sahel, \r\nadvocates the integrity of Mali, and calls for an all-\r\nout fight against terrorism in all its manifestations. \r\nIndeed, in order to face so many challenges at the \r\nsame time, namely internal security, the preservation \r\nof the territorial integrity of States and peacekeeping \r\nwithin the space of ECOWAS, we need help. We \r\ntherefore count on the United Nations and all of its \r\nspecialized agencies, and all our international partners. \r\nOnly if we work together will we be able to transform \r\nour subregion into a bastion of peace and internal \r\nsecurity and, by extension, a bastion in the service of \r\ninternational security.\r\nThe Sustainable Development Goals are a \r\nchallenge, but no development strategy is worthy of \r\nsuch a title if, in the case of Guinea-Bissau, it does not \r\nbegin by placing the issue of food security squarely and \r\nsustainably at the core of its concept. To let Guinea-\r\nBissau, a country with a widely recognized agricultural \r\ncapacity, slip into dependence on large volumes of \r\nimported rice every year was certainly one of the worst \r\neconomic policy mistakes that was made. The challenge \r\nwe face is very clear. It is the political and economic \r\nchallenge of food security. It is the moral challenge \r\nof overcoming poverty. It is the test of ensuring zero \r\nhunger in Guinea-Bissau.\r\nWith that as the focus of our approach, we are merely \r\nrestating the central item on the General Assembly’s \r\nagenda in another way — promoting health from cradle \r\nto the grave. I will surprise no one when I state that \r\nthere is no positive health indicator that can stand \r\nagainst the violence of poverty, hunger or malnutrition. \r\nThere is no way to bring down the morbidity and \r\nmortality indicators that assail us as a result of the \r\nscourges of AIDS, malaria, diarrhoea and infectious \r\ndiseases, without sustained poverty reduction, and if \r\nwe do not successfully take on the moral challenge of \r\nzero hunger.\r\nAt a more specific level, my country has made \r\nprogress with regard to the health care that we provide \r\nto our population, in particular to children and women \r\nof reproductive age. However, given that the State \r\nalone is unable to guarantee that public service to the \r\nentire population, we continue to rely on international \r\ncooperation and United Nations support through its \r\nspecialized institutions. But health and poverty are not \r\nthe only elements that go hand in hand. In the context of \r\npoverty and extreme nutritional deficiency, we do not \r\nsee how we can aim for good education for our children.\r\nAccording to recognized scientific criteria, \r\n12 per cent of Guinea-Bissau’s territory is comprised \r\nof ecologically protected areas. In that regard, I can \r\nsay without hesitation that one of our most important \r\neducational achievements has been the development \r\nof a vigilant, ecological awareness of an increasingly \r\nsharp and active sense of environmental responsibility, \r\nin particular among the youth of Guinea-Bissau — the \r\nfoundation of our future. But we are realistic; we have \r\na long road ahead of us and much effort to be made \r\nin order to ensure environmental sustainability, as \r\nwe economically exploit our natural resources. We \r\nconsider the Paris Agreement to be a fundamental \r\nvictory in harmonizing States’ environmental policies \r\nand in their promotion worldwide.\r\nWe must enhance our relations with the People’s \r\nRepublic of China, a country that has been our friend \r\nsince the difficult years of our struggle for national \r\nliberation. As the One China policy is consistent with \r\npeace and security in the region and with China’s \r\nyearning for its unity to be restored, we reiterate our \r\nfull solidarity with the People’s Republic of China.\r\nSecurity Council reform remains a need that the \r\ninternational community has rightly highlighted. \r\nGuinea-Bissau’s position is the same one that we, as an \r\nAfrican country, advocated for and adopted within the \r\nframework of the African Union.\r\nI express the solidarity of the people and the \r\nGovernment of Guinea-Bissau to the people of the \r\nRepublic of Sierra Leone, who have suffered greatly \r\nfrom the natural disaster that has assailed their \r\ncountry. We also offer our solidarity to all countries \r\nthat have been victimized by natural disasters that \r\ncause irreparable loss of human lives, the destruction \r\nof property and great suffering among the survivors.\r\nI express the unfailing solidarity of Guinea-Bissau \r\nto the Republic of Cuba, which has provided support \r\nA/72/PV.14 21/09/2017\r\n22/42 17-29597\r\nto the Bissau-Guinean people at our most challenging \r\nmoments. Today, as in the past, we call for the lifting of \r\nthe economic embargo that has prevented that friendly \r\nnation from developing normally for more than 60 years.\r\nWe also support the hopes of the Palestinian people \r\nfor the establishment of their own State, coexisting side \r\nby side with the State of Israel, based on trust, peace \r\nand security.\r\nI will close my remarks with a reference to the \r\nwomen of Guinea-Bissau. I would like to say that women \r\nin Guinea-Bissau are still far from taking the place \r\nthat they deserve in our society and in our institutions \r\nin general. The policy of gender equality — more \r\nspecifically of equal opportunity for girls and women in \r\nGuinea-Bissau — is undoubtedly a test for my country’s \r\ndemocracy. It is a great challenge for our political \r\nparties and all Government officials in Guinea-Bissau. \r\nI hope that all of the political, economic and social \r\nactors in my country will continue to converge on the \r\nlegitimate advocacy for women’s rights and, in general, \r\nfor the promotion of human rights in Guinea-Bissau.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of the Republic of \r\nGuinea-Bissau for the statement he has just made.\r\nMr. Umaro Sissoco Embaló, Prime Minister of the \r\nRepublic of Guinea-Bissau, was escorted from \r\nthe rostrum.\r\nAddress by Mr. Selom Komi Klassou, Prime \r\nMinister of the Togolese Republic\r\nThe President: The Assembly will now hear an \r\naddress by the Prime Minister of the Togolese Republic.\r\nMr. Selom Komi Klassou, Prime Minister of the \r\nTogolese Republic, was escorted to the rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Selom Komi Klassou, Prime \r\nMinister of the Togolese Republic, and inviting him to \r\naddress the Assembly.\r\nMr. Klassou (Togo) (spoke in French): It is indeed \r\nboth a pleasure and an honour to address the General \r\nAssembly and to convey cordial greetings from the \r\nPresident of the Togolese Republic, His Excellency \r\nMr. Faure Essozimna Gnassingbé, who, because of a \r\nlast-minute commitment, could not be here with us \r\nin New York. I take the f loor to deliver the following \r\nmessage on his behalf.\r\n“It is with a renewed sense of joy that we take \r\npart in the seventy-second regular session of the \r\nGeneral Assembly, which is dedicated to a theme \r\nthat is as revealing as it is inspiring — ‘Focusing \r\non people: Striving for peace and a decent life for \r\nall on a sustainable planet’.\r\n“First and foremost, I would like to congratulate \r\nthe President of the General Assembly, Mr. Miroslav \r\nLajčák, on his election. I would also like to reiterate \r\nmy congratulations to the new Secretary-General, \r\nMr. António Guterres, and assure him of Togo’s \r\nsupport during his tenure, as we strive to achieve \r\nthe noble objectives of our Organization.\r\n“The theme of this session reminds us that \r\nhuman beings and the well-being of our peoples \r\nmust remain the priority of our actions, both at \r\nthe national level and at the international level as \r\nwe pool our efforts. In the context of our debates, \r\nthis theme raises the issue of human security, \r\nwhich encompasses both the imperatives of peace, \r\ndevelopment, access to quality health care, a \r\nhealthy environment, food security and jobs, in \r\nparticular for young people.\r\n“Those challenges that our State faces, in \r\nparticular the developing countries, are a reminder \r\nof the importance of implementing the Paris \r\nAgreement on Climate Change, the 2030 Agenda \r\nfor Sustainable Development and the Addis Ababa \r\nAction Agenda on Financing for Development, all \r\nof which we adopted together.\r\n“In that regard, my country is working actively \r\nto adopt its national development plan before the end \r\nof the year. That plan will replace the strategy for \r\naccelerated growth, development and the promotion \r\nof employment for the period 2018-2022, which is \r\ncoming to an end. The new development planning \r\ndocument will identify priorities and define the \r\nappropriate actions to be implemented in order to \r\nachieve the Sustainable Development Goals.\r\n“With that in mind, in February 2017, the \r\nGovernment set up a strategic monitoring unit for \r\nthe implementation of the Sustainable Development \r\nGoals and international development agreements. \r\nThe unit is tasked with monitoring the progress of \r\npriority action undertaken on those fronts. Togo, \r\nwhich is preparing to take a seat on the Economic and \r\nSocial Council as of 1 January 2018, is committed \r\nto taking an active part in the various actions and \r\n21/09/2017 A/72/PV.14\r\n17-29597 23/42\r\ninitiatives of the Council, with a view to achieving \r\na harmonious and resolute implementation of the \r\n2030 Agenda.\r\n“The quest for the well-being of people is at \r\nthe core of the general policy of the Togolese \r\nGovernment. That need guides sectoral initiatives \r\non a day-to-day basis by giving priority to the \r\nmost vulnerable groups, such as women, children \r\nand young people. More specifically, my country, \r\nwhile maintaining consistency in the progress \r\nalready achieved in the areas of economic growth, \r\npoverty reduction and the promotion of a peaceful \r\nand participatory democracy, spares no effort in its \r\nattempt to ensure genuine inclusive and sustainable \r\ngrowth for the population.\r\n“The emergency community development \r\nprogramme, designed to complement the \r\nprogramme for vulnerable populations, for the \r\nperiod 2016-2018, aims to help bring about \r\nconsiderable improvement in the living conditions \r\nof people in communities where basic social and \r\neconomic services and infrastructure highlight \r\nsocial inequalities. Over the long term, those \r\ninequalities must be reduced with targeted action \r\nso as to meet urgent and priority needs, carried \r\nout in synergy with other activities that are part \r\nof normal sectoral policies. Such action focuses \r\nprimarily on access to drinking water, access to \r\nenergy, rural entrepreneurship and agribusiness, \r\nproductivity and wealth creation, employment, the \r\nempowerment of women and young people, and \r\nsocial protection.\r\n“With regard to social protection, for example, \r\nit should be noted that, following the decision \r\nto make education free of charge in 2008 and \r\nschool canteens gradually available to all public-\r\nschool children, the Government decided to \r\nestablish a social and medical benefits system \r\nfor schoolchildren. That measure, which will be \r\nextended to private secular and faith-based sectors \r\nin the coming years, will cater to 2 million children \r\ninvolved in the pilot phase of the project.\r\n“In addition, in the field of health, the \r\ndevelopment of the new national health development \r\nplan for the period 2017-2022 enables the \r\nGovernment to provide appropriate solutions to the \r\nproblems identified and to align national priorities \r\nwith those of the Sustainable Development Goals.\r\n“The harmonious and sustainable development \r\nof Togo cannot be achieved without peace, social \r\ncohesion, the consolidation of democracy and \r\nthe rule of law. Above and beyond the various \r\naction taken to improve the well-being of the \r\npopulation, those requirements to achieve such \r\ndevelopment will also depend on the political, \r\ninstitutional and constitutional reforms under way. \r\nIn that regard, drawing on the work of the Truth \r\nand Reconciliation Commission, the Government \r\nrecently transmitted to the National Assembly \r\nfor consideration a bill on articles 52, 59 and 60 \r\nof the Constitution of 14 October 1992, relating in \r\nparticular to limiting mandates to a term of five \r\nyears, renewable once, for members of the National \r\nAssembly and the President of the Republic, and \r\nto the voting method, which is a first-past-the-post \r\nsystem with two rounds.\r\n“That reform project, which meets the \r\nprofound hopes and desires of the Togolese people, \r\nwas adopted just three days ago, on Tuesday, \r\n19 September, by more than two thirds of the \r\nmembers of the National Assembly. It should be \r\nunderscored that that process was carried out in \r\naccordance with the provisions of article 144 of the \r\nConstitution, which stipulates the procedure for \r\nconstitutional revision as follows:\r\n‘The bill or the proposal of revision is \r\nconsidered as adopted if it is voted with \r\nthe majority of four fifths of the deputies \r\ncomposing the National Assembly. In default \r\nof this majority, the bill or proposal of revision, \r\nadopted with the majority of two thirds of the \r\ndeputies composing the National Assembly, is \r\nsubmitted to referendum.’\r\n“In addition, the voting on the bill or proposal \r\nby a two-thirds majority of the members of the \r\nNational Assembly raises the issue of constitutional \r\nreform directly with the people through the \r\nholding of a referendum. A bill will be submitted \r\nimmediately to the people for ratification. As the \r\nhistory of our country reflects, a referendum will \r\nenable the country to freely and fully exercise its \r\nsovereignty, by making the text of the Constitution \r\na fundamental norm.\r\n“With regard to human rights, the will of \r\nthe Togolese Government to fulfil its obligations \r\nin the protection and promotion of such rights \r\nA/72/PV.14 21/09/2017\r\n24/42 17-29597\r\nis irreversible. It was a long-term undertaking, \r\nbut Togo remained committed to consolidating \r\nthe gains made and to further strengthening the \r\nmeasures guaranteeing fundamental freedoms. We \r\nwill also continue to work within our mandate at \r\nthe Human Rights Council, which expires in 2018, \r\nin order to ensure that that body plays its full role \r\nin respecting human rights and protecting the well-\r\nbeing of the peoples of the world.\r\n“With regard to the challenges facing our \r\nStates, I call on the entire international community \r\nto take responsible action to mitigate the threat of \r\nglobal warming. The quality of life of the people on \r\nour planet must be preserved for the good of future \r\ngenerations. My country, which often faces the \r\nvagaries of coastal erosion, f looding and irregular \r\nrainy seasons, believes that the Paris Agreement \r\non Climate Change remains an ideal framework \r\nfor carrying out joint initiatives that will safeguard \r\nthe climate.\r\n“In West Africa, the recent bad weather, which \r\nresulted in significant loss of life in Sierra Leone \r\nand tens of thousands of victims in the Niger, has \r\nconjured up in people’s memories the spectre of \r\nthe terrible Ebola crisis that the subregion had to \r\ndeal with two years ago. Those losses, which we \r\nall lament, should compel our individual States \r\nand those outside the African continent to act \r\nurgently to develop a rigorous and effective plan \r\nfor ensuring that our peoples have decent living \r\nstandards and a resilient health-care system, with \r\nparticular emphasis on our technical services’ \r\nearly-warning and prevention capabilities. To that \r\nend, I would like to urge States to work together \r\nto intensify our efforts, not only to prevent the \r\nresurgence of previously eradicated epidemics but \r\nalso to significantly reduce and even eliminate \r\nother diseases, such as HIV/AIDS, malaria and \r\ntuberculosis, which, tragically, continue to cause \r\nmany casualties in Africa.\r\n“The era we live in has also been marked by \r\na surge in new security challenges, from maritime \r\ninsecurity to terrorism, which we must fight in all \r\ntheir forms. Maritime insecurity undermines our \r\ndevelopment, deprives our people of vital resources \r\nand creates areas of lawlessness that criminal \r\nnetworks try to exploit for their various types of \r\ntrafficking. Togo was therefore pleased with the \r\nsuccess of the African Union’s Extraordinary \r\nSummit of Heads of State and Government on \r\nMaritime Security, Safety and Development in \r\nAfrica, held in Lomé in October 2016. Today, thanks \r\nto the commitment of the States that participated in \r\nthe Summit, we now have the African Union Charter \r\non Maritime Security, Safety and Development, a \r\nharmonized, legally binding instrument aimed at \r\npromoting the development of the blue economy in \r\nAfrica. I would also like to take this opportunity \r\nto invite and encourage countries that have not \r\nyet signed the Lomé Charter to do so, and thereby \r\nstrengthen the legal framework for regulating \r\nour States’ joint action, under the auspices of the \r\nAfrican Union, for preserving our seas and oceans.\r\n“We cannot deny that we will never be able \r\nto achieve the goal that is the theme of this year’s \r\nsession if we do not intensify our efforts to maintain \r\nworld peace and security. The recent terrorist \r\nattacks in France, Great Britain, Spain, Burkina \r\nFaso, Côte d’Ivoire, Mali and other countries have \r\nhighlighted the importance of concerted action on \r\nthe part of the entire international community if we \r\nare to tackle this scourge, which knows no borders \r\nand does not discriminate among its targets. That \r\nis why in the region where it is most prevalent \r\nin Africa, the Sahel, I commend the initiative of \r\nthe countries of the Group of Five for the Sahel, \r\nwhich will help us further strengthen inter-State \r\ncooperation, and urge the most aff luent countries \r\namong us to support the push for an effective fight \r\nthat will enable us to eradicate terrorism in that part \r\nof Africa. In that regard, I was particularly pleased \r\nwith the Secretary-General’s establishment of the \r\nOffice of Counter-Terrorism in June. Eliminating \r\nradicalism and religious fundamentalism should \r\nalso be a major priority for our States, along with \r\nour urgent duty to provide convincing alternatives, \r\nespecially for young people, that can guarantee \r\ntheir future and shield them from the rhetoric of \r\nhatred and other appeals to violence.\r\n“In view of the major challenge that migration \r\nrepresents today and the security crisis it creates, \r\nwe should take strong measures not only to limit \r\nthe ever-increasing demands placed on countries \r\nof destination but especially to tackle the problem \r\nwhere it begins, in the countries of origin. Finding \r\nadequate solutions to the migration crisis also \r\nmeans finding definitive solutions to the various \r\nconflicts that undermine the ability of the States \r\n21/09/2017 A/72/PV.14\r\n17-29597 25/42\r\nconcerned to ensure effective control over their \r\nborders and result in the massive displacement \r\nof populations seeking security and a better life \r\noutside their own countries. We all know that the \r\ncrises in Syria and Libya, and the fierce fight \r\nthat the Iraqi Government is currently waging \r\nagainst the Islamic State, are not confined to those \r\ncountries’ borders, but have attendant results \r\nthat include the destabilization of their regions, \r\nworsening terrorism and a migration crisis. In that \r\nregard, it is Togo’s hope that in Africa, the various \r\ninitiatives of the African Union and other regional \r\norganizations, supported by the United Nations, \r\nwill help to resolve the disputes in South Sudan and \r\nrestore stability in Libya.\r\n“In Asia, the recent missile launches by the \r\nDemocratic People’s Republic of Korea have raised \r\ntensions within the international community, \r\nsparked heated debates in the Security Council and \r\nincreased people’s fears, particularly in Japan and \r\nthe Republic of Korea. I urge the main protagonists \r\nto exercise restraint and reason in order to preserve \r\npeace and stability in the region. There can be no \r\nquestion that only dialogue and concerted efforts \r\ncan settle this issue.\r\n“The challenges that our world is facing are \r\nhaving a real impact on Africa’s development. If \r\nwe are to tackle them effectively, one of the most \r\nurgent tasks still ahead of us is the economic \r\ntransformation of the continent. We are well \r\naware that it is the African elite that has primary \r\nresponsibility for that transformation, but we \r\nwould also like to emphasize the importance in \r\nthat regard of international solidarity. Besides the \r\nefforts that must be made to implement the SDGs, \r\nit will be crucial to foster investment in Africa, \r\nparticularly in science, industry, agribusiness and \r\nadvanced technology. Our transformation will also \r\nrequire the efforts of the various regional economic \r\ncommunities. By ensuring that their peoples \r\nand economies are properly integrated, they can \r\npromote African integration generally and thereby \r\ncontribute to harmonious development in Africa as \r\na whole.\r\n“In my capacity as current Chairperson of \r\nthe Economic Community of West African States \r\n(ECOWAS), I pledge to work with my colleagues \r\nto make our shared space an ECOWAS of our \r\npeoples, in accordance with the objectives of our \r\norganization. I would like to take this opportunity \r\nto thank our partners and invite them to continue \r\nto work alongside our States and the ECOWAS \r\nCommission with a view to translating our multiple \r\ninitiatives into concrete action.\r\n“The United Nations has helped the world to \r\nmake a great deal of progress in the areas of peace \r\nand security, the promotion of human rights and \r\nthe preservation of our planet. It has been able to \r\nachieve those advances thanks to its revitalization \r\nof some of its organs and, above all, by adapting \r\nthem to the changes that have taken place since the \r\nOrganization was founded. With regard to reform \r\nof the Security Council, Togo believes that Member \r\nStates should resolve to conclude the process, which \r\nbegan more than two decades ago, with the goal of \r\nmaking the Council more effective. We hope that \r\nsignificant progress can be made in that direction \r\nduring this session. The reforms should also \r\nencompass our peacekeeping forces. In that regard, \r\nwe commend the Secretary-General’s initiative for \r\na draft compact between the United Nations and its \r\nMember States on eliminating sexual exploitation \r\nand abuse during peacekeeping operations, and we \r\nhope that all States will adhere to it so as to put an \r\nend to this problem for good.\r\n“I firmly believe that, by working together \r\nduring this session, the General Assembly will \r\nmake a significant contribution to strengthening \r\nour States’ commitment to making our planet a \r\nworld of shared peace and prosperity for the well-\r\nbeing of our peoples.”\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of the Togolese \r\nRepublic for the statement he has just made.\r\nMr. Selom Komi Klassou, Prime Minister of the \r\nTogolese Republic, was escorted from the rostrum.\r\nThe President: I now call on His Excellency \r\nMr. Vladimir Makei, Minister for Foreign Affairs of \r\nthe Republic of Belarus.\r\nMr. Makei (Belarus) (spoke in Russian): The past \r\nfew decades have been marked by two contradictory \r\ntrends — increasing political fragmentation and \r\nincreasing economic globalization. The first of those is \r\nassociated with the global political instability that has \r\nresulted from wars, conflicts, terrorism, xenophobia \r\nand other factors and that is giving rise to a feeling \r\nA/72/PV.14 21/09/2017\r\n26/42 17-29597\r\nof mounting chaos and despair. Why are we in this \r\npredicament? Because we did not truly put an end to \r\nour last momentous conflict, the Cold War. It did not \r\nend with a peace treaty, as had always been the case \r\nwith previous major wars. As a result, we were left \r\nwithout the generally accepted frameworks that could \r\nhave guided our subsequent behaviour. The various \r\nPowers formed differing interpretations of this state \r\nof geopolitical uncertainty and acted accordingly. \r\nWhat seemed obvious and legitimate to some was \r\nincomprehensible and illegitimate for others. Basically, \r\nall the problems that have accumulated since the early \r\n1990s are the legacy of our inability to bring an end the \r\nCold War once and for all. But it is never too late to do \r\nthe right thing.\r\nLast year, the President of Belarus came up with \r\nthe idea of launching a new negotiating process similar \r\nto the Helsinki process of the 1970s, while, needless \r\nto say, keeping in mind the problems and threats that \r\nare relevant to us today. We believe that the possibility \r\nof expanding and reconsidering that format is worth \r\ndiscussing. We propose that the key global players, \r\nparticularly China, Russia, the United States of America \r\nand the States of the European Union, engage in a \r\ndialogue on a strategic vision for new and constructive \r\nrelations. For its part, the Republic of Belarus is ready \r\nto provide the forum for such a dialogue. We are willing \r\nto carry out that task with the same responsibility that \r\nwe have shown over the past few years in the efforts \r\nto settle the crisis in Ukraine. Minsk is prepared to be \r\nthe bridge that can connect the issues of the past with \r\nthose yet to come. We believe that the agreements that \r\ncould result from such a dialogue would, in essence, put \r\nan end to that last major war. They could subsequently \r\nbe implemented through the active engagement of \r\nthe United Nations, and with that, stop the growing \r\npolitical fragmentation in the world in its tracks. Some \r\nmay consider this unrealistic in today’s world, but three \r\nyears ago the President of the Republic of Belarus’s \r\nproposal to send peacekeepers to Ukraine was greeted \r\nin exactly the same way, and yet now that idea has \r\nbeen revived and is being actively discussed in the \r\nUnited Nations.\r\nGrowing globalization, the second of the two \r\ntrends under discussion, has undoubtedly contributed \r\nto progress and economic development worldwide, but \r\nit too has its downside. The fact is that the majority of \r\nthe world’s population has not been able to enjoy its \r\nbenefits, especially in the past few decades, and as a \r\nconsequence, we have been unable to eliminate poverty \r\nand inequality has steadily risen. Much has been said \r\nin recent years, including from this rostrum, about the \r\neconomic reasons for this situation, but to put it bluntly, \r\nthe global economy has not been run according to a \r\nwin-win formula. It is designed to suit the interests not \r\nof ordinary people but of corporate capital. As a result, \r\neconomic globalization has not been that rising tide \r\nthat lifts all boats.\r\nNevertheless, there are are some grounds for \r\noptimism. We base that on two factors — regional \r\nintegration and new creative ideas in the global economy. \r\nRegional integration is a key feature of today’s world. \r\nWhere it is successful, it leaves less room for political \r\nfragmentation. Belarus has been actively involved in \r\na number of integration processes in its region. This \r\nyear, for example, we hold the chairmanship of the \r\nCentral European Initiative. In the past few years, \r\nBelarus has been vigorously advocating for cooperation \r\nand interconnectivity among regional processes, \r\nan approach we call “integrating integrations”. It is \r\nbased on the assumption that, in terms of structural \r\nfunctionality, today’s world is made up of regions as \r\nwell as countries. We firmly believe that cooperation \r\namong regional integration processes is as essential to \r\ntheir functioning as it is to that of States. And where \r\ncreative new ideas are concerned, we would like to \r\nsingle out the One Belt, One Road initiative promoted \r\nby the People’s Republic of China, which represents a \r\nnew type of economic multilateralism, one that seeks to \r\nbring benefits not only to its individual participants but \r\nto the global economy as a whole and is a true win-win \r\napproach. The Republic of Belarus both participates in \r\nand supports that initiative. In our view, “integrating \r\nintegrations” and One Belt, One Road can help us shift \r\nthe global economy from a path of divergence to one \r\nof convergence. Globalization must become more fair.\r\nHow can the United Nations help to address the \r\nchallenges posed by political fragmentation and uneven \r\neconomic globalization? One of its primary tasks in the \r\nprevious century was to prevent the great Powers from \r\nwaging wars among themselves. It succeeded in that \r\ntask, providing a forum where opposing parties could \r\nwork towards a positive end. The result was that a third \r\nWorld War did not happen.\r\nToday the realities are different, and they require \r\nus to reconsider the Organization’s role and place in our \r\nworld. In particular, the question is about how the United \r\nNations fits into a world that is increasingly dominated \r\n21/09/2017 A/72/PV.14\r\n17-29597 27/42\r\nby various closed clubs and informal entities. We believe \r\nthat, as it has always done, the United Nations must work \r\nto strengthen the system of inter-State relations. It is at \r\nthe United Nations that its Members can successfully \r\nresolve their differences, forge mutually acceptable \r\nsolutions and tackle transboundary threats. For its part, \r\nthe United Nations should serve as a unifying force for \r\nthe international relations system as a whole. In other \r\nwords, the entire complex network of new dimensions \r\nin those relations — closed clubs, informal entities, \r\nalliances and others — should be anchored in the \r\nUnited Nations. If that is done, the system we have can \r\nfunction in a coherent, concerted and effective manner.\r\nThe new Secretary-General has launched a \r\ncomprehensive process for reform of the United \r\nNations, and we welcome this undertaking on the \r\nwhole. We would particularly like to highlight the \r\nrelevance and importance of his initiatives where the \r\nmaintenance of international peace and security and \r\nthe fight against terrorism are concerned. We realize \r\nthat the degree of success of this transformation will \r\nto a large extent determine the role and place of the \r\nOrganization in the world for many years to come, and \r\nwe believe that success will come if we all uphold three \r\nmajor principles.\r\nFirst, reform must be transparent, logical and \r\nresult-oriented.\r\nSecondly, it should not lead to more red tape or a \r\ngreater burden on Member States.\r\nThirdly, reform should be inclusive. Every Member \r\nState’s voice must be heard. However, the most \r\nimportant part of reform of the United Nations system \r\nis not about reviewing the interactions and alignment \r\nof its individual bodies or optimizing its personnel \r\nand funding. Its most serious, meaningful and far-\r\nreaching reform can and must occur in our relationship \r\nto the Organization.\r\nToday the General Assembly constitutes a unique \r\ndeliberative forum that is essential to our recognition of \r\nboth the fragility and the diversity of our world. We, the \r\nMember States, need to regain our sense of ownership \r\nof our Organization, which has been somewhat lost. \r\nThe United Nations is not made up just of its Secretariat \r\nand its field missions, programmes and funds. First and \r\nforemost, it is about its Member States and their will or \r\nlack of it, about dialogue and cooperation or alienation. \r\nNo ideal composition of the Security Council or \r\nperfectly optimized General Assembly agenda will \r\nmean anything to the world beyond the East River \r\nunless Member States demonstrate a willingness to \r\nlook for ways to better understand one another and \r\nagree more often.\r\nOnly in the most minimal way does our routine \r\nwork in the General Assembly, agreeing on the texts \r\nof multiple lengthy resolutions, represent dialogue and \r\nan effort to understand our opponents. Our various \r\nthematic side events provide a platform for dozens of \r\nspeakers to present their views, and yet they very rarely \r\ntry to find an answer to the question of what we must \r\ndo to better understand one another. How often, during \r\nour official meetings and informal consultations, do \r\ninconsistent arguments and unanswered questions \r\nhang in the air without a response, or simply without \r\nbeing heard? That is why we are absolutely certain \r\nthat real reform of the United Nations will come \r\nonly when together we decide to create the necessary \r\nconditions — both in terms of organization and setting \r\ngoals — to use the United Nations as a practical tool \r\nfor finding ways to resolve contradictions and disputes \r\namong Member States without violence or war.\r\nWe want both the Secretary-General and Member \r\nStates to attend to this message. History has shown that \r\nevery world order or system of international relations \r\nis always born out of the intolerable agony brought on \r\nby a major war or watershed event. Do we really need \r\nanother major war or global calamity for our currently \r\nrudderless world to achieve some order? I am sure that \r\nnone of us wants any such scenario.\r\nBelarus has proposed ways to address our \r\nfundamental global problems. We fully realize how \r\naudacious and unrealistic the idea of forging a renewed \r\narchitecture for Eurasian-Atlantic cooperation and \r\nsecurity may appear to many at this stage. We are \r\nwilling to admit that our initial ideas about the outlines \r\nand, perhaps, the content of this process may be far from \r\nperfect. And it is possible that not everyone is ready to \r\nembrace Belarus’s notion of the importance of closer \r\ncooperation among regional integration processes. \r\nHowever, what we do firmly believe is that it is high \r\ntime that we all came together to act urgently for the \r\nsake of peace and prosperity.\r\nI would like to conclude with a fitting quotation \r\nfrom Martin Luther King, Jr., who once said, “Over \r\nthe bleached bones and jumbled residue of numerous \r\ncivilizations are written the pathetic words: ‘Too late’.” \r\nWe can still act to make sure that it will not be too late.\r\nA/72/PV.14 21/09/2017\r\n28/42 17-29597\r\nThe President: I now call on His Excellency \r\nMr. Kairat Abdrakhmanov, Minister for Foreign Affairs \r\nof the Republic of Kazakhstan.\r\nMr. Abdrakhmanov (Kazakhstan): In his first \r\nstatement at the United Nations in October 1992 (see \r\nA/47/PV.24), the President of Kazakhstan, Nursultan \r\nNazarbayev, endorsed the concept of preventive \r\ndiplomacy, an idea that is now a very high priority for \r\nthe Secretary-General and the President of the General \r\nAssembly. That concept has been instrumental for \r\nKazakhstan, which for the 25 years of its independent \r\ndevelopment has shown itself to be a proactive and \r\nresponsible member of the international community. \r\nMy country has become a net contributor to peace, \r\nsecurity and stability, and economic and social \r\ndevelopment, not only in our region but far beyond. We \r\nhave worked diligently to preserve peace and harmony \r\nin our multi-ethnic, multi-religious society, while \r\nstressing and ensuring the equality and dignity of every \r\ncitizen. We have achieved that while also creating an \r\nefficient economic model. Our economy has grown \r\n20 times over, and major international corporations \r\nhave established and strengthened their presence in \r\nKazakhstan, investing more than $265 billion. This \r\nyear the Institute for Management Development ranked \r\nKazakhstan thirty-second in world competitiveness, \r\nafter a remarkable rise of 15 places, and thirty-fifth on \r\nits ease-of-doing-business index, 16 places higher.\r\nLooking forward, Kazakhstan has a clear vision for \r\nits future development. We are aiming to become one \r\nof the top 30 most competitive economies in the world \r\nby 2050, meeting the most advanced global standards \r\nin terms of economic performance and transparent \r\ngovernance, especially those of the Organization \r\nfor Economic Cooperation and Development. A \r\nnew model of economic growth, Kazakhstan’s third \r\nmodernization, announced by President Nazarbayev \r\nin his annual address earlier this year, outlines a path \r\nby which our country can achieve those ambitious \r\ngoals. On the economic front, the third modernization \r\nstrongly emphasizes Kazakhstan’s rapid technological \r\nmodernization, with a focus on new high-tech industries, \r\ninformation and communication technologies, as well \r\nas massive improvements in the business environment, \r\neconomic productivity, human development and \r\ninstitutional reforms. We have committed resources to \r\nstreamlining and upgrading our road, rail, airport and \r\npipeline infrastructure and ensured the effective joining \r\nof Kazakhstan’s national Nurly Zhol programme and \r\nChina’s One Belt, One Road initiative.\r\nThis year, with a view to building a more efficient, \r\nsustainable and modern system of governance, \r\nPresident Nazarbayev initiated constitutional reform in \r\nKazakhstan. The reform, now well under way, is aimed \r\nat a major redistribution of powers among its three \r\nbranches and at further democratizing the political \r\nsystem as a whole. The key steps are the transfer of some \r\npresidential powers to Parliament and the Government, \r\nand the strengthening of a genuine system of checks and \r\nbalances. Those economic and political modernization \r\nprocesses will be accompanied by efforts in our quest \r\nto modernize Kazakhstan’s national identity and \r\ncultural code to create conditions for a new generation \r\nof competitive and pragmatic citizens and leaders with \r\na thirst for knowledge, progressive consciousness and \r\nan open attitude.\r\nWe are pleased to see that the expanded regional \r\npartnership among Central Asian States has enhanced \r\nour common capability to withstand threats and \r\nchallenges. With that in mind, during our current \r\nmembership of the Security Council, we have been \r\nfocusing on creating a model of a regional zone of \r\npeace, security, development and cooperation in \r\nCentral Asia. We are also striving to further strengthen \r\nregional cooperation and integration among the \r\nbrother nations of Central Asia in such areas as water \r\nmanagement, trade and development, transportation \r\nand many others. Kazakhstan is focusing in particular \r\non regional cooperation aimed at tackling the disastrous \r\nsituation of the Aral Sea. The International Fund for \r\nSaving the Aral Sea is still the only permanent platform \r\nfor dialogue among Central Asia’s Heads of State, \r\nand we believe that it could be used to combine our \r\nefforts to formulate mid- and long-term strategies for \r\nregional development.\r\nThe agenda of the General Assembly at its \r\ncurrent session focuses on people, encompassing \r\nissues of sustainable development and peace and \r\nsecurity, and stresses our common responsibility for \r\nthe future. None of us can ignore the tough realities \r\nwe see on the ground — the lack of trust and unity, \r\nglobal and regional inequality and injustice, poverty, \r\nxenophobia, conflict, terrorism and extremism, and \r\nthe proliferation of weapons of mass destruction. That \r\nis why this agenda truly reflects the magnitude of the \r\nchallenges that the United Nations is facing today \r\n21/09/2017 A/72/PV.14\r\n17-29597 29/42\r\nand at the same time underlines the Organization’s \r\nundiminished importance.\r\nWhile the United Nations machinery has indeed \r\nbeen subject to criticism and demands for long-awaited \r\nreforms aimed at enhancing its preparedness for crises \r\nand response capabilities, the Organization remains a \r\nbeacon of hope for billions of people across the globe, \r\na universal institution that holds a promise of a better, \r\nsafer and more sustainable life. We believe that the \r\nSecretary-General is on the right track in that regard \r\nin his efforts to unite Member States in revitalizing the \r\nUnited Nations. We also support the special meeting \r\non United Nations reform convened on 18 September \r\nby United States President Donald Trump, which we \r\nbelieve will be a fresh incentive to turn our Organization \r\ninto an effective and efficient tool that serves the whole \r\nof humankind.\r\nKazakhstan is actively working on establishing \r\nand hosting a United Nations regional hub in Almaty \r\nfor multilateral diplomacy, with a focus on sustainable \r\ndevelopment, humanitarian assistance, disaster risk-\r\nreduction and resilience-building in the region and \r\nbeyond. The initiative is in line with the Secretary-\r\nGeneral’s idea of optimizing the service-delivery of \r\nthe United Nations and increasing the effectiveness of \r\nUnited Nations field missions’ activities through proper \r\nplanning and management.\r\nMy country has continued to pursue the \r\nconcept of a security and development nexus, while \r\nreflecting the intrinsic interdependence of peace, \r\nsecurity and development. Sustainable development \r\nis unimaginable without peace, and vice versa. \r\nWhen our security architecture is eroded, along with \r\nregional confrontations and international terrorism \r\nit undermines the achievements that we havemade \r\nwithin the framework of the Millennium Development \r\nGoals and puts our ability to attain the Sustainable \r\nDevelopment Goals (SDGs) in jeopardy. Peace is \r\nan integral requirement for social, economic and \r\nenvironmental progress.\r\nWhen we speak of opportunities made possible \r\nby global modernization, we must bear in mind the \r\ndangers that can prevent all of us from realizing our \r\npotential. In our interdependent and connected world, \r\nnuclear weapons are no longer an asset, but rather \r\na danger. With moral authority and responsibility \r\nbased on my nation’s bitter experience of hundreds of \r\nnuclear tests, my President has stated that eliminating \r\nthe danger of nuclear weapons is the most urgent task \r\nfacing humankind in the twenty-first century. That \r\nwill involve a whole range of important and urgent \r\nsteps — a complete ban on nuclear testing, the total \r\nprohibition of nuclear weapons and the complete and \r\nverifiable destruction of nuclear arsenals.\r\nWe are deeply concerned about the nuclear \r\ntests being conducted by the Democratic People’s \r\nRepublic of Korea — the only State in the twenty-first \r\ncentury that has continued with such tests, despite the \r\ncondemnation of the entire international community. \r\nI want to stress that the actions that the Democratic \r\nPeople’s Republic of Korea is taking to further \r\ndevelop its nuclear and missile programmes are totally \r\nunacceptable. Pyongyang must take serious steps to \r\nrestore our trust and must recommit to a much-needed \r\npolitical settlement.\r\nIn 2009, the General Assembly unanimously \r\nadopted resolution 64/35, thereby designating \r\n29 August — the day the Semipalatinsk nuclear test site \r\nwas officially closed in 1991 by the decree of President \r\nNazarbayev — as the International Day against Nuclear \r\nTests. That day has been widely commemorated in \r\nKazakhstan and in the United Nations since 2010. \r\nThis year has also been marked by several events of \r\ninternational significance. From 25 to 29 August, \r\nAstana hosted the conference of the Pugwash movement \r\nof scientists commemorating the movement’s sixtieth \r\nanniversary and the International Day against Nuclear \r\nTests, at which hundreds of scholars, practitioners and \r\nofficials from some 50 countries gathered to seek ways \r\nto achieve a nuclear-weapon-free world.\r\nOn that same day, my President and Director \r\nGeneral Yukiya Amano, of the International Atomic \r\nEnergy Agency (IAEA), opened the IAEA Low-\r\nEnriched Uranium Bank facility in Kazakhstan, with a \r\nview to making a significant contribution to the uses of \r\nnuclear energy for peaceful purposes and strengthening \r\nthe global non-proliferation regime. At the opening \r\nceremony, President Nazarbayev outlined a number \r\nof important initiatives that I would like to share with \r\nthe Assembly.\r\nThe first will be to convene a summit of all the \r\nStates that possess nuclear weapons to collectively \r\ndiscuss further steps towards their nuclear disarmament \r\nand the attainment of a nuclear-weapon-free world. The \r\nsecond is to enhance the role of nuclear-weapon-free \r\nzones as effective instruments for ending further \r\nA/72/PV.14 21/09/2017\r\n30/42 17-29597\r\nnuclear proliferation and to combine the efforts of \r\nStates members of such zones at a meeting in our \r\ncapital of Astana of representatives of all the nuclear-\r\nweapon-free zones. The third is to revive the global \r\nnuclear-security summit process and to host the first \r\nrelaunched nuclear-security summit, also in Astana. \r\nThe fourth is to call for joint efforts to ensure that the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\nis implemented by 2020, which will be the fiftieth \r\nanniversary of the Treaty’s entry into force.\r\nWe must improve the coordination of our common \r\nresponse to the barbaric acts of terrorists. Kazakhstan \r\nfully supports the efforts of the United Nations in that \r\nregard, especially the creation of the Office of Counter-\r\nTerrorism, with a view to developing a comprehensive \r\nlong-term approach. That is in line with the President of \r\nKazakhstan’s 2015 proposal for the joint establishment \r\nof a global anti-terrorism coalition. My country looks \r\nforward to actively and constructively participating in \r\nthe first-ever meeting of the heads of national counter-\r\nterrorism agencies next year with a view to forging a \r\nnew international counter-terrorism partnership. As \r\na practical contribution to the global partnership in \r\nthe fight against terrorism, my country has begun to \r\nformulate a code of conduct for the achievement of a \r\nterrorism-free world as one way to expedite work on a \r\ncomprehensive convention on international terrorism. \r\nWe are also committed to implementing the United \r\nNations Global Counter-Terrorism Strategy and have \r\nrecently allocated $300,000 for its implementation in \r\nCentral Asia.\r\nKazakhstan advocates for the broadest possible \r\nimplementation of multilateral mechanisms and \r\ninstruments for combating foreign terrorist fighters \r\nand shutting down the channels of financial support \r\nfor their activities through the illegal trade in drugs, \r\nnatural resources and cultural artefacts. Since there is \r\na wide range of approaches to the issue of controlling \r\nInternet content, we believe that the United Nations \r\nshould take concerted action to prevent the use of the \r\nInternet for recruiting and spreading terrorist ideology \r\nand radicalizing populations, especially young people. \r\nWe in Kazakhstan are working on creating a national \r\ncybershield system.\r\nThe unspeakable suffering of millions of people \r\nin Syria, Iraq, Libya and Yemen, and the ongoing \r\nhumanitarian crises and gross violations of human \r\nrights in those countries, leave none of us indifferent. \r\nKazakhstan is hosting the Astana process on Syria in \r\norder to contribute to the peaceful settlement of the \r\nsituation there and to promote the United Nations-led \r\nnegotiations in Geneva, which is the primary forum for \r\nthose negotiations. We believe that the Astana process, \r\nwhich began earlier this year with the support and direct \r\ninvolvement of President Nursultan Nazarbayev, has \r\nproduced clear, positive results aimed at strengthening \r\nthe ceasefire regime, creating de-escalation zones and \r\ndeveloping a monitoring mechanism. Success in the \r\nGeneva and Astana platforms is critical and should \r\nbe supported by all if we are to save innocent lives in \r\nSyria. It is a moral imperative for all of us.\r\nKazakhstan has a clear and consistent position \r\non the Middle East peace process, based on a two-\r\nState solution approach. We support a sovereign, \r\nindependent, viable and united State of Palestine, with \r\nEast Jerusalem as its capital, living within secure and \r\nrecognized borders, side by side in peace with Israel.\r\nAs an active member of the Organization of Islamic \r\nCooperation (OIC), my country, along with other \r\nOIC member States, is a firm defender of the ideal of \r\ndialogue among nations and peoples of diverse religious \r\nidentity. In Astana we recently hosted the OIC Summit \r\non Science and Technology on the margins of the \r\nInternational Exhibition Expo 2017. While the Summit \r\nwas devoted to science and technology matters, the \r\nparticipants were not in a position to ignore the current \r\nsuffering of the Rohingya community. The OIC member \r\nStates condemned those continued violations and called \r\nfor dialogue among the United Nations, the OIC and \r\nthe Government of Myanmar to stop the humanitarian \r\ncrisis. Those events have once again highlighted the \r\nrelevance of our initiative in establishing the Congress \r\nof Leaders of World and Traditional Religions.\r\nKazakhstan is fully committed to strengthening \r\nand improving United Nations peacekeeping activities. \r\nWe believe that the Secretary-General’s new approach \r\nto peacekeeping reform, with a cross-pillar approach \r\nfocusing on prevention and sustaining peace, will \r\nimprove the effectiveness and accountability of \r\npeacekeeping operations. We are confident that, if we \r\nensure f lexibility and partnerships, they will not only \r\nencourage the active involvement and engagement of \r\nnew countries but could also increase the effectiveness \r\nof peace operations. My country is committed \r\nto increasing its contribution to United Nations \r\npeacekeeping by sending more military observers \r\nand staff officers to United Nations missions. We \r\nrecently declared that we had reached the second level \r\n21/09/2017 A/72/PV.14\r\n17-29597 31/42\r\nof peacekeeping-unit preparedness for deployment to \r\nUnited Nations peacekeeping missions in the United \r\nNations Peacekeeping Capability Readiness System.\r\nEarlier this year I presented President Nazarbayev’s \r\npolicy address to the Security Council. Its seven \r\npriorities call for ensuring humankind’s survival \r\nthrough a world free of nuclear weapons by 2045 and \r\nthrough the prevention and elimination of military \r\nconfrontation at the regional and global levels, thereby \r\ngenerating a model for a regional zone of peace, \r\nsecurity, cooperation and development in Central Asia. \r\nIt calls for all stakeholders to work globally to combat \r\ninternational terrorism and extremism, promote peace \r\nand security in Africa, implement the SDGs and work \r\nfor reform of the Security Council and the United \r\nNations system.\r\nKazakhstan will hold the presidency of the Council \r\nfor the month of January 2018. The major event we \r\nare planning during that period will be a high-level \r\nopen debate on global peace and security. I would like \r\nto take this opportunity to extend our invitation to \r\nall Member States to participate in the debate at the \r\nhighest level. Our presidency will focus particularly \r\non security and stability in Afghanistan and Central \r\nAsia through the prism of Afghanistan’s peaceful \r\nintegration, economically and politically, into regional \r\nand global processes.\r\nMy country remains deeply committed to sustainable \r\ndevelopment. In the face of the reality of climate \r\nchange, Kazakhstan, despite its abundant conventional \r\nenergy resources, is committed to achieving a green \r\neconomy by diversifying and developing alternative \r\nenergy sources. That led us to choose “Future energy” \r\nas the theme for the Astana Expo 2017 international \r\nexhibition. Throughout the summer, 115 countries \r\nand 22 international organizations, including the \r\nUnited Nations, its funds, agencies and programmes, \r\nshowcased their creative experiences. That enormous \r\nundertaking is clear evidence of Kazakhstan’s pledge \r\nto carry forward the Paris Climate Change Agreement \r\nand the 2030 Agenda for Sustainable Development. \r\nOne of the best ways to promote a green economy and \r\ngreen business is the use of the legacy of the Expo \r\ninfrastructure. With the support of five United Nations \r\nagencies, we are establishing a “Future energy” \r\ninternational centre for the development of green \r\ntechnologies and investment projects. Its activities \r\nwill be in full compliance with Kazakhstan’s Green \r\nBridge Partnership Programme, as reflected in the \r\noutcome document of the United Nations Conference \r\non Sustainable Development. The Expo infrastructure \r\nwill also house an Astana international financial centre \r\nand a centre for information-technology start-ups. We \r\ninvite all Member States to participate in their activities.\r\nAs I mentioned earlier, we hosted the first-ever \r\nOIC Summit on Science and Technology within the \r\nframework of the Expo, an event that underlined the \r\nimportance of technological modernization in achieving \r\nunity and solidarity in the 1.5-billion-strong Islamic \r\nworld. The high-level meeting, which was attended \r\nby 15 presidents and dignitaries from 57 States, \r\nemphasized the clear and undeniable link between \r\nsecurity and development and recognized that building \r\na sustainable future for our nations is the only way to \r\nend challenges and threats to their security. In support \r\nof the OIC’s endeavours, the President of Kazakhstan \r\nproposed creating a 15-member OIC forum, similar to \r\nthe Group of 20, designed to streamline our scientific \r\nand economic cooperation. He invited Islamic nations \r\nto jointly develop the Expo legacy in the areas of Islamic \r\nfinance and green technologies, and established a prize \r\nfor Islamic science and innovations.\r\nIn conclusion, I would like to stress how vital it \r\nis that we preserve peace and stability and ensure the \r\ngradual and sustainable development of our fragile \r\nworld. We do not have the luxury of being able to make \r\nmistakes and then going back to correct them. We call \r\non all world leaders to redouble their efforts and their \r\ngoodwill with the goal of making progress towards \r\nlasting peace and prosperity for all.\r\nThe President: I now call on His Excellency \r\nMr. Alfonso María Dastis Quecedo, Minister for Foreign \r\nAffairs and Cooperation of the Kingdom of Spain.\r\nMr. Dastis Quecedo (Spain) (spoke in Spanish): \r\nAt the outset, I would like to congratulate you, \r\nMr. President, on your election to the presidency of \r\nthe General Assembly and to wish you every success \r\nin that important role. The seventy-second session is \r\nalso the first of Secretary-General António Guterres’s \r\nterm, and he can count on Spain’s unwavering support \r\nin carrying out his work.\r\nSpain wants to redouble its efforts to achieve a \r\nfairer, freer and more united world. That reaffirmation \r\nof our commitment makes particular sense in the wake \r\nof the ruthless terrorist attacks that struck the cities \r\nof Barcelona and Cambrils on 17 August. From this \r\nrostrum, I want to express the sincere gratitude of the \r\nA/72/PV.14 21/09/2017\r\n32/42 17-29597\r\nSpanish people for the many heartfelt expressions of \r\nsolidarity and affection that we have received from all \r\nover the world. Terrorism will be defeated with unity, \r\nperseverance and the full force of the law.\r\nSpain is a free and open society. Our rights and \r\nfreedoms are protected by the social and democratic \r\nrule of law enshrined in our Constitution. The Spanish \r\nGovernment cannot, and will not, cease to defend \r\nthe rule of law and the values it inspires — freedom, \r\nequality, justice and political pluralism. Spain’s \r\npublic authorities have the duty to ensure the rights \r\nand freedoms of all Spaniards. Any challenge to the \r\nprinciples of democracy represents a serious attack \r\non our peaceful and free coexistence. Pitting any \r\nalleged legitimate claim against the rule of law of the \r\nConstitution will inevitably result in the violation of \r\nthe fundamental rights of millions of citizens and is \r\nincompatible with democracy.\r\nIn the same conviction and determination with \r\nwhich we defend a constitutional and democratic Spain, \r\nwe reaffirm the values, purposes and principles of the \r\nCharter of the United Nations. As His Majesty King \r\nDon Felipe VI indicated from this rostrum a year ago, \r\nthe Charter\r\n“was not simply a beacon that lit the dark times of \r\nthe past, but ... also illuminates our present and our \r\nfuture.” (A/71/PV.10, p. 6)\r\nSpain undertook its Security Council mandate \r\nduring the 2015-2016 biennium with a sense of \r\nresponsibility. We made significant contributions in \r\nthe areas of non-proliferation, counter-terrorism and \r\nsupport for its victims, preventive diplomacy, the \r\nhumanitarian agenda and increasing the transparency \r\nof the Council’s work. We will bring the same attitude \r\nto our service on the Human Rights Council for the \r\n2018-2020 triennium, if on 16 October the members of \r\nthe Assembly entrust us with that responsibility. The \r\ndefence and promotion of human rights is a priority of \r\nSpain’s foreign policy.\r\nToday’s world is highly interdependent. Extreme \r\npoverty, hunger, desertification, global warming and \r\nthe preservation of forests and oceans are serious \r\nand urgent challenges that require concerted action. \r\nSpain affirms its full commitment to the 2030 Agenda \r\nfor Sustainable Development, which inspires our \r\npolicies. We are preparing for a voluntary review of \r\nour implementation of the 2030 Agenda in July 2018. \r\nIt requires us to make tremendous collective efforts \r\nto ensure that no one is left behind. We must work to \r\ncombat inequality, foster prosperity and provide job \r\nopportunities to young people on a planet that must \r\nremain habitable for generations to come. The future \r\nlivability of large areas of the planet is inextricably \r\nlinked to fulfilment of the Paris Climate Change \r\nAgreement, and we must act accordingly.\r\nLarge displacements of people have reached \r\nunprecedented levels in recent years. The two global \r\ncompacts on refugees and migrants that we have \r\ncommitted to adopting in 2018 should confirm our \r\ndesire to provide a concerted, equitable and humane \r\nresponse to the problem of refugees and contribute \r\nto managing migrant f lows among their countries of \r\norigin, transit and destination. Both issues deserve to \r\nbe treated individually.\r\nRegrettably, the scourge of war and threats to \r\npeace persist in many parts of the world. We have been \r\ntalking here about the conflict in Syria for seven years. \r\nWe are heartened by the decrease in hostilities and by \r\nthe victories against Da’esh, but we remain concerned \r\nabout how specific interests are put ahead of a political \r\nsolution that, with United Nations mediation, could \r\nlead to a genuine transition. The United Nations also \r\nhas a central role in promoting a political agreement in \r\nYemen that would end the most serious humanitarian \r\ncrisis in the world today.\r\nTurning to Iraq, the Government has successfully \r\nreclaimed Mosul and other territories from the horror \r\nof Da’esh. Spain would like to help the new Iraq by, \r\ninter alia, assisting with the training of its security \r\nforces. We support the reconstruction of the country \r\nand reconciliation among its citizens, and we reject \r\npolitical undertakings that detract from key efforts to \r\nconsolidate a free, democratic and united Iraq.\r\nIn Lebanon, we welcome the recent renewal of \r\nthe mandate of the United Nations Interim Force in \r\nLebanon, an operation in which Spain’s armed forces \r\nplay a substantive part.\r\nWe count on the rigorous implementation of the \r\nJoint Comprehensive Plan of Action with Iran, which \r\nwill contribute to nuclear non-proliferation and peace \r\nin the region.\r\nOn the Israeli-Palestinian conflict, the parties must \r\nreturn to the spirit of Madrid and to the negotiating \r\ntable. The status quo is not sustainable. We are \r\nconcerned about the trends we see on the ground that \r\n21/09/2017 A/72/PV.14\r\n17-29597 33/42\r\nare inconsistent with the two-State solution. Only two \r\ndemocratic States, living side by side within secure \r\nand recognized borders, will meet the legitimate \r\nexpectations of Israelis and Palestinians.\r\nSpain has always accorded priority to the \r\nMediterranean, which we have sought to transform into \r\nan area of  peace and prosperity. To that end, it is vital to \r\nencourage greater cooperation, such as that promoted \r\nby the Union for the Mediterranean.\r\nPeace and prosperity in the Maghreb are of prime \r\nimportance to Spain. My country welcomes the \r\nSecretary-General’s intention to resume talks between \r\nthe parties to the Western Sahara dispute. We are \r\nconfident that his new Personal Envoy will facilitate \r\nprogress towards a just, lasting and mutually acceptable \r\npolitical solution that offers self-determination to the \r\npeople of Western Sahara, in line with the purposes and \r\nprinciples of the Charter of the United Nations.\r\nThe new Special Representative of the Secretary-\r\nGeneral in Libya has Spain’s full support in his efforts \r\nto find a political solution based on a united country \r\nand in accordance with the Libyan Political Agreement.\r\nSpain pays special and preferential attention to \r\nthe African continent. Africa needs peace, stability, \r\neconomic growth and sound institutions. We firmly \r\nbelieve in its potential, which will be compounded \r\nwhen conflicts cease, peace has been consolidated and \r\nsocial cohesion deepens.\r\nCôte d’Ivoire and Liberia are two recent success \r\nstories that should set the tone for the other conflicts \r\nthat continue to affect the continent. We reiterate our \r\nbelief that the solution to those conflicts will depend \r\nupon fully understanding them and working together to \r\nfind solutions to achieve inclusive development.\r\nWe remain deeply concerned about the situation in \r\nMali, the Central African Republic and South Sudan. I \r\nwould like to pay tribute to the Blue Helmets who lost \r\ntheir lives in those countries and in other United Nations \r\nmissions. Spain has established strong links with the \r\ncountries of the Sahel. We want them to view Spain as a \r\nclose and supportive country, on which they can depend \r\nupon to combat terrorism and humanitarian crises, such \r\nas the crisis affecting the Lake Chad basin region.\r\nWe are following with concern the situation in the \r\nDemocratic Republic of the Congo. We call for respect \r\nfor constitutional provisions, and dialogue in the \r\nquest for agreements on which coexistence is based. \r\nSimilarly, we call on the Burundian authorities to act \r\nresponsibly and with respect for constitutional legality.\r\nThe international community has invested \r\nconsiderable resources in support of Afghanistan since \r\n2001 and, in the past year, has reiterated its commitment \r\nto the country. Spain believes that it is essential to \r\nsafeguard the promise of an Afghan society that is free \r\nof extremism and terrorism and respectful of human \r\nrights, including the rights of women and children.\r\nThe nuclear and ballistic proliferation programmes \r\nof the Democratic People’s Republic of Korea are \r\none of the main threats to international peace. The \r\nresumption of tests is a blatant challenge to Security \r\nCouncil resolutions and seriously undermines the \r\ninternational nuclear non-proliferation regime, to \r\nwhich Spain is firmly committed. We reiterate our call \r\nto the authorities of the Democratic People’s Republic \r\nof Korea to abandon a path that leads inexorably to \r\nthe country’s political and economic isolation and \r\nto genuinely opt for substantive negotiations for the \r\ncomplete, irreversible and verifiable denuclearization \r\nof the Korean peninsula.\r\nLatin America and the Caribbean are undergoing \r\nprofound changes to their institutions and are seeking \r\nnew integration mechanisms. In that regard, we \r\nconsider that the Pacific Alliance is a successful model \r\nof political and economic cooperation and that its \r\ndialogue with the Southern Common Market will lead \r\nto a promising future for the region.\r\nSpain welcomes the peace agreement reached \r\nin Colombia. We would like to contribute actively to \r\nthe consolidation of that peace. We participated in the \r\nUnited Nations Mission in Colombia to oversee the \r\nlaying down of weapons. We welcome the progress \r\nmade in that process, and we are open to taking part in \r\nthe new United Nations Verification Mission, which, \r\nfrom 26 September, will be tasked with verifying \r\nthe reintegration of the contingents of the Fuerzas \r\nArmadas Revolucionarias de Colombia. In addition, we \r\nalso support the consolidation of the peace process with \r\ndevelopment actions taken at the bilateral, European \r\nand multilateral levels. We also welcome the prospects \r\nfor the cessation of hostilities with the Ejército de \r\nLiberación Nacional, and we offer our assistance in \r\nthat endeavour.\r\nSpain also has fraternal ties to Venezuela. We \r\ntherefore fervently hope that Venezuelans can once \r\nagain live in democracy, peace and freedom. We urge \r\nA/72/PV.14 21/09/2017\r\n34/42 17-29597\r\nthe Government, within the framework of ongoing \r\nregional efforts, to engage in genuine dialogue with the \r\nopposition, respectful of the constitutional framework, \r\nthe separation and integrity of powers and of human \r\nrights. That dialogue should lead to the release of all \r\npolitical prisoners, the holding of free and transparent \r\nelections and the end of the humanitarian crisis. That \r\nwill restore a voice to the Venezuelan people. My \r\ncountry will spare no effort to make that possible.\r\nSpain supports the difficult but necessary work \r\nof the International Commission against Impunity in \r\nGuatemala (CICIG) to strengthen the rule of law in the \r\ncountry. It encourages continued cooperation between \r\nthe Guatemalan authorities and CICIG. We hope that \r\nthe recent misunderstandings between the two entities \r\ncan be overcome through dialogue and understanding. \r\nCICIG is an important instrument for supporting \r\nGuatemala in its quest for governance, the proper \r\nfunctioning of its institutions, prosperity, and the well-\r\nbeing of the Guatemalan people and their contribution \r\nto Central American integration.\r\nThe development and stabilization of Haiti are also \r\na major objective for Spain. My country has participated \r\nin the United Nations Stabilization Mission in Haiti \r\nsince its inception. We will continue to support the \r\nwork of the United Nations in the new phase initiated \r\nby Security Council resolution 2350 (2017).\r\nThe rule of law at the international level cannot allow \r\nthe principle of sovereignty and territorial integrity of \r\nStates to be violated. The annexation of Crimea is a \r\nviolation of the sovereignty and territorial integrity of \r\nUkraine and is an outright breach of international law. \r\nIt is regrettable that such an event occurred in twenty-\r\nfirst century Europe. We are also concerned about the \r\nongoing conflict in eastern Ukraine, whose resolution \r\nrequires compliance with the Minsk agreements. The \r\nOrganization for Security and Cooperation in Europe \r\nSpecial Monitoring Mission to Ukraine deserves our \r\nfull support.\r\nThe European Union is one of the most admirable \r\nlegal and political structures to have emerged since the \r\nSecond World War. It has brought about unprecedented \r\npeace and prosperity in Europe. The United Kingdom’s \r\ndecision to leave the European Union saddens us, \r\nbut we will work to conclude the negotiations on the \r\nnew relations between the United Kingdom and the \r\nEuropean Union with an agreement that preserves the \r\nclose and fruitful links between them.\r\nIn the context of Brexit, Spain has made a generous \r\nproposal to resolve the Gibraltar issue. It combines \r\nthe unwavering claim of Spanish sovereignty over \r\nthe colony with a statute that benefits the Rock’s \r\ninhabitants, so that they may continue to enjoy the \r\nadvantages of European Union membership. We invite \r\nthe United Kingdom to negotiate an agreement based on \r\nthose premises, putting an end to an anachronism that is \r\ncompletely outlandish given the excellent relationship \r\nbetween our two countries. We must not allow more \r\ntime to pass without fulfilling the United Nations \r\nmandate calling on us to negotiate the Gibraltar issue.\r\nThe Hispano-Roman philosopher Seneca wrote,\r\n“It is not because things are difficult that we do \r\nnot dare; it is because we do not dare that they \r\nare difficult.”\r\nWe have no choice but to dare to face, together and \r\nwith determination, the problems that aff lict us. With \r\ncommitment, perseverance and humility we can make \r\ngreat progress. The road is long and does not allow \r\nfor delays. Let us make the fulfilment of the San \r\nFrancisco Charter’s aspirations for peace, sustainable \r\ndevelopment and human rights the imperative goal that \r\nguides our work during this session.\r\nThe President: I now call on His Excellency \r\nMr. Jean Asselborn, Minister of Foreign and European \r\nAffairs and Minister of Immigration and Asylum of the \r\nGrand Duchy of Luxembourg.\r\nMr. Asselborn (Luxembourg) (spoke in French): \r\nAt the outset, allow me to congratulate you, Minister \r\nMiroslav Lajčák, on your election to the presidency of \r\nthe General Assembly at its seventy-second session. \r\nYou are a long-standing friend, and I know that you \r\nwill be able to successfully carry out the task entrusted \r\nto you.\r\nMy thoughts today are especially with the United \r\nStates, Mexico and the Caribbean, which have been \r\nrepeatedly struck by misfortune. My country is \r\ndoing everything in its power to assist them in those \r\nhumanitarian emergencies.\r\nMy message is simple. In a context where crisis \r\nhotbeds are proliferating and tensions are increasing, \r\nit is multilateralism that must prevail, meaning \r\ncooperation, dialogue and seeking solutions within the \r\nmultilateral framework. More than ever, multilateralism \r\nand cooperation must take precedence over unilateral \r\n21/09/2017 A/72/PV.14\r\n17-29597 35/42\r\napproaches and national selfishness, in the interests of \r\nour common good and our common humanity.\r\nWhen facing crises, the world expects a lot from the \r\nUnited Nations. The appointment of our new Secretary-\r\nGeneral, António Guterres, through an unprecedented \r\nprocess characterized by greater transparency, grants \r\nhim new legitimacy that he can put to the service of \r\nhis work and that of the Organization itself. It also \r\nallows him to initiate three major reform projects — as \r\nhe has indicated, with regard to the management of \r\nthe Secretariat, the reorganization of the peace and \r\nsecurity pillar and the repositioning of the United \r\nNations development system. A rationalization of \r\nthe latter, both at Headquarters and in the field, is of \r\nparticular interest to my country, as 30 per cent of our \r\nofficial development assistance is channelled through \r\nmultilateral organizations.\r\nReform efforts must be borne on all fronts and all \r\naspects of our Organization. In that regard, progress \r\nis still to be made on the part of the Security Council. \r\nIt must become more transparent, even though \r\nefforts have been made in that area. It must become \r\nmore representative of today’s world. It is also worth \r\nremembering that Security Council membership \r\ncarries obligations as well as rights. We regret that in \r\nthe past 12 months we have seen abusive use of the \r\nright of the veto. Luxembourg was one of the first to \r\nadvocate the code of conduct for the Accountability, \r\nCoherence and Transparency group to prevent crimes \r\nof genocide, war crimes and crimes against humanity. \r\nWe also strongly support the French-Mexican initiative, \r\nwhereby relevant States give up their right to the veto in \r\nthe event of mass atrocity.\r\nFor the United Nations to be able to implement an \r\nambitious agenda, it must have sufficient resources. \r\nHowever, the budgetary situation of the United Nations \r\nremains difficult, notably, but not solely, because of \r\nthe new approach by the American Administration. \r\nThat may prevent agencies from fulfilling their core \r\nmission. Clearly, we need to go back to the drawing \r\nboard. My country supports the idea of a budgetary \r\ncompact for development.\r\nLuxembourg contributes 1 per cent of its gross \r\nnational income to official development assistance. Our \r\nannual voluntary contributions to the various agencies \r\nis in excess of $35 million for 2017. The funding \r\nrequirements for achieving the goals of the 2030 \r\nAgenda for Sustainable Development are enormous. \r\nProgress has been made in terms of funding to combat \r\nclimate change. To take the case of Luxembourg, my \r\ncountry has set up a green stock exchange with a current \r\ncapitalization of more than €57 billion. We plan to use \r\nthat model to set up future instruments for sustainable \r\ndevelopment financing on the basis of a broader range \r\nof development goals.\r\nAt the High-level Political Forum on Sustainable \r\nDevelopment in July, Luxembourg presented its \r\nvoluntary national review for the implementation of \r\nthe 2030 Agenda for Sustainable Development. The \r\npreparation of that review enriched the debate in my \r\ncountry, enabling us to mobilize efforts and strengthen \r\nownership among all stakeholders of the 2030 Agenda. \r\nThose efforts will translate into the adoption of a new \r\nsustainable development plan that will guide the work \r\nof the public authorities and that of civil society and \r\nprivate-sector actors in the decade ahead.\r\nMy country acts with conviction within both a \r\nEuropean and a multilateral framework. The context \r\nof globalization means that there is no other choice. \r\nThat is true in the area of trade, even though bilateral \r\nregional agreements may complement that framework. \r\nThat is also true in a whole series of other areas, above \r\nall in the fight against climate change. We are fully \r\ncommitted to the Paris Agreement on Climate Change, \r\nand we regret that one of the major international actors \r\nhas distanced itself from that instrument. We hope that \r\nit will be possible to bring that actor back, as it is true \r\nthat a truly global framework would not be complete \r\nwithout it. I would also like to point out my country’s \r\nsupport for the French initiative of a global pact for the \r\nenvironment, which will be able to provide a political \r\nframework in the future, giving coherence to all \r\nexisting instruments.\r\nIf there is one phenomenon that is more a product of \r\nglobalization than any other, it is population movements. \r\nThere are multiple reasons for that, such as demographic \r\npressure, climate change, conflict and humanitarian \r\ndisasters. Understandable economic motives, both in \r\ncountries of origin and in countries of destination, are \r\nalso often the basis for such movements. In any case, \r\nthat is a problem that needs to be addressed, and it is \r\nvery useful that it should be dealt with at the level of \r\nour Organization. Next year will see the establishment \r\nof new instruments with regard to both refugees and \r\nmigration. The dividing line between the two will not \r\nalways be easy to draw.\r\nA/72/PV.14 21/09/2017\r\n36/42 17-29597\r\nWith regard to migration, the current phase has \r\nallowed us to take stock of the situation, which does \r\nnot always correspond to preconceived notions. First, \r\nthere is the fact that most of the major transregional \r\nmovements today are South-South movements. \r\nSecondly, there is the fact that, depending on the \r\ncircumstances, many countries are simultaneously \r\ncountries of origin, countries of transit and host \r\ncountries. It is therefore an issue that goes beyond a \r\nsingle North-South logic, although I do not deny the \r\ndifficulties and concerns arising from the European \r\nrefugee crisis in 2015 and 2016. Many refugees were \r\nforced to move either due to legitimate concerns for \r\ntheir physical safety or humanitarian disasters arising \r\nfrom conflicts.\r\nIn that regard, the situation in the Middle East \r\ncontinues to raise concerns. Beyond the persistent \r\nobstacles to seeking a political solution between Israel \r\nand Palestine, the situations in Syria and Yemen are \r\napocalyptic, Libya is engulfed by violence and civil war, \r\nand new tensions are emerging in the Gulf countries. \r\nThe international community must do everything in its \r\npower to reduce those tensions.\r\nThe Israeli-Palestinian conflict has lost none \r\nof its core importance. The total absence of credible \r\npolitical prospects could lead at any moment to a new \r\neruption of violence and creates fertile ground for \r\nhatred and terrorism. Security Council resolution 2334 \r\n(2016), adopted on 23 December 2016, which again \r\ncalls on Israel to immediately and completely cease \r\nall its settlement activities in the occupied Palestinian \r\nterritories, including East Jerusalem, is not directed \r\nagainst Israel. The resolution targets a status quo that \r\nhas become untenable and unacceptable. It aims to \r\ncontribute to ensuring peace for Israel.\r\nThe recent announcement of general elections \r\nbeing organized in Palestine offers a slight hope for \r\nreconciliation. We must seize that opportunity, which \r\nalso, clearly, requires responsibility on the part of \r\nPalestinian leaders, and I have trust in President Abbas \r\nin that regard. By continuing settlement in the West \r\nBank and East Jerusalem, the Israeli Government is \r\ndirectly jeopardizing the two-State solution, the only \r\nfair and equitable way to make possible a lasting solution \r\nof the Israeli-Palestinian conflict. In this fiftieth year \r\nof Israeli occupation, the trend on the ground is very \r\nworrying. But that is not a reason to give up. On the \r\ncontrary, the international community must mobilize to \r\nchange the situation.\r\nIn Syria, all stakeholders must realize that peace \r\nwill return only if a comprehensive, genuine, inclusive \r\npolitical transition is implemented. In this seventh year \r\nof the conflict, a lasting political solution depends upon \r\nthe commitment of countries that can exert political, \r\nmilitary or economic influence on the warring parties \r\nin Syria. Every effort must be made to ensure that \r\nnegotiations in Geneva under the United Nations \r\ncontinue and make progress. The Astana process \r\nalone is not enough. We should improve humanitarian \r\naccess and extend the de-escalation zones and local \r\nceasefires, which remain a glimmer of hope for a \r\nravaged population.\r\nIn Iraq, it was announced that a referendum would \r\nbe held on 25 September 2018 in the Kurdistan region. \r\nOur position is to support the unity, sovereignty \r\nand territorial integrity of Iraq. A united, stable and \r\ndemocratic Iraq should guarantee the interests of all \r\ncitizens. The federal Government and the Kurdish \r\nRegional Government established excellent cooperation \r\nduring the horrible military campaign against Da’esh. \r\nThe differences that remain between them must be \r\nresolved through a peaceful and constructive dialogue \r\nthat leads to an agreed solution in the framework of the \r\nIraqi Constitution.\r\nWe have to do everything we can to calm the \r\nsituation in the region. It also means maintaining \r\nand rigorously implementing the Iran nuclear deal, \r\nwhich helps to reduce the risk of proliferation. The \r\nagreement was signed not only bilaterally between \r\nthe United States and Iran, but also by the European \r\nUnion, Russia, China, Germany, France and the United \r\nKingdom, as well as being endorsed by Security \r\nCouncil resolution 2231 (2015).\r\nThat is also important in the context of the North \r\nKorean regime’s headlong rush, which is multiplying \r\nprovocations by accelerating its nuclear and ballistic \r\nprogramme through nuclear tests and missile launches. \r\nThat is unacceptable and, like many other countries, \r\nLuxembourg strongly condemns those acts by \r\nPyongyang. The Security Council has just strengthened \r\nthe sanctions regime, and the European Union will do \r\nthe same. Only the determination and the resolve of the \r\ninternational community will bring the regime back to \r\nreason, and hopefully to the negotiation table. If we call \r\nfor resolve, we must also avoid an escalation that would \r\nlead to a catastrophe. To reach true de-escalation, we \r\nmust not close the door to diplomacy and dialogue. \r\nThe Iran agreement can serve as an inspiration in that \r\n21/09/2017 A/72/PV.14\r\n17-29597 37/42\r\nregard. It demonstrates that an appropriate policy, \r\ncombining pressure and dialogue, can lead to results.\r\nAfrica continues to mobilize the energies of \r\ninternational actors in the areas of development, \r\npeacekeeping, peacebuilding, conflict prevention and \r\ncombating terrorism. The political and humanitarian \r\nsituations in South Sudan, around Lake Chad, the \r\nCentral African Republic and the Democratic Republic \r\nof the Congo are extremely worrying. As in the case \r\nof the Sahel and Mali, such situations are often the \r\nresult of non-State actors, which render a number of \r\nmechanisms inoperative.\r\nLuxembourg is committed to the activities of its \r\nAfrican partners, including at the regional level. We \r\nwill therefore support the deployment of the Force \r\nconjointe du G5 Sahel.\r\nIn that context, it is also essential to develop the \r\nvarious instruments of international criminal justice. \r\nWe must continue to support the International Criminal \r\nCourt (ICC), whose scope should be extended. I would \r\nlike to say here how pleased we are that the trend \r\ntowards disengagement by African States has been \r\nhalted. Clearly, the scope of the ICC is not confined to \r\nAfrica, and any such perception should be avoided.\r\nWe have supported the international, impartial and \r\nindependent inquiry mechanism on the most serious \r\ncrimes committed in Syria since March 2011. We call \r\nupon all Member States to participate in financing the \r\nmechanism before it can be incorporated into the United \r\nNations regular budget. We also support initiatives on \r\nthe responsibility of Da’esh for the crimes committed \r\nin Iraq, as endorsed today by the Security Council (see \r\nS/PV.8052).\r\nThe current session of the General Assembly \r\nfocuses on people and their right to peace and a decent \r\nlife. Human rights and the dignity of the human being \r\nmust guide all our actions. All of the situations I have \r\njust mentioned give rise to human rights violations. \r\nIn a cruel irony, those violations are sometimes also \r\ncommitted by those who were least expected to do so. \r\nI congratulate Secretary-General António Guterres for \r\nhaving referred the extreme deterioration of the situation \r\nof the ethnic and religious minority in Myanmar — the \r\nRohingya minority — to the Security Council. The \r\nBurmese authorities must cease military operations \r\nand ensure humanitarian access. Ethnic cleansing has \r\nno place in the twenty-first century, not in Myanmar or \r\nanywhere else.\r\nHuman trafficking, sexual exploitation in conflict \r\nsituations and violations of the rights of children in \r\narmed conflict situations are all scourges that are \r\nunfortunately still raging. We must not be content \r\nwith denouncing them, but ensure that we support \r\nand strengthen our financial and human resources, \r\nincluding the institutions that counter those scourges.\r\nThe right to dignity is also reflected in respect \r\nfor the physical integrity of women and girls. In \r\nrecent decades, we have been able to reduce maternal \r\nmortality by almost half, but access by women and girls \r\nto sexual and reproductive rights in health care is now \r\nbeing challenged in some parts of the world. Every day, \r\nmore than 800 women and adolescent girls die from \r\npregnancy-related causes. More than 22 million unsafe \r\nabortions are recorded each year. Those statistics \r\nare horrifying. That is why Luxembourg, alongside \r\nour partners such as Belgium, Denmark and the \r\nNetherlands, has joined the SheDecides initiative by \r\nproviding €2 million in additional funding this year to \r\nsupport the United Nations Population Fund. Women’s \r\nhealth is one of the top priorities of Luxembourg’s \r\nhealth strategy and cooperation. I assure the Assembly \r\nthat my country will continue to support the access \r\nof girls and women to sexual and reproductive rights \r\nand health.\r\nSometimes defending human rights is reduced to \r\nits simplest expression — no more or less than ensuring \r\nthe physical survival of the population. I mentioned \r\ncatastrophic humanitarian situations in several \r\ncountries. Luxembourg responded to the United Nations \r\nappeal to the famine crisis in three African countries \r\nand Yemen. For those four countries — Somalia, South \r\nSudan, Nigeria and Yemen — my country has pledged \r\nmore than €10 million in 2017. We are also a signatory \r\nto the Grand Bargain on humanitarian financing, which \r\ngives more f lexibility, predictability and continuity to \r\ninternational humanitarian efforts.\r\nI mentioned our Organization and the world. \r\nLet me say a few words about Europe. Europe is not \r\nimmune to the tensions in the international order, or \r\nshould I say, international disorder? In Ukraine, the \r\npast year was marked by renewed hostilities, with \r\nnumerous violations of the ceasefire, despite the efforts \r\nof the Organization for Security and Cooperation in \r\nEurope and the Trilateral Contact Group. I hope that \r\nthe Normandy format talks can continue and lead the \r\nparties to fully implement the Minsk agreements in \r\nA/72/PV.14 21/09/2017\r\n38/42 17-29597\r\norder to guarantee the territorial integrity, sovereignty \r\nand unity of Ukraine.\r\nEurope is not immune to the upheavals of \r\nglobalization, either. It is victim to repeated acts of \r\npointless and indiscriminate acts of terrorism. It is also \r\na place where nationalist movements are fuelled by an \r\nanti-immigrant or anti-refugee backlashes. Moreover, \r\nsharing the burden of taking in refugees has been \r\nfar from exemplary in some communities, but also \r\nin some States, including European Union member \r\nStates. And yet, while they were capable of adding \r\nmomentum to the worst fears a year ago, populist \r\nmovements are on the decline in Europe, even if they \r\nare often an electoral reality. The taking in of hundreds \r\nof thousands of refugees occurs year in year out, \r\nand there is renewed optimism, including prospects \r\nfor economic growth. I call for a Europe that rejects \r\nwithdrawal into isolation, a Europe free of conflict that \r\ndoes not give way to intimidation, not even in its own \r\nneighbourhood, a Europe that puts the person at the \r\ncentre of its efforts and which is resolutely committed \r\nto the multilateral system.\r\nThe tensions in the international system are the \r\nresult of major trends such as growing inequality, \r\nmigratory f lows and climate change. They pit two \r\nvisions against each other — one based on force, \r\nthe law of the jungle, unilateralism and national \r\nselfishness, even nationalism; the other on the primacy \r\nof multilateralism, solidarity, universal values, human \r\nrights and the rule of law. Luxembourg is committed \r\nto the latter vision. The challenges I have outlined \r\nneed to be tackled in a multilateral system with strong \r\ninstitutions — a multilateral system inspired by the \r\nCharter of the United Nations, which enshrines human \r\ndignity and the sovereign equality of all States. That \r\nis the best recourse for the vast majority of the States \r\nof the international community and for the peoples of \r\nthe United Nations, which we represent here. At its \r\nheart, multilateralism is the foundation of the United \r\nNations. To challenge it would be to question the \r\ninspiration behind the United Nations — the creation \r\nof an international order based on the rule of law, in the \r\nservice of peace and freedom.\r\nThe President: I now call on Her Excellency \r\nMs. Ulla Tørnæs, Minister for Development Cooperation \r\nof the Kingdom of Denmark.\r\nMs. Tørnæs (Denmark): This session of the General \r\nAssembly opens during a period of unprecedented \r\nchange. Threats and challenges such as poverty, \r\nterrorism, climate change, violations of human rights, \r\ngender inequality, armed conflict, displacement and \r\nirregular migration are ever more interconnected. \r\nOur responses to those challenges must reflect their \r\ncomplexity. Our responses will require better and deeper \r\ncooperation, and must involve more stakeholders, new \r\nsolutions and more effective international institutions.\r\nThe evolving global landscape gives us an \r\nopportunity to renew and redefine how we work together. \r\nThe United Nations must seize this opportunity. \r\nDenmark congratulates Mr. António Guterres on \r\nthe successful beginning of his term as Secretary-\r\nGeneral. He can count on Denmark’s full support in \r\nhis efforts. More than ever, we need leadership and \r\ncommon purpose to steer the Organization in a new \r\ndirection. Staying on the current path is not an option \r\nif we want to maintain the legitimacy of the United \r\nNations. Fundamental and ambitious reform is the \r\nonly way forward. This week, the Secretary-General \r\nlaid out a strong vision for a reformed United Nations \r\nand a call for action to all — from Governments to the \r\nstaff of this great Organization, to our partners outside \r\nthis building. We must all invest in, and commit to, \r\nthat agenda for change. As Member States, we have a \r\nresponsibility to find common solutions that will turn \r\nour shared goals into positive change and protect the \r\nprinciples and values of the United Nations.\r\nThat spirit must also guide our work in the years \r\nto come. Denmark is committed to international \r\ncooperation through the United Nations, built on \r\nshared values, the rule of law and human rights. That \r\nis one of the reasons that Denmark is running for a \r\nseat on the Human Rights Council for the term 2019-\r\n2021. Denmark has never before been a member of the \r\nHuman Rights Council. As a longstanding supporter of \r\nthe United Nations and a consistent advocate for the \r\nprotection of the dignity and rights of all people, we \r\nbelieve that we could make a significant contribution \r\nin the Council, based on a commitment to promote \r\ndignity, dialogue and development.\r\nDenmark is committed to an ambitious follow-\r\nup to the 2030 Agenda for Sustainable Development \r\nand the Paris Agreement on Climate Change, at home \r\nand abroad. We have provided at least 0.7 per cent \r\nof our gross national income in official development \r\nassistance for the past 40 years and will continue to do \r\nso in future. We call on all developed countries to meet \r\nthe 0.7 per cent target. With only 13 years left to achieve \r\n21/09/2017 A/72/PV.14\r\n17-29597 39/42\r\nthe Sustainable Development Goals, we have no time to \r\nwaste when it comes to fundamentally rethinking the \r\nUnited Nations Development System and its support for \r\nthe implementation of the 2030 Agenda. The Secretary-\r\nGeneral has presented a set of clear reform proposals. \r\nNow we must come together and support their \r\nimplementation. This is not a donor-versus-developing-\r\ncountry scenario, or a North-versus-South debate. Let \r\nus support the Secretary-General’s plan because we \r\nagree that we all have an interest in a United Nations \r\nthat is cost-effective and can arrive at coherent and \r\nsustainable solutions on the ground. Citizens around \r\nthe world expect nothing less. We need to break with \r\nthe status quo, particularly in four priority areas.\r\nFirst, a reformed United Nations development \r\nsystem must deliver on the promise of unified country-\r\nlevel engagements where silo-thinking, competition for \r\nresources and fragmented support strategies become a \r\nthing of the past.\r\nSecondly, in our response to the many complex \r\ncrises around the world, we need to build a stronger \r\nbridge between immediate relief and long-term \r\ndevelopment objectives. Our support for United Nations \r\nhumanitarian work is as strong as ever. Denmark is \r\none of the world’s largest humanitarian donors, and \r\nin our 2018 aid budget we will allocate more funds \r\nto humanitarian action than ever before. We are fully \r\nbehind the Secretary-General’s call for a new way of \r\nworking in responding to protracted humanitarian \r\ncrises and displacement. We must meet the needs \r\nof those affected, while also giving hope for a better \r\nfuture. The new way of working is about much stronger \r\ncooperation and coordination among partners in and \r\noutside the United Nations system, and Denmark will \r\ncontinue to play a leading role in advancing that agenda.\r\nThirdly, the United Nations development system \r\nneeds to be built on the basic premise that neither the \r\nUnited Nations nor Governments have the capacity or \r\nresources to realize the 2030 Agenda for Sustainable \r\nDevelopment. Partnering with the private sector, civil \r\nsociety, academia and innovators will be crucial. \r\nThe United Nations must rethink how it incorporates \r\nthose resources on our way towards meeting the \r\n2030 Sustainable Development Goals. Denmark is \r\ntaking the lead to support strong and meaningful \r\nprinciple-based partnerships. Together with our \r\nstrategic partners — Chile, Ethiopia, Kenya, Mexico, \r\nthe Republic of Korea and Viet Nam — the Danish \r\nGovernment launched a new initiative this week in \r\nsupport of the 2030 Agenda, entitled Partnering for \r\nGreen Growth and the Global Goals 2030. The initiative \r\nbrings together Governments, companies, cities, think \r\ntanks and investors to establish and boost public-\r\nprivate partnerships for a greener tomorrow. Through \r\nthe initiative, we will leverage partnerships that will \r\nhelp us take better care of our planet.\r\nFourthly, Denmark welcomes the Secretary-\r\nGeneral’s strong commitment to gender equality in our \r\nreform efforts. Women and girls all over the world must \r\nbe empowered to contribute to stronger communities \r\nand societies. Ensuring equal opportunities for women \r\nis absolutely crucial for reaching the Sustainable \r\nDevelopment Goals. In the Danish Government’s \r\nview, gender equality is first and foremost a question \r\nof dignity and ensuring the human rights of all \r\nwomen and girls, including safeguarding sexual and \r\nreproductive health and rights. That is fundamentally \r\nabout the right to decide over one’s own body. As one \r\nof the founding members of the SheDecides movement, \r\nDenmark is committed to continuing to push for \r\nprogress and protect the rights of all women and girls \r\naround the world. Just recently, Denmark announced a \r\nmajor increase in its contribution to the United Nations \r\nPopulation Fund. Too many young people today face a \r\nlack of opportunities and poverty. We have the largest \r\nyouth population in history, and Denmark is committed \r\nto helping youth acquire the means and skills required \r\nto be drivers of development.\r\nIf we want to ensure a more stable and peaceful \r\nfuture, Member States must adhere to international law \r\nand common rules for coexistence and cooperation. \r\nRegrettably, we continue to see Member States that \r\nput national interests before respect for the dignity \r\nand rights of their citizens, or ignore the legitimate \r\nconcerns of their neighbours, as well as regional and \r\nglobal stability. The nuclear and missile tests conducted \r\nby the Government of the Democratic People’s Republic \r\nof Korea constitute a blatant disregard of our collective \r\nsecurity, non-proliferation norms and rules, and the \r\ncontinued demands by the Security Council. Denmark \r\nstrongly condemns that irresponsible behaviour and \r\ncalls on the regime in Pyongyang to de-escalate the \r\ncurrent situation and commit to a peaceful solution \r\nin conformity with the relevant resolutions of the \r\nSecurity Council.\r\nThe recent outbreak of violence in Myanmar’s \r\nRakhine state is deeply concerning. Denmark calls on \r\nthe Government of Myanmar to facilitate humanitarian \r\nA/72/PV.14 21/09/2017\r\n40/42 17-29597\r\nassistance to all those in need and commit to aiding the \r\nsafe return of civilians f leeing from the conflict. We \r\nwelcome the Government’s commitment to implement \r\nwithout delay the recommendations of the Advisory \r\nCommission on Rakhine State, chaired by former \r\nSecretary-General Kofi Annan. The violence must \r\nstop, and the security forces must ensure the protection \r\nof civilians. We condemn the attacks on security forces \r\nand the subsequent serious human rights violations. We \r\napplaud the Government of Bangladesh for providing \r\nprotection to civilians f leeing across the border. \r\nDenmark stands ready to assist both Myanmar and \r\nBangladesh in pursuing integrated humanitarian and \r\ndevelopment solutions for the affected areas.\r\nDenmark stands in solidarity with all those affected \r\nby terrorism and violent extremism. We continue to be \r\nan active participant in combating those threats to our \r\nsocieties, including through our military and civilian \r\ncontributions to the Global Coalition against Da’esh \r\nin Iraq and Syria. We are also a key partner in other \r\nconflict areas, such as Afghanistan, Mali, the Sahel and \r\nSomalia. To defeat terrorism, we need to supplement \r\nour military effort with broad-based engagements \r\nthat also focus on cutting off terrorist financing and \r\nrepelling extremist propaganda online and offline, as \r\nwell as stabilizing areas liberated from Da’esh and \r\nbuilding peace in conflict-affected countries.\r\nThe United Nations plays a central role when it \r\ncomes to stabilizing war-torn countries and building \r\nlasting peace, but comprehensive reforms are needed. \r\nDenmark welcomes the vision of the Secretary-General \r\nfor the peace and security architecture of the United \r\nNations with a streamlined, coordinated and effective \r\nresponse in the field. As Member States, we have an \r\nobligation with respect to, and a shared interest in, \r\nsupporting those critical reforms so that the United \r\nNations can fulfil its purpose and its promise to the \r\nworld. The time for bold ambitions is now.\r\nIf we do not support reforms and deny generations’ \r\nhope and opportunity for a more prosperous future, \r\nwe will continue to witness international turmoil \r\nand unprecedented levels of displacement. We will \r\ncontinue to witness people forced to leave their homes \r\nand venture out on dangerous journeys. And we will \r\ncontinue to witness many people falling into the hands \r\nof relentless smugglers and traffickers.\r\nDenmark contributes significantly to helping \r\ndisplaced populations and others in emergency \r\nsituations live dignified lives. Last year, Denmark \r\ncontributed more than $80 million to the Syrian crisis \r\nalone. Our programmes focus on helping refugees in \r\ntheir regions of origin, which enables us to use our \r\nfunds more efficiently and ultimately help more people.\r\nUnmanaged migration poses a significant global \r\nchallenge. We need to strengthen our cooperation and \r\ncommitment to existing international legal frameworks. \r\nIn that regard, Denmark welcomes the dialogue taking \r\nplace in preparation for the global compact on migration.\r\nThrough leadership and a renewed commitment to \r\na reformed United Nations, innovation and willingness \r\nto challenge old ways of thinking, strong partnerships \r\nacross the public-private spectrum, across age and \r\ngender divides and across different organizations and \r\ninstitutions, the opportunity to create a new path for \r\nour United Nations is here.\r\nThe President: We have heard the last speaker in \r\nthe general debate for this meeting.\r\nI shall now give the f loor to those speakers who \r\nhave asked to exercise the right of reply. May I remind \r\nmembers that statements in exercise of the right of reply \r\nare limited to 10 minutes for the first intervention and \r\nto five minutes for the second, and should be made by \r\ndelegations from their seats.\r\nMr. Pavlichenko (Ukraine): I take the f loor to \r\nexercise Ukraine’s right of reply with regard to the \r\nstatement made by the Minister for Foreign Affairs of \r\nthe Russian Federation earlier today (see A/72/PV.12). \r\nDue to the lateness of the hour, I will be very brief. After \r\nall, the last thing that the General Assembly needs is to \r\nput the aggressor out of its misery by engaging with it.\r\nThat is why I will limit myself to just one simple \r\nfact, namely, that Russia has been recognized by the \r\nUnited Nations — by the General Assembly, the most \r\nrepresentative organ of the Organization — loud \r\nand clear as an occupying Power in Ukraine, and by \r\nextension as a side to the conflict. What does that \r\nmean? It means that, as an occupying Power and side \r\nto the conflict, it has neither a legal nor a moral right to \r\npronounce itself over Ukraine in this Hall, at least not \r\nuntil Russia returns Crimea to Ukraine, withdraws from \r\nthe Donbas region and pays in full for its aggression.\r\nMs. Gambhir (India): I take the f loor to exercise \r\nIndia’s right of reply in response to Pakistan’s defence \r\nof terrorism. It is extraordinary that the State that \r\nprotected Osama Bin Laden and sheltered Mullah \r\n21/09/2017 A/72/PV.14\r\n17-29597 41/42\r\nOmar should have the gumption to play the victim. \r\nBy now, all of Pakistan’s neighbours are painfully \r\nfamiliar with its tactics of creating narratives that are \r\nbased on distortion, deception and deceit. The General \r\nAssembly, and the world beyond, knows that efforts at \r\ncreating alternative facts do not change reality.\r\nIn its short history, Pakistan has become a \r\ngeography synonymous with terror. The quest for a \r\nland of the pure has actually produced a land of pure \r\nterror. Pakistan is now terrorist-stan, with a f lourishing \r\nindustry that produces and exports global terrorism. \r\nIts current state can be attributed to the fact that Hafiz \r\nMuhammad Saeed, a leader of a United Nations-\r\ndesignated terrorist organization, Lashkar-e-Taiba, is \r\nnow sought to be legitimized as a leader of a political \r\nparty. It is a country with a counter-terrorism policy \r\nthat mainstreams and upstreams terrorists, by either \r\nproviding safe havens to global terror leaders in its \r\nmilitary towns or protecting them with political careers. \r\nNone of that can justify Pakistan’s avaricious efforts \r\nin coveting the territories of its neighbours. Insofar \r\nas India is concerned, Pakistan must understand that \r\nthe state of Jammu and Kashmir is, and will always \r\nremain, an integral part of India. However much it \r\nscales up cross-border terrorism, it will never succeed \r\nin undermining India’s territorial integrity.\r\nWe also heard the delegation of Pakistan complain \r\nabout the consequences of its supposed counter-\r\nterrorism efforts. Having diverted billions of dollars \r\nin international military and development aid towards \r\ncreating a dangerous infrastructure of terror on its own \r\nterritory, Pakistan is now speaking of the high cost of \r\nits terror industry. The polluter, in this case, is paying \r\nthe price.\r\nEven as terrorists thrive in Pakistan and roam its \r\nstreets with impunity, we have heard it lecture about \r\nthe protection of human rights in India. The world does \r\nnot need lessons on democracy and human rights from \r\na country whose own situation is charitably described \r\nas a failed State.\r\nTerrorist-stan is in fact a territory whose contribution \r\nto the globalization of terror is unparalleled. Pakistan \r\ncan only be counselled to abandon a destructive world \r\nview that has caused grief to the entire world. If it \r\ncould be persuaded to demonstrate any commitment to \r\ncivilization, order and peace, it might still find some \r\nacceptance in the comity of nations.\r\nMr. Salarzai (Afghanistan): My delegation \r\nexercises its right of reply owing to one Member State’s \r\nerroneous claim regarding the presence of safe havens \r\nand sanctuaries in Afghanistan. That reference is a \r\ndeliberate attempt by the Government of Pakistan to \r\ndivert international attention away from Pakistan’s \r\nlongstanding failure to take effective action against \r\nvarious terrorist groups and sanctuaries on its territory. \r\nIt remains evidently clear to the global community \r\nthat the propagation of terrorist activities by State and \r\nnon-State actors in neighbouring Pakistan constitutes \r\nthe main source of insecurity in our country, \r\nAfghanistan, and the region.\r\nAfghanistan has persistently and consistently \r\nsought to address that outstanding issue through various \r\nchannels, including bilateral and other mechanisms. \r\nNevertheless, efforts to that end have yielded no results \r\nwhatsoever. At this juncture, Pakistan has another \r\nopportunity to engage in a comprehensive dialogue \r\nto resolve outstanding issues that have prevented it \r\nfrom adopting a clear and decisive stance in combating \r\nterrorism and a constructive approach for peace and \r\nsecurity in Afghanistan and the wider region. In \r\nseeking a clear picture of the current situation, let us \r\nask the following questions\r\nWhere was Osama Bin Laden, the mastermind of the \r\ninternational terrorist organization Al-Qaida, killed? \r\nThe answer: near the capital of Pakistan, Islamabad. \r\nWhere did the notorious leader of the Taliban, Mullah \r\nMohammed Omar, die? The answer: in a hospital in \r\nKarachi, Pakistan. Where was Mullah Akhtar Mansour, \r\nthe successor of Mullah Omar, found and killed by \r\ninternational forces? The answer: in Balochistan, \r\nPakistan. And guess which country’s passport he was \r\nusing to travel to different locations? Again, Pakistan. \r\nWhere is the leadership of the Quetta Shura and the \r\nPeshawar Shura located at this very moment? The \r\nnames of those locations speak for themselves. From \r\nwhat country has almost every single terrorist element \r\nand group and more than 20 internationally recognized \r\nterrorist groups entered into Afghanistan and continue \r\nto do so? Pakistan.\r\nI have mentioned just a few examples of the \r\npersistent support from Pakistan enjoyed by extremist \r\ngroups. Moreover, that is not just hearsay from \r\nAfghanistan; it has been acclaimed and verified by \r\nvery credible international sources. Long before an \r\ninternational intervention and the so-called civil war \r\nA/72/PV.14 21/09/2017\r\n42/42 17-29597\r\nin Afghanistan, Pakistan adopted a policy of the use of \r\nviolent proxies in its pursuit of political objectives.\r\nAlthough there is no need to do so, we wish to \r\ncategorically reject any claim of any support provided \r\nto terrorist groups in Afghanistan. The facts speak \r\nfor themselves. Now it is time for Pakistan to opt for \r\na constructive approach in combating terrorism and \r\npromoting peace in our region.\r\nLastly, was it not His Excellency Prime Minister \r\nAbbasi himself, who, in an interview a few days ago, \r\nadmitted that the culprits of the massive terrorist \r\nbombing on 21 May in Kabul may have entered \r\nAfghanistan from Pakistan?\r\nMoving forward, we will use any means possible, \r\nincluding negotiation and dialogue, to ensure security \r\nand stability for our people. In that context, our resolve \r\nand commitment to defeat terrorism is unwavering, and \r\nthat is evidenced in the sacrifice of our brave Afghan \r\nNational Defence and Security Forces every day.\r\nMr. Usman (Pakistan): It is unfortunate that India \r\nhas chosen to criticize the statement made by the Prime \r\nMinister of Pakistan that reflects the sentiments and \r\naspirations of the oppressed and suffering people of \r\nJammu and Kashmir as they face tyranny, repression \r\nand brutalities by the illegal and unjust occupation by \r\nIndia. The plight of the Kashmiri people at the hands \r\nof the Indian occupation forces is being documented \r\nby the international community and reputable human \r\nrights organizations.\r\nThe people of India-occupied Jammu and Kashmir \r\nlook to the international community, especially to the \r\nmembers of the Security Council, to deliver on their \r\npledge to hold a free, fair and impartial plebiscite, \r\nunder the auspices of the United Nations, to enable \r\nthem to decide their future. Let me re-emphasize and \r\nreject any misconceptions that India may have wished \r\nto create. India is responsible for undermining regional \r\npeace and stability.\r\nI have the sad duty to inform those present that only \r\nyesterday, due to unprovoked firing and mortar shelling \r\nby Indian forces on the Line of Control in Jammu and \r\nKashmir, at least 10 innocent civilians, including \r\nmany women, lost their lives on the Pakistan side. The \r\nshelling continues unabated — a sad reminder of Indian \r\nintransigence and stubbornness. That, too, shall fail.\r\nThe strategy of an offensive defence and \r\ndouble-squeeze f louted blatantly by National Security \r\nAdviser Doval, which India believes can make it \r\na regional hegemony, can never succeed. Indian \r\noperators of mayhem and terror, such as commander \r\nJadav, caught red-handed in Pakistan while spreading \r\nsabotage, terrorism and espionage, can never fulfil \r\nIndian dreams, which will remain just that, dreams.\r\nFor our Bangladeshi brothers and sisters, let me \r\nadd that they have to emerge from the narrative of hate \r\nand dispel the twisted notions of history. There are no \r\ntakers for their contentions. The issues of 1971 were \r\nagreed upon and settled under the tripartite agreement \r\nof 1974, which was signed by India, Pakistan and \r\nBangladesh. We have to move on.\r\nInstead of blaming others for its problems and \r\nfailures, Afghanistan should focus on eradicating \r\nsafe havens for terrorists in its undergoverned spaces \r\nand dealing with its white economy and narco-State \r\nproblem. That is the major threat to regional peace \r\nand stability.\r\nThe meeting rose at 10.45 p.m.\r\n"