"United Nations A/72/PV.38\r\nGeneral Assembly\r\nSeventy-second session\r\n38th plenary meeting\r\nWednesday, 1 November 2017, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nIn the absence of the President, Mr. Llorentty Solíz \r\n(Plurinational State of Bolivia), Vice-President, \r\ntook the Chair.\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 42\r\nNecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba\r\nReport of the Secretary-General (A/72/94)\r\nDraft resolution (A/72/L.2)\r\nMr. Biang (Gabon): Before I begin my formal \r\nstatement, allow me to express my firm and strong \r\ncondemnation of the tragic attacks that hit New York \r\nCity yesterday. I present my deepest condolences to the \r\nGovernment of the United States of America and my \r\nsolidarity to the victims’ families.\r\nI have the honour to deliver this statement on behalf \r\nof the Group of African States on the agenda item on \r\nthe necessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba.\r\nAllow me also to associate my statement with that \r\nto be delivered by the representative of Ecuador on \r\nbehalf of the Group of 77 and China.\r\nThis is a matter of great importance to the Group of \r\nAfrican States, and indeed to Africa in general. At the \r\ntwenty-eighth ordinary session of the Assembly of the \r\nAfrican Union, held in January 2017, the African Heads \r\nof State and Government deliberated on this matter. \r\nTheir call was loud and clear for the lifting of the long-\r\nstanding unjust economic, commercial and financial \r\nblockade of Cuba.\r\nIt has now been 55 years since the embargo against \r\nCuba was unilaterally imposed by the United States \r\nof America. Moreover, for more than two decades the \r\nwill of the international community, as expressed in \r\nthe General Assembly, has overwhelmingly urged and \r\nappealed for the immediate end of the long-standing \r\neconomic embargo against Cuba. It is particularly \r\nregrettable that after the improvement in the bilateral \r\nrelations between the United States and Cuba that \r\nwas achieved during the previous United States \r\nAdministration, the blockade against Cuba has recently \r\nbeen strengthened. That is clearly a step backwards in \r\nthe bilateral relations between the two countries, which \r\nshould be urgently addressed.\r\nWe are particularly concerned that the embargo \r\ncontinues to causes great economic hardship for \r\nthe people of Cuba, particularly the poor and most \r\nvulnerable. Moreover, it most certainly makes the \r\nachievement of sustainable development even more \r\nelusive. Therefore, it undermines our collective efforts \r\nto universally push towards implementing the 2030 \r\nAgenda for Sustainable Development and ensuring that \r\nno one is left behind. The international community \r\nneeds to stand together in bringing the blockade to an \r\nend. It is an infringement on the Cuban people’s right \r\nto development.\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-35800 (E)\r\n*1735800*\r\nA/72/PV.38 01/11/2017\r\n2/28 17-35800\r\nThe African Group calls for the blockade against \r\nCuba to be unequivocally lifted, not only because it is \r\nright to do so, but also because of Cuba’s many positive \r\ncontributions over the past decades as a responsible \r\nmember of the international community. In fact, Cuba \r\nhas a proud history in Africa, both in its support for \r\nAfrica’s struggle for liberation and, more recently, in \r\nits contributions to alleviating the effects of some of \r\nthe major health crises that the continent has faced \r\nin recent years. The people of Africa will continue \r\nto remember those contributions, and the people of \r\nCuba should continue to be proud of their nation’s \r\nimportant contributions as a responsible member of the \r\ninternational community.\r\nAccordingly, the Group of African States reaffirms \r\nits full support for draft resolution A/72/L.2, on the \r\nnecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba. We think that a diplomatic and \r\npolitical solution can be found to the matter, and we are \r\nof the firm belief that that it will be beneficial to both \r\nthe United States of America and Cuba, in addition to \r\nother countries. The Group of African States further \r\nreiterates the call on the Government of the United \r\nStates to lift the long-standing embargo against Cuba.\r\nMr. Morejón Pazmiño (Ecuador) (spoke in \r\nSpanish): I have the immense pleasure of welcoming the \r\nForeign Minister of Cuba and his delegation, who are \r\npresent with us today. They are always very welcome.\r\nI have the honour to speak on behalf of the Group of \r\n77 and China on agenda item 42, “Necessity of ending \r\nthe economic, commercial and financial embargo \r\nimposed by the United States of America against Cuba”.\r\nI thank the Secretary-General for his comprehensive \r\nreport on the agenda item that we are discussing \r\n(A/72/94). The Group once again deplores the fact \r\nthat the economic, commercial and financial embargo \r\nimposed by the United States 55 years ago against our \r\nbrotherly Republic of Cuba remains in full application \r\nand continues to be strengthened. The Group recalls \r\nthe positive steps taken by the previous Administration \r\nof the United States in 2015 and 2016, which, though \r\nstill inadequate to effectively end the impact of the \r\nembargo, were headed in the right direction. The \r\nGroup also deplores the new policy established by \r\nthe current President of the United States, which is \r\naimed at strengthening the embargo against Cuba. The \r\nGroup believes that such a policy is a setback in the \r\nprocess of achieving normalized relations between the \r\ntwo countries.\r\nThe Group of 77 and China reiterates its commitment \r\nto the purposes, principles and spirit of the Charter \r\nof the United Nations, particularly the principles of \r\nsovereign equality of States, non-intervention and \r\nnon-interference in their internal affairs, as well as \r\nthe freedom of international trade and navigation. We \r\nbelieve that it is the duty and responsibility of every \r\nMember State to strictly comply with those principles. \r\nWe are also of the view that any policy or action that \r\ndisregards those principles — in this case, the unilateral \r\neconomic sanctions against Cuba — should be seriously \r\nconsidered for immediate repeal.\r\nGiven that the embargo by the United States against \r\nCuba has continued for more than 50 years, the Group \r\nof 77 and China expresses deep concern about the \r\nprolonged negative effects that the economic sanctions \r\nand travel restrictions have had on Cuba and its people. \r\nFrom April 2016 to June of this year, the impact of the \r\nUnited States embargo on Cuba’s foreign trade amounts \r\nto more than $4 billion. Limited foreign investment and \r\ndifficult access to development credits translate directly \r\ninto economic hardship and humanitarian impacts for \r\nthe people of Cuba.\r\nThe country’s socioeconomic reforms have also \r\nbeen hampered by the cruel embargo. The Group \r\nof 77 and China fears that if the economic sanctions \r\ncontinue, Cuba’s potential for development in both \r\nthe economic and human development spheres will be \r\nunjustly undermined. It will be impossible for Cuba to \r\nsuccessfully embark on the path towards sustainable \r\ndevelopment, as envisaged in the 2030 Agenda for \r\nSustainable Development, for which all Member States \r\nhave pledged their support.\r\nOver many decades, Cuba has extensively \r\nand continuously contributed to the international \r\ncommunity, particularly through its remarkable \r\nsupply of medical assistance to countries in need. \r\nCuba’s emergency assistance to African countries that \r\nwere affected by the Ebola virus in West Africa is a \r\ngreat example of its solidarity with the international \r\ncommunity. Therefore, the Group of 77 and China \r\ncommends Cuba’s contributions to humanitarian \r\nassistance and would like to express the hope that with \r\nthe permanent lifting of the embargo by the United \r\nStates, Cuba will be granted the opportunity that it \r\nhas long deserved to fully cooperate with the global \r\n01/11/2017 A/72/PV.38\r\n17-35800 3/28\r\ncommunity and international organizations with respect \r\nto, inter alia, health, the environment and agriculture.\r\nTo conclude, the Group of and China would like \r\nto reiterate its strong support for the implementation \r\nof the recommendations of resolution 71/5. We would \r\nlike to reiterate our call for the ending of the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba. The urgency \r\nand necessity of our call is further highlighted by the \r\nongoing global collective endeavour to implement the \r\n2030 Agenda for Sustainable Development. Therefore, \r\nthe Group of 77 and China would like to appeal to the \r\ninternational community to further step up its efforts \r\nin support of the lifting of the embargo, not only for \r\nCuba’s prospects, but also for the full achievement of \r\neconomic and social development of all members of \r\nthe entire global community as a whole. That is the \r\ndeclaration of the Group of 77 and China.\r\nThe Acting President (spoke in Spanish): I \r\nwould like to propose that the list of speakers on the \r\ncurrent topic be closed, in view of the large number of \r\ndelegations inscribed on the list.\r\nIt was so decided.\r\nMr. Gafoor (Singapore): Before I make my formal \r\nstatement, I wish to express, on behalf of my delegation, \r\nour condolences to the Government and the people of the \r\nUnited States of America for the loss of lives sustained \r\nas a result of the terrible terrorist attack in New York \r\nyesterday, which we condemn in unequivocal terms.\r\nI also welcome the Minister for Foreign Affairs of \r\nCuba and his delegation to New York. It is a pleasure to \r\nsee him again in our midst.\r\nI have the honour to address the General Assembly, \r\non behalf of the States members of the Association \r\nof Southeast Asian Nations (ASEAN), to express our \r\nsupport for the draft resolution on ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against the Republic of Cuba \r\n(A/72/L.2). The General Assembly has consistently \r\nadopted this annual text by an overwhelming majority \r\nsince it was first introduced in 1992. ASEAN \r\nmember States have voted unanimously in favour of \r\nthe resolution for the past 16 years, and this marks \r\nthe third year that ASEAN has made a statement \r\nin the Assembly calling for the unilateral embargo \r\nagainst Cuba to be lifted as soon as possible. It is our \r\nfirm belief that differences between States should \r\nbe resolved through engagement and inclusion, not \r\nconfrontation and isolation. That would be in concord \r\nwith the fundamental principles of sovereign equality, \r\nnon-interference and non-intervention, as enshrined in \r\nthe Charter of the United Nations.\r\nASEAN welcomes the restoration of diplomatic \r\nrelations between Cuba and the United States in 2015. \r\nThat was an important step towards the normalization \r\nof bilateral relations and remains key to building better \r\nregional relations in the Americas. A more important \r\nstep will be for the United States to end its economic, \r\ncommercial and financial embargo on Cuba. That \r\nwould significantly improve the quality of life and \r\nliving standards of the Cuban people and contribute to \r\nthe economic and social development of Cuba.\r\nBringing an end to the embargo would also advance \r\nthe Assembly’s efforts towards achieving the inclusive \r\n2030 Agenda for Sustainable Development.\r\nASEAN encourages the United States and Cuba in \r\ntheir efforts to chart a new way forward. We recognize \r\nthat much remains to be done.  We encourage the United \r\nStates and Cuba to remain committed to an open and \r\nconstructive dialogue, underpinned by mutual respect. \r\nASEAN joins the other members of the Assembly in \r\nreiterating our support for the lifting of the unilateral \r\nembargo against Cuba as soon as possible.\r\nMr. Escalante Hasbún (El Salvador) (spoke in \r\nSpanish): I wish to begin my statement by greeting \r\nMr. Bruno Eduardo Rodríguez Parrilla, Minister for \r\nForeign Affairs of Cuba, and his delegation and to \r\nwelcome them to this House of ours.\r\n I have the honour to speak on behalf of the \r\nCommunity of Latin American and Caribbean States \r\n(CELAC).\r\nCELAC once again welcomes the steps taken in \r\n2015 and 2016 by Cuba and the United States of America \r\nto commence the normalization of their diplomatic \r\nrelations. That marked the beginning of a new chapter \r\nin the history of peace and coexistence among the \r\nAmerican nations. However, we regret that the blockade \r\nremains a reality for the Cuban people. It is undeniable \r\nthat it is the main obstacle to the normal development \r\nof Cuba. The report of the Secretary-General (A/72/94) \r\nconfirms the cost of this policy for the country, as it \r\ncauses considerable and unjustifiable harm to the well-\r\nbeing of the Cuban people and is contrary to the wishes \r\nfor peace of the Latin American peoples, as enshrined \r\nA/72/PV.38 01/11/2017\r\n4/28 17-35800\r\nin the Proclamation of Latin America and the Caribbean \r\nas a Zone of Peace.\r\nWe also deplore the new policy announced by the \r\ncurrent United States Administration that is intended \r\nto strengthen the economic, commercial and financial \r\nblockade against Cuba. It is a setback in the process \r\nof normalization of bilateral relations between the two \r\ncountries. The economic, commercial and financial \r\nblockade imposed on Cuba is contrary to the letter, \r\nspirit, purposes and principles of the Charter of the \r\nUnited Nations and international law.\r\nCELAC reiterates its firm rejection of the \r\napplication of laws and measures that are contrary \r\nto international law, such as the Helms-Burton Act, \r\nincluding those with extraterritorial effects, as well as \r\nof the increasing harassment of Cuba’s international \r\nfinancial transactions, in disregard of the political will \r\nof the international community. We therefore urge the \r\nGovernment of the United States of America to stop \r\nimplementing them. The United States Congress has \r\nthe authority to end the Cuban embargo completely. \r\nMoreover, it has has been demonstrated that the \r\nPresident of the United States, if he so wishes, may use \r\nhis broad executive powers to substantially amend the \r\napplication of the blockade.\r\nCELAC reiterates its special declaration on the \r\nneed to put an end to the economic, commercial \r\nand financial blockade of the United States against \r\nCuba — adopted at the fifth Summit of the Community \r\nof Latin American and Caribbean States, held in Punta \r\nCana, Dominican Republic, on 25 January 2017 — by \r\nwhich the Government of the United States of America \r\nwas requested to fulfil the successive resolutions \r\nadopted by the General Assembly and, in response to \r\nthe repeated calls from the international community, to \r\nput an end to the economic, commercial and financial \r\nblockade it maintains against Cuba.\r\nWe believe that the return to the Republic of Cuba \r\nof the land occupied by the United States naval base \r\nin Guantanamo, which has been repeatedly requested \r\nby the Cuban people and Government, should be an \r\nimportant element in the process of the normalization \r\nof relations between the two countries, by means of a \r\nbilateral dialogue that adheres to international law.\r\nThe Charter of the United Nations enshrines laws, \r\nobligations and principles that have become part of \r\nthe legal heritage, not just of international law but \r\nof humankind. It should not be violated or abused \r\nby any Member State. Member States should adjust \r\ntheir national and international actions to the rights, \r\nobligations and principles enshrined in the Charter.\r\nIn 2015 and 2016, resolutions 70/5 and 71/5, on \r\nthis item, were both adopted with 191 votes in favour, \r\nconfirming the near universality of this cause.\r\nFor all those reasons, the Community of Latin \r\nAmerican and Caribbean States will once again \r\ndecisively support the adoption of draft resolution \r\nentitled “Necessity of ending the economic, commercial \r\nand financial embargo imposed by the United States of \r\nAmerica against Cuba” (A/72/L.2). We emphasize the \r\ninconsistency of the application of coercitive unilateral \r\nmeasures that are not supported by international law or \r\nby the letter, the spirit and the purposes and principles \r\nof the Charter.\r\nWe reiterate our call on the United States to \r\naccept the call of the countries of Latin America and \r\nthe Caribbean, of every region of the world and of its \r\nown people to put an end once and for all to the unjust \r\nembargo against the Republic of Cuba.\r\nMs. King (Saint Vincent and the Grenadines): First, \r\nallow me, on behalf of my delegation, to join others in \r\ncondemning the terrible terrorist act that took place in \r\nlower Manhattan yesterday. Our condolences go out \r\nto the families who lost loved ones, and we stand in \r\nsolidarity with the United States of America, Argentina, \r\nBelgium and the entire international community as \r\ntogether we continue to fight this scourge.\r\nI have the honour to address the General Assembly \r\non behalf of the 14 States members of the Caribbean \r\nCommunity (CARICOM) in the presence of the \r\nhonourable Foreign Minister of Cuba.\r\nCARICOM aligns itself with the statements made \r\nearlier by the representatives of Ecuador, on behalf of \r\nthe Group of 77 and China, and of Saint Vincent and \r\nthe Grenadines, on behalf of the Community of Latin \r\nAmerican and Caribbean States, as well as that to be \r\ndelivered on behalf of the Non-Aligned Movement.\r\nFour States members of CARICOM — Barbados, \r\nGuyana, Jamaica and Trinidad and Tobago — established \r\ndiplomatic relations with Cuba on 8 December 1972 \r\nin an independent, sovereign act in the face of strong \r\nopposition from their traditional ally, the United States \r\nof America. Jamaica and Trinidad and Tobago had \r\nbecome independent nation States in 1962, and Barbados \r\nand Guyana in 1966. As the other eight anglophone \r\n01/11/2017 A/72/PV.38\r\n17-35800 5/28\r\nCaribbean countries acceded to independence, they all \r\nfollowed the original four in establishing and building \r\nexcellent relations with Cuba: Antigua and Barbuda, \r\nBahamas, Belize, the Commonwealth of Dominica, \r\nGrenada, Saint Kitts and Nevis, Saint Lucia and Saint \r\nVincent and the Grenadines. Suriname and Haiti, the two \r\nnon-anglophone Caribbean nations with membership in \r\nCARICOM, had established diplomatic relations prior \r\nto their membership in this regional body.\r\nThe States members of CARICOM have maintained \r\nclose relations with Cuba throughout the years of \r\ntheir independence, and that relationship has been \r\nstrengthened through a wide range of programmes of \r\ncooperation in areas that include trade, health care, \r\ninfrastructure and human resource development. In \r\n2015, the international community adopted the 2030 \r\nAgenda for Sustainable Development, which sets \r\nGoals that guide the creation of the future that we want \r\nand which aims at leaving no one behind. Our future \r\nregional development is in many ways reliant upon our \r\ncollective advancement and progress. The blockade \r\nworks contrarily to those aspirations to achieve the \r\nSustainable Development Goals.\r\nStriving for peace and the right to development \r\nhave been the deepest concerns of each member of our \r\nCaribbean Community since gaining independence. In \r\nthat context, we view the embargo not just as a punitive \r\nact against Cuba, but as an impediment to our shared \r\nregional development.\r\nThe General Assembly has adopted a resolution \r\non this item each year since 1992, condemning the \r\nongoing impact of the embargo and declaring it to be \r\nin violation of the Charter of the United Nations and \r\ninternational law. The Assembly’s seventy-first session \r\nmarked a milestone, when not a single Member State \r\nvoted against resolution 71/5, calling for a definite \r\nend to the unilateral decision that has proved to be an \r\nuntenable, unnecessary and undesirable fissure in our \r\nhemispheric family. Opposition to the policy is now \r\nalmost universal. Citizens across the United States are \r\njoining the international community by increasingly \r\nvoicing their disapproval and calling for the lifting of \r\nthe unilateral sanctions. Today, 73 per cent of Americans \r\nand 63 per cent of Cubans living in the United States \r\nsupport the lifting of the blockade.\r\nYet, on 16 June the current President of the United \r\nStates announced the strengthening of the economic, \r\ncommercial and financial blockade against Cuba as \r\na key component of his policy towards Cuba. That \r\nwas reaffirmed in his address to the United Nations \r\nin September, during the general debate of the \r\nGeneral Assembly at its seventy-second session (see \r\nA/72/PV.3). With its policy against Cuba, the new \r\nAdministration will reverse the progress achieved since \r\nthe former President announced, on 17 December 2014, \r\nthe re-establishment of diplomatic relations and the \r\nbeginning of a process to normalize bilateral ties.\r\nIn the light of that disappointing reversal, the \r\nCaribbean Community wishes to reiterate to the \r\nGeneral Assembly, as we did during the general debate \r\nin September (see A/72/PV.23), our unequivocal \r\ncommitment and unceasing call for an end to the \r\neconomic, commercial and financial embargo against \r\nCuba. We remain fully committed to the purposes \r\nand principles of the Charter of the United Nations, \r\nparticularly to the principles of the sovereign equality \r\nof States, non-intervention and non-interference in their \r\ninternal affairs and freedom of trade and navigation.\r\nCARICOM enjoys friendly relations with both \r\nCuba and the United States. The two neighbours — a \r\nmere 90 miles apart — have produced great scholars, \r\nscientists and great global leaders. The two countries \r\npossess proud and noble histories and are populated \r\nby friendly, open and loving peoples. The progress \r\nachieved in 2015 and 2016 has shown that Cuba and \r\nthe United States can live together, respecting their \r\ndifferences, and that they are able to cooperate for the \r\nbenefit of the two countries and peoples.\r\nTherefore, CARICOM remains optimistic that there \r\nwill be a diplomatic solution to the long-standing issue, \r\nwhich is now a mere relic of the Cold War. To that end, \r\nCARICOM consistently supports subregional, regional \r\nand international efforts to promote constructive \r\ndialogue to bring about the cessation, sooner rather \r\nthan later, of the economic, commercial and financial \r\nembargo against Cuba. It is within that context that \r\nthe 14 States members of the Caribbean Community \r\nunstintingly support draft resolution A/72/L.2, on the \r\nnecessity of ending the economic, commercial and \r\nfinancial embargo by the United States of America \r\nagainst Cuba.\r\nMr. Tanoh-Boutchoue (Côte d’Ivoire) (spoke in \r\nFrench): I have the honour to make a statement on \r\nbehalf of the States members of the Organization of \r\nIslamic Cooperation (OIC). But first let me express \r\nthe solidarity and compassion of the member States of \r\nA/72/PV.38 01/11/2017\r\n6/28 17-35800\r\nOIC to the United States of America in the wake of the \r\nterrorist attacks yesterday here in New York.\r\nI warmly welcome Mr. Bruno Eduardo Rodríguez \r\nParrilla, Minister for Foreign Affairs of the Republic of \r\nCuba, who is present here today.\r\nA year ago, almost to the day, the United States \r\nAdministration, through the voice of its Permanent \r\nRepresentative to the United Nations, chose, for the \r\nfirst time since 1992, to abstain in the voting during \r\nthe consideration of the resolution entitled “Necessity \r\nof ending the economic, commercial and financial \r\nembargo imposed by the United States of America \r\nagainst Cuba” (see A/71/PV.32). That decision of the \r\nPermanent Representative gave rise to hope in the \r\ninternational community in general and in the member \r\nStates of OIC in particular, hope based on the positive \r\nevolution of relations between the United States \r\nand Cuba initiated by the American President at the \r\ntime. It was illustrated, inter alia, by the reopening \r\nof the respective embassies of the two countries, in \r\nWashington, D.C., and in Havana, the restoration of \r\ncommercial f lights between the two States and the \r\nvisit of the former American President to Cuba in \r\nMarch 2016.\r\nDespite the positive development initiated by \r\nthe American presidency with a view to gradually \r\nnormalizing relations between the United States and \r\nCuba, the American economic embargo — which \r\nconstitutes the central pillar of sanctions against \r\nCuba — remains. That situation is a source of serious \r\nconcern, not just for Cuba, but also for a large part of \r\nthe international community, including the member \r\nStates of the Organization of the Islamic Conference. \r\nThe concern of the OIC is justified in view of the \r\ndecision taken last June by the new United States \r\nAdministration to cancel, with immediate effect, the \r\nagreement between Washington and Havana under the \r\nprevious American Administration.\r\nThrough this statement, the OIC member States \r\nreaffirm their opposition to the economic, commercial \r\nand financial embargo imposed by the United States \r\nagainst Cuba more than 50 years ago, which, it would \r\nseem, did not have the desired effect. On the contrary, it \r\ncreated international solidarity around Cuba, which has \r\nbeen demonstrated in recent years by massive votes to \r\nlift the embargo by almost every State Member of our \r\nOrganization. The latest vote in the Assembly, in 2016, \r\nresulted in 191 votes in favour and 2 abstentions (see \r\nA/71/PV.32).\r\nIn a world firmly focused on globalization and \r\nthe opening of markets to international trade, States \r\nmembers of the OIC, while concerned about the \r\nstatements of the new Administration of the United \r\nStates of America that are bringing recent developments \r\ninto question, underscore that the commercial and \r\nfinancial embargo imposed on Cuba remains one of the \r\nmain obstacles to the economic and social development \r\nof that country.\r\nWhen, at the initiative of the United Nations, \r\nthe international community has embarked on a new \r\ndevelopment programme with a view to 2030, the OIC \r\nmember States consider that the time has come to lift \r\nthe embargo against Cuba so as to enable that country \r\nand its people to benefit fully from the implementation \r\nof the Sustainable Development Goals in order to \r\nensure that no one is left behind. In that perspective, \r\nthe OIC member States very firmly support draft \r\nresolution A/72/L.2, entitled “Necessity of lifting the \r\neconomic, commercial and financial embargo imposed \r\nby the United States against Cuba”, and call on States \r\nMembers of the United Nations to vote overwhelmingly \r\nin favour of it, as they did last year.\r\nMr. Ramírez Carreño (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): It is an honour for the \r\nBolivarian Republic of Venezuela to speak on behalf of \r\nthe Movement of Non-Aligned Countries.\r\nFirst, we would like to pay our respects and offer \r\na very warm welcome to His Excellency Mr. Bruno \r\nRodríguez Parrilla, Minister for Foreign Affairs of the \r\nRepublic of Cuba. We would also like to express our \r\ngratitude for the report by the Secretary-General on \r\nthis very important issue (A/72/94).\r\nOver the past 26 years, the General Assembly has \r\nevery year expressed its resounding support for and \r\nsolidarity with the people and the Government of Cuba \r\nthrough its decisive support for the resolution calling \r\nfor the lifting of the embargo imposed by the United \r\nStates of America against that sovereign country. Last \r\nyear, 191 States Members of the Organization voted in \r\nfavour of the resolution (resolution 71/5).\r\nThe Movement of Non-Aligned Countries takes \r\nthis opportunity to reiterate its full opposition to \r\nthe enactment and imposition of unilateral coercive \r\nmeasures, given their extraterritorial implications and \r\n01/11/2017 A/72/PV.38\r\n17-35800 7/28\r\nillegal nature. Likewise, the Movement of Non-Aligned \r\nCountries has on several occasions repeated its call \r\non the Government of the United States of America \r\nto put an end to the economic, commercial and \r\nfinancial embargo imposed against Cuba more than \r\n55 years ago, which is unilateral and illegal. The \r\nembargo — apart from violating international law, \r\nthe Charter of the United Nations and the norms \r\nand principles that govern peaceful relations among \r\nStates — is also a violation of Cuba’s right to fully \r\ninteract with the international community.\r\nThe Movement of Non-Aligned Countries has \r\nhistorically taken a position of principle in rejecting \r\nunilateral coercive measures, particularly those used \r\nas instruments of political or economic and financial \r\npressure against States, particularly against developing \r\ncountries. Those positions were reaffirmed recently, \r\nwhen on 20 September, at the meeting of the Ministers \r\nfor Foreign Affairs of the Movement held under the \r\ntheme “Promulgation and implementation of unilateral \r\ncoercive measures, in violation of international law and \r\nthe human rights of the peoples subjected to them”, \r\nadopted the Political Declaration of New York.\r\nThe embargo against Cuba is a perfect example \r\nof the adverse effects of unilateral coercive measures \r\naffecting the welfare of peoples, impeding the full \r\nenjoyment of their human rights. The direct and \r\nindirect harm inflicted by this undeserved embargo \r\nagainst Cuba is vast. It affects all crucial sectors of the \r\nCuban economy, including public health, nutrition and \r\nagriculture, as well as banking, trade, investment and \r\ntourism. It also denies Cuba access to markets, aid from \r\ninternational financial institutions and technology \r\ntransfers, and it creates obstacles to the socioeconomic \r\ndevelopment of the country. Further, the embargo is \r\nthe main obstacle to wider access to the Internet, the \r\nexchange of ideas and the development of cultural, \r\nsports and scientific relations.\r\nThe continuation of the embargo is completely \r\nunjustifiable and is inappropriate for our times. It also \r\nruns counter to Cuba’s efforts to attain sustainable \r\ndevelopment, including the Goals established in \r\nthe 2030 Agenda for Sustainable Development. The \r\neconomic hardship affecting the Cuban people caused \r\nby the application of the economic, financial and \r\ncommercial blockade imposed by the United States of \r\nAmerica against Cuba amounts to $822 billion, taking \r\ninto account the depreciation of the dollar with respect \r\nto the gold price in the international market. At current \r\nprices, over the years, the blockade has caused damages \r\nof more than $130 billion.\r\nThe Movement of Non-Aligned Countries believes \r\nthe establishment of diplomatic relations between \r\nCuba and the United States of America to be a positive \r\nfirst step in the process towards the normalization of \r\nbilateral relations. At the same time, it is appropriate \r\nto point out that the implementation of the blockade \r\nagainst Cuba has not changed. Even some progress in \r\nthe normalization of bilateral relations between the two \r\ncountries is now threatened, as is demonstrated by the \r\nnew policies established in June 2017 by the current \r\nPresident of the United States of America, acting to \r\nstrengthen the embargo against Cuba.\r\nMoreover, although regulations were issued on \r\n15 January 2015 by the Department of Commerce and \r\nthe Treasury that amounted to steps in the right direction \r\nin areas such as travel to Cuba, telecommunications and \r\nremittances, those have had a limited scope and modified \r\nonly some aspects related to the implementation of the \r\nblockade. Despite the historic decision of former United \r\nStates President Barack Obama to notify the United \r\nStates Congress of his decision to remove Cuba from \r\nthe so-called list of States sponsoring international \r\nterrorism — a unilateral and illegal list that should \r\nnever have included Cuba — we have seen no greater \r\nf lexibility regarding all of the complexities of the \r\nprohibitions and restrictions that stem from the laws \r\nand regulations of the blockade against Cuba.\r\nIn the light of all this, the Movement of Non-Aligned \r\nCountries reaffirms its call for an end to the economic, \r\ncommercial and financial blockade imposed by the \r\nUnited States of America against Cuba, as reiterated by \r\nthe Heads of State and Government of the Movement \r\nduring the seventeenth summit, held on Venezuela’s \r\nMargarita Island, in September 2016.\r\nThe fact that 191 States Members of the \r\nOrganization voted in favour of resolution 71/5 last \r\nyear is an expression of unanimity in the international \r\ncommunity, demanding an end to the 55-year-long \r\nembargo and full adherence to the principles and \r\npurposes enshrined in the Charter of the United \r\nNations and to the norms of international law, including \r\nthe principles of mutual respect and non-interference \r\nin the internal affairs of States. At present, more than \r\n190 nations are economically and politically involved \r\nwith Cuba, while the United States of America remains \r\nA/72/PV.38 01/11/2017\r\n8/28 17-35800\r\nalone in implementing its policy of unjustified and \r\nillegal economic sanctions.\r\nConsequently, the States members of the Movement \r\nof Non-Aligned Countries once again urge the \r\nGovernment of the United States of America to yield to \r\nthe overwhelming will of the international community \r\nand rectify its failed policies in full compliance with \r\nall the pertinent resolutions of this General Assembly. \r\nThat requires the immediate and full end of the embargo \r\nimposed on Cuba.\r\nThe Movement of Non-Aligned Countries, while \r\nreiterating its commitment to the promotion, preservation \r\nand strengthening of multilateralism, reaffirms that \r\nfull respect for the purposes and principles of the \r\nCharter of the United Nations is an essential element \r\nfor the effective maintenance of international peace and \r\nsecurity. That is why the international community must \r\ncontinue working together to reverse and eliminate \r\nunilateral coercive measures, including the economic, \r\ncommercial and financial blockade imposed by the \r\nUnited States of America against Cuba, given, inter \r\nalia, its illegal character.\r\nI now wish to make the following statement in my \r\nnational capacity.\r\nThe Bolivarian Republic of Venezuela reiterates \r\nits unequivocal support for the principles of State \r\nsovereignty and non-interference in the internal affairs \r\nof any country. For us, respect for the Charter of the \r\nUnited Nations and international law is an obligation \r\nwe have assumed within the Organization, and we can \r\nentertain no double standards or biased interpretations.\r\nThe blockade against the sister Republic of Cuba \r\nand its people is not only illegal and in violation of the \r\nfundamental principles of the United Nations, but also \r\nconstitutes a criminal act of continued aggression by \r\nthe strongest Power on the planet against another State. \r\nThis savage and disproportionate act in contemporary \r\nhistory has gone on now for 55 years as the most abject \r\nexpression of contempt against the fundamental rights \r\nof an entire people — the Cuban people.\r\nThe blockade against Cuba is as illegal as it is futile \r\nin its ridiculous desire to shake the unwavering decision \r\nof the Cuban people to build their own destiny and refuse \r\nto be a colony or a country under any foreign Power. It \r\nfails to recognize the deeply patriotic and revolutionary \r\ncharacter of the people of Martí and Fidel and their \r\nunequivocal decision to build socialism, a new society \r\naccording to their own interests and characteristics.\r\nAmid the hostility of the United States and all kinds \r\nof difficulties and hardships caused by the criminal \r\nblockade, Cuba has managed to stand for more than \r\nfive decades as a moral and political reference point \r\nfor the world. Although it has few resources, that sister \r\nnation has always offered solidarity and assistance \r\nto all peoples, always extending its hand and support \r\nwithout conditions to countries that need it to fight \r\npoverty or that need humanitarian assistance because \r\nof natural disasters and epidemic outbreaks such as \r\nEbola and cholera.\r\nOn the other hand, the noble Cuban people have \r\nplayed a fundamental role fighting colonialism and \r\napartheid for the liberation of peoples. The peoples of \r\nAfrica, Asia, Latin America and the Caribbean can bear \r\nwitness to that solidarity and commitment to the cause \r\nof mankind. That is why we will vote overwhelmingly \r\nin favour of draft resolution A/72/L.2, condemning the \r\nblockade against Cuba.\r\nVenezuela once again calls on the Government of \r\nthe United States to put an immediate end to the policy \r\nof economic, commercial and financial blockade against \r\nCuba. Likewise, we categorically reject the recent \r\nactions of the United States Administration that seek \r\nto reverse the process of normalizing relations between \r\nthe two countries that began a few years ago. That is the \r\nreaffirmation of interventionist policy and American \r\ninterference in our region, which has a long and sad \r\nhistory of coups d’état, invasions and destabilization. \r\nIt is a policy of walls, sanctions and aggression that \r\nthreatens the peace and security of our region.\r\nOur country has also been attacked by the United \r\nStates. It imposes sanctions on us and destabilizes \r\nus. However, our people will be able to defend their \r\nsovereignty and revolution. We want Cuba to know that \r\nVenezuela and our people stand with it. We shall honour \r\nour friendship and solidarity. The United States hopes \r\nto undermine our loyalty to Chávez and admiration \r\nfor Fidel, and our conviction regarding socialism. It \r\nwants to bend the will of our people, and that explains \r\nthe blockade, the sanctions, the lies and all kinds of \r\nattacks. The United States is mistaken — we are the \r\nsons of Bolívar and Martí, and we will win.\r\nMrs. Haley (United States of America): I want to \r\nstart by expressing our condolences to our brothers \r\nand sisters in Argentina and Belgium, whose citizens \r\n01/11/2017 A/72/PV.38\r\n17-35800 9/28\r\nnumbered among the victims in the terrorist attack \r\nin New York City. While our hearts are broken, our \r\nresolve is strong. They hit our city, where we all come \r\ntogether and work together, but we always have to be \r\nstrong enough to let them know terrorism will not win. \r\nIf we stand together, we will once and for all defeat \r\nthe evil. We thank everyone for the condolences, \r\nsupport and good wishes sent our way, which we \r\ncertainly appreciate.\r\nFor more than 55 years, the Cuban regime has used \r\nthis debate in the General Assembly as a shiny object to \r\ndistract the world’s attention from the destruction it has \r\ninflicted on its own people and on others in the western \r\nhemisphere. Even during the Cuban missile crisis, \r\nwhen the Castro dictatorship allowed the Soviet Union \r\nto secretly install nuclear missiles in Cuba, the Cuban \r\nregime and its Soviet allies claimed that the real threat \r\nto peace was not the missiles aimed at America. They \r\nsaid that the real threat was the United States’ discovery \r\nof those missiles. At the time, Adlai Stevenson, United \r\nStates Ambassador to the United Nations, identified the \r\nCuban regime’s habit of pointing fingers anywhere but \r\nat itself. He said:\r\n“This is the first time... I have ever heard it said that \r\nthe crime is not the burglar but the discovery of the \r\nburglar, and that the threat is not the clandestine \r\nmissiles in Cuba but their discovery and the limited \r\nmeasures taken to quarantine further infection.” \r\n(S/PV.1025, para. 7)\r\nToday, the crime is the Cuban Government’s \r\ncontinued repression of its people and failure to meet \r\neven the minimum requirements of a free and just \r\nsociety. Our response has been to stand with the Cuban \r\npeople and their right to determine their own future. \r\nFor that, each year the Assembly’s time is wasted in \r\nconsidering this resolution, and the United States is \r\nsubjected to all manner of ridiculous claims — anything \r\nto deflect attention from the regime that is actually \r\nresponsible for the suffering of the Cuban people. But \r\nthe United States will not be distracted. We will not \r\nlose sight of what stands between the Cuban people and \r\nthe free and democratic future that is their right. For \r\nthat reason, and for the twenty-fifth time in 26 years, \r\nthe United States will vote against the draft resolution \r\nunder this item.\r\nOne year ago, the United States abstained in the \r\nvoting on resolution 71/5, under this item. The reason \r\ngiven was that the continuation of the embargo was not \r\nisolating Cuba but was, in fact, isolating the United \r\nStates. It is true that we had been left nearly alone in \r\nopposition to this annual resolution. No doubt there will \r\nbe some here who do not understand how we can take \r\nsuch opposite positions, separated by just 12 months. \r\nThey will wonder how we could passively accept this \r\nresolution last year and energetically oppose it this year.\r\nTo those who are confused as to where the United \r\nStates stands, let me be clear. As is their right under \r\nour Constitution, the American people have spoken. \r\nThey have chosen a new President, and he has chosen \r\na new Ambassador to the United Nations. As long \r\nas the Cuban people continue to be deprived of their \r\nhuman rights and fundamental freedoms and as long \r\nas the proceeds from trade with Cuba go to prop up the \r\ndictatorial regime responsible for denying those rights, \r\nthe United States does not fear isolation in this Hall or \r\nanywhere else.\r\nOur principles are not up for a vote. They are \r\nenshrined in our Constitution. They also happen to be \r\nenshrined in the Charter of the United Nations. As long \r\nas we are Members of the United Nations, we will stand \r\nfor respect for human rights and fundamental freedoms \r\nthat the Member States in this body have pledged to \r\nprotect, even if we have to stand alone.\r\nThe draft resolution before us (A/72/L.2) aims to end \r\nthe United States economic, commercial, and financial \r\nembargo against Cuba. But let us be honest about what \r\nwe really see going on here. The Assembly does not \r\nhave the power to end the United States embargo. It \r\nis based in United States law, which only the United \r\nStates Congress can change. No, what the General \r\nAssembly is doing today — what it does every year at \r\nthis time — is political theatre. The Cuban regime is \r\nsending the warped message to the world that the sad \r\nstate of its economy, the oppression of its people and \r\nthe export of its destructive ideology are not its fault. In \r\nthe spirit of sending messages, I would like to direct the \r\nrest of my comments towards the Cuban people.\r\nThe American people strongly support their dreams \r\nto live in a country where they can speak freely, have \r\nuncensored access to the Internet, provide for their \r\nfamilies and determine their leadership. We know that \r\nmany of them have been made hopeful by the opening \r\nof diplomatic relations between the United States and \r\nCuba. That status is not changing. Our friendship and \r\ngoodwill towards the Cuban people remain as strong \r\nas ever.\r\nA/72/PV.38 01/11/2017\r\n10/28 17-35800\r\nWhat they probably do not know is that their \r\nGovernment responded to that gesture of goodwill \r\nnot by joining in the spirit in which it was offered, \r\nbut by expanding its politically motivated detentions, \r\nharassment and violence against those who advocate \r\nfor political and economic freedom in Cuba. What \r\nthey cannot know, because their Government will not \r\nlet them know, is that there were credible reports of \r\nalmost 10,000 politically motivated detentions in Cuba \r\nin 2016 alone. That is a massive increase in detentions \r\nover recent years.\r\nWe had hoped our outreach to their Government \r\nwould be met with greater freedom for them. Their \r\nGovernment silences its critics. It disrupts peaceful \r\nassemblies, censors independent journalists and rigs the \r\neconomy so that the Government alone profits. Their \r\nGovernment has exported its bankrupt and destructive \r\nideology to Venezuela. It has taught the Maduro regime \r\nhow to silence journalists, crack down on the political \r\nopposition and impoverish its people. Now, millions of \r\nVenezuelans join them in being denied their basic rights.\r\nMr. Barros Melet (Chile), Vice-President, took \r\nthe Chair.\r\nAs we speak here today, their Government is busy \r\nchoosing the successor to the Castro dictatorship. It \r\nis attempting to fool them into believing they have a \r\nvoice by holding local and regional so-called elections. \r\nBut the process they are engaged in is not freedom. \r\nThe results were determined before the first vote was \r\ncast. When the United States abstained in the voting \r\non resolution 71/5 last year, its decision was explained \r\nby saying, “we recognize that the future of the island \r\nof course lies in the hands of the Cuban people” (A/71/\r\nPV.32, p.15). There is a casual cruelty to that remark for \r\nwhich I am profoundly sorry. Regrettably, as of today, \r\nthe future of Cuba is not in their hands. It remains in the \r\nhands of their dictators.\r\nThe United States opposes the resolution today \r\nin continued solidarity with the Cuban people, and in \r\nthe hope that they will one day be free to choose their \r\nown destiny. We might stand alone today, but when the \r\nday of freedom comes for the Cuban people — and it \r\nwill come — we will rejoice with them as only a free \r\npeople can.\r\nMrs. Nguyen (Viet Nam): Before I begin my \r\nstatement, allow me, on behalf of my delegation, to \r\nexpress our solidarity and deepest condolences to the \r\nGovernments and the peoples of the United States \r\nof America, Argentina and Belgium for the loss of \r\ninnocent lives caused by the heinous terrorist attacks in \r\nlower Manhattan yesterday, which we condemn in the \r\nstrongest possible terms. Our thoughts and prayers go \r\nto the bereaved families of the victims.\r\nI would like to extend my warmest welcome to His \r\nExcellency Mr. Bruno Rodriguez Parrilla, Minister for \r\nForeign Affairs of Cuba. I would also like to express \r\nour deep appreciation to the Secretary-General for his \r\ncomprehensive report (A/72/94) on the implementation \r\nof resolution 71/5.\r\nViet Nam aligns itself with the statements made \r\nearlier by the representatives of Venezuela, on behalf \r\nof the Non-Aligned Movement, and of Singapore, on \r\nbehalf of the Association of Southeast Asian Nations, \r\nrespectively.\r\nOur plenary meeting today marks the twenty-sixth \r\nconsecutive year the General Assembly is considering \r\nand taking action on a draft resolution entitled \r\n“Necessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States \r\nof America against Cuba”. For so many years, the \r\nAssembly has repeatedly called for the end of the \r\nUnited States embargo against Cuba, but we have not \r\nyet achieved the ultimate goal of the text.\r\nThe economic, commercial and financial blockade \r\nagainst Cuba runs counter to international law and the \r\nfundamental principles of the Charter of the United \r\nNations, and is the most unjust and longest-lasting \r\nsystem of unilateral sanctions ever imposed against any \r\ncountry in our modern world history. It has inflicted \r\nenormous damage on all sectors of the Cuban economy \r\nand caused untold hardship for the Cuban people, \r\npreventing them from fully enjoying their human rights.\r\nHere I would like to highlight that despite hardships \r\ncaused by the blockade, the Cuban Government and \r\npeople have always responded generously and in a \r\ntimely manner to emergency appeals for humanitarian \r\naid by sending doctors, medicine and equipment to \r\nmany countries severely affected by epidemic diseases \r\nand natural disasters. We highly commend Cuba’s \r\ngreat contribution to humankind and are grateful to the \r\nCuban people.\r\nSince 1992, when Cuba first introduced this draft \r\nresolution to the General Assembly, the support of \r\npeople all over the world for the legitimate claims of \r\nthe Cuban people has been ceaselessly growing. Last \r\n01/11/2017 A/72/PV.38\r\n17-35800 11/28\r\nyear, 191 Member States voted in favour of resolution \r\n71/5. At the general debate of the Assembly’s current \r\nsession in September, 37 heads of delegations spoke out \r\nagainst the blockade.\r\nThe restoration of diplomatic relations between \r\nCuba and the United States in 2015 represented an \r\nimportant step in the right direction and brought hopes \r\nfor improved relations between the two countries. \r\nHowever, measures recently announced by the United \r\nStates Government to reinforce sanctions against Cuba \r\nare reversing the positive developments of the past \r\ntwo years.\r\nIt is the consistent policy of Viet Nam to oppose \r\nany imposition of unilateral embargoes and coercive \r\nmeasures on a sovereign State. We share the view \r\nthat the continuation of the embargo against Cuba is \r\nunjustifiable. The strengthening of the blockade is a \r\nsevere violation of the human rights of the Cuban people. \r\nIt hinders not only the economic development of Cuba, \r\nbut also international trade and the realization of the \r\n2030 Agenda and the Sustainable Development Goals.\r\nTherefore, today Viet Nam will vote in favour \r\nof draft resolution A/72/L.2. By voting in favour, we \r\njoin the international community in calling on the \r\nUnited States to put an immediate end to that obsolete \r\npolicy, lift the economic, commercial and financial \r\nblockade against Cuba and take positive and necessary \r\nsteps towards the full normalization of relations with \r\nCuba. An immediate removal of the blockade would \r\nbe beneficial for both Cuba and the United States, as \r\nwell as for peace and development in the region and \r\nthe world, thereby living up to the overwhelming \r\naspirations of the international community.\r\nIn conclusion, I wish to reiterate Viet Nam’s strong \r\nsupport, friendship, cooperation and solidarity with the \r\nbrotherly people of Cuba.\r\nMr. Arriola Ramírez (Paraguay) (spoke in \r\nSpanish): Before I begin, allow me to express Paraguay’s \r\nmost heartfelt condolences and solidarity to the families \r\nof the victims and to the Government and the people of \r\nthe United States of America for the horrific terrorist \r\nattack that took place yesterday in New York, which \r\nwe condemn.\r\nRegarding the topic that brings us together today, \r\nParaguay aligns itself with the statements delivered \r\nearlier by the representative of El Salvador, on behalf \r\nof the Community of Latin American and Caribbean \r\nStates, and the representative of Ecuador, on behalf of \r\nthe Group 77 and China.\r\nThe Republic of Paraguay joins the voices of the \r\nStates that once again, through the General Assembly, \r\ncall for the end of the economic, commercial and \r\nfinancial blockade imposed by the United States of \r\nAmerica against Cuba. We reject the coercive measures \r\nthat contravene international law and the Charter \r\nof the United Nations, undermine the foundations \r\nof multilateralism and negatively impact relations \r\nof friendship and cooperation among States and the \r\neconomic and social development of peoples. We are \r\nconvinced that dialogue and direct negotiation in good \r\nfaith between the parties are the appropriate ways to \r\nresolve differences and find lasting and fair solutions \r\nthat enable the peaceful and respectful coexistence \r\namong the nations of the world.\r\nParaguay urges the United States of America and \r\nCuba not to backtrack on the progress achieved towards \r\nthe normalization of their diplomatic relations but to \r\ncontinue with their best efforts to put an end to the long \r\nblockade and begin a new stage of relationship based on \r\ntrust, respect and mutual development.\r\nFinally, Paraguay again supports and promotes the \r\nresolution entitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba”, which for the \r\ntwenty-sixth consecutive occasion is before the General \r\nAssembly, and urges all Member States to support it.\r\nMr. Bandyopadhyay (India): Before I formally \r\nbegin my statement, I would like to express my \r\ndeepest condolences in connection with the victims \r\nof yesterday’s brutal and heinous attack in New \r\nYork, which we strongly and vehemently condemn. \r\nOur thoughts are with the families of those who lost \r\ntheir lives.\r\nIndia associates itself with the statements made by \r\nthe representative of Ecuador, on behalf of the Group \r\n77 and China, and by the representative of Venezuela, \r\non behalf of the Movement of Non-Aligned Countries.\r\nWe welcome the Foreign Minister of Cuba among \r\nus here today. We also thank the Secretary-General for \r\nhis report (A/72/94) on the issue.\r\nThe issue of the economic, commercial and financial \r\nembargo imposed five decades ago by the United States \r\nagainst Cuba has now been considered annually by the \r\nGeneral Assembly for more than two and a half decades. \r\nA/72/PV.38 01/11/2017\r\n12/28 17-35800\r\nThe Assembly has consistently rejected the imposition \r\nof laws and regulations with extraterritorial impact and \r\nall other forms of coercive economic measures that \r\nhurt the progress and prosperity of the people around \r\nthe world.\r\nLast year, 191 Member States voted in favour \r\nof resolution 71/5, expressing their strong support \r\nfor lifting the embargo. The General Assembly has \r\nalso called upon all States, in conformity with their \r\nobligations under the Charter of the United Nations \r\nand international law, to refrain from promulgating \r\nand applying, and to repeal and invalidate, laws and \r\nmeasures that have extraterritorial effects affecting the \r\nsovereignty of other States. The continued existence \r\nof the embargo, in contravention of world opinion as \r\nexpressed by the Assembly, undermines multilateralism \r\nand the credibility of the United Nations itself.\r\nAs the world’s largest democracy, with abiding \r\nfaith in multilateralism, India stands in solidarity \r\nwith the international community in its unambiguous \r\nrejection of domestic laws that have extraterritorial \r\nimpacts. Embargoes impede the full achievement of \r\neconomic and social development by the population of \r\nthe affected country, in particular children and women. \r\nThey also hinder the full enjoyment of human rights, \r\nincluding the right to development, food, medical care \r\nand social services, among other things.\r\nSuccessive reports of the Secretary-General, \r\nincluding this year’s report, have established that \r\nthe embargo, particularly through its extraterritorial \r\neffects, has adversely affected the Cuban people and \r\nthe country’s development efforts. At the same time, we \r\nwould like to acknowledge the notable achievements of \r\nthe Cuban people in the socioeconomic and development \r\nfields, in particular Cuba’s high ranking in the Human \r\ndevelopment Index and its achievement of several of the \r\nMillennium Development Goals.\r\nIn launching the transformative 2030 Agenda for \r\nSustainable Development, world leaders have again \r\nstrongly urged all States to refrain from any unilateral \r\neconomic, financial or trade measures that are not in \r\naccordance with international law and the Charter of \r\nthe United Nations. The continuation of the embargo \r\nwould severely affect Cuba’s ability to implement \r\nthe comprehensive 2030 Agenda. Cuba’s expertise in \r\nhealth care, achieved despite such conditions, enabled \r\nit to respond quickly, effectively and on a large scale to \r\nthe call made by the General Assembly three years ago \r\nto all nations to respond to the Ebola crisis in Africa.\r\nPeople-to-people contact holds immense \r\npossibilities for fostering better understanding between \r\nthe two nations. The international community should \r\nstep up its efforts to promote an environment free \r\nfrom sanctions and embargoes. India hopes for the \r\nwithdrawal of the embargo as soon as possible. India \r\nsupports draft resolution A/72/L.2, submitted by Cuba.\r\nMr. Llorentty Solíz (Plurinational State of Bolivia) \r\n(spoke in Spanish): Before I begin my statement, let \r\nme say that Bolivia would like to join those expressing \r\ntheir solidarity with and condolences to the peoples of \r\nthe United States, Argentina and Belgium following \r\nthe terrible attack that took place some hours ago in \r\nthis city.\r\nAt the outset, Bolivia welcomes the presence among \r\nus of Comrade Bruno Rodríguez Parrilla, Minister for \r\nForeign Affairs of Cuba, and of his delegation.\r\nThe report of the Secretary-General (A/72/94) \r\nonce again highlights the worldwide rejection of the \r\neconomic, trade and financial blockade arbitarily and \r\nunilaterally imposed by the United States of America \r\nagainst the Cuban people and the entire international \r\ncommunity. That blockade affects international \r\ncooperation. It affects health, nutrition, education and \r\nculture in Cuba. It affects Cuba’s foreign trade and \r\nforeign investment. It also has financial and banking \r\nimplications with regard to construction, tourism, \r\ntransport, civil aviation and industry.\r\nThe blockade is an example of the unilateral way in \r\nwhich the United States acts in the world. Despite the \r\ncomprehensive blockade, Cuba is an example of social \r\ndevelopment, cooperation and solidarity.\r\nThe United States is unilaterally imposing an \r\nunjust, unlawful, immoral embargo. It is imposing an \r\nextraterritorial embargo that contravenes the purposes \r\nand principles of the Charter of the United Nations. The \r\nUnited States is imposing an embargo that violates the \r\nprinciples of sovereignty, non-intervention in internal \r\naffairs, free trade and navigation. The United States \r\nis imposing an embargo that seeks to undermine the \r\nright of the Cuban people to self-determination and \r\nthe efforts of their Government to combat poverty \r\nand inequality.\r\nI want to take this opportunity to recall the words \r\nof Nelson Mandela, who told us:\r\n01/11/2017 A/72/PV.38\r\n17-35800 13/28\r\n“During all my years in prison, Cuba was an \r\ninspiration. The victories of Cuba destroyed the \r\nmyths of the invincibility of the white oppressor. \r\nThey inspired the struggling peoples in South \r\nAfrica at a key moment in the fight for the liberation \r\nin South Africa of our people from the apartheid \r\nregime. What country other than Cuba could point \r\nto a record of services of such generosity and \r\nsolidarity with the causes of liberation in Africa? \r\nCuba was an example of dedication and service \r\nto others.”\r\nI wish to reiterate that last phrase of Nelson Mandela: \r\nCuba was and is an example of dedication and service \r\nto others.\r\nThey want to teach us lessons about democracy. \r\nThose who turn their backs on international law want \r\nto teach us about democracy. Those who believe that \r\nmultilateralism is a theatre want to come and give \r\nus lessons on democracy. Those who organize coups \r\nd’état and who interfere in our political processes with \r\nabsolute impunity want to come give us lessons about \r\ndemocracy. They also want to give us lessons on human \r\nrights — those who promote and have promoted torture \r\nwant to teach us about human rights. Those who have \r\nturned the Guantanamo naval base into an illegal prison \r\nwant to teach about human rights. Those who want to \r\nteach us about human rights have secret prisons and \r\ndetention centres spread throughout the world. They \r\nwant to come give us classes on multilateralism, those \r\nwho do not believe in science or that climate change is \r\nbrought about by human action.\r\nThey want us to believe that they are exceptional. \r\nTalk about exceptionalism is not only dangerous and \r\noffensive. It is not only injurious to the purposes of the \r\nCharter of the United Nations and of the Organization, it \r\nalso demonstrates, as President Morales Ayma himself \r\nsays, the arrogance of a Government that opposes all \r\npeoples. The Government of the United States is not \r\nexceptional, although it is unique. That Government is \r\nresponsible for that genocidal embargo, unprecedented \r\nin the history of humankind. It is unique in that it does \r\nnot respect international law. It is unique in that it is not \r\ninterested in multilateralism. It is unique because it acts \r\nwith the most blatant impunity.\r\nIt is time for the Assembly and for the United \r\nNations to enforce the decisions we have taken. Bolivia \r\nonce again resolutely supports the resolution before the \r\nAssembly. However, we wish to express our gratitude \r\nfor the tremendous solidarity that has saved hundreds \r\nof thousands of lives in my country: the solidarity of \r\nthe Cuban people. That solidarity is evident not only \r\nin my region but also throughout the world. When \r\nEbola struck African countries, Cuba was there. When \r\nhurricanes struck our brothers in the Caribbean, Cuba \r\nwas there. When illiteracy struck my country, Cuba \r\nwas there, in the most remote places, with its medical \r\nstaff — more than 50,000 medical staff throughout the \r\nworld. However, even more important, Cuba stands as \r\nan example with its dignity and its unwavering strength.\r\nBolivia requests, urges and demands that the \r\nblockade be lifted.\r\nMr. Awad (Egypt) (spoke in Arabic): At the outset, \r\nI would like to express our condolences to and solidarity \r\nwith the peoples and the Governments of the United \r\nStates, Argentina and Belgium for the tragic incident \r\nthat took place in New York City yesterday.\r\nMy delegation aligns itself with the statements \r\ndelivered earlier by the representatives of Ecuador, on \r\nbehalf of the Group of 77 and China; of Venezuela, on \r\nbehalf of the Movement of Non-Aligned Countries; of \r\nCôte d’Ivoire, on behalf of the Organization of Islamic \r\nCooperation; and of Gabon, on behalf of the Group of \r\nAfrican States. Allow me to add the following remarks \r\nin my national capacity.\r\nIt is a pleasure for me to welcome Mr. Bruno \r\nRodríguez Parrilla, the Minister for Foreign Affairs of \r\nCuba, and to express to him once again the perennial \r\nand full support and solidarity of Egypt with the people \r\nand Government of Cuba.\r\nThe unilateral policy imposed by the United States \r\nof America against Cuba has had implications for the \r\neconomic and social lives of the Cuban people, as well \r\nas for their livelihoods. It has had an adverse impact on \r\nthe Cuban people’s access to food, medicine, education \r\nand advanced technology. The unilateral blockade has \r\nhad a negative impact on the critical sectors of the \r\nCuban economy. The manifestations of the blockade, \r\nwhich has been in place for more than five decades, \r\naffect Cuba’s ability to implement the 2030 Agenda \r\nfor Sustainable Development, along with its Goals and \r\ntargets. The blockade runs counter to the commitment \r\nundertaken by Member States to leave no one behind, \r\nwhich constitutes the bedrock of our collective action.\r\nEgypt will continue to advocate for the rights and \r\ndemands of the Cuban people. We call for the full and \r\nA/72/PV.38 01/11/2017\r\n14/28 17-35800\r\ncomplete lifting of the coercive measures that have \r\nbeen imposed by the United States against Cuba since \r\nthe 1950s. We hope that the parties will capitalize on \r\nthe positive steps and developments that took place \r\nin 2016 as a prelude to the normalization of relations \r\nbetween the two countries.\r\nEgypt supports the immediate lifting of the \r\nblockade imposed on Cuba, and we reiterate that \r\ncontinuing to insist on a historical mistake for years \r\nwill never make it the right thing to do.\r\nMr. Boukadoum (Algeria): Yesterday in lower \r\nManhattan, a few blocks away from United Nations \r\nHeadquarters, a horrendous terrorist attack caused too \r\nmany victims. We of course strongly condemn that \r\nattack, and we pay tribute to the victims and express \r\nour sympathy to our colleagues from the United States, \r\nArgentina and Belgium. It is high time to regroup, to \r\nfight this scourge, and we need everyone on board. \r\nThat is precisely why this debate is taking place in this \r\nparticular context.\r\nWhile members of the international community \r\nunanimously welcomed in the Assembly the positive \r\ndevelopments between Cuba and the United States over \r\nthe past couple of years, hoping that those steps would \r\npave the way towards the normalization of the bilateral \r\nrelations and the eventual lifting of the embargo \r\nimposed on Cuba, we sadly realize that this embargo \r\nnot only remains in place but has been strengthened.\r\nAfrica has spoken up, as have the Non-Aligned \r\nMovement (NAM), the Organization of Islamic \r\nCooperation and even the Group of 77, with which \r\nof course we align ourselves. Algeria will continue \r\nto speak up and state its stance to its friends. And, \r\nbecause we are friends, frankness is our duty. We \r\ntherefore reiterate our stance about the continuation of \r\nthe economic, commercial and financial embargo that \r\nhas been unilaterally imposed against Cuba for more \r\nthan five decades. Those sanctions, which we consider \r\nunjustified, not only exacerbate the sufferings of the \r\nCuban people but obstruct the economic development \r\nof Cuba and hamper its efforts to achieve sustainable \r\ndevelopment, including the Goals set in the 2030 \r\nAgenda for Sustainable Development.\r\nMr. Llorentty Solíz (Plurinational State of Bolivia), \r\nVice-President, took the Chair.\r\nThe annual adoption by an overwhelming majority \r\nof the members of the General Assembly of a resolution \r\ncalling for the lifting of the blockade against Cuba is \r\na message not to be ignored, for it ref lects the strong \r\nwish of the international community. Let me recall that \r\nAlgeria has always stressed that Cuba, like any other \r\nMember State, has the right to freedom of trade and \r\nnavigation and to expand trade on a mutually agreed \r\nbasis with any economic partner. Algeria also fully \r\nshares the NAM position that has regularly rejected \r\nthe imposition of unilateral acts or extraterritorial \r\nregulations that impede the development of any country, \r\nand all forms of coercive economic and trade measures. \r\nThat position reflects our principles of foreign policy.\r\nAlgeria considers Cuba to be more than just a \r\nfriend who stood by us in dire times. Cuba has done \r\nthat in many parts of the world. In that regard, I would \r\nlike to acknowledge the commitment and undeniable \r\nexpertise of the Cuban doctors, which has always been \r\ndemonstrated well beyond their borders. For example, \r\nwhen many hunkered down, Cuban doctors went to fight \r\nthe Ebola crisis in Africa. They did it on our behalf and \r\nfor the sake of the whole international community with \r\nno payback whatsoever.\r\nToday more than ever, it is important to rebuild \r\nthe momentum and move on the positive achievements \r\nmade so far in the relations between Cuba and the \r\nUnited States. In engaging in a constructive and \r\nrespectful bilateral dialogue in full respect of the \r\nprinciples of international law and the Charter of the \r\nUnited Nations, we will certainly chart a new way \r\nforward for the full normalization of relations between \r\nCuba and the United States, leading to the lifting of \r\nthe long-standing, unnecessary embargo for the mutual \r\nbenefit of the peoples of both countries and the whole \r\nregion and beyond, throughout the world.\r\nMr. Nebenzia (Russian Federation) (spoke in \r\nRussian): I would like to begin, as other delegations \r\nhave before us, by expressing our heartfelt condolences \r\nto the people of the United States, to the families of the \r\npeople who lost their lives, and to the American citizens \r\nin the wake of the heinous, fatal and senseless act of \r\nterror yesterday. Our condolences also go to Argentina \r\nand Belgium, which also lost citizens as a result of the \r\nterror attack.\r\nWe thank the Secretary-General for preparing \r\nthe report on the necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba (A/72/94).\r\n01/11/2017 A/72/PV.38\r\n17-35800 15/28\r\nThe position of the Russian Federation on the actions \r\nof the United States remains consistent and unchanged. \r\nIn solidarity with the overwhelming majority of the \r\nmembers of the international community, we strongly \r\nsupport the urgent abolition of the United States \r\nblockade against Cuba, introduced almost 60 years \r\nago, in all its manifestations. The embargo against \r\nCuba is not only a relic of the past, but a glaring \r\nexample of gross interference in the internal affairs \r\nof a sovereign State through sanctions, hindering that \r\nState’s socioeconomic development and infringing on \r\nthe legitimate interests and rights of its citizens to a \r\ndecent life, thereby embodying a policy that is contrary \r\nto human rights and humanitarian values.\r\nWe believe that such discriminatory practice is \r\ncounterproductive, unjust and senseless. We regard \r\nit as a challenge to the entire system of international \r\nrelations, as it undermines the basis for regional and \r\nglobal stability and normalizes the use of sanctions. \r\nThe long-term pressure on Cuba by the United States is \r\nhaving a destructive effect on the process of Havana’s \r\nfull-scale integration into the global financial and \r\neconomic architecture and on Cuba’s ability to achieve \r\nthe Sustainable Development Goals.\r\nWe saw it as a positive when the United States \r\ndecided to abstain in the voting on resolution 71/5, on \r\n26 October 2016 (see A/72/PV.32), as that reflected \r\nthe emerging general pivot of the United States stance \r\ntowards Cuba. However, the full-f ledged recovery \r\nof the relations between Cuba and the United States \r\nnever took place, following the arrival of the new \r\nAdministration in Washington, D.C. On the contrary, \r\nwe are now witnessing clear regression: stagnation in \r\nmovement on issues that are fundamentally important \r\nfor both countries, growing tensions in inter-State \r\nrelations and the general deterioration of ties that were \r\nbeing established between the two countries.\r\nToday, we again hear hostile rhetoric in the spirit \r\nof the Cold War. Instead of trying for normalization, \r\na course of action has been set to tighten the blockade \r\nand increase political pressure on the Cuban leadership \r\nunder far-fetched pretexts. Both chambers of the Federal \r\nAssembly of the Russian Federation addressed an \r\nappeal to the General Assembly and to the parliaments \r\nof States Members of the United Nations condemning \r\nthat course of action. The texts of those statements have \r\nbeen circulated as General Assembly documents under \r\nagenda item 42.\r\nGiven the current situation and in accordance with \r\nits principled stance, the Russian Federation will vote in \r\nfavour of draft resolution A/72/L.2, calling for the full \r\nending of the blockade on the basis of the fundamental \r\nprinciples of the Charter of the United Nations, such \r\nas the non-infringement of national sovereignty, \r\nnon-interference in the internal affairs of sovereign \r\nStates and the need to resolve disputes by peaceful \r\nmeans in a way that does not jeopardize international \r\npeace, security and justice.\r\nMs. Mejía Vélez (Colombia) (spoke in Spanish): I \r\njoin in the expression of condolences to the Government \r\nand people of the United States for the despicable \r\nterrorist attack that took place in New York, the home \r\nof this Organization’s Headquarters, and I extend my \r\ncondolences to Argentina and Belgium for the citizens \r\nof those countries who were killed in the attack.\r\nColombia welcomes the presence of the Minister \r\nfor Foreign Affairs of the Republic of Cuba, Bruno \r\nRodríguez Parrilla, and his entire delegation. We are \r\nalso grateful for the report of the Secretary-General \r\n(A/72/94), as well as the holding of today’s important \r\ndebate in which the membership of the United Nations \r\nwill pronounce their positions on a resolution first \r\nadopted 26 years ago, in 1992: “Necessity of ending \r\nthe economic, commercial and financial embargo \r\nimposed by the United States of America against Cuba” \r\n(resolution 47/19).\r\nMy delegation aligns itself with the statements \r\nmade earlier by the representative of Ecuador, on \r\nbehalf of the Group of 77 and China; the representative \r\nof El Salvador, on behalf of the Community of Latin \r\nAmerican and Caribbean States; and the representative \r\nof the Bolivarian Republic of Venezuela, on behalf of \r\nthe Movement of Non-Aligned Countries.\r\nAs we have previously stated in this Hall, the \r\ncommercial, economic and financial blockade imposed \r\nagainst Cuba is contrary to international law and the \r\nspirit and principles that inspire the Charter of the \r\nUnited Nations. Since the adoption of resolution 47/19 \r\n26 years ago, Colombia, like the whole of Latin America \r\nand the Caribbean and like the great majority of the \r\nStates Members of this Organization, has expressed \r\nits unrestricted support for Cuba by voting in favour \r\nthis resolution. That decision is evidence of our stance \r\nwith regard to the non-imposition of unilateral coercive \r\nmeasures by States and is based on international \r\nlaw and adherence to the principles of political \r\nA/72/PV.38 01/11/2017\r\n16/28 17-35800\r\nindependence, the self-determination of peoples and \r\nnon-intervention and non-interference in the internal \r\naffairs of other nations.\r\nColombia reiterates its conviction that Member \r\nStates must increasingly foster relations of cooperation \r\nand friendship based on multilateralism and respect \r\nfor the principle of sovereign equality, as enshrined in \r\nChapter I of the Charter of the United Nations. That \r\nobjective will undoubtedly allow us to strengthen \r\nconfidence to tackle, together and with greater \r\ndetermination, the challenges that States face at the \r\nglobal level.\r\nMr. Matjila (South Africa): Before I deliver my \r\nnational statement on behalf of the South African \r\nGovernment, I would like to convey our heartfelt \r\ncondolences to the United States of America, Argentina \r\nand Belgium for the tragic event that took place \r\nyesterday in lower Manhattan. Our hearts and prayers \r\ngo to the bereaved families and those still fighting for \r\ntheir lives.\r\nWe welcome the Minister for Foreign Affairs of \r\nCuba, His Excellency Bruno Rodríguez Parrilla, to \r\nthis important debate, which seeks to end the long-\r\nstanding embargo.\r\nSouth Africa aligns itself with the statements \r\ndelivered by the representative of Ecuador, on behalf \r\nof the Group of 77 and China; the representative of \r\nGabon, on behalf of the Group of African States; \r\nand the representative of Venezuela, on behalf of the \r\nNon-Aligned Movement.\r\nWe take note of the Secretary-General’s report \r\nA/72/94, of 26 July, which describes the current state of \r\naffairs under the United States economic, commercial \r\nand financial embargo against the sister country of \r\nCuba and its people. South Africa has also taken note \r\nof the announcement made on 16 June regarding a new \r\nUnited States policy towards Cuba, which signaled a \r\nshift from the reconciliation and improved relationship \r\nthat had been initiated between Cuba and the United \r\nStates under the Obama Administration and reaffirmed \r\nthe United States statutory embargo on Cuba. I want \r\nto express our disappointment that the current United \r\nStates Administration has chosen a path of regression \r\nin the normalization of relations with Cuba that \r\nreinforces the isolation of the Cuban people and further \r\nharms them.\r\nSouth Africa has a long-standing position of \r\nsupport for the resolution on the necessity of ending the \r\nembargo against Cuba. The South Africa Parliament \r\nadopted a resolution in August 2014 calling upon the \r\nthen President of the United States to lift the blockade \r\nimmediately and engage Cuba more decisively. It is a \r\nposition that reflects the sentiment of South Africans \r\nand the people of Africa.\r\nWe therefore urge the international community \r\nto work together to free Cuba from the political, \r\neconomic, commercial and financial shackles under \r\nthe embargo that the United States has imposed upon \r\nthat country for more than half a century. We believe \r\nthat the United States embargo was, and is, a travesty \r\nof justice, which should not continue to be in place in \r\nthese modern times, particularly since the adoption of \r\nthe 2030 Agenda for Sustainable Development. The \r\nadverse effects of unilateral, coercive measures by the \r\nUnited States on crucial sectors in Cuba — such as \r\npublic health, nutrition and agriculture, banking, trade, \r\ninvestment and tourism — deprive the Cuban people of \r\ntheir basic human rights. They also hinder Cuba’s well-\r\ndocumented efforts to achieve sustainable development, \r\nincluding the Sustainable Development Goals.\r\nSouth Africa and Cuba enjoy solid bilateral and \r\ndiplomatic relations. Our diplomatic relations over \r\nthe 23 years since the dawn of democracy in 1994 \r\nin South Africa serve as a successful and exemplary \r\nmodel of South-South cooperation. It is a contribution \r\nto international relations and understanding. Our \r\ncooperation, supported by a set of bilateral agreements \r\ncovering a wide range of areas, has a direct impact on the \r\npeople of both countries. It influences their livelihood, \r\ndevelopment and understanding of one another, and it \r\nwill be further enhanced once the embargo is lifted.\r\nThe unilateral and illegal total blockade of Cuba \r\nby the United States also affects bilateral trade \r\nbetween South Africa and Cuba, as the extraterritorial \r\napplication of the sanctions on third countries has \r\nprevented South African businesses from pursuing \r\ntrade and investment opportunities with Cuba. South \r\nAfrica therefore joins the international community \r\nin condemning this unilateral action and calls on the \r\nUnited States of America to implement measures to \r\nimmediately repeal those inhumane actions.\r\nThose actions are contrary to the purposes, \r\nprinciples and spirit of the Charter of the United \r\nNations, especially the principles of the sovereign \r\n01/11/2017 A/72/PV.38\r\n17-35800 17/28\r\nequality of States and non-interference in the domestic \r\naffairs of Member States. The severe economic and \r\nfinancial restrictions that are stif ling the economic \r\nand social development of Cuba and thereby further \r\nexacerbating the hardships and suffering of the people \r\nof Cuba are unacceptable.\r\nIt is in that context that the Republic of South \r\nAfrica reiterates its unconditional support for the \r\nimplementation of this draft resolution. We appeal \r\nonce again to the international community to redouble \r\nits efforts to promote a constructive and transparent \r\ndialogue between the two countries with a view to \r\nachieving the objectives of all the relevant United \r\nNations resolutions already adopted on this matter, and \r\nto ensure the sustainable progress of the people of Cuba. \r\nWe would like to request third-party countries to also \r\nsupport Cuba and its people by repealing all domestic \r\nlaws and regulations that contribute to hampering \r\ntheir development.\r\nLet us join hands together in global solidarity \r\nto end the embargo, and let us vote in support of the \r\ndraft resolution to end the embargo on Cuba, as we did \r\noverwhelmingly in 2016. We cannot afford to lose this \r\nhistoric opportunity. Now is the time.\r\nMr. Wu Haitao (China) (spoke in Chinese): China \r\nexpresses its condemnation of the attack that took place \r\nin New York City yesterday and conveys its condolences \r\nto the bereaved families of the victims and sympathy to \r\nthose who were injured.\r\nChina associates itself with the statement made \r\nearlier by the representative of Ecuador on behalf of the \r\nGroup of 77 and China.\r\nIn 2015 the United Nations development summit \r\nadopted the 2030 Agenda for Sustainable Development, \r\nthereby ushering in a new era for the global cause of \r\nsustainable development and charting a course for \r\nthe development of all countries and international \r\ncooperation to that end. The implementation of the \r\n2030 Agenda is the core task of the whole world in the \r\narea of development. All countries need to adhere to the \r\nprinciples of extensive consultation, joint contribution \r\nand benefit-sharing, and join hands in responding to \r\nchallenges, creating new opportunities and seeking \r\nnew drivers for development. They should use their \r\nrespective advantages to help one another to achieve \r\nmutually beneficial outcomes. Given those ambitions, \r\nthe economic blockade and sanctions imposed by the \r\nUnited States against Cuba should end immediately.\r\nFor 26 consecutive years, the General Assembly has \r\nadopted, by an overwhelming majority, the resolution \r\nentitled “Necessity of ending the economic, commercial \r\nand financial blockade imposed by the United States \r\nof America against Cuba”, urging all States to abide \r\nby the Charter of the United Nations and principles of \r\ninternational law, and repeal or invalidate all laws and \r\nmeasure that have extraterritorial effects and affect \r\nthe sovereignty of other States, the legitimate interests \r\nof entities or persons under their jurisdiction, and the \r\nfreedom of trade and navigation.\r\nIt is regrettable, however, that for years those \r\nresolutions have not been effectively implemented and \r\nthat the economic, commercial and financial blockade \r\nimposed by the United States against Cuba continues. \r\nThe blockade violates the purposes and principles of the \r\nCharter and the relevant General Assembly resolutions. \r\nIt has caused enormous economic and financial losses \r\nto Cuba and has impeded the efforts of the Cuban \r\npeople to realize the Sustainable Development Goals, \r\nincluding the eradication of poverty. The blockade has \r\nundermined the rights of the Cuban people to survival \r\nand to development and has affected other countries’ \r\nnormal economic, commercial and financial exchanges \r\nwith Cuba.\r\nChina has always advocated respect for the right \r\nof every country to independently choose its own \r\nsystem and path towards development and has opposed \r\nunilateral sanctions against other States by military, \r\npolitical, economic or other means. China has strictly \r\nobserved and implemented the relevant resolutions. We \r\nhave maintained with Cuba economic and trade relations \r\nand people-to-people exchanges, and our friendly and \r\nmutually beneficial cooperation in all fields is making \r\ncontinuous progress. That is in line with the desire of \r\nour two peoples and is conducive to the economic and \r\nsocial development of Cuba.\r\nCurrently, the world is undergoing great \r\ndevelopment, transformation and adjustment. Peace, \r\ndevelopment, cooperation and win-win outcomes \r\nhave become the trend of our time. Exchanges and \r\ncooperation on an equal footing among countries are \r\npart of that general trend, and dialogue on an equal \r\nfooting and friendly consultation represent the best way \r\nto resolve differences.\r\nThe recent restoration of diplomatic relations \r\nbetween the United States and Cuba was an important \r\nstep towards the normalization of their relations. \r\nA/72/PV.38 01/11/2017\r\n18/28 17-35800\r\nChina hopes that the United States and Cuba will \r\ncontinue to advance the process of normalization \r\nof their relationship, that the United States will \r\ncomprehensively repeal its policy of blockading Cuba \r\nas soon as possible and that the United States and Cuba \r\nwill develop normal relations in line with the purposes \r\nand principles of the Charter and basic norms governing \r\ninternational relations. That is in the common interests \r\nof both the United States and Cuba, and their peoples, \r\nand is conducive to the peace and stability of the \r\nAmericas, as well as the common development of the \r\ninternational community.\r\nChina will once again vote in favour of the draft \r\nresolution (A/72/L.2), submitted by Cuba under this \r\nagenda item.\r\nMr. Sandoval Mendiolea (Mexico) (spoke in \r\nSpanish): Mexico joins in the condolences expressed to \r\nArgentina, Belgium and the United States for the loss \r\nof their citizens, innocent victims of the criminal act \r\nof terrorism that occurred yesterday in this city. We \r\nassure them of the solidarity of the Government and the \r\npeople of Mexico.\r\nWe welcome the presence of the Foreign Minister \r\nof Cuba, and we thank the Secretary-General for \r\npresenting his report on the item we are addressing \r\ntoday (A/72/94).\r\nMexico is once again participating in the discussion \r\non the necessity of ending the economic, commercial \r\nand financial embargo imposed by the United States \r\nof America against Cuba because we are convinced \r\nthat international relations should promote peace \r\nand harmony among States while also promoting the \r\nprosperity of our peoples. Regional economic growth, \r\nsustainable development and the peaceful settlement \r\nof disputes, in a context of mutual respect, are \r\nessential aspects of good-neighbourliness. With this \r\nconviction, Mexico has supported the process under \r\nway of normalizing relations between Cuba and the \r\nUnited States.\r\nMexico reiterates its rejection of the unilateral \r\nactions against the Republic of Cuba, including the \r\nimposition of the economic, commercial and financial \r\nembargo for more than five decades. That is because it is \r\ncontrary to international law and goes against the basic \r\nprinciples that should sustain friendly and cooperative \r\nrelationships between States, principles that are set out \r\nin the Charter of the United Nations and which were \r\nendorsed by the General Assembly.\r\nMexico issues a brotherly appeal to both \r\nGovernments to find common ground through dialogue \r\nand in that way resolve their differences in a context \r\nof mutual respect and recognition of the sovereignty of \r\nboth nations.\r\nMexico is convinced that the elimination of the \r\neconomic, commercial and financial embargo will \r\nenable Cuba to modernize its social and economic \r\nmodel and will facilitate its access to the international \r\nfinancial system. It would help it to rebuild more swiftly \r\nin the wake of Hurricane Irma and would promote \r\nnatural trade and investment f lows in the region.\r\nThe Mexican Government is aiding the process of \r\nmodernizing the social and economic model in Cuba \r\nwith technical assistance, exchange of experiences and \r\ncapacity-building to implement economic reforms, \r\nwhile recognizing that that process will generate \r\ndevelopment opportunities for Cuban society. We \r\nrecognize the actions undertaken by the Government \r\nof Cuba to fulfil its international commitments on \r\ndevelopment, as social development lies at the heart \r\nof Cuba’s policies, strategies and public programmes. \r\nCuba has demonstrated a firm commitment to the 2030 \r\nAgenda for Sustainable Development.\r\nMexico and Cuba share a historic and deep-rooted \r\nrelationship, which is why the Government of Mexico \r\nreiterates its friendship and solidarity with the Cuban \r\npeople and with its desire to continue working together \r\non matters of common interest.\r\nMs. Flores Herrera (Panama) (spoke in Spanish): \r\nAllow me at the outset to express the solidarity of the \r\nGovernment of Panama in the face of the tragic and \r\nirreparable loss of human lives as a result of the attack \r\nthat took place yesterday in this city. We express our \r\ndeepest sympathy to the peoples and the Governments \r\nof the United States of America, Argentina and \r\nBelgium. We most vehemently condemn those brutal \r\nand unjustifiable actions, which violate the integrity of \r\nhuman beings and the stability of the global community.\r\nWith regard to today’s agenda item, I wish to \r\nextend our congratulations to Foreign Minister \r\nBruno Rodríguez Parrilla and to the delegation of \r\nCuba accompanying him for this discussion of draft \r\nresolution A/72/L.2.\r\nMy delegation aligns itself with the statements \r\nmade earlier by the representatives of Ecuador, El \r\nSalvador and Venezuela on behalf of the Group of 77 \r\n01/11/2017 A/72/PV.38\r\n17-35800 19/28\r\nand China, the Community of Latin American and \r\nCaribbean States and the Movement of Non-Aligned \r\nCountries, respectively. We wish to make some further \r\ncomments in our national capacity.\r\nIn keeping with the historic position that we have \r\nmaintained on today’s issue, Panama will once again \r\nvote in favour of the draft resolution entitled “Necessity \r\nof ending the economic, commercial and financial \r\nembargo imposed by the United States of America \r\nagainst Cuba”, for we believe that elimination of that \r\nembargo cannot be postponed any longer in order to \r\nfoster the full development of the Cuban people.\r\nAs indicated in the Secretary-General’s report in \r\ndocument A/72/94, Panama, as a founding Member \r\nof the United Nations and a State that advocates \r\npeace, maintains friendly and cooperative relations \r\nwith all States on the basis of inclusion and respect \r\nfor the principles of justice and international law. In \r\nthat regard, Panama today retains the optimism with \r\nwhich, during the seventh Summit of the Americas, \r\nin 2015, we witnessed the restoration of diplomatic \r\nrelations between the Governments of the United States \r\nand Cuba and with that the possibility of ending their \r\nestrangement for the benefit of both States and for our \r\nentire region.\r\nIn September in this very Hall, referring to \r\nCuban-United States relations, President Juan Carlos \r\nVarela stated:\r\n “As we near the next Summit of the Americas, \r\nin Lima, we must approach it with a constructive \r\nspirit and an openness to dialogue to analyse the \r\nproblems of the region and uphold peace and unity \r\nacross the Americas.” (A/72/PV.7, p. 16)\r\nAs we once again vote in favour of lifting the \r\neconomic, commercial and financial embargo against \r\nCuba, Panama also wishes to see a renewal of the \r\nnecessary dialogue between the United States and \r\nCuba, for we believe there is an opportunity for both to \r\ncontinue advancing on a shared agenda. As we add our \r\nvoice to those of the great majority of nations, Panama \r\nreasserts its firm commitment to multilateralism as a \r\nlegitimate means to achieve the resolution of disputes \r\nbetween States.\r\nThe Acting President (spoke in Spanish): It is now \r\na real pleasure for me to give the f loor to His Excellency \r\nMr. Bruno Rodríguez Parrilla, Minister for Foreign \r\nAffairs of Cuba, to introduce draft resolution A/72/L.2.\r\nMr. Rodríguez Parrilla (Cuba) (spoke in Spanish): \r\nOn behalf of the people and the Government of Cuba, I \r\nwould like to express to the people and the Government \r\nof the United States, Mayor Bill de Blasio, Governor \r\nAndrew Cuomo and other New York officials, as well \r\nas to the citizens of New York and the families of the \r\nvictims in particular, our most heartfelt condolences for \r\nthe terrorist act that took place yesterday afternoon. I \r\nalso express our deepest sympathy to the peoples and \r\nthe Governments of Argentina and Belgium.\r\nI most vehemently condemn the disrespectful, \r\noffensive and interfering statement by the Ambassador \r\nof the United States to the United Nations against Cuba \r\nand against the Cuban Government just a few minutes \r\nago. I remind her that the United States — where f lagrant \r\nviolations of human rights are committed that cause \r\ngreat concern in the international community — does \r\nnot have the slightest moral authority to criticize \r\nCuba, a small, united country with an extensive, \r\nrecognized international record. It is the home of noble, \r\nhardworking and friendly people.\r\nShe spoke on behalf of the leader of an empire that \r\nis responsible for most of the wars being waged on the \r\nplanet today, in which innocent people are murdered \r\nand which is the decisive factor in global instability \r\nand serious threats to international peace and security, \r\ntrampling on international law and the Charter of the \r\nUnited Nations, which she just cynically invoked.\r\nIt has not been 55 years; the Ambassador of the \r\nUnited States erred in her first sentence. There have \r\nbeen 26 sessions of the General Assembly, and more \r\nthan a century has passed since the origin of the events \r\nbeing discussed today. She is lying. She is using the \r\nsame style that prevails in United States policy today. It \r\nall started before the Cuban nation even existed. When \r\nthe Cuban people first rose up in armed rebellion in \r\n1868, the appetites for annexation and domination by \r\nwhat was and is today United States imperialism had \r\nalready been unleashed.\r\nIn 1898, using a pretext, as is characteristic of the \r\nmodern history of the United States — the explosion \r\nof the ship Maine in a Cuban port — the United States \r\nentered as allies of the Cuban independence forces and \r\nthen occupied the country as invaders and imposed the \r\nPlatt Amendment, which curtailed Cuba’s independence \r\nand sovereignty. Three military occupations were \r\ncarried out, imposing 60 years of absolute domination, \r\nwhich came to an end on 1 January 1959 with the entry \r\nA/72/PV.38 01/11/2017\r\n20/28 17-35800\r\nof the rebel army into Havana and the triumph of the \r\nCuban revolution, which wages the same battles today \r\nthat have inspired its people for more than 100 years.\r\nShe is lying. She used a phrase attributing to a \r\nsupposedly Cuban source a statement on the so-called \r\nOctober crisis, or the Cuban missile crisis. I invite her \r\nto tell us who her source is — who the author is — and \r\nto provide evidence. It sounds like one of the tweets \r\nthat proliferate in this country in these times of hatred, \r\ndivision and dirty politics.\r\nWith the triumph of the Cuban revolution, the \r\nGovernment of the United States made regime change \r\nits objective. The policy announced by President Trump \r\non 16 June is not new; it is the same policy, an old policy \r\nrooted in the past.\r\nShe referred to the eminent United States \r\nAmbassador Adlai Stevenson. She forgot to mention \r\nthat he was the person who, deceived by his own \r\nGovernment, had the unfortunate duty to show, in a \r\nSecurity Council meeting, photographs of what were \r\nsupposedly Cuban aircraft bearing the emblem of the \r\nCuban Air Force, which on 15 April bombed the city \r\nof Havana, causing much destruction and serving as a \r\nprelude to the attack, the invasion of the Playa Girón, \r\nthe Bay of Pigs. Those bombings and the involuntary lie \r\nof Ambassador Stevenson, who had been deceived by \r\nhis Government, occurred even before the proclamation \r\nof the socialist character of the Cuban revolution.\r\nShe spoke about the October crisis. These days we \r\nare hearing talk of President Kennedy’s assassination \r\nand the declassification of documents. The truth has \r\nbeen hidden from the people of the United States for \r\ntoo long. May all documents be declassified. But if \r\nshe wants to talk about those issues, I suggest that she \r\nread the book Trained to Kill: The Inside Story of CIA \r\nPlots against Castro, Kennedy, and Che, by Central \r\nIntelligence Agency (CIA) agent Veciana, in which he \r\nrecounts his meeting with the CIA agent David Phillips \r\nand with Lee Harvey Oswald in Dallas during the third \r\nweek of September 1963. It is a history of lies and \r\naggression, of Operation Northwoods and Operation \r\nMongoose. Recently declassified information reveals \r\nthat at that time the United States had 261,000 soldiers \r\nstanding ready for direct invasion of Cuba. There were \r\nmore than 700 agents at the CIA’s largest base, in \r\nFlorida — the CIA’s largest base until it established an \r\neven bigger one in Saigon.\r\nShe uses a style reminiscent of the trial of Alice in \r\nWonderland: sentence first, verdict afterwards.\r\nI speak on behalf of my people, and I also speak on \r\nbehalf of those who cannot call on President Trump and \r\nthe Ambassador of the United States by their names, \r\nbut who share my feelings and think as I do.\r\nAt least she has recognized the total isolation of \r\nthe United States in this Hall and in the world. It stands \r\nalone when it comes to the embargo against Cuba. She \r\ndisregards the weight of the truth and underestimates \r\nthe strength of one just idea in the depths of a cave, \r\nwhich is more powerful than an army, as José Martí \r\nsaid. He wrote, in an unfinished letter that he carried \r\nclose to his heart,\r\n“Every day I am in danger of giving my life for my \r\ncountry and for my duty ... to prevent in time, with \r\nthe independence of Cuba, the United States from \r\nextending its hold across the Antilles and falling \r\nwith greater force on our lands of America.”\r\nEverything began much longer than 26 years \r\nago — much longer than 55 years ago. Along with the \r\nmilitary aggression, the fabrication of pretexts, plans \r\nfor direct invasion, measures to strangle our economy, \r\nState terrorism, destabilization and subversion, there \r\nwas a proposal in the infamous memorandum of \r\nDeputy Assistant Secretary of State Lester Mallory, \r\nwhich was signed on the 6 April 1960. In it, he wrote \r\nthat the embargo on Cuba was created to provoke \r\n“disenchantment and disaffection based on economic \r\ndissatisfaction and hardship” by “denying money and \r\nsupplies to Cuba, to decrease monetary and real wages, \r\nto bring about hunger, desperation and overthrow \r\nof government.”\r\nNonetheless, when President Raúl Castro Ruz and \r\nPresident Barack Obama made surprising and hopeful \r\nannouncements on 17 December 2014, President \r\nObama described the embargo as failed and obsolete, \r\nineffective in achieving its objectives, causing harm \r\nto the Cuban people and isolating the United States \r\nGovernment. Later he described it as useless in \r\nadvancing the interests of the United States — failed, \r\nsenseless, not viable and a burden for citizens.\r\nBut the embargo was never recognized as a f lagrant, \r\nmassive and systematic violation of the human rights of \r\nCubans, which the United States Ambassador cynically \r\nomitted a few hours ago, nor was it recognized as \r\ninconsistent with international law or as an act of \r\n01/11/2017 A/72/PV.38\r\n17-35800 21/28\r\ngenocide as defined by the Geneva Convention, nor was \r\nits goal of subjugating our people renounced.\r\nNonetheless, the then President of the United States \r\nrepeatedly stated his decision to use his executive \r\npowers and work with Congress to lift the blockade. A \r\npractical reflection of that intention was the abstention \r\nby the United States in the voting on this resolution \r\nin 2016, which the United States Ambassador has \r\njust mocked.\r\nDuring that period, substantial progress was \r\nmade in terms of diplomatic relations, dialogue and \r\ncooperation in areas of mutual interest and benefit. But \r\nduring the past two years the embargo was maintained \r\nin all fundamental aspects, although some executive \r\ndecisions were made to modify its implementation in a \r\nvery limited but positive way. The way in which the use \r\nof travel licences was expanded was significant, within \r\nthe legislative prohibition on travel to Cuba — which is \r\na violation of the rights and civil liberties of students \r\nof the United States, which the Ambassador also failed \r\nto mention. Tangible results were also achieved in \r\nbilateral cooperation, to our mutual benefit, in areas \r\nas important as confronting terrorism, drug trafficking \r\nand cybercrime.\r\nOn 16 June, President Donald Trump proclaimed the \r\nembargo a fundamental axis of his anti-Cuban policy \r\nand announced a series of measures meant to reinforce \r\nit. In an antiquated, hostile speech befitting the Cold \r\nWar, and before an audience composed of, among \r\nothers, bitter Batista-ists, annexationists and terrorists, \r\nthe United States Government returned to worn-out \r\nallegations of supposed human rights violations in \r\nCuba to justify the tightening of the embargo. In this \r\nHall this morning we heard his echo.\r\nPresident Trump does not have the slightest moral \r\nauthority to question Cuba. He leads a Government of \r\nmillionaires that intends to implement brutal measures \r\nagainst the poor and the low-income families of this \r\ncountry, against minorities and immigrants. He pursues \r\na programme that encourages hatred and division and \r\npreaches a dangerous exceptionalism and supremacy \r\ndisguised as patriotism that will lead to more violence. \r\nHe ignores the support of his voters — two thirds of \r\nUnited States citizens, as well as Cuban residents in the \r\nUnited States — for ending the embargo.\r\nCurrent United States policies harm citizens. \r\nCorruption of policy — which has been hijacked by so-\r\ncalled special interests, that is, by corporate interests \r\nand money — reigns. There are no guarantees of \r\neducation, health care or social security. There are \r\nrestrictions on union organizing and terrible gender-\r\nbased discrimination.\r\nDeserving of condemnation are the use of torture; \r\nmurders of African-Americans by the police; the \r\ncivilian deaths caused by its troops; the indiscriminate \r\nand racially differentiated death penalty; the murders, \r\nrepression and police surveillance of immigrants; the \r\nseparation of families; the detention and deportation \r\nof minors; and the brutal measures threatening the \r\nchildren of illegal immigrants who grew up and were \r\neducated in the United States. This is the Government \r\nthat lost the popular vote.\r\nThe United States Ambassador has told us her \r\ndream. I prefer to repeat that of Martin Luther King, \r\nwhen he said:\r\n“I have a dream that one day this nation will rise up \r\nand live out the true meaning of its creed ... that all \r\nmen are created equal ... let freedom ring”.\r\nShe has come to tell us that she recognizes that the \r\nfuture of the island rests in the hands of the Cuban \r\npeople. She is telling an absolute lie. It was never that \r\nway, throughout history. It is a history of the intent to \r\nachieve domination and hegemony over Cuba.\r\nThe announced policy aims to roll relations back to \r\na past of confrontation to satisfy the spurious interests \r\nof extremist circles of the United States right and a \r\nfrustrated and ageing minority of Cuban origin in \r\nFlorida. The presidential memorandum establishing the \r\npolicy towards Cuba includes, among other measures, \r\nnew prohibitions on economic, commercial and \r\nfinancial relations between United States companies \r\nand Cuban enterprises. It also restricts the freedom to \r\ntravel of United States citizens with the elimination of \r\nindividual trips under the category of people-to-people \r\nexchanges and establishes surveillance measures for \r\nthe rest of visitors from that country.\r\nDuring the past few weeks, President Trump has on \r\nfour different occasions reiterated that his Government \r\nwill not lift the embargo against Cuba unless Cuba \r\nintroduces changes in its domestic order. Today we \r\nreaffirm that Cuba will never agree to conditions \r\nor impositions. We remind the President and his \r\nAmbassador that that approach, which was used by 10 \r\nor so of his predecessors, has never worked and never \r\nA/72/PV.38 01/11/2017\r\n22/28 17-35800\r\nwill. He will be one more in the account of a policy \r\nanchored in the past.\r\nMore recently, under the pretext of ailments \r\naffecting some diplomats in Havana, without the \r\nslightest evidence of their cause or origin — they \r\nlie when they talk about attacks or incidents — or \r\nwithout any conclusions from ongoing investigations, \r\nthe Government of the United States has adopted new \r\npolitical measures against Cuba, which further tighten \r\nthe embargo and affect bilateral relations as a whole.\r\nAmong those measures, he suspended the issuing \r\nof immigrant and travelers’ visas in the Consulate \r\nin Havana, which prejudices the rights of citizens to \r\ntravel freely and visit the country for short periods, as \r\nmore than 163,000 Cubans have done this year. It also \r\nseriously hampers the family reunification of others \r\nunder the bilateral agreement to issue no fewer than \r\n20,000 immigrant visas every year. The requirement \r\nthat travellers have face-to-face interviews at United \r\nStates Consulates in third countries and for immigrants \r\nat the United States Consular Section in Bogotá will \r\nenormously increase the red tape and make it unviable \r\nfor many people. We did not hear about their rights in \r\nthe speeches of the United States.\r\nOne can in no way justify the harm caused to \r\npeople and their families in order to pursue political \r\nobjectives that are against Cuba’s constitutional order. \r\nThe United States Government, with the political goal \r\nof restricting travel and harming international tourism \r\nto Cuba, has also issued an unfounded and mendacious \r\nwarning to United States citizens to prevent them from \r\nvisiting our country.\r\nBy the unjustified expulsion of the Cuban staff \r\nworking at our Consulate General in Washington, D.C. \r\n— the only one in the United States — they have \r\nseriously impaired its ability to provide services to \r\nAmerican travellers and especially to Cubans residents \r\nhere, who have the absolute right to visit and enjoy \r\nnormal relations with their nation.\r\nLikewise, the staff of our Embassy has been \r\narbitrarily and groundlessly reduced, which has led, \r\namong other consequences, to the dismantling of its \r\nEconomic-Commercial Office, with the perverse \r\npolitical purpose of impeding the United States business \r\nsector, which is genuinely interested in exploring the \r\nbusiness opportunities in Cuba that still exist within \r\nthe restrictive framework of the embargo regulations.\r\nIt is no surprise, having heard what the Ambassador \r\nsaid here, and earlier her leaders, that the President of \r\nthe United States ignores the unanimous international \r\nsupport for the bilateral progress, now reversed, and \r\nthe similar demand for the immediate, absolute and \r\nunconditional end to the embargo.\r\nAs President Raúl Castro Ruz stated on 14 July,\r\n“We reaffirm that any strategy that seeks to destroy \r\nthe revolution, whether through coercion and \r\npressures, or resort to subtle methods, will fail ... . \r\nCuba has the will to continue to negotiate pending \r\nbilateral matters with the United States, on the \r\nbasis of equality and respect for the sovereignty and \r\nindependence of our country, and to continue the \r\nrespectful dialogue and cooperation on matters of \r\ncommon interest with the American Government.\r\n“Cuba and the United States can cooperate and \r\ncoexist, respecting their difference and promoting \r\neverything that benefits both countries and \r\npeoples, but Cuba should not be expected to \r\nmake concessions inherent to its sovereignty and \r\nindependence ... or to negotiate its principles or \r\naccept conditions of any kind, as we have never \r\ndone so before in the history of the revolution”.\r\nToday, for the twenty-sixth consecutive time, \r\nCuba is presenting to the General Assembly the draft \r\nresolution (A/72/L.2) entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”. At the \r\npresent time, that text has special relevance, given the \r\nsetback from the actions taken by the new United States \r\nAdministration against Cuba.\r\nThe embargo is the greatest impediment to the \r\neconomic and social development of our country and to \r\nthe implementation of the national plan in accordance \r\nwith the 2030 Agenda for Sustainable Development. \r\nIt is the main obstacle to the development of Cuba’s \r\neconomic, commercial and financial relations with the \r\nUnited States and the rest of the world. According to \r\nfigures very carefully calculated by Cuban institutions, \r\nbetween April 2016 and April 2017 the embargo caused \r\nlosses to the Cuban economy in the order of $4.3 billion. \r\nThat figure is about twice as much as what would be \r\nneeded in terms of annual direct foreign investment \r\nfor the Cuban economy to move substantially \r\ntowards development.\r\n01/11/2017 A/72/PV.38\r\n17-35800 23/28\r\nThe accumulated losses amount to the enormous \r\nfigure of $822.28 billion, taking into account the \r\ndevaluation of the price of gold. At current prices, \r\nthat figure is equivalent to $130.2 brillion. Dozens of \r\nbanks in third countries have been affected in the latest \r\nperiod by the extreme and tenacious persecution of \r\nCuban financial transactions. The embargo is contrary \r\nto international law, and its aggressive extraterritorial \r\napplication harms the sovereignty of all States. It also \r\ndamages economic and business interests throughout \r\nthe world.\r\nThe United States Ambassador failed to mention \r\nthat the embargo is a f lagrant, massive and systematic \r\nviolation of the human rights of all Cubans, men and \r\nwomen. Under the Convention on the Prevention and \r\nPunishment of the Crime of Genocide of 1948, it can be \r\ndefined as an act of genocide. It is also an obstacle to \r\nthe international cooperation that Cuba offers in terms \r\nof its humanitarian aid to 81 countries in the South. The \r\nhuman damages caused by the application of that policy \r\nare incalculable. There is no Cuban family or social \r\nservice in Cuba that does not suffer the privations and \r\nconsequences of the blockade. Cuban emigration also \r\nfaces discrimination and prejudice.\r\nOver the past year, the Cuban company that imports \r\nand exports medical products, Medicuba S.A., made \r\nrequests to 18 United States companies to buy supplies \r\nthat were either refused or never responded to. Others, \r\nsuch as the United States corporation Promega, which \r\nis recognized for the development of diagnostic kits to \r\ndetermine the viral load in patients with HIV/AIDS, the \r\nhepatitis C virus or kidney disease, refused in June to \r\nsell its products to Medicuba, alleging that the Treasury \r\nDepartment maintained commercial sanctions that \r\nprohibited the sale of its products to the island.\r\nOn that same date, and with the same argument, the \r\ncompany New England Biolabs refused to supply Cuba \r\nwith its products. It sells a wide range of enzymes, such \r\nas proteinase-K, a reagent that enables the diagnosis of \r\nviral diseases like dengue, Zika and chikungunya, and \r\nother enzymes that have multiple uses for the diagnosis \r\nof congenital malformations and the determination of \r\ncompatibility between organ donors and patients in \r\nneed of kidney, bone marrow and liver transplants, \r\namong others. Under that same argument, the company \r\nrefused to provide to Cuba supplies of an entirely \r\nhumanitarian nature.\r\nIn April, Radiopharma, a business of the German \r\nsupplier Eckert \u0026 Ziegler, refused to supply Medicuba \r\nwith the GalliaPharm 68Ge/68Ga pharmacy grade \r\ngenerator with its components, which is equipment that \r\nis used in the diagnosis of prostate cancer. According to \r\nthe company, it was not possible to supply the product \r\ndirectly to Cuba, nor through a third country, because \r\nof the embargo.\r\nThe cardiology service of the Hermanos Ameijeiras \r\nclinical surgical hospital urgently needs a circulatory \r\nassistance device to treat cardiogenic shock and for \r\ninterventional cardiology and electro-physiology, \r\nwhich facilitates recovery from heart failure and the \r\nprolongation of the patient’s life. The United States \r\ncompany Abiomed, a leader in the global market in \r\nthose products, has the Impella system, which is ideal \r\nfor treating such conditions. In September 2016 and \r\nthis February, Medicuba contacted it to discuss the \r\npossibility of incorporating its product into Cuba’s \r\nhealth system; however, it has so far refused to respond.\r\n We are deeply grateful to all the Governments, \r\npeoples, parliaments, political parties and social \r\nmovements, civil-society representatives and \r\ninternational and regional organizations that have \r\ncontributed their voices and votes, year after year, to \r\nsupport the justness and urgency of the abolition of the \r\nembargo. We also convey our sincere gratitude to the \r\nvast majority of the American people for their support \r\nfor this praiseworthy cause.\r\nIt offends the conscience of humankind that \r\nthe Ambassador of the United States has referred \r\nto the Bolivarian Government of Venezuela in an \r\nunacceptable and interfering manner. It offends the \r\nheroic people of Venezuela, its civil-military union \r\nand the Bolivarian and Chavista Government led by \r\nPresident Nicolás Maduro Moros. The United States \r\nGovernment lies when it declares that Venezuela poses \r\na threat to its national security. It is curious, given that \r\nit has the largest certified hydrocarbon reserves in the \r\nworld. As the liberator Simón Bolívar wrote, the United \r\nStates seems to be destined by Providence to plague the \r\nAmericas with misery in the name of liberty. I respond \r\nto the Ambassador with Bolívar’s words.\r\nWe are in the midst of a fair and constitutional \r\nelectoral process in Cuba, where votes are not bought, \r\nspecial interests do not prevail and dishonest campaigns \r\ndo not demand money. In our elections, the will of the \r\nA/72/PV.38 01/11/2017\r\n24/28 17-35800\r\nvoters is not manipulated, and division and hate is \r\nnot spread.\r\nWe especially commend all those who have \r\nexpressed their concern and rejection of the coercive \r\nmeasures announced by the current United States \r\nGovernment. The Cuban people will never cease in \r\ntheir efforts to build a sovereign, independent, socialist, \r\ndemocratic, prosperous and sustainable nation. We will \r\npersist with the consensus of our people and especially \r\nthe patriotic commitment of the youngest Cubans \r\nin the anti-imperialist struggle and in defence of our \r\nindependence, for which tens of thousands of Cubans \r\nhave already fallen, and we have taken the greatest \r\nrisks, as we demonstrated in Playa Girón and in the face \r\nof all threats. We will be eternally loyal to the legacy of \r\nJosé Martí and Fidel Castro Ruz.\r\nOur people are following this debate with hope. On \r\nbehalf of them, I ask those present to vote in favour of \r\ndraft resolution A/72/L.2, on the necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba.\r\nThe Acting President (spoke in Spanish): We shall \r\nnow proceed to consider draft resolution A/72/L.2.\r\nBefore giving the f loor to speakers in explanation \r\nof vote before the voting, may I remind delegations that \r\nexplanations of vote should be limited to 10 minutes \r\nand should be made by delegations from their seats.\r\nMs. Sison (United States of America): The United \r\nStates believes that the people of Cuba deserve a stable, \r\nprosperous and democratic country. We strongly \r\nsupport their right to freely determine their own \r\nfuture. It is the Cuban Government and not the United \r\nStates that continues to deprive the Cuban people of \r\nthis aspiration. Our sanctions against Cuba are just \r\none part of our overall effort to help all in Cuba freely \r\nexercise their human rights and fundamental freedoms \r\nand choose their own destiny. For that reason, we shall \r\nvote against and strongly oppose the draft resolution \r\ncontained in document A/72/L.2.\r\nEvery year, the Cuban Government uses this draft \r\nresolution to identify the United States as its scapegoat \r\nin order to shift blame away from its own policy \r\nfailures. The Cuban Government continues to isolate \r\nthe Cuban people while disingenuously blaming the \r\nembargo. In fact, Cuba currently has one of the most \r\nrestrictive economies in the world as a direct result of \r\nits Government’s policies. Irrespective of United States \r\npolicy, the Cuban economy will not thrive until the \r\nCuban Government allows a free labour market, fully \r\nempowers Cuban entrepreneurs, respects intellectual \r\nproperty rights, allows unfettered access to information \r\nvia the Internet, opens its State monopolies to private \r\ncompetition, and adopts sound macroeconomic policies.\r\nThe United States remains a deep and abiding \r\nfriend of the Cuban people. Our policy emphasizes \r\nadvancing human rights and democracy on the island \r\nwhile ensuring that our engagement benefits the Cuban \r\npeople and not their dictatorial regime. Our policy \r\nfocuses on engagement with the Cuban people so as \r\nto give them the support and tools they need to move \r\nforward independently of the obstacles imposed by \r\ntheir own Government.\r\nThe United States continues to call on the Cuban \r\nGovernment to allow the people in Cuba to enjoy \r\npolitical and economic freedom. The Cuban Government \r\ncontinues its tactics of politically motivated detentions, \r\nharassment and police violence against those who \r\npeacefully seek freedom for political prisoners and \r\nwho advocate on behalf of positive political and social \r\nchange. These practices f ly in the face of the freedoms \r\nof expression and peaceful assembly guaranteed in the \r\nCuban Constitution.\r\nThis draft resolution is a distraction from the real \r\nproblems facing the Cuban people. Therefore, the United \r\nStates strongly opposes it. Even if the United States \r\nlifted the embargo today, Cubans would not be able \r\nto realize their potential without significant political, \r\neconomic and social reforms by their own Government. \r\nWe encourage this body to support the desire of all in \r\nCuba to determine their own future and enjoy their \r\nhuman rights and fundamental freedoms. Doing so \r\nwould advance the principles enshrined in the Charter \r\nof the United Nations and the purposes for which the \r\nUnited Nations was created. The Cuban people deserve \r\nno less, and the United States will continue to pursue \r\npolicies that aid them in their quest for real freedom \r\nand democracy.\r\nMrs. Rubiales de Chamorro (Nicaragua) (spoke \r\nin Spanish): We thank our brother, Comrade Bruno \r\nEduardo Rodríguez Parrilla, Minister for Foreign \r\nAffairs of Cuba, for his words, which always reach the \r\nhearts of the peoples of the world. We thank our sister \r\ndelegation of Cuba for being here with us today and for \r\nsharing the information that confirms once again that \r\nthe human rights of an entire people are being violated \r\n01/11/2017 A/72/PV.38\r\n17-35800 25/28\r\nby the economic, financial and commercial blockade \r\nagainst Cuba. Today we confirm our support for and \r\nsolidarity and deep friendship with the people of José \r\nMartí and Fidel and Raúl Castro Ruz.\r\nFifty-eight years after the triumph of the Cuban \r\nRevolution led by Fidel, and almost one year after \r\nhis passing, we feel his absence deeply. However, his \r\nhistorical legacy continues to grow among us and \r\nis enhanced by all his teachings in the struggle for \r\nfreedom, dignity and the restitution of rights to the \r\npeoples of Latin America, the Caribbean and the world. \r\nWe also want to express our thoughts, prayers and \r\nsolidarity with all the Cuban brothers affected by the \r\npassage of Hurricane Irma.\r\nFor almost 60 years the Cuban people have \r\ndemonstrated an iron will in the face of the imposition \r\nof the dishonourable United States law establishing \r\nthe blockade, whose objective is to destroy the tenets \r\nof the Cuban Revolution and hinder the progress of \r\na whole nation. Cuba, our sister, remains the symbol \r\nof humanism and an example of solidarity and social, \r\ncultural and scientific development in the world. Cuba \r\nstands with its head held high, defending its sovereignty, \r\nself-determination and its socialist revolution. As our \r\nPresident, Commander Daniel Ortega Saavedra, says, \r\nthere is Cuba, firm, unwavering, unbreakable. The \r\ndetermination of Cuba has led the General Assembly \r\nto vote almost unanimously for the cessation of the \r\nblockade, yet the blockade continues, and the positive \r\nsteps taken by President Obama to ease tensions \r\nbetween the United States and Cuba and to normalize \r\nrelations between both countries have, unfortunately, \r\nbeen reversed.\r\nWe applaud the statement of the Government of \r\nCuba, which reiterates its willingness to continue the \r\nrespectful dialogue on and cooperation in matters of \r\nmutual interest, as well as the negotiation of pending \r\nbilateral matters with the Government of the United \r\nStates of America. We hope that, as the Government \r\nof Cuba clearly states in its message, the United States \r\nwill return to the path that former President Obama \r\nidentified — a decisive forward movement on the \r\nlifting of the blockade against Cuba.\r\nLatin America and the Caribbean demand that \r\nthe United States Government put an immediate end \r\nonce and for all to the blockade against Cuba, that it \r\nreturn to the Cuban people their legitimate territory of \r\nGuantánamo and that it accept the will of our peoples \r\nto live in peace, without interference, with friendly \r\nrelations and mutual respect among all our nations.\r\nI wish to conclude with the words of our President, \r\nDaniel Ortega Saavedra, who has said that the day will \r\ncome when the blockade imposed by the empire against \r\nCuba will be defeated by a multipolar world, when a \r\nunified Latin American and Caribbean has already \r\ndetermined to put an end to the blockade, and when the \r\nvast majority of the peoples of our planet vote every \r\nyear — as they will today — for the United Nations to \r\ndemand an end to this blockade. Therefore, Nicaragua \r\nwill vote, as it always has, and with much pride, in \r\nfavour of draft resolution A/72/L.2, submitted by the \r\ndelegation of Cuba.\r\nThe Acting President (spoke in Spanish): We have \r\nheard the last speaker in explanation of vote before \r\nthe voting.\r\nThe General Assembly will now take a decision on \r\ndraft resolution A/72/L.2, entitled “Necessity of ending \r\nthe economic, commercial and financial embargo \r\nimposed by the United States of America against Cuba”.\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAfghanistan, Albania, Algeria, Andorra, Angola, \r\nAntigua and Barbuda, Argentina, Armenia, \r\nAustralia, Austria, Azerbaijan, Bahamas, Bahrain, \r\nBangladesh, Barbados, Belarus, Belgium, Belize, \r\nBenin, Bhutan, Bolivia (Plurinational State of), \r\nBosnia and Herzegovina, Botswana, Brazil, Brunei \r\nDarussalam, Bulgaria, Burkina Faso, Burundi, \r\nCabo Verde, Cambodia, Cameroon, Canada, \r\nCentral African Republic, Chad, Chile, China, \r\nColombia, Comoros, Congo, Costa Rica, Côte \r\nd’Ivoire, Croatia, Cuba, Cyprus, Czech Republic, \r\nDemocratic People’s Republic of Korea, Democratic \r\nRepublic of the Congo, Denmark, Djibouti, \r\nDominica, Dominican Republic, Ecuador, Egypt, \r\nEl Salvador, Equatorial Guinea, Eritrea, Estonia, \r\nEthiopia, Fiji, Finland, France, Gabon, Gambia, \r\nGeorgia, Germany, Ghana, Greece, Grenada, \r\nGuatemala, Guinea, Guinea-Bissau, Guyana, Haiti, \r\nHonduras, Hungary, Iceland, India, Indonesia, Iran \r\n(Islamic Republic of), Iraq, Ireland, Italy, Jamaica, \r\nJapan, Jordan, Kazakhstan, Kenya, Kiribati, \r\nKuwait, Kyrgyzstan, Lao People’s Democratic \r\nRepublic, Latvia, Lebanon, Lesotho, Liberia, \r\nA/72/PV.38 01/11/2017\r\n26/28 17-35800\r\nLibya, Liechtenstein, Lithuania, Luxembourg, \r\nMadagascar, Malawi, Malaysia, Maldives, Mali, \r\nMalta, Marshall Islands, Mauritania, Mauritius, \r\nMexico, Micronesia (Federated States of), Monaco, \r\nMongolia, Montenegro, Morocco, Mozambique, \r\nMyanmar, Namibia, Nauru, Nepal, Netherlands, \r\nNew Zealand, Nicaragua, Niger, Nigeria, Norway, \r\nOman, Pakistan, Palau, Panama, Papua New \r\nGuinea, Paraguay, Peru, Philippines, Poland, \r\nPortugal, Qatar, Republic of Korea, Republic of \r\nMoldova, Romania, Russian Federation, Rwanda, \r\nSaint Kitts and Nevis, Saint Lucia, Saint Vincent \r\nand the Grenadines, Samoa, San Marino, Sao \r\nTome and Principe, Saudi Arabia, Senegal, Serbia, \r\nSeychelles, Sierra Leone, Singapore, Slovakia, \r\nSlovenia, Solomon Islands, Somalia, South \r\nAfrica, South Sudan, Spain, Sri Lanka, Sudan, \r\nSuriname, Swaziland, Sweden, Switzerland, \r\nSyrian Arab Republic, Tajikistan, Thailand, the \r\nformer Yugoslav Republic of Macedonia, Timor-\r\nLeste, Togo, Tonga, Trinidad and Tobago, Tunisia, \r\nTurkey, Turkmenistan, Tuvalu, Uganda, Ukraine, \r\nUnited Arab Emirates, United Kingdom of Great \r\nBritain and Northern Ireland, United Republic \r\nof Tanzania, Uruguay, Uzbekistan, Vanuatu, \r\nVenezuela (Bolivarian Republic of), Viet Nam, \r\nYemen, Zambia, Zimbabwe\r\nAgainst:\r\nIsrael, United States of America\r\nDraft resolution was adopted by 191 votes to 2, \r\nwith no abstentions (resolution 72/4).\r\nThe Acting President (spoke in Spanish): Before \r\ngiving the f loor for explanations of vote, may I remind \r\ndelegations that explanations of vote should be limited \r\nto 10 minutes and should be made by delegations from \r\ntheir seats.\r\nMs. Lind (Estonia): Before turning to our \r\nexplanation of vote, I would like to add our voice to the \r\ncondemnations of the terrorist attack that took place in \r\nNew York on 31 October. Our thoughts are with all of \r\nthose who have been affected.\r\nI have the honour to speak on behalf of the European \r\nUnion (EU) and its member States. The candidate \r\ncountries the former Yugoslav Republic of Macedonia, \r\nMontenegro, Serbia and Albania; the country of the \r\nStabilization and Association Process and potential \r\ncandidate Bosnia and Herzegovina; and the country of \r\nthe European Free Trade Association, Liechtenstein, \r\nwhich is a member of the European Economic Area, \r\nalign themselves with my statement.\r\nThe economic, commercial, and financial embargo \r\nimposed by the United States on Cuba has a damaging \r\nimpact on the economic situation of the country and \r\nnegatively affects the living standards of the Cuban \r\npeople. The recovery and reconstruction after the \r\ndevastation wrought by Hurricane Irma this autumn \r\ncould also be hampered. External trade and foreign \r\ninvestment will play a crucial role in setting the country \r\non a path towards sustainable growth. Therefore, the \r\nEU considers that lifting the embargo could facilitate \r\nthe opening of the Cuban economy to the benefit of the \r\nCuban people.\r\nThe EU believes that positive change in Cuba \r\nis best brought about by closer engagement at all \r\nlevels — Government, economy and civil society, and \r\nalso through people-to-people exchanges. We therefore \r\ndeeply regret that the new United States Administration \r\nhas announced its intention to reintroduce restrictions \r\non the country’s relations with Cuba. The proposals to \r\nrestrain individual self-directed travel would not only \r\ncurtail the possibility for engagement with the Cuban \r\npeople, but they would also hit Cuba’s burgeoning \r\nprivate sector, which has benefited the most from such \r\nvisits by individuals.\r\nBeyond the damaging impact of the embargo on \r\nordinary Cubans, unilateral sanctions by the United \r\nStates, together with other unilateral administrative \r\nand judicial measures, are also negatively affecting \r\nthe economic interests of the EU. We have firmly \r\nand continuously opposed any such measures, due to \r\ntheir extraterritorial impact on the European Union, in \r\nviolation of commonly accepted rules of international \r\ntrade. We cannot accept that unilaterally imposed \r\nmeasures might impede our economic and commercial \r\nrelations with Cuba. The EU Council of Ministers \r\ntherefore adopted a regulation and a joint action to \r\nprotect against undue interference and problems \r\nfor EU citizens, businesses and non-governmental \r\norganizations residing, working or operating in Cuba.\r\nIt is crucial that the United States continue to fully \r\nrespect and implement the agreement reached at the \r\nsummit between the European Union and the United \r\nStates held in London in May 1998. That agreement \r\ncovers waivers to Titles III and IV of the Helms-Burton \r\nAct, a commitment by the United States Government \r\n01/11/2017 A/72/PV.38\r\n17-35800 27/28\r\nto resist future extraterritorial legislation of that kind \r\nand an understanding regarding discipline for the \r\nstrengthening of investment protection.\r\nFor the EU, opening doors and closer engagement \r\nare the way to go with Cuba. Today, we celebrate the \r\nstart of the provisional application of the EU-Cuba \r\nPolitical Dialogue and Cooperation Agreement, which \r\nwas signed last year. It will put our bilateral relationship \r\non a new and solid legal footing and sets out an agenda \r\nof critical engagement with Cuba that will also allow us \r\nto support and assist Cuba on its path towards reform \r\nand modernization.\r\nWe will also enhance dialogue and cooperation on \r\nissues on which we still have fundamental differences. \r\nTo this end, the Political Dialogue and Cooperation \r\nAgreement establishes a human rights dialogue as \r\na key pillar of our relationship. We reiterate our call \r\non the Cuban Government to fully grant its citizens \r\ninternationally recognized civil, political and economic \r\nrights and freedoms, including freedom of assembly, \r\nfreedom of expression and free access to information, to \r\nratify the International Covenant on Civil and Political \r\nRights and the International Covenant on Economic, \r\nSocial and Cultural Rights, and, following the visit of \r\nthe United Nations Special Rapporteur on Trafficking \r\nin Persons, extend invitations to other rapporteurs to \r\nvisit Cuba.\r\nIn contrast with Cuban achievements in health \r\ncare and education, the slow progress of economic \r\nmodernization seriously hampers Cuban economic \r\ndevelopment. In this context, we call for economic \r\nand social reforms to be extended and implemented \r\nin a manner that will address the key concerns of the \r\nCuban population.\r\nWith the EU-Cuba Political Dialogue and \r\nCooperation Agreement, the EU offers Cuba a consistent \r\nand reliable partnership to support it as it seeks \r\neconomic and social reforms, sustainable development \r\nand common solutions to global challenges, while the \r\nEU continues to promote democracy and respect for \r\nhuman rights. It is our considered view that the United \r\nStates embargo does nothing to promote those aims, \r\nbut, instead, impedes their achievement. Against this \r\nbackground, the member States of the European Union \r\nunanimously voted in favour of resolution 72/4.\r\nMr. Kim In Ryong (Democratic People’s Republic \r\nof Korea): The delegation of the Democratic People’s \r\nRepublic of Korea voted in favour of resolution 72/4, \r\nentitled “Necessity of ending the economic, commercial \r\nand financial embargo imposed by the United States of \r\nAmerica against Cuba”, based on the principled stand of \r\nthe Movement of Non-Aligned Countries and the Group \r\nof 77. My delegation condemns the embargo imposed \r\nby the United States against Cuba as an infringement \r\nof Cuba’s sovereignty under the terms of the Charter \r\nof the United Nations and as a crime against humanity, \r\nhuman rights and civilization.\r\nEach year for the past 25 years, since 1992, a \r\nresolution has been adopted opposing the economic \r\nembargo against Cuba, but the United States has turned \r\na blind eye to its implementation. Today’s resolution \r\nwas adopted with all Member States voting in favour, \r\nexcept for the United States and Israel, which clearly \r\nshows the view shared by the international community, \r\nnamely, that it opposes the economic embargo against \r\nCuba. Mr. Trump’s Administration’s new anti-Cuban \r\npolicies are the continuation of the failed United States \r\npolicy of embargo against Cuba that have been in effect \r\nsince the Republic of Cuba came into existence. It \r\nthreatens the sovereignty and right to existence of the \r\npeople and the Government of Cuba. It also hinders the \r\nnormal development of the region.\r\nReality shows the hypocrisy of the United States, \r\nwhich is a country calling for the implementation of \r\nUnited Nations resolutions and clamouring for the rule \r\nof law and democracy in the world while implementing \r\nan arbitrary, high-handed and arrogant America First \r\npolicy that gives greater value to United States federal \r\nlaw than to the Charter of the United Nations, thereby \r\nsacrificing others as it pursues its own interests. \r\nHowever, as in the past, the General Assembly adopted \r\nresolution 72/4 by an overwhelming majority, thus \r\ndemonstrating its support for and solidarity with the \r\nCuban Government and the Cuban people’s struggle \r\nfor their righteous cause. It also shows the international \r\ncommunity’s condemnation of the America First policy.\r\nThe United States has manipulated the Security \r\nCouncil to denounce the Democratic People’s Republic \r\nof Korea’s nuclear tests and ballistic-missile and \r\nsatellite launches as a threat to international peace \r\nand security. Its rigged sanctions resolutions have only \r\npushed the Democratic People’s Republic of Korea to \r\nbecome a full-f ledged nuclear and missile Power that \r\nis recognized as such by the entire world. Similarly, \r\nthe United States’ economic sanctions against Cuba \r\nA/72/PV.38 01/11/2017\r\n28/28 17-35800\r\nwill only impel the Cuban people to build a more \r\npowerful Cuba.\r\nMy delegation takes this opportunity once again to \r\nexpress its strong support for and solidarity with the \r\nGovernment and the people of Cuba, who are fighting \r\nto defend their national dignity and sovereignty and to \r\nachieve unity and cooperation in the region in the face \r\nof the unilateral sanctions of the United States.\r\nThe Acting President (spoke in Spanish): We have \r\nheard the last speaker in explanation of vote for this \r\nmeeting.\r\nThe meeting rose at 1.10 p.m.\r\n"