"United Nations A/72/PV.29\r\nGeneral Assembly\r\nSeventy-second session\r\n29th plenary meeting\r\nMonday, 9 October 2017, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nIn the absence of the President, Mr. Llorentty Solíz \r\n(Plurinational State of Bolivia), Vice-President, \r\ntook the Chair.\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 140 (continued)\r\nScale of assessments for the apportionment of the \r\nexpenses of the United Nations\r\nReport of the Fifth Committee (A/72/519)\r\nThe Acting President (spoke in Spanish): The \r\npositions of delegations regarding the recommendation \r\nof the Fifth Committee have been made clear in the \r\nCommittee and are reflected in the relevant official \r\nrecords. Therefore, if there is no proposal under rule 66 \r\nof the rules of procedure, may I take it that the General \r\nAssembly decides not to discuss the report of the Fifth \r\nCommittee that is before the Assembly today?\r\nIt was so decided.\r\nThe Acting President (spoke in Spanish): Before we \r\nbegin to take action on the recommendation contained \r\nin the report of the Fifth Committee (A/72/519), I \r\nwould like to advise representatives that we are going \r\nto proceed to take a decision in the same manner as was \r\ndone in the Fifth Committee.\r\nThe Assembly will now take a decision on the draft \r\nresolution recommended by the Fifth Committee in \r\nparagraph 6 of its report. The Fifth Committee adopted \r\nthe draft resolution, entitled “Scale of assessments \r\nfor the apportionment of the expenses of the United \r\nNations”, without a vote. May I take it that the Assembly \r\nwishes to do the same?\r\nThe draft resolution was adopted (resolution 72/2).\r\nThe Acting President (spoke in Spanish): \r\nThe Assembly has thus concluded this stage of its \r\nconsideration of agenda item 140.\r\nAgenda items 9 and 14\r\nReport of the Economic and Social Council\r\nReport of the Economic and Social Council \r\n(A/72/3)\r\nNote by the Secretary-General (A/72/255)\r\nIntegrated and coordinated implementation \r\nof and follow-up to the outcomes of the major \r\nUnited Nations conferences and summits in the \r\neconomic, social and related fields\r\nThe Acting President (spoke in Spanish): In \r\nconnection with agenda item 9, I would like to recall \r\nthat, pursuant to resolution 58/316, of 1 July 2004, \r\nthe Assembly, on the recommendation of the General \r\nCommittee, decided, at its 2nd plenary meeting, held \r\non 15 September, to consider agenda item 9 in its \r\nentirety in plenary meeting, on the understanding that \r\nthe administrative programme and budgetary aspects \r\nshould be dealt with by the Fifth Committee.\r\nAt the same meeting, the Assembly took note of the \r\nclarification that, in implementing resolution 58/316 to \r\nconsider item 9 in its entirety in plenary meeting, the \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-31537 (E)\r\n*1731537*\r\nA/72/PV.29 09/10/2017\r\n2/6 17-31537\r\nrelevant parts of chapter I of the report (A/72/3) that \r\nare under agenda items already allocated to the Main \r\nCommittees would be considered by the Committee \r\nconcerned for final action by the General Assembly.\r\nIn connection with agenda item 14, members will \r\nrecall that, pursuant to resolution 57/270 B, of 23 June \r\n2003, the Assembly decided to consider under the \r\nitem the chapters of the annual report of the Economic \r\nand Social Council relevant to the integrated and \r\ncoordinated implementation of and follow-up to the \r\noutcomes of the major United Nations conferences and \r\nsummits, including through the participation of the \r\nPresident of the Council in its discussions.\r\nI now give the f loor to His Excellency Mr. Cristián \r\nBarros Melet, Vice-President of the Economic and \r\nSocial Council, to introduce the report of the Council.\r\nMr. Barros Melet (Chile) (spoke in Spanish): I \r\nhave the honour to introduce to the General Assembly \r\nthe 2017 report (A/72/3) of the Economic and \r\nSocial Council.\r\nIn 2017, the Economic and Social Council built \r\non the initial phase of implementation, follow-up and \r\nreview of the 2030 Agenda for Sustainable Development \r\nand related commitments and integrated lessons learned \r\nfrom years 1 and 2.\r\nWe have made a good start, but further work, \r\ncoordination and innovation are needed. We must \r\nensure that the impact of the Economic and Social \r\nCouncil system as a whole is greater than the sum \r\nof its parts. That includes the work of its segments \r\nand forums, functional and regional commissions \r\nand expert bodies. As a Bureau member during the \r\n2017 session, I can attest to the Economic and Social \r\nCouncil’s commitment to strengthening its support \r\nto Member States and development partners. Let me \r\nbriefly outline some of the highlights of our work from \r\nthe past year.\r\nFirst, the Economic and Social Council built \r\non its successes in the follow-up and review of the \r\nimplementation of the 2030 Agenda and Addis Ababa \r\nAction Agenda. The High-level Political Forum on \r\nSustainable Development was held under the theme \r\n“Eradicating poverty and promoting prosperity in a \r\nchanging world” and reviewed a subset of the Sustainable \r\nDevelopment Goals (SDGs) in depth. During the \r\nthree-day ministerial segment, 43 countries presented \r\ntheir voluntary national reviews. Common themes in \r\nthose reviews included the importance of bringing all \r\nthe parties together in a multi-stakeholder approach to \r\nimplementation, as well as the critical importance of \r\ninvolvement at the highest levels of Government. In \r\naddition, the Forum was enriched by 147 side events, \r\nnine learning courses, several special activities, an \r\nSDG business forum and a partnership exchange.\r\nThe second Economic and Social Council Forum \r\non Financing for Development follow-up demonstrated \r\nits importance as an inclusive platform for discussion \r\nof a range of key issues. The outcome document \r\n(E/FFDF/2017/3) reaffirmed the key elements of the \r\nAddis Ababa Agenda and included new commitments \r\non policies and actions, such as the acceleration of \r\nnational and international efforts, sending a strong \r\nsignal of our commitment to multilateralism and the \r\nglobal partnership for sustainable development.\r\nSecondly, the Economic and Social Council’s \r\n2017 session established a shared understanding of \r\nthe adjustments needed to enable the United Nations \r\ndevelopment system to get better results in a changing \r\ndevelopment landscape. The Economic and Social \r\nCouncil’s two-year dialogue on the longer-term \r\npositioning of the United Nations development system \r\nlaid the foundations for a landmark resolution (71/243) \r\non the quadrennial comprehensive policy review of \r\nthe United Nations system, adopted by the General \r\nAssembly in December 2016. The resolution requested \r\nthat the Secretary-General lead a process of change \r\nby presenting proposals and rallying the development \r\nsystem around those proposals.\r\nIn July, the Secretary-General presented the \r\nEconomic and Social Council with an outline of \r\nhis reform proposals, seeking the views of Member \r\nStates in order to develop the proposals in detail this \r\nautumn. The proposals include the two remaining \r\nmandates — the system-wide strategic planning \r\ndocument and the proposal on the resident coordinator \r\nsystem. The Economic and Social Council continues \r\nto be the main forum for ongoing consultations on the \r\nrepositioning exercise and the implementation of the \r\nquadrennial comprehensive policy review. Member \r\nStates used the Economic and Social Council’s 2017 \r\nsegment on operational activities for development to \r\naddress implementation of the resolution in detail.\r\nThirdly, the engagement of stakeholders in the work \r\nof the Economic and Social Council and the United \r\nNations development system continued to intensify. The \r\n09/10/2017 A/72/PV.29\r\n17-31537 3/6\r\nrole of the Economic and Social Council as a platform \r\nfor multi-stakeholder participation is unrivalled. Last \r\nyear, 460 non-governmental organizations obtained \r\nconsultative status with the Council, a new record, and \r\nthe meetings of the Committee on Non-Governmental \r\nOrganizations were webcast, thereby helping to improve \r\ncommunications and transparency.\r\nThe Economic and Social Council’s Youth Forum \r\ncontinues to grow in terms of participation and impact \r\nand underlines the potential of the 2030 Agenda for \r\nSustainable Development for promoting solidarity and \r\naction among young people in all countries. Young \r\npeople are eager to be involved in implementing the SDGs \r\nin concrete ways, including through youth advisory \r\ncouncils, grass-roots-driven solutions and participation \r\nby youth representatives in Member States’ delegations \r\nto the High-level Political Forum. The Economic \r\nand Social Council also continued to collaborate \r\nwith key partners through its Partnership Forum and \r\nMulti-stakeholder Forum for Science, Technology and \r\nInnovation. The participants in the Partnership Forum \r\nemphasized the importance of developing a common \r\nset of core guidelines and principles on partnerships for \r\nthe entire United Nations system.\r\nFourthly, the Economic and Social Council \r\ncontinued to strengthen its leadership role in \r\nidentifying new issues and promoting reflection, \r\ndebate and innovative and comprehensive thinking. In \r\n2017, the Council devoted time to the issue of achieving \r\nSustainable Development Goal 9 by organizing a \r\nspecial meeting and two preparatory events in Africa. \r\nThat has resulted in the expansion of two concrete \r\ninitiatives of the United Nations system for supporting \r\ninfrastructure, industrialization and innovation — the \r\nCountry Partnership Programme of the United Nations \r\nIndustrial Development Organization (UNIDO) \r\nand the Accelerated Agriculture and Agro-industry \r\nDevelopment Initiative, led by UNIDO, the Food and \r\nAgriculture Organization of the United Nations and the \r\nInternational Fund for Agricultural Development.\r\nThe President took the Chair.\r\nThe Economic and Social Council also worked to \r\ndeepen our understanding of the nexus between peace \r\nand sustainable development, building on last year’s \r\njoint meeting with the Peacebuilding Commission. The \r\njoint meeting on the situation in the Sahel underlined \r\nthe importance of addressing the root causes of poverty \r\nwhile avoiding a disproportionate emphasis on security.\r\nThe comprehensive report discusses all of this \r\nin greater detail. On behalf of the 2017 Economic \r\nand Social Council Bureau, we would like to thank \r\nMember States and our partners in the United Nations \r\ndevelopment system for their continued strong \r\ncollaboration and support. Under the guidance of its \r\nnew President, Mrs. Marie Chatardová, I am sure that \r\nin 2018 the Economic and Social Council will build \r\non the achievements of this session. We look forward \r\nto continuing its close working relationship with the \r\nGeneral Assembly in support of the 2030 Agenda for \r\nSustainable Development.\r\nMr. Sinha (India): We would like to congratulate \r\nthe Permanent Representative of the Czech Republic on \r\nher assumption of the presidency of the Economic and \r\nSocial Council and to assure her and the new Bureau \r\nof our steadfast support for their work. We would \r\nalso like to take this opportunity to commend the \r\noutgoing President, the Permanent Representative of \r\nZimbabwe, and his Bureau for their stewardship of the \r\nCouncil’s activities in the previous session. We thank \r\nthe delegation of Chile for presenting the report of the \r\nCouncil (A/72/3) today.\r\nIndia attaches great importance to the work of the \r\nEconomic and Social Council and welcomes its 2017 \r\nreport, which gives helpful details of its activities. \r\nSince the adoption of the 2030 Agenda for Sustainable \r\nDevelopment, the Economic and Social Council, with \r\nits well-planned working methods, has been able to give \r\nspecial attention to implementing and following up on \r\nthe outcomes of all major United Nations conferences \r\nand summits in the economic, social, environmental \r\nand other related fields contributing to the achievement \r\nof the Sustainable Development Goals (SDGs).\r\nWe note with appreciation its enhanced activities \r\nrelated to the 2030 Agenda, including organizing the \r\nForum on Financing for Development follow-up, the \r\nsegment on operational activities for development, the \r\nPartnership Forum, the integration segment and the \r\nMulti-stakeholder Forum on Science, Technology and \r\nInnovation, as well as the High-level Political Forum \r\non Sustainable Development, the special meeting of the \r\nCouncil on international cooperation in tax matters, \r\nthe Youth Forum in New York, and the humanitarian \r\naffairs segment in Geneva, among others.\r\nWe would like to commend the Economic and Social \r\nCouncil for convening the High-level Political Forum, \r\nthe second of its kind since the adoption of the 2030 \r\nA/72/PV.29 09/10/2017\r\n4/6 17-31537\r\nAgenda. The Forum offered a place for policymakers \r\nfrom around the world to exchange ideas on how to \r\naccelerate the implementation of the far-reaching \r\n2030 Agenda consistently and effectively. It included \r\nwell-organized presentations of voluntary national \r\nreviews by 43 countries, including my own, as well as \r\nin-depth reviews of the progress that has been made \r\non seven specific Sustainable Development Goals, and \r\nthe adoption of a ministerial declaration on the theme \r\n“Eradicating poverty and promoting prosperity in a \r\nchanging world”.\r\nIndia presented its voluntary national review in \r\nthe spirit of sharing experiences, including successes, \r\nchallenges and lessons learned, with a view to \r\naccelerating the implementation of the 2030 Agenda. \r\nWe have integrated the SDG framework into our \r\nnational development strategies. India’s success in \r\nsustaining robust economic growth aimed at eradicating \r\npoverty should make a major contribution to the global \r\nachievement of the SDGs. As it does, it will bring \r\nforth technologies and pathways for progress that can \r\nbe shared with other developing countries in order to \r\nenable them to achieve sustainable development as well.\r\nIn a spirit of South-South solidarity, India continues \r\nto expand its development partnerships over a wide range \r\nof capacity-building sectors with fellow developing \r\ncountries in various continents, especially those in more \r\nvulnerable situations. In June of this year we established \r\nthe India-United Nations Development Partnership \r\nFund, with the aim of enhancing our contribution to \r\nSouth-South cooperation as a means to achieving the \r\n2030 Agenda for Sustainable Development.\r\nWe are happy to note that the theme for the next \r\nHigh-level Political Forum will be “From global to \r\nlocal: supporting sustainable and resilient societies in \r\nurban and rural communities”. It is our expectation \r\nthat the Economic and Social Council will address \r\nsustainable development challenges through the prism \r\nof poverty eradication as its central and overarching \r\nobjective. We also commend its effort in organizing the \r\nsecond Forum on Financing for Development follow-\r\nup, which provided a useful platform for substantive \r\ndeliberations with representatives of intergovernmental \r\nbodies and the senior management of the Bretton Woods \r\ninstitutions, the World Trade Organization and the \r\nUnited Nations Conference on Trade and Development, \r\nand which acknowledged the necessity for a wider and \r\nglobal framework for financing for development in the \r\nspirit of the Addis Ababa Action Agenda.\r\nIndia has a historic association with the Economic \r\nand Social Council, whose first President was \r\nSir Ramaswamy Mudaliar, who played an important \r\nrole in formulating the sections on it in the Charter \r\nof the United Nations. In line with its role as a large \r\ndeveloping country, India has played an active role in \r\nthe Council’s deliberations and activities.\r\nThe architect of the Economic and Social Council \r\nChamber at United Nations Headquarters famously \r\nleft its ceiling unfinished, signifying that the work of \r\ndevelopment is never finished. While the United Nations \r\ndevelopment system entities are individually taking \r\nimportant steps to mainstream the 2030 Agenda into \r\ntheir work and programmatic instruments, a system-\r\nwide approach should be strengthened. We would like \r\nthe Council to be more purposeful, action-oriented \r\nand policy-relevant. It should keep the interests of \r\ndeveloping countries at the centre of its work, and its \r\npolicy recommendations should lead to positive change \r\non the ground and in the lives of ordinary people around \r\nthe world.\r\nLast but not least, as we plan various forums in this \r\nsession, we would like to have a balance between the \r\ntime allocated for panel discussions and that available \r\nfor deliberations among Member States, or we will \r\nrun the risk of making our processes academic, at the \r\nexpense of the Council’s ownership by Member States.\r\nIn conclusion, I would like to reiterate India’s \r\ncommitment to the work and activities of the Economic \r\nand Social Council and to constructive engagement in \r\nits work in the coming months.\r\nMr. Alsharrah (Kuwait) (spoke in Arabic): I would \r\nfirst like to take note of the report of the Economic \r\nand Social Council (A/72/3). The various reports \r\nwe have been presented with will help us to achieve \r\nthe objectives of the 2030 Agenda for Sustainable \r\nDevelopment and the Sustainable Development Goals, \r\nat every level.\r\nAlong with our various development partners, \r\nwe had already made considerable progress on \r\nthe Millennium Development Goals, enabling us \r\nto achieve sustainable development and economic \r\ngrowth. Tremendous efforts were made to achieve a \r\nsuccessful outcome for the July 2015 third International \r\nConference on Financing for Development in Addis \r\nAbaba and to take into account the various changes \r\nour development plans have undergone, enabling us to \r\nmove forward after September 2015 while taking into \r\n09/10/2017 A/72/PV.29\r\n17-31537 5/6\r\nconsideration the national particularities and varying \r\ndevelopment levels of developing countries in the \r\nframework of the 17 Sustainable Development Goals. \r\nWe also saw the holding of the twenty-first session of \r\nthe Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change, at which \r\nthe Paris Agreement on Climate Change was adopted. \r\nThere we worked to establish concrete measures \r\nto combat climate change based on the principle of \r\ncollective responsibility and expressed our desire to \r\nwork alongside other States to fulfil our obligations and \r\nensure that no one is left behind.\r\nThis has been part of a process of consultation \r\nwith all stakeholders with the aim of eradicating \r\npoverty in all its forms and aspects and to tackle that \r\nchallenge, which is the most important one we face at \r\nthe global level as we work to achieve the Sustainable \r\nDevelopment Goals. We are grateful to a number of \r\nMember States as well as to the entities and agencies \r\nof the United Nations, particularly the Economic and \r\nSocial Council, of which we were a member from 2013 \r\nto 2015. We have seen various reforms in the Economic \r\nand Social Council that have made it possible for it \r\nto become a truly effective and equitable platform \r\nfor Member States and for our efforts to implement \r\nthe Sustainable Development Goals, with significant \r\neffects for the results achieved. We hope that the \r\nCouncil will continue to make progress in that regard \r\nin the years to come, particularly through its High-level \r\nPolitical Forums, as well as in the context of the Forum \r\non Financing for Development follow-up.\r\nI would also like to emphasize the importance of \r\ncontinued cooperation for tackling the major challenges \r\nthat prevent developing countries from assisting those \r\nin highly fragile social categories, especially States \r\ndealing with extremely difficult circumstances. It \r\nis essential to ensure that they too are given the \r\nopportunity to achieve prosperity. In that regard, all \r\ncountries should share this responsibility in tackling \r\nthese difficulties together. We must work together for \r\nsustainable development and ensure that developing \r\ncountries have access to the sustainable and predictable \r\nfinancing that they need in order to achieve the \r\nSustainable Development Goals. They need conducive \r\nconditions and new and innovative financing options to \r\ndo so. Since the developed donor States have committed \r\nto providing such support and assistance to developing \r\ncountries, we urge that they fulfil their commitment to \r\nallocating 0.7 per cent of their gross domestic product \r\nto official development aid.\r\nThe State of Kuwait has made great efforts, especially \r\nunder the leadership of Sheikh Sabah Ahmad Al-Jaber \r\nAl-Sabah, to contribute to the implementation of the \r\nSustainable Development Goals so that people all over \r\nthe world can benefit from mechanisms and initiatives \r\nto eradicate poverty, reduce their debt — especially \r\nforeign debt — and combat the effects of climate \r\nchange. It is essential that we continue to move forward \r\non this path under the auspices of the United Nations. \r\nIn that regard, we have a created the Kuwait Fund for \r\nArab Economic Development, a groundbreaking step \r\nthat has enabled us to help neighbouring States to \r\nachieve development and see genuine changes on the \r\nground. We have also contributed to many international \r\npartnerships, a tradition for Kuwait, which has been at \r\nthe forefront of joint development and humanitarian aid \r\nefforts for a long time.\r\nWe have therefore been advancing our efforts to \r\nachieve the Sustainable Development Goals by 2030 \r\nby establishing a number of policies and measures \r\naimed at fulfilling the Goals at the national level, based \r\non the 2030 Agenda for Sustainable Development. \r\nWe have also integrated that effort into our various \r\nnational strategies, including our new vision for \r\n“Kuwait 2035”, a strategy designed to position Kuwait \r\nas a leading State on the cultural, social and economic \r\nfronts in our region by 2035. In that regard, I would \r\nlike to thank the Secretary-General for the vision he \r\nhas outlined for reforming and revitalizing the work of \r\nthe United Nations in order to enable it to help States \r\naround the world achieve stability and development. \r\nWe firmly believe in the 2030 Agenda for Sustainable \r\nDevelopment. It can be achieved if we States show the \r\nnecessary political will, work together and abide by our \r\nvarious commitments.\r\nMs. Guadey (Ethiopia): The major United Nations \r\nconferences and summits in the economic, social \r\nand environmental fields have resulted in ambitious \r\nand transformative global development frameworks. \r\nMy delegation sees their overarching objective as \r\neradicating poverty and achieving inclusive and \r\nsustainable development growth while leaving no one \r\nbehind. In that regard, they complement and reinforce \r\none another in ensuring a prosperous and decent standard \r\nof living for all, while respecting development’s three \r\ndimensions, economic, social and environmental.\r\nA/72/PV.29 09/10/2017\r\n6/6 17-31537\r\nDespite the uneven and mixed progress that has \r\nbeen made in the implementation of the 2030 Agenda \r\nfor Sustainable Development, we know that if we cannot \r\novercome our current complex and interconnected \r\nchallenges, the Sustainable Development Goals (SDGs) \r\nwill not be met by 2030, particularly in the least \r\ndeveloped countries. While we all agree, therefore, that \r\nadopting ambitious and universal master plans is the \r\nright way to go — and one that we still consider an \r\nachievement of multilateralism — if the international \r\ncommunity cannot translate them into concrete \r\nactions, a major opportunity will be missed, with \r\nserious consequences for millions of people around \r\nthe world, whose faith in the United Nations and in its \r\nStates Members’ capacity and willingness to deliver on \r\ncollective promises would be undermined.\r\nWithout in any way underestimating the current \r\nproblems we face, if the world recommits with the \r\nsame optimism and political determination that it has \r\ndemonstrated in endorsing the intergovernmentally \r\nagreed-on frameworks, it will indeed be possible to end \r\npoverty, combat climate change and mobilize sufficient \r\nresources. Moreover, what we achieved through the \r\nMillennium Development Goals can serve as lessons \r\nand inspiration for finishing our unfinished business. \r\nMy delegation would therefore like to underscore that \r\nwhat we require is a genuine and revitalized global \r\npartnership and multi-stakeholder collaboration for the \r\nfull and timely implementation of the 2030 Agenda, the \r\nAddis Ababa Action Agenda, the Sendai Framework, \r\nthe Paris Climate Change Agreement and the New \r\nUrban Agenda.\r\nIt will also be imperative to strengthen coordination \r\nand coherence in the follow-up to decisions taken by \r\nUnited Nations conferences and forums. In that regard, \r\nthe ministerial declarations of the Second Forum on \r\nFinancing for Development and the 2017 High-level \r\nPolitical Forum on Sustainable Development should \r\nbe implemented to address the many gaps that remain \r\nin fulfilling the Addis Ababa Action Agenda, thereby \r\ncreating an international environment more conducive \r\nto the realization of the 2030 Agenda.\r\nDeveloped countries should honour their \r\ncommitments to providing sufficient financial \r\nassistance and transferring appropriate technologies \r\nfor developing countries, particularly least developed \r\ncountries, in order to complement national efforts. \r\nIn addition, as a universal body, the United Nations \r\nhas an important role to play in the full and timely \r\nimplementation of our global development frameworks. \r\nMy delegation would like to stress the importance of \r\nfurther enhancing synergy among United Nations \r\nentities and other global bodies, with the objective of \r\nsupporting Member States in their efforts to implement \r\nthe SDGs. In that regard, my delegation supports the \r\nSecretary-General’s reform agenda, which we hope \r\nwill further strengthen the development effectiveness \r\nand efficiency of the United Nations system, anchored \r\nin national ownership and leadership.\r\nThe President: We have heard the last speaker in \r\nthe debate on these items.\r\nMay I take it that the General Assembly takes \r\nnote of the report of the Economic and Social Council, \r\ncontained in document A/72/3?\r\nIt was so decided.\r\nThe President: The General Assembly has thus \r\nconcluded this stage of its consideration of agenda \r\nitems 9 and 14.\r\nAgenda item 117\r\nFollow-up to the outcome of the Millennium \r\nSummit\r\nSpecific meeting focused on development\r\nThe President: In accordance with resolution \r\n60/265, dated 30 June 2006, on the follow-up to the \r\noutcome of the Millennium Summit, a specific meeting \r\nfocused on development should be held. I have been \r\ninformed that no Member State has requested to take \r\nthe f loor under this item.\r\nThe General Assembly has thus concluded this \r\nstage of its consideration of agenda item 117.\r\nThe meeting rose at 10.55 a.m.\r\n"