"United Nations A/72/PV.51\r\nGeneral Assembly\r\nSeventy-second session\r\n51st plenary meeting\r\nMonday, 13 November 2017, 4.30 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nIn the absence of the President, Mr. Tevi (Vanuatu), \r\nVice-President, took the Chair.\r\nThe meeting was called to order at 4.30 p.m.\r\nAgenda item 113 (continued)\r\nElections to fill vacancies in principal organs\r\n(c) Election of five members of the International \r\nCourt of Justice\r\nMemorandum by the Secretary-General \r\n(A/72/181)\r\nList of candidates (A/72/182 and A/72/182/Add.1)\r\nCurricula vitae (A/72/183)\r\nThe Acting President: As members are aware, \r\nthere is still one vacancy on the Court to be filled. The \r\nAssembly will now proceed to vote in respect of the \r\nremaining vacancy.\r\nI give the f loor to the representative of Uganda on \r\na point of order.\r\nMr. Muhumuza (Uganda): I should like to thank \r\nyou, Sir, for this opportunity. Not to prolong the process, \r\nbut I thought that we could probably use an explanation \r\nas to the issue of abstentions and how it affects the \r\nabsolute majority, because it remains the same even \r\nwhen the number of voters is reduced or changes in one \r\nway or the other.\r\nThe Acting President: I give the f loor to the \r\nrepresentative of the Secretariat.\r\nMr. Abelian (Department for General Assembly \r\nand Conference Management): Unlike other elections \r\nin the General Assembly, elections for the judges of the \r\nInternational Court of Justice, as was indicated earlier, \r\nare regulated not only by the rules of procedure of the \r\nGeneral Assembly but also by the relevant Articles of \r\nthe Statute, which requires an absolute majority of the \r\nmembership for the election of judges. For that reason, \r\n97 remains the absolute majority number for this \r\nparticular election.\r\nThe Acting President: We shall now begin the \r\nvoting process. Ballot papers will now be distributed. \r\nBallot papers will be given only to the representative \r\nseated directly behind the country’s nameplate. \r\nRepresentatives are requested to use only the ballot \r\npapers that are being distributed.\r\nThe two candidates whose names appear on the \r\nballot paper are eligible.\r\nMay I remind delegations that only the box next \r\nto the name of one candidate should be marked with a \r\ncross. Any ballot paper on which more than one name \r\nis checked will be considered invalid. Votes may be cast \r\nonly for those whose names appear on the ballot papers.\r\nAt the invitation of the President, Mr. Aldoseri (Bahrain), \r\nMs. Sánchez Rodríguez (Cuba), Mrs. Le Diffard \r\n(Hungary), Ms. Rheindrayani (Indonesia), Mr. McSwiney \r\n(Ireland) and Mr. Waweru (Kenya) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 4.40 p.m. and \r\nresumed at 5.05 p.m.\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-38003 (E)\r\n*1738003*\r\nA/72/PV.51 13/11/2017\r\n2/2 17-38003\r\nThe Acting President: The result of the voting is \r\nas follows:\r\nNumber of ballot papers: 192\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 192\r\nAbstentions: 2\r\nNumber of members present and voting: 190\r\nAbsolute majority: 97\r\nNumber of individual votes obtained:\r\nMr. Dalveer Bhandari (India) 111\r\nMr. Christopher Greenwood (United Kingdom of \r\nGreat Britain and Northern Ireland) 79\r\nMr. Dalveer Bhandari obtained an absolute majority \r\nin the General Assembly.\r\nThe Acting President: I have communicated \r\nthe result of the voting to the President of the \r\nSecurity Council.\r\nThe President of the General Assembly has \r\nreceived from the President of the Security Council the \r\nfollowing letter, which I will read out on behalf of the \r\nPresident of the Assembly:\r\n“I have the honour to inform you that, at the \r\n8096th meeting of the Security Council, held on \r\n13 November 2017, for the purpose of electing \r\none member of the International Court of Justice \r\nfor a term of office beginning on 6 February 2018, \r\nMr. Christopher Greenwood (United Kingdom of \r\nGreat Britain and Northern Ireland) obtained an \r\nabsolute majority of votes.”\r\nThe same candidate was not successful in both \r\nthe General Assembly and the Security Council. In \r\naccordance with the provisions of Article 11 of the \r\nStatute of the Court, it will be necessary to hold another \r\nmeeting to fill the remaining vacancy. I propose that \r\nthis meeting be adjourned and that the 52nd meeting \r\nbe held immediately to vote on the remaining vacancy.\r\nIt was do decided.\r\nThe meeting rose at 5.10 p.m.\r\n"