"United Nations A/72/PV.40\r\nGeneral Assembly\r\nSeventy-second session\r\n40th plenary meeting\r\nThursday, 2 November 2017, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Lajčák . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Slovakia)\r\nIn the absence of the President, Mr. Biang (Gabon), \r\nVice-President, took the Chair.\r\nThe meeting was called to order at 10 a.m.\r\nAgenda item 67\r\nReport of the Human Rights Council\r\nReport of the Human Rights Council (A/72/53 \r\nand A/72/53/Add.1)\r\nThe Acting President (spoke in French): In \r\nconnection with this item, I would like to recall that \r\nat its 2nd plenary meeting, on 15 September 2017, the \r\nGeneral Assembly decided to consider agenda item \r\n67 in plenary meeting and in the Third Committee \r\npursuant to resolution 65/281, of 17 June 2011.\r\nI shall now make a statement on behalf of the \r\nPresident of the General Assembly.\r\n(spoke in English)\r\nI have the honour to deliver the following remarks \r\non behalf of the President of the General Assembly, \r\nMr. Miroslav Lajčák:\r\n“I welcome the President of the Human \r\nRights Council, His Excellency Mr. Joaquín \r\nAlexander Maza Martelli, who will today present \r\nthe report of the Human Rights Council (A/72/53 \r\nand A/72/53/Add.1) to the General Assembly. I \r\ncongratulate him on his leadership of the Council.\r\n“The Human Rights Council is the main \r\nbody within the United Nations dedicated to the \r\npromotion and protection of all human rights and \r\nfundamental freedoms. Its importance remains \r\nclear. In so many places around the world we \r\ncontinue to witness violations of human rights and \r\nfundamental freedoms. The Council, through its \r\nvarious mechanisms, procedures and resolutions, \r\ngives a voice to all people, including those who \r\nare most vulnerable and may otherwise not be \r\nheard. It is the main forum to address the situation \r\nof those facing gross violations, discrimination \r\nand exclusion.\r\n“The Council has commenced the third cycle \r\nof the Universal Periodic Review (UPR). The UPR \r\nis an inclusive peer-review mechanism, based on \r\nthe principles of dialogue, cooperation and equal \r\ntreatment of all Member States. This mechanism \r\nreinforces the respect for human rights at both the \r\nnational and global levels. The success of the UPR \r\nis another demonstration that the Human Rights \r\nCouncil is an effective mechanism to advance all \r\nhuman rights.\r\n“Promoting and protecting human rights \r\nis one of the three pillars of the United Nations. \r\nEach pillar is essential, and all three pillars are \r\ninterdependent and mutually reinforcing. As I \r\nsaid at the opening of the general debate, ‘Human \r\nrights are crucial; neither peace nor development \r\ncan take hold without them’ (A/72/PV.3, p. 6). The \r\nwork of the Council is therefore crucial to our \r\ncollective responsibility to fulfil our commitments \r\nto achieving sustainable development, including \r\nin the 2030 Agenda for Sustainable Development, \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n17-36003 (E)\r\n*1736003*\r\nA/72/PV.40 02/11/2017\r\n2/23 17-36003\r\nand pursuing global peace and security for ‘We \r\nthe peoples’.\r\n“The debates and discussions within the Council \r\nare often intense and sometimes contentious. This is \r\nan expected scenario given the various interests and \r\nsensitivities regarding the issues on the Council’s \r\nagenda. Nevertheless, it is of utmost importance \r\nthat Member States work constructively to ensure \r\nthat the Human Rights Council remains relevant \r\nand effective in safeguarding the human rights of \r\nall people.\r\n“Amid the political and philosophical debates, \r\nlet us place at the centre our shared responsibility \r\nto promote and protect the rights of all people as \r\nwell as to address violations, including gross and \r\nsystematic violations around the world. The Human \r\nRights Council should continue to be central in \r\nour efforts.”\r\n(spoke in French)\r\nIn accordance with resolution 65/281, of 17 June \r\n2011, I now give the f loor to Mr. Maza Martelli, \r\nPresident of the Human Rights Council.\r\nMr. Maza Martelli (President, Human Rights \r\nCouncil) (spoke in Spanish): It is an honour to introduce \r\nthe annual report of the Human Rights Council \r\n(A/72/53 and A/72/53/Add.1) to the General Assembly. \r\nI would like to begin by congratulating the 15 recently \r\nelected members of the Human Rights Council. I have \r\nfull confidence that all members of the Council will \r\nwork hard to uphold the promotion and protection of \r\nhuman rights.\r\nAt the beginning of my presidency, I articulated \r\nwhat would give meaning to my mission in the \r\nCouncil: promoting universal respect for the \r\nprotection of all human rights and fundamental \r\nfreedoms for all, without distinction of any kind; \r\naddressing situations of violations of human rights, \r\nincluding gross and systematic violations; promoting \r\nthe effective coordination and the mainstreaming \r\nof human rights within the United Nations system; \r\nand guiding the Council’s work in favour of the \r\nprinciples of universality, impartiality, objectivity and \r\nnon-selectivity, constructive international dialogue and \r\ncooperation. These principles of resolution 60/251 have \r\nguided my presidency this year.\r\nThe work of the Human Rights Council is \r\nsummarized in the report, which contains the activities, \r\nresolutions, decisions and President’s statements \r\nadopted by the Council at its regular sessions this year, \r\nas well as the special session held on 14 December 2016. \r\nDuring the year, the Human Rights Council offered \r\nproactive responses to human rights issues through \r\nits country-specific and thematic mandates. Over the \r\ncourse of its three regular sessions, the Council adopted \r\na total of 114 resolutions, 80 of which were adopted \r\nwithout a vote. Under its Universal Periodic Review \r\nmechanism, by the end of the year, the Council will have \r\nreviewed the fulfilment of human rights obligations by \r\n28 member States.\r\nI am also happy to report that the Council once \r\nagain saw increased participation from small island \r\ndeveloping States and least developed countries, \r\nthanks to the Voluntary Technical Assistance Trust \r\nFund to Support Participation of Least Developed \r\nCountries and Small Island Developing States in the \r\nwork of the Human Rights Council, which supported \r\n27 representatives and Fellows from 26 countries.\r\nAmong the country-specific situations that the \r\nCouncil addressed this year, the situation in Myanmar \r\ndeserved special attention. In addition to the report \r\nand the oral update of the Special Rapporteur on the \r\nsituation of human rights in Myanmar, during its thirty-\r\nfourth session, the Council created an independent \r\ninternational fact-finding mission\r\n“to establish the facts and circumstances of the \r\nalleged recent human rights violations by military \r\nand security forces, and abuses, in Myanmar, in \r\nparticular in Rakhine state”,\r\npursuant to Council resolution 34/22. Subsequent to \r\nhearing the oral update of and holding an interactive \r\ndialogue with the fact-finding mission during its \r\nthirty-sixth session, the Council decided to extend the \r\nmission’s mandate until September 2018.\r\nThe Human Rights Council also considered the \r\nhuman rights situation in Syria. Interactive dialogues \r\nwith the Independent International Commission of \r\nInquiry on the Syrian Arab Republic were held during \r\nall three of its regular sessions this year. The Council \r\nalso extended the mandate of the Commission for \r\nanother year. Moreover, during its thirty-fourth session, \r\nthe Council held a panel discussion that provided an \r\nopportunity for victims to give their testimony on \r\nspecific cases of enforced disappearances and arbitrary \r\ndetention, and, in September, the Council decided to \r\nconvene a high-level panel discussion on violations \r\n02/11/2017 A/72/PV.40\r\n17-36003 3/23\r\nof the human rights of children in the Syrian Arab \r\nRepublic at the thirty-seventh session, to be held in \r\nMarch 2018.\r\nIn the light of the findings of the Commission on \r\nHuman Rights in South Sudan and considering the \r\nhuman rights situation there, on 14 December 2016 \r\nthe Council held a special session on the situation of \r\nhuman rights in that country. During its thirty-fourth \r\nsession, in March of this year, the Council considered \r\nthe comprehensive written report of the Commission on \r\nHuman Rights, which was followed by an interactive \r\ndialogue. The Council subsequently extended the \r\nmandate of the Commission for another year and \r\nrequested that, inter alia, it collect and preserve evidence \r\nof alleged gross violations and abuses of human rights \r\nand make such information available to all transitional \r\njustice mechanisms, pursuant to Council resolution \r\n34/25. The Council also urged the speedy establishment \r\nof an independent hybrid court by the African Union \r\nCommission to investigate and prosecute those \r\nresponsible for violations or abuses of international \r\nhuman rights and international humanitarian law, also \r\npursuant to Council resolution 34/25.\r\nThe Council examined the oral update and the \r\nreport of the Commission of Inquiry on Burundi, \r\nwhich was established in 2016 to conduct a thorough \r\ninvestigation into human rights violations and abuses in \r\nBurundi since April 2015, including on their extent and \r\nwhether they may constitute international crimes, with \r\na view to contributing to the fight against impunity \r\nand to identifying alleged perpetrators of human \r\nrights violations and abuses in Burundi with a view to \r\nensuring full accountability, in accordance with Council \r\nresolution 33/24. In September, the Council extended \r\nthe mandate of the Commission of Inquiry for another \r\nyear. The Council also decided to request the Office \r\nof the United Nations High Commissioner for Human \r\nRights to urgently dispatch a team of three experts to \r\nengage with the Burundian authorities and all other \r\nstakeholders to collect and preserve information and to \r\nforward it to the judicial authorities of Burundi in order \r\nto establish the truth and ensure that the perpetrators \r\nof deplorable crimes are all accountable to the judicial \r\nauthorities of Burundi, in accordance with Council \r\nresolution 36/2.\r\nIn relation to the reports of the Special Rapporteur \r\non the situation of human rights in the Democratic \r\nPeople’s Republic of Korea and the group of independent \r\nexperts on accountability for human rights violations \r\nin that country, the Council decided at its thirty-fourth \r\nsession to strengthen the capacity of the Office of \r\nthe United Nations High Commissioner for Human \r\nRights in Seoul so as to allow the implementation of \r\nthe relevant recommendations made by the group of \r\nindependent experts on accountability in its report, in \r\naccordance with Council resolution 34/24. Additionally, \r\nthe mandate of the Special Rapporteur on the situation \r\nof human rights in the Democratic People’s Republic of \r\nKorea was extended for another year.\r\nConcerning the situation of human rights in the \r\nDemocratic Republic of the Congo, at its thirty-fifth \r\nsession, the Council requested the United Nations High \r\nCommissioner for Human Rights to dispatch a team \r\nof international experts, including experts from the \r\nregion, to collect and preserve information to determine \r\nthe facts and circumstances concerning alleged \r\nhuman rights violations and abuses, and violations of \r\ninternational humanitarian law, in the Kasai regions, \r\npursuant to Council resolution 35/33.\r\nThis year, the Council has also requested the \r\nOffice of the United Nations High Commissioner \r\nfor Human Rights to continue to assess progress \r\non the implementation of its recommendations and \r\nother relevant processes related to reconciliation, \r\naccountability and human rights in Sri Lanka, and \r\ninvited the High Commissioner to continue to report on \r\nthe situations of human rights in Ukraine and in Libya. \r\nThrough a resolution, the Council also requested that \r\nthe Office of the United Nations High Commissioner \r\nfor Human Rights continue to provide technical \r\nassistance to Georgia through the operations of its \r\nOffice in that country.\r\nRegarding the human rights situation in \r\nYemen, in September the Council requested that the \r\nHigh Commissioner establish a group of eminent \r\ninternational and regional experts with knowledge on \r\nhuman rights law and the context of Yemen, in order \r\nto monitor and report on the situation of human rights, \r\nmake recommendations on improving the protection of \r\nhuman rights and engage with Yemeni authorities and \r\nall stakeholders, pursuant to Council resolution 36/31.\r\nThe Council has extended the existing country-\r\nspecific special procedures mandates on Belarus, \r\nCambodia, the Central African Republic, Eritrea, the \r\nIslamic Republic of Iran, Mali, Somalia and the Sudan.\r\nDuring this year’s high-level panel discussion \r\non promoting the mainstreaming of human rights \r\nA/72/PV.40 02/11/2017\r\n4/23 17-36003\r\nthroughout the United Nations system, the Council \r\ndiscussed the contribution of human rights to \r\npeacebuilding through the enhancement of dialogue and \r\ninternational cooperation for the promotion of human \r\nrights. The Council was honoured to have the President \r\nof the General Assembly and the Assistant Secretary-\r\nGeneral for Peacebuilding Support participate in the \r\ndiscussion, which has contributed to the sharing of \r\nexperiences between Geneva and New York.\r\nIn 2017, the Human Rights Council has also \r\ncontinued to address a number of global issues, \r\nincluding human rights, in the context of the 2030 \r\nAgenda for Sustainable Development, through thematic \r\ndebates and panel discussions, for example, in panel \r\ndiscussions on the implementation of the 2030 Agenda \r\nand the Sustainable Development Goals in relation \r\nto the rights of the child and women’s rights, as well \r\nas the integration of a gender perspective throughout \r\nthe work of the Human Rights Council and that of \r\nits mechanisms.\r\nIn other panel discussions, including intersessional \r\nones, the following topics were discussed: climate \r\nchange; public health and access to medicines; \r\nunaccompanied migrant children and adolescents; \r\nracial profiling and incitement to hatred, including in \r\nthe context of migration; the death penalty; the role \r\nof local Governments; the effects of terrorism on the \r\nenjoyment of all human rights; unilateral coercive \r\nmeasures; and the impact of multiple and intersecting \r\nforms of discrimination and violence in the context of \r\nracism, racial discrimination, xenophobia and related \r\nforms of intolerance on the full enjoyment of all \r\nhuman rights by women and girls. Throughout those \r\ndiscussions, the Council promoted universal respect \r\nfor the protection of all human rights and fundamental \r\nfreedoms for all.\r\nThis year, the Council established a new \r\nspecial-procedures mandate, namely, the Special \r\nRapporteur on the elimination of discrimination against \r\npersons affected by leprosy and their family members, \r\npursuant to Council resolution 35/9. However, the \r\nCouncil did not extend the mandates of the Independent \r\nExpert on Côte d’Ivoire or the Independent Expert \r\non Haiti.\r\nI wish to take this opportunity to emphasize that \r\nthe special procedures of the Human Rights Council \r\nnot only provide one of the main sources of reliable \r\ninformation on human rights issues and situations \r\naround the world and a solid basis for dialogues and \r\ndebates at the Council, but also contribute significantly \r\nto United Nations early-warning and prevention efforts. \r\nIt is important that all countries cooperate with and grant \r\naccess to these special-procedures mandate-holders so \r\nthat they are able to carry out their work efficiently.\r\nI am pleased to inform the Assembly that, to date, \r\n118 Member States and one observer State have issued \r\nstanding invitations to thematic special procedures. \r\nHowever, I am concerned by the position of some States \r\nin not cooperating with the Council’s mechanisms or \r\ncooperating only with a select few. I call upon all States \r\nthat have not yet done so to issue standing invitations \r\nto the special-procedures mandate-holders and fully \r\ncooperate with the Council’s mechanisms.\r\nAllow me now to turn to the Universal Periodic \r\nReview, the peer-review mechanism regarded as one of \r\nthe greatest achievements of the Human Rights Council. \r\nThe third cycle of the Universal Periodic Review began \r\nin May, and we will open the twenty-eighth session of \r\nthe Working Group on the Universal Periodic Review \r\nnext Monday. With 100 per cent participation over the \r\nfirst two cycles, the Universal Periodic Review is a true \r\ncelebration of the principle of universality.\r\nWe have witnessed very positive developments; \r\nfor example, there has been an increased focus on the \r\nfollow-up and implementation of recommendations and \r\nthe use of development assistance by States themselves \r\nin order to facilitate follow-up activities at the national \r\nlevel. Furthermore, to date, 66 States have voluntarily \r\nsubmitted Universal Periodic Review mid-term reports \r\nin relation to recommendations put forward during the \r\nfirst and second cycles. I hope that these good practices \r\ncontinue and that they are strengthened throughout \r\nthe third cycle. I am very pleased that the Secretary-\r\nGeneral has underscored, in his reports to the current \r\nsession of the General Assembly, the importance of the \r\nUniversal Periodic Review process in connection with \r\nthe Sustainable Development Goals.\r\nAt its thirty-fifth session, the Human Rights \r\nCouncil acknowledged the crucial role that parliaments \r\nplay in incorporating international commitments into \r\nnational policies and laws, including by supporting \r\nthe implementation of recommendations supported by \r\nStates concerned in the framework of the Universal \r\nPeriodic Review. Furthermore, a resolution was \r\nadopted on the contribution of parliaments to the \r\n02/11/2017 A/72/PV.40\r\n17-36003 5/23\r\nwork of the Human Rights Council and its Universal \r\nPeriodic Review.\r\nThe active participation of civil society and national \r\nhuman rights institutions is a core aspect of the work of \r\nthe Human Rights Council. In addition to providing us \r\nwith first-hand information from the field, interjecting \r\nunique perspectives into our discussions and drawing \r\nour attention to urgent human rights situations, they \r\nplay a fundamental role in follow-up and capacity-\r\nbuilding efforts in their home countries.\r\nI wish to inform the Assembly that I have received \r\nallegations of intimidation, threats and reprisals against \r\nindividuals who seek to cooperate or have cooperated \r\nwith the Human Rights Council and its mechanisms, \r\nmatters on which I have followed up directly with the \r\nStates concerned. It is essential that duly accredited \r\nrepresentatives of civil society and national human \r\nrights institutions be provided with a safe space to \r\nallow their voices to be heard, as well as to interact \r\nwith other stakeholders. I regularly remind States that \r\nacts of intimidation and reprisals against individuals or \r\ngroups that participate in the work of the Council or \r\nits mechanisms are unacceptable, and I call on them \r\nto take all necessary measures to prevent and ensure \r\nadequate protection against such acts.\r\nThis year, the Human Rights Council adopted \r\nseveral resolutions with recommendations made to the \r\nGeneral Assembly. Through the resolution adopted in \r\nMarch on the human rights situation in the Syrian Arab \r\nRepublic, the Human Rights Council recommended \r\nthat the General Assembly submit the reports of the \r\nIndependent International Commission of Inquiry \r\non Syria to the Security Council for appropriate \r\naction (Council resolution 34/26). In its resolution on \r\nensuring accountability and justice for all violations of \r\ninternational law in the occupied Palestinian territory, \r\nincluding East Jerusalem, also adopted in March, the \r\nCouncil recommended that the General Assembly\r\n“remain apprised of the matter until it is satisfied \r\nthat appropriate action with regard to implementing \r\nthe recommendations made by the United Nations \r\nFact-Finding Mission on the Gaza Conflict in its \r\nreport has been or is being taken appropriately at \r\nthe national or international levels to ensure justice \r\nfor victims and accountability for perpetrators” \r\n(Council resolution 34/28, para. 9).\r\nIn March, the Council also recommended that the \r\nGeneral Assembly invite States located in the regions \r\nwhere people of African descent live and of which they \r\nare citizens to offer to host regional conferences on the \r\nestablishment of the forum of people of African descent \r\nwith the participation of people of African descent \r\nwith a view to making substantive contributions on the \r\nformat, structure and content of the proposed forum.\r\nFurthermore, through its resolution on the \r\nseventieth anniversary of the Universal Declaration of \r\nHuman Rights and the twenty-fifth anniversary of the \r\nVienna Declaration and Programme of Action adopted \r\nat its thirty-fifth session, the Council invited the General \r\nAssembly to consider holding a special commemorative \r\nmeeting on the occasion of the anniversaries.\r\nFinally, with regard to the situations of human \r\nrights in Eritrea and Burundi, the Council has requested \r\nthe General Assembly to submit the reports and oral \r\nupdates of the respective commissions of inquiry to all \r\nrelevant organs of the United Nations for consideration \r\nand appropriate action, pursuant to Council resolutions \r\n35/35 and 36/19, respectively.\r\nBefore concluding, I wish to highlight the increasing \r\nchallenges that the Human Rights Council is facing \r\nwith regard to the growing gap between the workload \r\nentailed in servicing the Human Rights Council and \r\nthe resources allocated to the United Nations Office \r\nat Geneva and the Department for General Assembly \r\nand Conference Management. With a view to finding \r\nsolutions to this issue, a joint task force was established \r\nin May, comprising a representative of the Bureau of \r\nthe Human Rights Council and representatives of the \r\nUnited Nations Office at Geneva and the Office of \r\nthe High Commissioner for Human Rights. Based on \r\nthe report and recommendations of the task force, in \r\nSeptember, the Bureau presented various proposed \r\nmeasures, including substantive time-saving measures, \r\nto the Council for its consideration.\r\nDespite holding several consultations on the \r\nproposals, including within the framework of a Council \r\nmeeting on 20 October, it has not been possible to \r\nreach consensus on the proposed measures at this \r\nstage. Further Council consultations, to be held under \r\nthe leadership of the next Bureau, will be required \r\nwith a view to adopting sustainable measures to \r\nallow the Human Rights Council to carry out its work \r\nmore efficiently.\r\nAs the Secretary-General told the Security Council \r\nin January,\r\nA/72/PV.40 02/11/2017\r\n6/23 17-36003\r\n“the interconnected nature of today’s crises \r\nrequires us to connect our own efforts for peace \r\nand security, sustainable development and human \r\nrights not just in words, but in practice (S/PV.7857, \r\np. 3)”.\r\nToday, when the world is facing many complex crises \r\nwith human rights dimensions, the work of the Human \r\nRights Council, as the premier United Nations forum \r\non human rights, is essential to the international \r\ncommunity’s efforts aimed at achieving peace, security \r\nand development. I therefore call on all States Members \r\nof the United Nations to focus their full and devoted \r\nattention to this issue.\r\nI take this opportunity to thank the General \r\nAssembly for its consistent support for the Human \r\nRights Council and its work, and express my most \r\nsincere hope that this support will continue throughout \r\nthe rest of this year, as well as in the years to come.\r\nThe Acting President (spoke in French): I thank \r\nPresident Maza Martelli for introducing the report of \r\nthe Human Rights Council.\r\nMr. Giorgio (Eritrea): I have the honour to deliver \r\nthis statement on behalf of the Group of African States.\r\nThe African Group welcomes this opportunity to \r\nhave a dialogue with the President of the Human Rights \r\nCouncil, His Excellency Ambassador Maza Martelli, \r\non the annual report of the Council’s activities during \r\nits eleventh cycle year (A/72/53). We also appreciate \r\nthe vision and leadership role played by the presidency \r\nin carrying out its mandate to support the work of \r\nthe Council.\r\nThe African Group would like to reaffirm the \r\nCouncil’s mandate as the principal United Nations body \r\nof first instance responsible for universal respect for the \r\nprotection of all human rights and fundamental freedoms \r\nfor all, without distinction of any kind and in a fair and \r\nequal manner, as enshrined in the founding resolution \r\n60/251. We wish to recall that the Council‘s mandate \r\nshould be driven by the principles of cooperation and \r\ngenuine dialogue, free from politicization, selectivity \r\nand double standards.\r\nAfrica remains convinced that the Universal \r\nPeriodic Review is a pillar of the work of the Human \r\nRights Council in the fulfilment of States’ human rights \r\nobligations and in the improvement of the situation \r\non the ground. In realizing these objectives, the \r\nVoluntary Fund for Financial and Technical Assistance \r\nin the implementation of the Universal Periodic \r\nReview must be provided with adequate resources \r\nso as to be able to assist States develop their national \r\ncapacity and expertise for the implementation of the \r\nCouncil’s recommendations.\r\nThe African Group reaffirms its endorsement of \r\nthe Vienna Declaration and Programme of Action, \r\nadopted at the third World Conference on Human \r\nRights, on 25 June 1993. This outcome fundamentally \r\nunderlines that, first, all human rights are universal, \r\nindivisible, interdependent and interrelated, and that, \r\nsecondly, the right to development are a universal, \r\ninalienable right and an integral part of fundamental \r\nhuman rights. Furthermore, Africa fully subscribes to \r\nthe terms of paragraph 14 of the Vienna Declaration, \r\nwhich states that,\r\n“[t]he existence of widespread extreme poverty \r\ninhibits the full and effective enjoyment of human \r\nrights; its immediate alleviation and eventual \r\nelimination must remain a high priority for the \r\ninternational community.”\r\nWe are encouraged by the Council’s work in the \r\narea of the practical enjoyment of economic, social \r\nand cultural rights, which remains key to eradicating \r\nextreme poverty, inequality and underdevelopment \r\nworldwide, and we are of the view that more can be \r\ndone in this area. The African Group places a high \r\npremium on the principle of constructive dialogue and \r\ninternational cooperation aimed at practically assisting \r\nStates to fulfil their human rights obligations. The \r\npurposes and principles of the Charter of the United \r\nNations impel us to promote global solidarity and to act \r\ntowards one another in the spirit of concrete international \r\ncooperation, especially with a view towards achieving \r\nsocioeconomic progress in the developing world.\r\nThe African Group’s principled position on the \r\nnotion of the justiciability of economic, social and \r\ncultural rights and their progressive realization is \r\ninformed by the recognition that extreme poverty and \r\nsocial exclusion constitute a violation of human dignity \r\nand that urgent steps must be taken to achieve better \r\nunderstanding of extreme poverty and its causes. A \r\ntroubling aspect of this is the negation of socioeconomic \r\nand cultural rights. We do not believe in a hierarchy \r\nof rights, which is consistent with the premise of the \r\nhuman rights-based approach. We cannot promote \r\none set of rights to the exclusion of others and hope to \r\n02/11/2017 A/72/PV.40\r\n17-36003 7/23\r\nachieve the inculcation of human rights consciousness \r\nthroughout the entire world.\r\nAt this juncture, the Group would like to reaffirm \r\nthe mandate of the Third Committee to examine \r\nthe work of the Human Rights Council through the \r\nadoption of its annual report. We have noted increasing \r\nattempts to undermine this mandate by proposing that \r\nthe report of the Human Rights Council be submitted \r\nto the General Assembly without the endorsement of \r\nthe Committee. The Group therefore wishes to caution \r\nagainst establishing such a dangerous precedent for \r\nthe methods of work of the General Assembly and its \r\nsubsidiary bodies. Any changes to this mandate would \r\nrequire the endorsement of the universal membership \r\nthrough an inclusive intergovernmental process. To \r\nthis end, the African Group will continue to present \r\nits annual draft resolution towards the adoption of the \r\nreport of the Human Rights Council.\r\nIn conclusion, we assure the presidency of the \r\nGeneral Assembly of our support and cooperation as it \r\nleads the Council towards the fulfilment of its mandate.\r\nThe Acting President (spoke in French): I now \r\ngive the f loor to the observer of the European Union.\r\nMs. Brito Maneira (European Union): The \r\nEuropean Union (EU) would like to thank the \r\nPresident of the Human Rights Council, Ambassador \r\nMaza Martelli, for presenting the Council’s twelfth \r\nannual report to the General Assembly (A/72/53). The \r\ncandidate countries Montenegro and Albania, and the \r\ncountry of the Stabilization and Association Process \r\nand potential candidate Bosnia and Herzegovina, align \r\nthemselves with this statement.\r\nThe European Union has strongly supported the \r\nHuman Rights Council since its establishment, and it \r\ncontinues to do so. Eleven years have passed since the \r\nGeneral Assembly established the Council, and much \r\nhas been achieved. The system of special procedures, \r\nthe establishment of accountability mechanisms, the \r\nUniversal Periodic Review and all other mechanisms of \r\nthe Council have contributed positively to the promotion \r\nand protection of human rights worldwide. Through the \r\ndelivery of technical assistance and capacity-building \r\nmandates, it has also helped countries faced with human \r\nrights crises build human rights protection policies and \r\nfulfil their international obligations.\r\nThe Council has been entrusted with the mandate \r\nof promoting universal respect for the protection of \r\nhuman rights and fundamental freedoms for all, without \r\ndistinction of any kind and in a fair and equal manner. \r\nAlso part of its mandate is addressing situations \r\nof violations of human rights, including gross and \r\nsystematic violations and making recommendations \r\nthereon. Furthermore, the Council should also promote \r\nthe effective coordination and mainstreaming of human \r\nrights within the United Nations system.\r\nThere is further potential to strengthen dialogue \r\nand synergies between the Human Rights Council \r\nand the Security Council so as to ensure that human \r\nrights are central to every United Nations action. The \r\nHuman Rights Council’s mandate to contribute to \r\npreventing human rights violations through dialogue \r\nand cooperation and to respond promptly to human \r\nrights emergencies must be fully operationalized so \r\nas to translate early warning into early action. The \r\nCouncil’s existing mechanisms can be better used to \r\nplay this stronger prevention role. The European Union \r\nlooks forward to continuing to contribute to the full \r\nimplementation of the Council’s wide mandate granted \r\nunder its founding resolution 60/251.\r\nCalls for enhancing and strengthening the \r\neffectiveness of the Human Rights Council have \r\nsteadily increased over the past few years. The EU is \r\nfirmly committed to engaging constructively in an \r\ninclusive cross-regional process of reflection, dialogue \r\nand review coordinated from Geneva, focusing on the \r\nbody’s working methods, efficiency, effectiveness and \r\nimpact. The outcomes of such a Geneva-coordinated \r\nprocess would then help inform action deemed \r\nnecessary in New York.\r\nThe Secretary-General addressed the Council \r\nduring its high-level segment in March, alerting us all \r\nto the fact that disregard for human rights is a disease \r\nthat is spreading north, south, east and west, and he \r\ncontinued to say that the Human Rights Council must \r\nbe part of the cure. The Council is indeed part of the \r\ncure. Commissions of inquiry and fact-finding missions \r\nhave been established to respond to serious allegations \r\nof human rights violations and abuses around the world. \r\nThe system of independent special-procedures mandate \r\nholders are our eyes and ears, contributing to a global \r\nearly warning system that gives us indications of \r\nemerging crises and assisting countries in respecting, \r\nprotecting and fulfilling their human rights obligations.\r\nThe European Union will continue to make every \r\neffort to ensure that the Human Rights Council is \r\nA/72/PV.40 02/11/2017\r\n8/23 17-36003\r\nnot only able to help prevent or address human rights \r\nviolations and abuses, including gross and systematic \r\nones, as well as respond promptly to human rights \r\nemergencies, but also improve human rights standards \r\nand their implementation worldwide through systematic \r\nwork on relevant thematic issues. In this context, the \r\nEU recalls the importance of the independence of \r\nthe Council and strongly opposes any attempts to \r\nundermine the institutional position of the Council \r\nwithin the United Nations system.\r\nThe European Union welcomes the central role \r\nplayed by the Human Rights Council in addressing \r\nhuman rights situations throughout the world. The \r\nsevere consequences of the crisis in Syria and the \r\nviolations committed by all parties, particularly the \r\nSyrian regime and its allies, cannot be ignored by any \r\nState. Any breaches of international law, in particular \r\ninternational humanitarian law and human rights law, \r\nsome of which may constitute war crimes or crimes \r\nagainst humanity, must be brought to justice. In this \r\ncontext, the Council’s ongoing response to the crisis \r\nremains critically important, as demonstrated by efforts \r\nto foster accountability and fight against impunity.\r\nThe European Union welcomes the decision reached \r\nby consensus during the last session of the Human Rights \r\nCouncil to request the High Commissioner for Human \r\nRights to establish a group of eminent international and \r\nregional experts to monitor and report on the human \r\nrights situation in Yemen, carry out a comprehensive \r\nexamination of all alleged violations and abuses of \r\ninternational human rights law and other appropriate \r\nand applicable fields of international law committed \r\nby all parties to the conflict, establish the facts and \r\ncircumstances surrounding the alleged violations and \r\nabuses and, where possible, identify those responsible. \r\nWe call on all parties to cooperate fully with the new \r\ninvestigative mechanism for Yemen.\r\nDuring the past year, the Human Rights Council \r\nhas also demonstrated its commitment to promoting \r\nreconciliation, accountability and human rights in \r\nSri Lanka, and to providing technical assistance \r\nand capacity-building to promote human rights to \r\nthe Governments of Côte d’Ivoire, Haiti and Mali. \r\nFurthermore, we welcome the continued support that \r\nhas been rendered to the occupied Palestinian territory, \r\nincluding East Jerusalem, the Republic of Guinea, \r\nGeorgia, Libya and Ukraine. We trust that the Council \r\nwill continue to closely monitor situations where \r\ntechnical assistance and capacity-building can make a \r\ndifference and take action where necessary.\r\nCivil society and human rights defenders \r\nplay a crucial role in the work of the Council \r\nand its mechanisms, as provided for in the 2007 \r\ninstitution-building package. Targeting individuals or \r\ngroups that engage with United Nations human rights \r\nmechanisms is deplorable and runs contrary to the \r\npromotion and protection of human rights. The EU \r\nstrongly condemns any act of violence, harassment, \r\nintimidation, reprisal or threat thereof. The ability of \r\nindividuals and groups to raise concerns with special \r\nprocedures without fear is vital for the work of these \r\nmechanisms and their capacity to fulfil their mandates.\r\nThe issue of reprisals needs a consistent approach \r\nat the international and regional levels; we must do our \r\nutmost to prevent and eliminate such acts. Civil society \r\nand its representatives are valuable partners for human \r\nright mechanisms and the protection and promotion of \r\nhuman rights. We therefore welcome the work done \r\nby Andrew Gilmour, Assistant Secretary-General for \r\nHuman Rights, in the role designated by the Secretary-\r\nGeneral to receive, consider and respond to allegations \r\nof intimidation and reprisals against those seeking to \r\ncooperate with the United Nations and its mechanisms. \r\nThe EU will continue to support their engagement with \r\nthe Council and the human rights mechanisms.\r\nOn 16 October, the General Assembly elected \r\n15 new members of the Council (see A/72/PV.31). \r\nServing as a Council member entails important \r\nresponsibilities. Resolution 60/251 provides that \r\nmembers elected to the Council shall uphold the highest \r\nstandards in the promotion and protection of human \r\nrights and fully cooperate with the Council. While we \r\ncongratulate the new members, we also remind them to \r\npay careful attention to the human rights situations in \r\ntheir own countries and to cooperate with the Council \r\nmechanisms in the promotion and protection of the \r\nhuman rights of all, without discrimination of any \r\nkind. No State has a perfect human rights record, and \r\nwe therefore encourage the newly elected members to \r\nengage in the work of the Council in a spirit of self-\r\nreflection, with a view to the improvement of our own \r\nhuman rights situation and to address all human rights \r\nconcerns that come before the Council on the basis of \r\ntheir merits.\r\nWe also strongly encourage all States and other \r\nstakeholders to cooperate with the special procedures \r\n02/11/2017 A/72/PV.40\r\n17-36003 9/23\r\nas a means to enhance the protection and promotion of \r\nhuman rights. We take this opportunity to call on all \r\nStates that have not yet done so to extend a standing \r\ninvitation to all special procedures.\r\nWe welcome the fact that the Human Rights \r\nCouncil is seized of the serious human rights situation \r\nin the Democratic Republic of the Congo and underline \r\nthe importance of the mechanism established on \r\naccountability concerning events in the Kasai regions. \r\nWe urge the Government of the Democratic Republic \r\nof the Congo to fully cooperate with the Office of the \r\nUnited Nations High Commissioner for Human Rights \r\nand the international expert group in this regard.\r\nMembership of the Council increases the \r\nresponsibilities of the holder to cooperate with Council \r\nmechanisms and adhere to international norms and \r\nobligations. The EU welcomes the renewal of the \r\nmandate of the Commission of Inquiry on Burundi and \r\ncalls on the Government of Burundi, as a member of \r\nthe Council, to cooperate fully with the Commission \r\nof Inquiry as well as with other international human \r\nrights mechanisms. As stated in the Council’s founding \r\nresolution, members of the Human Rights Council \r\nshould uphold the highest standards in the promotion \r\nand protection of human rights, both domestically and \r\ninternationally, and we reiterate our urgent call on the \r\nGovernment of Burundi to do so.\r\nThe EU welcomes the creation of an independent \r\ninternational fact-finding mission to establish the \r\nfacts and circumstances of the alleged recent human \r\nrights violations and abuses by military and security \r\nforces and abuses in Myanmar, particularly in Rakhine \r\nstate, with a view to ensuring full accountability for \r\nperpetrators and justice for victims. The EU takes the \r\nopportunity to call once again on the Government of \r\nMyanmar to cooperate with this mission.\r\nWe also welcome the extensions of the country-\r\nspecific mandates of the Special Rapporteurs on \r\nthe situations of human rights in Myanmar, Iran, \r\nthe Democratic People’s Republic of Korea, Eritrea \r\nand Belarus and the extension of the mandate of the \r\nCommission on Human Rights in South Sudan. In \r\nthis regard, it is important to recall the special session \r\nheld in December 2016 following allegations of ethnic \r\ncleansing, including claims of sexual violence of an \r\nunprecedented severity and scale.\r\nIn conclusion, I would like to reiterate our continued \r\ncommitment to the work of the Human Rights Council \r\nand to further strengthening the Council’s role in \r\nthe protection and promotion of human rights, the \r\ndevelopment of international human rights law and in \r\nthe prevention of human rights violations and abuses. \r\nWe will continue to systematically uphold and ensure \r\nthe implementation of existing international norms \r\nand standards, and at all times strongly defend the \r\nuniversality, indivisibility, interdependency, inalienability \r\nand interrelated character of human rights.\r\nMs. Al-Thani (Qatar) (spoke in Arabic): First of all, \r\nI would like to express once again Qatar’s indignation \r\nat and condemnation of the act of terrorism perpetrated \r\nin New York. We express our most sincere sympathy to \r\nthe victims and to the Government and the people of the \r\nUnited States, and we trust that the injured will recover \r\nrapidly. We wish to state that Qatar stands with the \r\nUnited States and supports all steps taken to safeguard \r\npeace and stability.\r\nI would like to say that we greatly appreciate the \r\nwords of Ambassador Maza Martelli, President of the \r\nHuman Rights Council. We thank him for his work, \r\nwhich has been described in the comprehensive and \r\nnoteworthy report (A/72/53 and A/72/53/Add.1). Qatar \r\ncontinues to participate in the work of the Human Rights \r\nCouncil as a member. We have been elected once again \r\nfor the new 2018-2020 term, and we are determined to \r\ncontinue our effective work in the Council to promote \r\nfundamental rights and freedoms.\r\nWe pay tribute to the work being done by the \r\nCouncil in accordance with the principles of neutrality, \r\nobjectivity and impartiality. We shall continue to \r\ncooperate with members of the Council in order to \r\nenable the Council to execute its mandate pursuant to \r\nthose principles.\r\nQatar plays its role in striving to fulfil the purposes \r\nand principles of the Charter of the United Nations \r\nwith respect to the protection of human rights, the \r\nmaintenance of international peace and security and the \r\nachievement of development. My country incorporates \r\nthose concepts in its policies and in its Constitution, \r\nseeking to strengthen human rights and fundamental \r\nfreedoms while ensuring respect for such rights and \r\nthe protection of all. We achieve that end by means of \r\nour national institutions, which effectively contribute \r\nto the implementation of Government policy for the \r\npromotion and the protection of human rights and \r\nfundamental freedoms.\r\nA/72/PV.40 02/11/2017\r\n10/23 17-36003\r\nWe cooperate with other States and with United \r\nNations mechanisms on the basis of our open-door \r\npolicy to welcome those holding mandates related \r\nto human rights. The Qatar National Vision 2030 is \r\ntherefore founded on the strategic approach that human \r\nrights are fundamental to education, health care, \r\nthe environment, workers’ rights, the empowerment \r\nof women and the rights of the child, of those with \r\nspecial needs and of the elderly. Vesting its trust in \r\ninternational cooperation on human rights, Qatar \r\nwelcomes the establishment of the United Nations \r\nHuman Rights Training and Documentation Centre for \r\nSouth-West Asia and the Arab Region on 12 February \r\n2006, pursuant to resolution 60/153. The Centre plays \r\nan important role and is respected by the United Nations \r\nand other relevant institutions.\r\nThe report of the Human Rights Council submitted \r\nto the General Assembly reflects the difficult situation \r\nin the occupied Palestinian territories, including East \r\nJerusalem. Establishing peace in the Middle East must \r\ninvolve respect for international humanitarian law \r\nand international human rights law in the occupied \r\nPalestinian territories, including East Jerusalem. The \r\nrelevant resolutions of the General Assembly and the \r\nSecurity Council must also be observed. The report of \r\nthe Human Rights Council also mentions the serious \r\ndeterioration of the human rights situation in Syria and \r\nthe serious and systematic violations being committed \r\non a large scale. The Syrian people must be protected \r\nand the ceasefire must continue.\r\nAs we believe in the primacy of law and the \r\nprinciples of justice and human dignity, and since \r\nwe are fully aware of the importance of human \r\nrights to the stability and prosperity of societies, we \r\nhave been careful to adopt a consistent approach in \r\norder to promote human rights in cooperation with \r\ninstitutions of States Members of the United Nations. \r\nQatar has made major strides nationally, regionally and \r\ninternationally in that regard. However, we still face \r\nillegal and unilateral measures against my country, \r\nwhich constitute a serious violation of human rights \r\nowing to their negative consequences, as established by \r\nthe National Human Rights Committee in Qatar, in the \r\nareas of education, health care, the dispersal of families \r\nand restrictions on freedom of movement and residence.\r\nGiven those negative effects on human rights, the \r\ninternational community must ensure that international \r\nlaw is observed by preventing the imposition on States \r\nof policies that seek to f lout international human rights \r\nstandards. Such policies adopted against a State such \r\nas ours, which plays a pivotal role in implementing \r\nthe objectives of the United Nations, undermine \r\ninternational efforts to promote human rights.\r\nIn conclusion, we reiterate our support for the \r\npromotion of human rights in an impartial and \r\nobjective way and our cooperation with international \r\norganizations such as the United Nations, the Human \r\nRights Council and other specialized bodies.\r\nMs. Wilson (Australia): I have the pleasure of \r\ndelivering this statement on behalf of Canada, Iceland, \r\nLiechtenstein, New Zealand, Norway, Switzerland and \r\nmy own country, Australia.\r\nWe take this opportunity to reaffirm our support for \r\nthe Human Rights Council as the pre-eminent United \r\nNations forum for consideration, discussion and action \r\non human rights. At this time of increasing polarization, \r\npopulism and fundamentalism, it is crucial that States \r\nMembers of the United Nations safeguard the integrity \r\nof the Human Rights Council.\r\nThe Council plays a crucial role in highlighting \r\ndeteriorating human rights situations and in calling \r\non States to uphold their responsibility to protect their \r\npopulations and their obligations to respect and to \r\nensure human rights. The Council provides the most \r\nappropriate forum to affirm that international human \r\nrights apply equally to all people regardless of their \r\nrace, religion, creed, disability, sexuality or gender \r\nidentity, including online. Without the Council, the \r\ninternational human rights discourse would be poorer, \r\nhuman rights violations would go unrecorded and the \r\nvoiceless would remain so.\r\nWe underscore the importance of the Council’s \r\ndirect reporting relationship with the plenary of the \r\nGeneral Assembly, in accordance with resolution \r\n65/281. We call upon Member States to join us in \r\nacknowledging and in respecting the separate mandate \r\nof the Human Rights Council.\r\nWe also take this opportunity to emphasize that \r\nmembers of the Human Rights Council should uphold \r\nthe highest standards in the promotion and protection \r\nof human rights, as mandated by resolution 60/251. No \r\nState has all the answers when it comes to the protection \r\nand promotion of human rights. There is room for us \r\nall to improve our records and the situations faced by \r\nour citizens. However, the tolerance of, acquiescence \r\nto or the commission of gross and systemic violations \r\n02/11/2017 A/72/PV.40\r\n17-36003 11/23\r\nis always reprehensible. Such behaviour should not be \r\naccepted or condoned by members of the Human Rights \r\nCouncil. Being a member of the Council is a privilege \r\nthat allows States to drive the global human rights \r\nagenda. Our countries support the ongoing discussion \r\nabout how the Human Rights Council could be reformed \r\nto secure its continued status as a respected advocate \r\nfor human rights.\r\nIn our national capacity, we would like to note \r\nthat Australia was recently elected to the Human \r\nRights Council for the 2018-2020 term. As a member, \r\nAustralia will take a pragmatic and principled approach \r\nto the Council and continue to defend human rights \r\nboth at home and abroad. We will not shy away from \r\ndifficult issues in our own human rights record, and we \r\nwill strongly encourage other Council members to do \r\nthe same. Our membership term will be characterized \r\nby consultations with civil society, national human \r\nrights institutions and human rights defenders.\r\nOur seven countries are deeply concerned by the \r\nincreasing hostility to civil society and human rights \r\ndefenders, both online and offline. Without these key \r\nactors, the Human Rights Council would have little to no \r\nvisibility of the lived experiences of individual rights-\r\nholders in any country. We reject reprisals against any \r\nperson cooperating or seeking to cooperate with the \r\nUnited Nations human rights mechanisms or agencies \r\noutright, including when these reprisals arise out of \r\nparticipation in the Human Rights Council, contributions \r\nto its Universal Periodic Review or engagement with \r\nthe Council’s special-procedures mandates.\r\nWe are also deeply concerned by the harassment, \r\nintimidation and obstruction shown by States to \r\nspecial-procedures mandate-holders. While special \r\nprocedures must be even-handed and fair and operate \r\nin line with their mandates, a mandate-holder is an \r\nindependent voice. It is the mandate-holder’s job to \r\nshine a spotlight on human rights abuses and violations, \r\nresearch and report on worrying trends, encourage new \r\nnorms and share expertise and best practices with the \r\nglobal community. We therefore call upon all States to \r\nwork constructively with the special procedures of the \r\nHuman Rights Council, grant access where required, \r\nconsider their recommendations in good faith and \r\nengage respectfully, even when common ground is \r\ndifficult to find. All of our countries benefit from the \r\nscrutiny that the special procedures bring to bear.\r\nAs we look towards the future, our nations believe \r\nthat, if the Human Rights Council is going to remain \r\neffective, it must emphasize diversity and inclusion. \r\nIt is not sufficient that human rights be enjoyed by \r\nmembers of majority groups but not minorities, by \r\nmen but not women, or by adults but not children, \r\nadolescents or older persons. We have the tools in our \r\nhands, including the Council and the existing body \r\nof human rights treaties, to ensure that no one is left \r\nbehind. We must focus on ensuring that human rights \r\nprotections are enacted for all equally. That must include \r\nensuring that lesbian, gay, bisexual, transgender and \r\nintersex persons enjoy equal protection of their rights \r\nand freedom from violence and discrimination; that \r\npeople with disabilities are empowered to participate \r\nequally as contributors, leaders and decision-makers; \r\nand that the rights of indigenous peoples are respected \r\nand upheld. We must reject cultural relativism, calls \r\nfor collective rights to trump individual rights, and \r\narguments that sovereignty should obviate the need for \r\ninternational scrutiny.\r\nWe urge States to look back at and consistently \r\napply the agreed language in core international human \r\nrights instruments, such as the Universal Declaration \r\nof Human Rights and the Vienna Declaration and \r\nProgramme of Action, and to look forward and use the \r\nresolutions of the Human Rights Council and the Third \r\nCommittee to ensure that human rights protections are \r\ninclusive and embrace our global diversity.\r\nMr. Wenaweser (Liechtenstein): Given the breadth \r\nof its thematic activities and its responsiveness to \r\nhuman rights emergencies, as the report presented by \r\nthe President of the Human Rights Council (A/72/53 \r\nand A/72/53/Add.1) illustrates, the Council is living \r\nup to its role as the central and permanent human \r\nrights body of the Organization. Since its creation, it \r\nhas established itself as an authoritative voice in the \r\npromotion and protection of human rights, including \r\nthrough the truly Universal Periodic Review process, \r\nits body of special procedures and its close engagement \r\nwith human rights defenders.\r\nThe review of the Human Rights Council in 2011 \r\nconfirmed the generally positive perception of the \r\nCouncil among the membership. We collectively \r\nrefrained from an institutional overhaul and, instead, \r\nused the opportunity to strengthen the Council’s \r\ninstitutional standing in relation to the General \r\nAssembly and its Third Committee. A large majority \r\nof the Council’s decisions are taken autonomously and \r\nA/72/PV.40 02/11/2017\r\n12/23 17-36003\r\nimmediately implemented. But the Council also reports \r\nto the plenary of the General Assembly and feeds its \r\nrecommendations into the dedicated General Assembly \r\nCommittees, namely, the Third and Fifth Committees. \r\nWe believe that such finely calibrated compromise has \r\nserved both the Council and the Assembly well.\r\nWe also see room for improvement in a number \r\nof areas. As pointed out by others, not all provisions \r\nof the Council’s founding resolution 60/251 have been \r\nimplemented in practice. The resolution stipulates that \r\nCouncil members shall uphold the highest standards in \r\nthe promotion and protection of human rights, which \r\nhas been a political commitment for the General \r\nAssembly membership. We as States have to live up \r\nto that responsibility when electing the membership \r\nof the Council. We call upon States to publicly renew \r\nthis commitment and adapt their election practices \r\naccordingly, as a contribution to strengthening the \r\nCouncil in its mission and its daily work.\r\nWe also support calls for greater efficiency and \r\neffectiveness in the work and functioning of the \r\nCouncil. Its efficiency and impact on the ground can \r\ncertainly benefit from a review of its working methods \r\nand a resetting of priorities. We welcome the effort \r\nundertaken in the framework of the Council itself in \r\nGeneva, which can and should build on experience and \r\nbest practices from the entire United Nations system.\r\nWe welcome the resolution adopted by the Council \r\non the human rights situation in Myanmar, and in \r\nparticular the decision to dispatch an independent, \r\ninternational fact-finding mission in order to establish \r\nthe facts and circumstances of alleged human rights \r\nviolations, especially in Rakhine state. The setting up \r\nof that mission is an important step towards ensuring \r\nboth full accountability for perpetrators and justice for \r\nvictims. Events since have illustrated that more and \r\nurgent action is needed, lest that decision prove to be \r\ntoo little, too late.\r\nWe also welcome the resolution adopted by the \r\nCouncil on the situation in Yemen, and in particular the \r\noverdue establishment of an international, independent \r\ninvestigative body to carry out comprehensive, \r\nimpartial and transparent investigations of atrocities \r\nand violations of international law. With that decision, \r\nthe Council has finally shown its readiness to address \r\nthe urgent situation in Yemen and has sent a clear signal \r\nfor the need for accountability.\r\nOur commitment to the protection of human rights \r\nbegins at the national level. The most significant \r\nrecent measure is the creation in Liechtenstein of an \r\nindependent national human rights institution, in \r\naccordance with the Paris Principles. We have therefore \r\nimplemented the long-standing recommendations of \r\nvarious international human rights bodies.\r\nOur national human rights institution is being \r\nindependently developed by civil society, without \r\nthe involvement of the Government, while receiving \r\nfunding from the State. Its responsibilities include \r\nadvising public authorities and private parties on \r\nhuman rights issues, supporting victims of human \r\nrights violations, informing the public about the \r\nsituation of human rights in the country, carrying out \r\ninvestigations, recommending measures to be taken, \r\npreparing comments on draft laws and ordinances and \r\nthe ratification of international agreements, as well as \r\npromoting dialogue with national and international \r\nbodies. We are convinced that this new institution adds \r\nvalue to the protection of human rights and therefore \r\nfurther strengthens the high standards implicit in the \r\nconcept of human rights and fundamental freedoms.\r\nMr. Lal (India): We welcome the President of the \r\nHuman Rights Council, Mr. Maza Martelli, and thank \r\nhim for his detailed statement.\r\nThe Human Rights Council plays an important role \r\nin furthering our common cause of the promotion and \r\nprotection of human rights for all. Even as the Human \r\nRights Council has sought to overcome the challenges \r\nfaced by its earlier avatar, its work has not been smooth \r\nand, regrettably, often proves to be contentious. The \r\nreasons for many of the difficulties surrounding the \r\ndiscussions on the human rights agenda are not hard to \r\nfind: divergent priorities and concerns stem primarily \r\nfrom the very wide range of situations that exist in terms, \r\nfor example, of member States’ levels of development, \r\nsocial and cultural contexts and governance systems.\r\nAt the same time, the palette of human rights also \r\nrepresents an entire range of aspects, from civil and \r\npolitical, to economic, social and cultural rights and \r\nthe right to development. The question of whether \r\ncollective rights should be given priority over individual \r\nrights is sometimes debated. Agreeing on the right \r\nway to promote and protect human rights, including in \r\nsituations of possible gross violations, is also difficult \r\nif it clashes with the idea of the sovereignty of States.\r\n02/11/2017 A/72/PV.40\r\n17-36003 13/23\r\nTherefore, while the global discourse on \r\nhuman rights has continued to evolve, fundamental \r\ncontradictions remain. The relative prioritization of \r\nthe individual over the State, national sovereignty \r\nover international norms and a universal over a \r\nculture-specific approach evoke differing opinions. \r\nConstraints on national capacities to implement \r\ncertain rights, instances of the politicization of human \r\nrights issues as a foreign policy tool and perceived \r\nintrusiveness beyond mandated activities remain areas \r\nof contention. While the international community has \r\ndeveloped extensive institutional mechanisms and \r\nnormative frameworks encompassing various aspects \r\nof human rights, there are also continuing calls for \r\nreform of some of these mechanisms, including the \r\nHuman Rights Council itself.\r\nThe momentum to eradicate poverty and achieve \r\nsustainable development and to prevent the gross \r\nviolation of human rights in armed conflicts and \r\nterrorist attacks around the world over the past two \r\ndecades has informed recent debates on human rights. \r\nThis is witnessed in the somewhat contradictory \r\napproaches inherent in the 2030 Agenda for Sustainable \r\nDevelopment, on the one hand, and the moves towards \r\nexternal action to prevent violations and abuses \r\nand protect civilians, on the other hand. Emerging \r\ntechnologies ranging from cyber- to genetic engineering \r\nto artificial intelligence will also soon inform such \r\ndebates in view of their uneven impact on peoples’ lives \r\nand rights.\r\nThe work of the Human Rights Council continues \r\nto expand. This is reflected in the large number of \r\nresolutions and decisions being adopted on a range of \r\nissues and the greater frequency of meetings and the \r\nholding of special sessions. The effectiveness of its work, \r\nhowever, is not always clear. There is a proliferation \r\nof special procedures on both thematic and country-\r\nspecific situations. The work of the special procedures \r\nis often constrained by a lack of adequate funds, and the \r\nopacity of funding is also an area of concern. There is the \r\nproblem of certain special procedures clearly exceeding \r\ntheir mandates. A more balanced representation in \r\nthe staffing of institutions, such as the Office of the \r\nUnited Nations High Commissioner for Human Rights \r\n(OHCHR), would add to their effectiveness. Further, the \r\ncountry-specific special procedures have largely been \r\ncounterproductive, and the Council’s role in providing \r\ntechnical capacity-building has been limited to only a \r\nfew situations.\r\nIn that context, the Universal Periodic Review \r\n(UPR) mechanism counts as a significant success \r\nover the past decade of the Human Rights Council. \r\nEvery Member State has presented its report at \r\nleast once. Also, significantly, a number of specific \r\nrecommendations emerging from this very interactive \r\nand constructive exercise have been implemented by a \r\nnumber of Member States in their domestic contexts. \r\nThese are concrete instances of change occurring as a \r\nresult of our collective work.\r\nThis year, India presented the Universal Periodic \r\nReview of its human rights record — its third in fewer \r\nthan 10 years — at the Human Rights Council in \r\nGeneva. Also this year, India presented its voluntary \r\nnational review on the implementation of the \r\nSustainable Development Goals of the 2030 Agenda \r\nat United Nations Headquarters. Both these voluntary \r\nand State-driven processes elicited wide interest and \r\nengagement. A similar voluntary aspect is behind the \r\nsuccess of the climate-action contributions put forward \r\nby the parties to the landmark Paris Agreement on \r\nClimate Change.\r\nEach of the foregoing is an instance of constructive \r\nand collaborative engagement for shaping a better \r\ncollective future. We believe that this cooperative spirit, \r\nrather than counterproductive and often politicized \r\nnaming and shaming, is essential to enhancing the \r\npromotion and protection of human rights globally.\r\nIndia has engaged actively at the Human Rights \r\nCouncil. It recognizes the primacy of national \r\nresponsibility and efforts aimed at realizing human \r\nrights. The promotion and protection of human rights \r\nshould be addressed in a fair and equal manner, with, as \r\nthe guiding principles, objectivity, respect for national \r\nsovereignty and territorial integrity, non-interference \r\nin the internal affairs of States, non-selectivity \r\nand transparency.\r\nIn conclusion, we firmly believe that all State parties \r\nmust make every effort to fulfil their treaty obligations. \r\nThe approach of the Human Rights Council, treaty \r\nbodies, special procedures and OHCHR should not be \r\nconfrontational; rather, it should focus on achieving the \r\ndesired results through dialogue and capacity-building.\r\nMs. Alsabah (Kuwait) (spoke in Arabic): First of \r\nall, I would like to welcome His Excellency Mr. Maza \r\nMartelli, President of the Human Rights Council, \r\nwho is with us in this Hall today. I also welcome the \r\nefforts that have been made during his presidency and \r\nA/72/PV.40 02/11/2017\r\n14/23 17-36003\r\nthank him for the comprehensive report (A/72/53) he \r\npresented at the start of today’s meeting.\r\nMy delegation familiarized itself with the report \r\nand its addendum, as well as the ideas they contain, \r\nwhich cover the special session of the Human Rights \r\nCouncil and the thirty-fourth, thirty-fifth and thirty-\r\nsixth ordinary sessions of the Council, as well as \r\nresolutions, decisions and President’s statements that \r\nare relevant to the discussion.\r\nKuwait is mindful of the challenges that are being \r\nencountered by the United Nations and its bodies, in \r\nparticular the Human Rights Council and the Office \r\nof the United Nations High Commissioner for Human \r\nRights, in the area of promoting and protecting human \r\nrights. These bodies are working so that all peoples of \r\nthe world may enjoy human rights pursuant to, first, \r\nthe purposes and principles of the Charter of the \r\nUnited Nations, in particular, paragraph 3 of Article 1 \r\nthereof, which sets forth as one of the main purposes \r\nof the United Nations to “promot[e] and encourag[e] \r\nrespect for human rights and for fundamental freedoms \r\nfor all without distinction as to race, sex, language, \r\nor religion”; secondly, States’ commitments under \r\ninternational law; and, thirdly, the aspirations of States \r\nto create a world where development is sustainable and \r\ncountries are secure, safe and stable.\r\nIn discussing the importance of enhancing \r\ncooperation among the States Members of the United \r\nNations and the Organization itself, including the \r\nrelevant United Nations human rights bodies, we would \r\nlike to review cooperation between Kuwait and those \r\nUnited Nations bodies. We note the successful visit in \r\nFebruary of the United Nations High Commissioner for \r\nHuman Rights, Mr. Zeid Ra’ad Al Hussein. He was made \r\naware of national measures that we have taken in favour \r\nof human rights. In particular, he noted the human \r\nrights law that we adopted on the rights of families and \r\nminors, as well as other human rights legislation.\r\nKuwait has also hosted Special Rapporteurs within \r\nthe context of special procedures and mandates. In \r\nDecember 2016 and September 2017, we hosted the \r\nSpecial Rapporteur on trafficking in persons, especially \r\nwomen and children. The Working Group on the issue \r\nof discrimination against women in law also visited. We \r\nare hoping to host visits from the Special Rapporteur \r\non the rights of persons with disabilities and the Special \r\nRapporteur on adequate housing as a component of \r\nthe right to an adequate standard of living, and on the \r\nright to non-discrimination in this context. We hope to \r\nreceive greater cooperation from the Office of the High \r\nCommissioner for Human Rights and its staff. We hope \r\nthat the international community will provide greater \r\nassistance and support to the High Commissioner in \r\nthis regard, so that our human rights situation may be \r\nstrengthened and become more universally acceptable.\r\nIt is unfortunate to see ongoing f lagrant violations \r\nof human rights in various parts of the world. It is a \r\ncomplex challenge that the international community \r\nmust address with wisdom and care. We deeply regret the \r\nmany challenges in our region resulting from numerous \r\nconflicts that are affecting our brotherly peoples, who \r\nhave been scattered and weakened. We firmly believe \r\nthat the ongoing occupation of Palestinian territories \r\nby Israel is a f lagrant violation of the human rights \r\nof the unarmed Palestinian people and contravenes \r\ninternational law and international humanitarian law, \r\nas well as all relevant Security Council resolutions. We \r\nalso express our regret and concern with respect to the \r\nviolations of the rights of the Rohingya population in \r\nMyanmar, especially their right to life.\r\nFinally, my delegation would like to reaffirm the \r\nimportance of strengthening and protecting respect for \r\nhuman rights. Peace is a human right in itself. Since \r\nhuman rights are always evolving, we should strive to do \r\nmore to guarantee that they are complied with and that \r\npeople have access to them. Rules and rights, at both \r\nthe national and international levels, need to adapt to \r\nand remain consistent with a world in constant change.\r\nMs. Shilo (Israel): Human rights are not reserved \r\nfor a select few. Human rights belong to all humans \r\nbecause they are human.\r\nNext year, we will mark the seventieth year since \r\nthe adoption of the Universal Declaration of Human \r\nRights, which means that it has been 70 years since \r\nthe world was offered a chance for a brighter future, \r\nbased on universally recognized rights. Next year also \r\nmarks the seventieth anniversary of the establishment \r\nof the State of Israel. In 1948, Israel committed itself to \r\npromoting, protecting and respecting human rights for \r\nall. It is a commitment that remains central to Israel’s \r\ndemocracy today. Our Declaration of Independence \r\nmakes the following pledge. Israel will \r\n“foster the development of the country for \r\nthe benefit of all its inhabitants ... irrespective of \r\nreligion, race and sex”.\r\n02/11/2017 A/72/PV.40\r\n17-36003 15/23\r\nIsrael is committed to achieving gender equality \r\nand empowering women. Substantial Government \r\nlegislation aims to reach those goals by facilitating \r\nmobility for women in the workplace, helping more \r\nwomen in Israel become chief executive officers, \r\ndiplomats, high-ranking military leaders and Nobel \r\nPrize laureates. We are also working hard to make a \r\ndifference on a global scale. Earlier this year, Israel \r\nintroduced the first-ever United Nations resolution \r\nadopted by consensus on the prevention and elimination \r\nof sexual harassment in the workplace. Furthermore, \r\ncivil society plays an essential role in Israel, where \r\nits vibrant involvement is a cornerstone of our \r\nnation’s culture.\r\nI would be remiss if I did not address the dismal and \r\nhypocritical situation of the Human Rights Council. \r\nBaseless accusations and dozens of biased resolutions of \r\nthe Council under agenda item 7 have become part of a \r\nglobal campaign to delegitimize and demonize the State \r\nof Israel. This must change if we truly want to promote \r\nand protect human rights. The High Commissioner \r\nhimself referred in early September to the hypocrisy \r\nthat exists in the work of the Human Rights Council, \r\nwhen he said that “selectivity becomes a poison that \r\neats away at the credibility of this body”.\r\nIsrael has reiterated that fact time and time again. \r\nHowever, agenda item 7 remains and, with it, the \r\nsingling out of one State — the State of Israel. And \r\nwhile this happens, the world’s worst human rights \r\nviolators avoid scrutiny. Some of them are even \r\nmembers of the Council and are therefore entrusted \r\nwith the protection of human rights for the entire world. \r\nIsrael has called, still calls and will continue to call for \r\nreform of the Human Rights Council that finally erases \r\nthe discriminatory practices targeting our country.\r\nWhen Mr. Elie Wiesel accepted his Nobel Peace \r\nPrize, he noted that human rights were being violated \r\non every continent and that there were more oppressed \r\npeople in the world than there were free people. He \r\nsimply asked how one could not be sensitive to their \r\nplight. We must ask ourselves a similar question. What \r\nare we doing to promote, protect and respect the human \r\nrights of all people? It will take our combined efforts to \r\nfulfil the noble aspirations of the Universal Declaration \r\nof Human Rights. The struggle for human rights is an \r\nongoing battle, and it is a battle that we must win.\r\nMs. Velichko (Belarus) (spoke in Russian): As a \r\nfounding State Member of the United Nations, Belarus \r\nhas always been and will remain an ethical and \r\nresponsible participant in discharging its international \r\ncommitments, including in the field of human rights. \r\nThe establishment of the Human Rights Council is an \r\nimportant historical chapter in the work of the United \r\nNations. The Council has been in existence for 11 years, \r\nwhich is enough time to allow us to draw conclusions \r\nabout the work it has accomplished. Undoubtedly, a \r\nsignificant achievement of the Council is the Universal \r\nPeriodic Review (UPR), which plays the role of an \r\nimpartial monitoring mechanism on the human rights \r\nsituation in all countries, without exception. It is through \r\nthe UPR that we designed the dialogue with States.\r\nAt the same time, the Human Rights Council has \r\nbeen unable to rid itself of the f laws of the Commission \r\non Human Rights, which it replaced. Unfortunately, the \r\nHuman Rights Council has been constantly burdening \r\nits agenda with confrontational decisions related to \r\npoliticized approaches to human rights. An example \r\nof this would be, most of all, the country-specific \r\nresolutions, whose selectivity and political motives \r\ndestroy the basic principles under which the Human \r\nRights Council and the entire United Nations should \r\nbe operating.\r\nWe cannot help but be concerned at the fact that \r\nMember States do not seek to negotiate or reach \r\nconsensus when making decisions in the Human \r\nRights Council. As a result, a significant number of \r\nCouncil resolutions are adopted by vote, and many of \r\nthe decisions represent a false consensus, since States \r\nsubsequently dissociate themselves from adopted \r\ndecisions. These decisions then cause disputes among \r\nMember States in the General Assembly. For some \r\nreason, it seems better to allocate considerable resources \r\nfrom the United Nations regular budget, which is \r\nderived from mandatory contributions from all States \r\nMembers of the United Nations, to the implementation \r\nof non-consensual decisions than to support decisions \r\naimed at addressing the real needs of States, which \r\ncalls into question the legitimacy of the financing for \r\nthese decisions.\r\nWe should take note of one more alarming trend \r\nthat is increasing the costs of the Council’s activities. \r\nThis year’s report of the Council to the General \r\nAssembly (A/72/53) demonstrates an ongoing trend \r\ntowards increasing its workload in relation to the \r\nimplementation of resolutions and decisions adopted by \r\nthe Council. We consider it unacceptable to expand the \r\nagenda of the Human Rights Council. In this context, \r\nA/72/PV.40 02/11/2017\r\n16/23 17-36003\r\nwe have seen some inappropriate ideas emerging on \r\nextending the duration of the Council’s sessions. We \r\nsuggest, in contrast, that the Council take a serious \r\nlook at this approach to the work and refrain from \r\nduplicating the decisions of the General Assembly and \r\npromoting divisive resolutions.\r\nWe would like to emphasize that until States stop \r\nmanipulating human rights for their political and narrow \r\nnational interests, the Human Rights Council will not \r\nbe able to have a constructive impact on real human \r\nrights situations on the ground. Instead of pursuing \r\nineffective and costly country-specific procedures and \r\ncommissions of inquiry, the Human Rights Council \r\nshould encourage the cooperation of States with all \r\nrelevant United Nations bodies in the field of human \r\nrights. An increasing number of States are following \r\nthe example of Belarus by adopting comprehensive \r\nplans aimed at implementing the recommendations \r\nof the UPR of the Human Rights Council. Such \r\npractices should be adhered to and encouraged in all \r\ncountries, without exception, regardless of their level \r\nof development or human rights situation.\r\nMr. Sukhee (Mongolia): At the outset, I would like \r\nto express our sincere appreciation to the President of \r\nthe Human Rights Council for his leadership and for \r\npresenting the report of the Council (A/72/53) today.\r\nMongolia commends the outcomes of the Council’s \r\nwork in the areas of the human rights of women, children \r\nand persons with disabilities, the abolition of the death \r\npenalty, trafficking in humans, racial discrimination, \r\nfreedom of expression and peaceful assembly and \r\nassociation, and human rights defenders, all of which \r\nreflect the priorities set out in our voluntary pledges. \r\nDuring the reporting period, the Human Rights Council \r\nhas made important strides, including in the creation \r\nof the mandates of the Special Rapporteur on the right \r\nto development.\r\nHuman rights are vital for ensuring peace and \r\nsecurity. In this regard, the role of the Council \r\nis particularly critical in conflict-affected areas \r\nwhere situations of human rights and freedoms have \r\ndeteriorated and where there have been serious violations \r\nof the norms of international human rights law.\r\nAs Mongolia is currently serving the second year \r\nof its membership of the Council, it is committed to \r\ncontinuing to contribute to the full implementation of its \r\nmandate. One of the major achievements of the Human \r\nRights Council is indisputably the Universal Periodic \r\nReview (UPR), which is an effective mechanism for \r\nassessing the human rights situations of all States \r\nMembers of the United Nations. We commend the \r\nsuccessful conclusion of the second cycle of the UPR. \r\nWith respect to its third cycle, we align ourselves with \r\nmany other Member States in the belief that it should \r\nfocus more on implementing the recommendations of \r\nthe previous cycles. Accordingly, technical assistance \r\nand capacity-building are vital.\r\nWe also consider the special-procedures mandate-\r\nholders as an integral part of the Human Rights \r\nCouncil and fully acknowledge their contribution to \r\nthe effective promotion and protection of the human \r\nrights of all persons. In September 2017, the Special \r\nRapporteur on human rights and the environment, \r\ndedicated to monitoring compliance with obligations \r\nrelating to the enjoyment of a safe, clean, healthy and \r\nsustainable environment, visited Mongolia, as did the \r\nUnited Nations Subcommittee on Prevention of Torture \r\nand other Cruel, Inhuman or Degrading Treatment \r\nor Punishment.\r\nIn our view, the Office of the United Nations \r\nHigh Commissioner for Human Rights needs greater \r\nfinancial and human resources so as to be able to \r\nrespond to and address human rights violations and \r\nfacilitate capacity-building for Member States. There \r\nshould also be more resources available for the effective \r\nimplementation of the relevant recommendations. We \r\nbelieve that the Council needs to step up its action on \r\nthe correlation between business and human rights, \r\nalthough this issue has only recently come to the fore \r\nof the global human rights agenda. The Human Rights \r\nCouncil should give greater attention to the situations \r\nwhere human rights are seriously jeopardized \r\nwithin or by private business entities. In this sense, \r\nMember States should constructively enhance their \r\npartnership and engagement with the private sector. \r\nAs for the Government of Mongolia, we have shown \r\nour commitment by inviting a member of the Working \r\nGroup on the issue of human rights and transnational \r\ncorporations and other business enterprises to visit our \r\ncountry in 2012.\r\nWe would also take this opportunity to commend the \r\ninitiative of and work undertaken by the President of the \r\nCouncil to move the discussion with Council members \r\nforward with an view to improving the Council’s \r\nworking methods and enhancing its overall efficiency. \r\nIndeed, we believe that the Council’s efficiency could \r\nbe further improved. Mongolia stands ready to offer its \r\n02/11/2017 A/72/PV.40\r\n17-36003 17/23\r\nsupport for initiatives aimed at improving the working \r\nmethods of the Council in a manner that is beneficial to \r\nall States and other stakeholders.\r\nMr. Hassani Nejad Pirkouhi (Islamic Republic of \r\nIran): The Islamic Republic of Iran has taken note of the \r\nreport of the Human Rights Council (A/72/53), and the \r\nstatement made by Mr. Maza Martelli, President of the \r\nHuman Rights Council, for which we thank him.\r\nIran reaffirms its support for the work of the \r\nUnited Nations High Commissioner for Human Rights \r\nand his Office in fulfilling the mandate set forth in \r\nresolution 48/141. Iran also wishes to reiterate its firm \r\ncommitment to an open, inclusive and constructive \r\ndialogue among Member States on all human rights \r\nissues in the framework of the Human Rights Council \r\nand its founding resolution 60/251.\r\nUnfortunately, the Council has yet to be fully \r\nutilized as a medium for dialogue and cooperation. \r\nRather, in many instances, the Council has been \r\nexploited for mere political purposes through the use of \r\nconfrontational and selective approaches. Politicization \r\nand manipulation have increased mistrust and eroded \r\nthe effectiveness of the Council and its Universal \r\nPeriodic Review (UPR) mechanism.\r\nThe rationale behind the UPR mechanism was to \r\nensure universality, objectivity, non-selectivity and \r\nimpartiality in the work of the Council. It is therefore \r\nunfortunate that a few countries still prefer to revert \r\nto the dysfunctional practice of the Commission on \r\nHuman Rights and table country-specific resolutions \r\nthat have no value and encourage confrontation rather \r\nthan cooperation in the Council. Accordingly, it should \r\nnot come as a surprise that the Council is finding \r\nitself on the same path that led to the demise of the \r\nCommission on Human Rights.\r\nThe report of the Council includes, as a product \r\nof the unconstructive attempts of a few countries, a \r\nreference to a resolution that was adopted against my \r\ncountry. Bearing in mind all the facts on the ground, \r\nas well as the continuous cooperation of my country \r\nwith various human rights mechanisms, in particular \r\nthe UPR, the resolution, its ensuing reports and the \r\nappointment of the Special Rapporteur on the situation \r\nof human rights in the Islamic Republic of Iran are \r\ndefinitely misplaced, unwarranted and objectionable. \r\nThe resolution is one of those instances that exposes \r\nthe shortcomings of the Council and is nothing but \r\na waste of limited resources that otherwise could be \r\nutilized for the meaningful promotion and protection \r\nof human rights.\r\nAccordingly, the Islamic Republic of Iran dissociates \r\nitself from the part of the Human Rights Council’s report \r\nthat includes the so-called resolution on the situation \r\nof human rights in the Islamic Republic of Iran. In the \r\nmeantime, we also reiterate our principled position \r\nof non-recognition of and non-cooperation with the \r\nmandates that are created by the Council outside of the \r\nsphere of internationally recognized human rights.\r\nIn conclusion, the Islamic Republic of Iran would \r\nlike to underscore the important role of the Human \r\nRights Council in confronting and addressing vicious \r\nwaves of racism, bigotry, violent extremism and \r\nterrorism. The Human Rights Council has a role to play \r\nin raising global awareness of the imminent threat of \r\nterrorism and the mindsets behind it. The world should \r\nbe warned of the speedy mobility of the evil forces of \r\nviolent extremism and terrorism, and, more importantly, \r\nsupporters of these menaces, including the Islamic \r\nState in Iraq and the Levant, should be cautioned that \r\nthe boomerang they have thrown at others will sooner \r\nor later hit them when it returns.\r\nMr. Lukiantsev (Russian Federation) (spoke \r\nin Russian): The Russian Federation is of the view \r\nthat the Human Rights Council should scrupulously \r\nfollow the norms of international law and the \r\nprinciples of universality, impartiality, objectivity \r\nand non-selectivity in its work so as to promote and \r\ndefend human rights and fundamental freedoms for all \r\nwithout distinction.\r\nWe must note that in the work of the Human \r\nRights Council, politicization and confrontation are \r\ngaining steam. The Council is steadily evolving from \r\nan international platform for conducting mutually \r\nrespectful dialogue on current human rights issues \r\ninto an arena for some countries to settle their political \r\nscores. This alarming trend is expressed not only in \r\nincreased attention to country-specific topics but in \r\nincreasingly polarized discussions on agenda items \r\nthat used to be carried out in a constructive and neutral \r\nmanner. Even the thematic agenda items of the Council \r\nare increasingly being used by countries to make \r\npolitically motivated demands of one another.\r\nThe Russian position remains unchanged. There \r\nare no countries in the world free of human rights \r\nviolations. In this regard, we believe that it is completely \r\nunacceptable for States to have policies that include \r\nA/72/PV.40 02/11/2017\r\n18/23 17-36003\r\nmentoring, defaming or labelling, although many \r\nStates do. They discredit the very idea of cooperation \r\nto promote and protect human rights and the work \r\nof United Nations human rights bodies. Nor is the \r\nCouncil’s effectiveness increased when the work of its \r\nspecial procedures regularly not only exceeds mandates \r\nand duplicates each other’s work but also suffers from \r\na high degree of political bias, thus contradicting the \r\ncode of conduct of the special procedures.\r\nUnfortunately, the seemingly most neutral agenda \r\nitem of the Council — agenda item 10, on technical \r\nassistance and capacity-building — has not avoided \r\npoliticization. The desire of some States with respect \r\nto that agenda item is to achieve their own short-term \r\npolitical objectives having to do, in particular, with \r\ndefining the national legal status of territories. This \r\nundermines the major principles of technical assistance \r\nfor the promotion and protection of human rights: \r\nnon-confrontation and depoliticization. It inserts \r\nan added element of division into the work of the \r\nCouncil. In this context, we confirm our position that \r\nis unacceptable to use the United Nations human rights \r\nbodies to raise issues outside these bodies’ jurisdiction.\r\nWe cannot agree with the approach of a number of \r\ncountries linking the provision of technical assistance \r\nto States with the prevention of human rights violations. \r\nIn our view, it is the practical assistance to States and \r\nhelping them to build their institutional capacity-\r\nbuilding for human rights that would be a major tool \r\nfor prevention of these very violations. The initiatives \r\nof some States to attempt to give functions outside \r\nthe Council to the Council to review principles and \r\nmethods of work, establish new institutional formats \r\nand erode the intergovernmental nature of this body, \r\nhave a destructive impact on the Council’s operations. \r\nThe parameters of the work of the Council are set forth \r\nin resolution 60/251, and any changes to the work of the \r\nCouncil should be discussed in an intergovernmental \r\nformat and adopted on the basis of a broad consensus.\r\nDialogue in the Council will also be stunted if we \r\nimpose aggressive standards characteristic of one group \r\nof countries on all others as if they represented a global \r\nstandard, or if we enshrine narrow interpretations \r\nof international human rights norms as if they were \r\nuniversal norms. We are convinced that such gambits \r\nwill only increase politicization and confrontation \r\nin the work of the Council and other United Nations \r\nhuman rights bodies.\r\nPast sessions have shown that the Council continues \r\nto intrude on the jurisdiction of other United Nations \r\nbodies. We call for maintaining the division of labour \r\nof the United Nations bodies and mechanisms, as \r\nset forth by the Charter. We are of the view that the \r\nintegration of human rights issues into all spheres of \r\nthe work of the United Nations must have its limits and \r\nshould not lead to a duplication of the work of United \r\nNations agencies and bodies.\r\nWe are convinced that the major principle of the \r\nwork of the Council and, in fact, of the entire United \r\nNations human rights apparatus should be equal \r\ncooperation based on respect for sovereignty and the \r\nsovereign equality of States in strict compliance with \r\nprocedural norms. We call on all countries to follow this \r\nprinciple and refrain from the use of double standards \r\nand their own narrow political concerns. Only then can \r\nwe counteract further politicization and confrontation \r\nin the work of the Human Rights Council.\r\nMrs. Martinic (Argentina) (spoke in Spanish): \r\nArgentina wishes to warmly thank His Excellency \r\nMr. Maza Martelli, President of the Human Rights \r\nCouncil, for being with us today in the General \r\nAssembly and welcomes his report (A/72/53) on the \r\nactivities of the Council over the past year.\r\nFirst of all, Argentina believes that seamless \r\ncoordination between New York and Geneva is relevant \r\nfor the human rights agenda, which is why we welcome \r\nthe opportunity to address the recent work of the Human \r\nRights Council in the General Assembly. Argentina has \r\nalways been, and will continue to be, a strong advocate \r\nfor the independence, work and achievements of the \r\nHuman Rights Council in the promotion, respect and \r\nprotection of human rights. We firmly believe that the \r\nCouncil should stand on an equal footing with the main \r\norgans of the United Nations.\r\nArgentina wishes to take this opportunity to \r\nemphasize the role of the Human Rights Council in \r\nraising the profile of human rights throughout the \r\nworld. The creation of the Council has made it possible \r\nto increase dialogue and the different channels of \r\ncooperation among States in the promotion of universal \r\nrespect for human rights and fundamental freedoms \r\nfor all persons, with their consequent contributions to \r\ndevelopment and international peace and security.\r\nIn addition, Argentina is pleased with the recent \r\nrenewal of the mandate of the Working Group on \r\nEnforced or Involuntary Disappearances through \r\n02/11/2017 A/72/PV.40\r\n17-36003 19/23\r\nCouncil resolution 36/6, of 28 September 2017. In this \r\nregard, Argentina calls on all States to strengthen \r\ncooperation with the special procedures and treaty \r\nbodies of the Council, answering all requests, \r\npresenting outstanding reports and ensuring that \r\nstanding invitations are issued.\r\nIn that regard, in the past year Argentina hosted \r\nthe Special Rapporteur on violence against women, \r\nthe Independent Expert on protection against violence \r\nand discrimination based on sexual orientation and \r\ngender identity, and the Working Group on Arbitrary \r\nDetention. Next year, the Special Rapporteur on the \r\npromotion and protection of the right to freedom of \r\nopinion and expression, the Special Rapporteur on the \r\nRight to Food and the Special Rapporteur on torture \r\nand other cruel, inhuman or degrading treatment or \r\npunishment will visit Argentina.\r\nWithout respect for the existing institutions and \r\nmandates of United Nations organs, it will be extremely \r\nhard to meet the expectations of our peoples in terms \r\nof ensuring the defence and protection of human rights. \r\nTherefore, all Member States must undertake to respect \r\nthe independence and integrity of the mandate of the \r\nHuman Rights Council, in accordance with resolution \r\n60/251 and other relevant resolutions.\r\nFinally, Argentina would like to welcome the newly \r\nelected countries to the Council, and we reiterate our \r\nunwavering commitment to defending the independence \r\nand work of the Human Rights Council.\r\nMr. Escalante Hasbún (El Salvador) (spoke in \r\nSpanish): We welcome the presence today of Ambassador \r\nJoaquín Maza Martelli, President of the Human Rights \r\nCouncil — a proud Salvadoran and a personal mentor \r\nof mine — and thank him for his briefing. We commend \r\nhim on his hard work this year at the helm of such an \r\nimportant intergovernmental forum. We welcome the \r\nreport (A/72/53), which we trust will be adopted in its \r\nentirety in due course by the General Assembly.\r\nThe Human Rights Council, which is a subsidiary \r\norgan of the General Assembly, is the principal \r\nintergovernmental body of the United Nations \r\nresponsible for ensuring human rights, with its own \r\njurisdiction over debates on all thematic issues related \r\nto human rights. In this regard, we wish to reiterate \r\nthat in both this plenary and the Third Committee, the \r\nprocedures, mechanisms, structures and competencies \r\nthat form the basis of the Human Rights Council’s \r\nwork must be respected, given that they have all been \r\nauthorized by the General Assembly. Its primordial \r\ntask is reflected not just in the diversity of the Council’s \r\nagenda, but also in its resolutions, the full participation \r\nof Member States in the Universal Periodic Review and \r\nthe broad participation and involvement of civil society \r\nin all discussions in Geneva.\r\nFor El Salvador, as an active member of the \r\nHuman Rights Council since 2015, when we began \r\nour first term as a member of the Council, the respect \r\nand promotion of human rights is a State policy and \r\na fundamental pillar of Salvadoran foreign policy. In \r\nrecent years, we have made major progress in this field \r\nwith processes that promote respect for the human \r\nperson as such. Similarly, we have become engaged in \r\ninternational processes whereby we have become aware \r\nof the importance of organizing and promoting the \r\nfull enjoyment of rights. My delegation has addressed \r\nthese issues and detailed some of our experiences \r\nwithin each of the substantive agenda items, both in \r\nthe Third Committee in New York and in Council \r\nsessions in Geneva, where we have participated in our \r\nnational capacity.\r\nWe therefore wish to reaffirm that El Salvador is \r\ncommitted to promoting and protecting human rights \r\nfor everyone without discriminating against anyone. \r\nWe commend the President of the Human Rights \r\nCouncil for the work done by the Council this year \r\nand once again welcome him in New York on this \r\nauspicious occasion.\r\nMr. Mohamed (Maldives): I would like to begin by \r\nthanking His Excellency Mr. Joaquín Alexander Maza \r\nMartelli of El Salvador, President of the Human Rights \r\nCouncil during its eleventh cycle, for the exemplary \r\nmanner in which he and his Bureau have steered the work \r\nof the Council this year. I also express my appreciation \r\nto His Excellency Mr. Zeid Ra’ad Al Hussein, United \r\nNations High Commissioner for Human Rights, and \r\nhis Office, for their continued efforts to constructively \r\nengage with all nations in the promotion and protection \r\nof human rights across the globe.\r\nThe Human Rights Council is the institutional \r\nexpression of the international community’s commitment \r\nto promoting and protecting human rights and \r\nfundamental freedoms for all. When establishing \r\nthe Council in 2006, the General Assembly made it \r\nextremely clear, in resolution 60/251, that the Council’s \r\nwork should be “guided by the principles of universality, \r\nobjectivity and non-selectivity”. The Assembly also \r\nA/72/PV.40 02/11/2017\r\n20/23 17-36003\r\nmandated the Council to provide advisory services, \r\ntechnical assistance and capacity-building to States \r\n“in consultation with and with the consent of Member \r\nStates concerned”. Eleven years later, there is a profound \r\nneed for the Council to return to its roots and undertake \r\nits work in an impartial, objective and non-selective \r\nmanner, reflect its intergovernmental character and \r\nensure its credibility.\r\nIt is that credibility that will enable the Council to \r\ninspire international actions in support of protecting \r\nthe human rights of millions of Syrians who have been \r\nbesieged, displaced and deprived of their basic right to \r\nlife and liberty. My delegation condemns not only the \r\ngross human rights abuses in Syria, but the international \r\ncommunity’s acceptance of them. We seem to remain \r\ncomplacent when warring parties attack humanitarian \r\ntargets, including hospitals, schools, utilities and aid \r\nworkers; where the use of chemical weapons is now \r\nwell documented; where terrorists target minorities \r\nand the most vulnerable segments of a population; and \r\nwhen all this happens with complete impunity.\r\nThe Human Rights Council can also inspire \r\ninternational actions to stop the deteriorating human \r\nrights and humanitarian crisis in the State of Palestine. \r\nThat crisis emerged solely as a result of the illegal \r\nand prolonged occupation by Israel, which, as of next \r\nyear, will mark its seventieth anniversary and which \r\nhas denied generations of Palestinians many of their \r\nfundamental rights.\r\nAnother human rights and humanitarian crisis that \r\nhas not received an adequate response from the Council \r\nis the situation facing the Rohingya community in \r\nMyanmar. The minority Muslim population is facing \r\ngross and systematic violations of its rights, in which \r\ngang rape, mass killings and the burning of homes, \r\nschools, markets, shops and mosques has become \r\ncommonplace. The renewal of the fact-finding mission \r\non Myanmar by the Council is a step in the right \r\ndirection, but that is not enough. The Maldives supports \r\nthe call for the urgent convening of a special session of \r\nthe Human Rights Council with the aim of adopting a \r\nsubstantive and clear outcome resolution on ending any \r\nfurther atrocities.\r\nThe Human Rights Council will enjoy a greater \r\nlevel of support and cooperation from the broader \r\nUnited Nations membership when the Council is seen \r\nto be more inclusive in its working methods and when \r\nthe universality principle is applied in good faith. The \r\nworking methods of the Council today are more opaque \r\nand less inclusive than those of the General Assembly. \r\nAs a result, representatives who attend only a single \r\nsession find themselves at a severe disadvantage, as is \r\nthe case with many representatives from small island \r\ndeveloping States. For instance, inadequate time is \r\nprovided for informal consultations on most resolutions, \r\nand input by non-member States at informal negotiations \r\nis often ignored, partially owing to the disproportionate \r\ndeference afforded States members of the Council.\r\nThe Maldives has called for the introduction of \r\nspecific practical measures to improve the working \r\nmethods of the Council, including ensuring that draft \r\nresolutions are circulated before sessions begin and that \r\nthe compilation and circulation of all comments made \r\nin informal consultations is done in a timely manner, as \r\nwell as ensuring that every State has the opportunity to \r\ncomment on the potential effects of any draft resolution \r\nprior to its adoption.\r\nThe Maldives has had the privilege of serving \r\non the Human Rights Council for two consecutive \r\nterms. We are proud of the contributions that we have \r\nmade to the Council’s work and the outcomes that we \r\nhave facilitated. The Maldives introduced the idea of \r\nexamining the human rights dimensions of climate \r\nchange and led the Council’s efforts that resulted in \r\nthe establishment of a mandate on human rights and \r\nthe environment. The Maldives also had the privilege \r\nto introduce, with the support of core groups, draft \r\nresolutions on parliaments as promoters of human rights, \r\non the independence of the judiciary, on child and forced \r\nmarriages, on the freedom of assembly and association, \r\nand on prevention, as well as on the establishment of and \r\nsupport for the Voluntary Technical Assistance Trust \r\nFund to Support the Participation of Least Developed \r\nCountries and Small Island Developing States in the \r\nwork of the Human Rights Council. The mandate of \r\nthe Special Rapporteur on international justice is also \r\nan initiative that we supported. The Maldives is also \r\npleased to be coordinating the work of the Asia-Pacific \r\nGroup in the Council in 2017.\r\nThe Maldives remains committed to strengthening \r\nthe Council, its working methods and its ability to work \r\nwith the Governments of Member States in responding \r\nto and promoting human rights around the world. The \r\nMaldives will always be a committed and enthusiastic \r\npartner in efforts to craft shared solutions for our \r\nshared destiny.\r\n02/11/2017 A/72/PV.40\r\n17-36003 21/23\r\nMs. Agladze (Georgia): I thank the President of the \r\nHuman Rights Council for presenting his comprehensive \r\nreport (A/72/53). Georgia reaffirms its full support \r\nfor the Human Rights Council and its mechanisms as \r\nimportant instruments in efforts to promote universal \r\nrespect for the protection of all human rights. During the \r\npast decade, the Human Rights Council has become the \r\nmain body for mobilizing the international community \r\nto address and respond to gross human rights violations \r\nand abuses worldwide.\r\nWe also welcomed the high-level event on Human \r\nRights Council reform, which was held at the current \r\nsession of the General Assembly in September. \r\nConsidering the critical humanitarian situation in \r\nmany parts of the world, we deem it important to \r\nseek opportunities to reinforce the effectiveness of \r\nthe Council based upon lessons learned. In our view, \r\nthe effective work of the Council strongly depends \r\non universal participation. The voice of each State \r\nMember of the United Nations, irrespective of its size, \r\npopulation or strength, must be heard.\r\nWith that in mind, Georgia has become the first \r\nEastern European State to contribute to the Voluntary \r\nTechnical Assistance Trust Fund to Support the \r\nParticipation of Least Developed Countries and Small \r\nIsland Developing States in the work of the Human \r\nRights Council, which supports the participation of \r\nsmall-country delegations in the Council’s work. \r\nGeorgia would like to express its sincere gratitude to \r\nthe past and current Bureaus of the Council for their \r\nefforts to improve the working methods of the Council \r\nand to manage its meetings. We believe, however, that \r\nadditional measures need to be undertaken to that \r\nend, leading to further constructive engagement in \r\nthat process.\r\nOver the years, the Human Rights Council has \r\nadopted a number of important thematic and country-\r\nspecific resolutions. In that regard, let me underline \r\nthe resolution on cooperation with Georgia, adopted \r\nduring the thirty-fourth session of the Council, which \r\ncalls for immediate access to the Office of the United \r\nNations High Commissioner for Human Rights and \r\ninternational and regional human rights mechanisms \r\nfor the occupied regions of Georgia. Pursuant to the \r\nresolution, the Council considered the issue of Georgia \r\nat its thirty-fifth and thirty-sixth sessions. Regrettably, \r\nno access had been granted at that time to the Office \r\nof the United Nations High Commissioner for Human \r\nRights or to other United Nations human rights \r\nmechanisms. However, the report presented by the High \r\nCommissioner during the thirty-sixth session of the \r\nCouncil reflected the serious human rights violations \r\nthat have been occurring in the occupied territories.\r\nWe underline the importance of the Universal \r\nPeriodic Review (UPR) as a key element of the Human \r\nRights Council’s efforts to assess the human rights \r\nsituation in every country. Georgia has incorporated \r\nthe recommendations received during the UPR into \r\nits national action plans on human rights. It is of the \r\nutmost importance that all Member States engaged \r\nin the UPR process adhere to the accepted rules and \r\nregulations. Georgia attaches particular importance \r\nto the recommendations of the United Nations human \r\nrights system and supports steps towards enabling the \r\nmechanisms to monitor the level of the implementation \r\nof accepted UPR recommendations by Member States.\r\nAt the national level, Georgia has established an \r\ninstitution that is mandated to track and coordinate \r\nnational follow-up and implementation of the \r\naforementioned obligations and recommendations. It \r\nis noteworthy that this year Georgia joined the Group \r\nof Friends on national implementation, reporting and \r\nfollow-up within the Human Rights Council, which \r\nseeks to take the implementation agenda forward. In \r\nour view, effective domestic implementation is the \r\nkey to advancing human rights on the ground. The \r\nimplementation gap remains an important issue with \r\nregard to Human Rights Council resolutions, and more \r\nattention needs to be paid to implementation aspects by \r\nMember States.\r\nWe highly value the effective participation of \r\ncivil-society representatives in the work of the Human \r\nRights Council. Further strengthening the role of \r\nnon-governmental organizations is important for \r\nsafeguarding the space allotted to civil society and \r\nensuring that their voices are heard. In that context, \r\nGeorgia strongly rejects any act of intimidation or \r\nreprisal directed against individuals and groups that \r\ncooperate or have cooperated with the United Nations, \r\nits representatives and mechanisms. In the area of \r\nhuman rights, it is our duty to prevent and ensure \r\nadequate protection against such acts.\r\nAs we discuss the importance of human rights \r\nmechanisms, I would like to underline Georgia’s support \r\nfor the special procedures, which represent another \r\neffective tool for addressing specific country and \r\nthematic situations. Georgia has extended a standing \r\nA/72/PV.40 02/11/2017\r\n22/23 17-36003\r\ninvitation to all special-procedures mandate-holders \r\nand has hosted several visits by United Nations Special \r\nRapporteurs, including the Special Rapporteur on the \r\nhuman rights of internally displaced persons and the \r\nSpecial Rapporteur on violence against women, its \r\ncauses and consequences.\r\nIn conclusion, let me once again reiterate Georgia’s \r\nstrong commitment to joining the international \r\ncommunity in strengthening and promoting human \r\nrights throughout the world.\r\nMs. Valiente Díaz (Cuba) (spoke in Spanish): The \r\nHuman Rights Council was established as a result of \r\nthe need to address the double standards, confrontation \r\nand political manipulation that characterized the now-\r\ndefunct Commission on Human Rights. Those practices, \r\nwhich discredited the Commission — and which we \r\nreject in the strongest terms — must be avoided. We \r\nreiterate our concern about the tendency to impose \r\nselectivity and double standards in the Council when \r\nconsidering human rights situations, as reflected in the \r\nreport of the Human Rights Council (A/72/53). Political \r\nmanipulation must cease when the Council deals with \r\ncountry situations. Cooperation and respectful dialogue \r\nshould guide the work of the Council.\r\nCuba reaffirms that the Universal Periodic Review \r\nwas established as the only universal mechanism for the \r\ncomprehensive analysis of the human rights situations \r\nin all countries. It is the Council’s main distinctive \r\nelement compared to the previous Commission on \r\nHuman Rights. The mechanism has proven to be a \r\nmeans for international cooperation in the field of \r\nhuman rights, based on constructive dialogue and \r\nrespect for the principles of universality, objectivity, \r\nimpartiality and non-selectivity. Those principles \r\nmust also be respected by the special procedures \r\nof the Human Rights Council and the human rights \r\ntreaty bodies. The special-procedures mandate \r\nholders must also observe the code of conduct adopted \r\nduring the institution-building process of the Human \r\nRights Council.\r\nCuba believes that as long as an unjust and exclusive \r\ninternational economic and political order persists, \r\nthe Council must continue to speak out in favour of \r\na democratic and equitable international order. For as \r\nlong as unilateral coercive measures are imposed and \r\nblockades are maintained — such as the one that Cuba \r\nhas suffered for more than 55 years — the Council must \r\nreject those practices and demand that they be ended. \r\nThe Council must ensure that the claim to the right to \r\ninternational solidarity becomes an imperative if we \r\nwish to confront the serious challenges posed by the \r\ndeep economic, financial, energy, environmental and \r\nfood crises that affect the whole world today.\r\nWe regret that, at the previous session of the \r\nHuman Rights Council, resolutions that have enjoyed \r\nthe consensus of the Member States for several years \r\nhad to be adopted by vote, such as the right to food. \r\nAt this session of the General Assembly, my delegation \r\nwill again submit a draft resolution on that topic in \r\nthe hope that such an important initiative will enjoy \r\nthe constructive support of all delegations so that \r\nwe can send a clear message of consensus on such a \r\ncrucial issue.\r\nCuba will continue to work on promoting the rights \r\nof peoples to self-determination, peace and development \r\nand the right to food, the establishment of a democratic \r\nand equitable international order, the fight against \r\nracism, xenophobia and all forms of discrimination, the \r\nrealization of cultural rights and respect for diversity. \r\nCuba affirms its firm commitment to promoting and \r\nrespecting all human rights for everyone.\r\nMs. Wagner (Switzerland) (spoke in French): \r\nSwitzerland would like to thank the President of \r\nthe Human Rights Council for his report (A/72/53). \r\nSwitzerland is pleased that the opportunity was \r\ntaken this year to formulate specific proposals for \r\nstrengthening the impact and contribution of the \r\nHuman Rights Council to the protection and promotion \r\nof the respect for human rights around the world. Those \r\nproposals have served as a basis for identifying priority \r\ncourses of action that now need to be implemented so \r\nas to strengthen the human rights pillar at the United \r\nNations as a whole. Switzerland will continue its \r\nengagement in that respect.\r\nFirst, Switzerland firmly believes that the \r\ninternational community’s success in protecting and \r\npromoting respect for human rights depends on the \r\nbetter integration of human rights into the United \r\nNations global agenda. The relationship between \r\nhuman rights and peace and security is worthy of \r\nspecial attention, particularly in view of its potential \r\nfor conflict prevention. It was with that in mind that \r\nSwitzerland and other Member States launched an \r\nappeal on 13 June to put human rights at the heart \r\nof Member States’ efforts in conflict prevention \r\nand, in particular, to enhance the exchange of useful \r\n02/11/2017 A/72/PV.40\r\n17-36003 23/23\r\ninformation between the Human Rights Council and \r\nthe Security Council. Switzerland invites all Member \r\nStates to join the 71 countries that have already offered \r\ntheir support to that appeal and to commit to putting it \r\ninto action.\r\nSecondly, I wish to comment on the space granted to \r\ncivil society, where we are seeing increasingly serious \r\nviolations and abuses of the rights to the freedom of \r\nexpression and the freedom of peaceful assembly and \r\nassociation. Civil society plays a fundamental role in \r\nUnited Nations mechanisms. The greater inclusion \r\nand protection of civil society therefore represents an \r\ninvestment in strengthening the impact, efficiency and \r\ncredibility of the Human Rights Council.\r\nIn that regard, Switzerland is concerned about \r\nnumerous cases of intimidation and reprisals against \r\nhuman rights defenders and other members of civil \r\nsociety while they exercise their fundamental rights \r\nby providing first-hand information to representatives \r\nof United Nations mechanisms. Switzerland wishes to \r\nthank the President of the Human Rights Council for \r\nhis commitment to follow up on such cases and urges \r\nthe international community to reverse that negative \r\ntrend and take further action to protect those defending \r\nhuman rights — especially those who cooperate with \r\nthe Council and its mechanisms.\r\nSwitzerland feels that the increase in the Council’s \r\nworkload confirms the relevance of its mandate, but \r\ndoes not believe that that workload is sustainable \r\nin the medium term. Further reflection is needed on \r\noptimizing working methods and implementing the \r\nrelevant proposals already on the table. At the same \r\ntime, we believe that it is essential to work on improving \r\nthe atmosphere at the Human Rights Council and \r\navoid a climate of confrontation. Switzerland calls on \r\nall Member States to work constructively on Council \r\nmatters so as to enhance its credibility and efficiency.\r\nThe Acting President (spoke in French): May I \r\ntake it that it is the wish of the Assembly to conclude its \r\nconsideration of agenda item 67?\r\nIt was so decided.\r\nThe meeting rose at 12.15 p.m.\r\n"