"United Nations A/73/PV.57\r\nGeneral Assembly\r\nSeventy-third session\r\n57th plenary meeting\r\nTuesday, 18 December 2018, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nThe meeting was called to order at 10.15 a.m.\r\nCommemorative meeting on the occasion of \r\nthe seventieth anniversary of the Universal \r\nDeclaration of Human Rights and of the twenty-\r\nfifth anniversary of the Vienna Declaration and \r\nProgramme of Action\r\nAgenda item 74 (continued)\r\nPromotion and protection of human rights\r\n(b) Human rights questions, including alternative \r\napproaches for improving the effective \r\nenjoyment of human rights and fundamental \r\nfreedoms\r\nThe President (spoke in Spanish): First, I would \r\nlike to thank the delegation of Cuba, which, on behalf \r\nof the Movement of Non-Aligned Countries, facilitated \r\nthe resolution that led to the convening this meeting.\r\nAt this meeting, we are commemorating 70 years of \r\none of the most important contributions of the General \r\nAssembly to humankind: the Universal Declaration of \r\nHuman Rights, which is a jewel of multilateralism and \r\nproof beyond dispute of the impact of our work on the \r\npeoples of the world and on the life of each and every \r\nperson. That historical document has been the legacy of \r\na generation which, after suffering the tragedies of two \r\nworld wars, understood that, for everyone: “recognition \r\nof the inherent dignity and of the equal and inalienable \r\nrights of all members of the human family is the \r\nfoundation of freedom, justice and peace in the world”.\r\nI wish to emphasize the role of Eleanor Roosevelt, \r\nHansa Mehta, Minerva Bernardino and so many other \r\nvisionary women in the creation of a more inclusive and \r\negalitarian Declaration, which has been an inspiration \r\nfor the struggles of millions of women around the world: \r\nindigenous women, Afro-descendant women, women \r\nwith disabilities and women of diverse backgrounds.\r\nToday, we recall an extraordinary achievement \r\nwhich, despite the passage of time, continues to be the \r\nstrongest foundation for the promotion and defence of \r\nhuman rights, and we pay tribute to the persons who \r\nmade such significant contributions to make human \r\ndignity the basis of our coexistence in the world.\r\nThis is also an opportunity to celebrate 25 years \r\nof the Vienna Declaration and Programme of Action, \r\nwhich clearly established the universal, indivisible, \r\ninterdependent and interrelated nature of human rights \r\nand which also created the Office of the United Nations \r\nHigh Commissioner for Human Rights, currently \r\nled by an extraordinary Latin American woman, \r\nMichelle Bachelet.\r\nAllow me to make three remarks.\r\nFirst, the Universal Declaration of Human Rights \r\nnot only reflects the collective aspiration to establish \r\na world order based on human dignity but has actually \r\ntransformed the world. It has made it much better. Its \r\n30 articles contain universal ideals and commitments, \r\nsuch as the rights to life, freedom and justice and to \r\neducation, health, housing, food and work, which have \r\ninspired almost every international instrument since \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-44573 (E)\r\n*1844573*\r\n \r\nA/73/PV.57 18/12/2018\r\n2/12 18-44573\r\nand enabled the development of the nine core human \r\nrights treaties and their optional protocols.\r\nThe Declaration has also made an impression on \r\nthe history of our countries. Its precepts have been \r\ngradually included in national legal systems, thus \r\nensuring implementation mechanisms. Today, respect \r\nfor human rights is an essential element of every system \r\nof Government and of the achievement of the 2030 \r\nAgenda for Sustainable Development. Indeed, today we \r\ncould even say that the Sustainable Development Goals \r\nare goals that aim to fully guarantee human rights.\r\nSecondly, we must avoid setbacks in the agreements \r\nthat we have already established and we must avoid the \r\npoliticization of human rights. In times of crisis and \r\ninstability, in which the international system that we \r\nhave worked so hard to build faces so many challenges, \r\nwe are compelled more than ever before to abide by \r\nthe principles of the Universal Declaration. If we do \r\nnot make it a reality, if we allow human rights to be \r\nrestricted or undermined, humankind could once again \r\nface fear, division and, inevitably, conflict — the same \r\nspectres that we sought to banish 70 years ago.\r\nHuman rights are for everyone. Selective \r\ninterpretations or those that undermine their validity \r\nin accordance with geopolitical or economic interests \r\nset the stage for the weakening of those rights and the \r\nperception that not all violations or abuses matter or \r\nthat the fight for justice and freedom is not the same for \r\nall peoples.\r\nThirdly, the fight for human rights is ongoing. It \r\nmust be a part of our daily efforts. I decided to distribute \r\na special edition of the Universal Declaration so that \r\nwe always have it at our side during our deliberations. \r\nWe still have a lot to do. There are still millions of \r\nhuman beings who are not free or equal and have not \r\nbeen liberated from fear and misery. Poverty, hunger \r\nand inequality continue to affect all countries and \r\nregions. Torture and modern slavery have not yet been \r\neradicated. Racism, discrimination and exclusion are \r\nstill part of our reality and the rights of women and \r\ngirls are still being violated systematically.\r\nThe Universal Declaration must continue to guide \r\nour efforts to build a more peaceful, egalitarian and \r\nhumane world. Fortunately, the Global Compact \r\nfor Safe, Orderly and Regular Migration, which \r\nthe General Assembly will endorse tomorrow, is \r\nproof that the majority of Member States maintain \r\nthat commitment. And what better day than \r\ntoday — 18 December — International Migrants Day, \r\nto reaffirm that, regardless of their migration status, \r\nmigrants cannot be deprived of the fundamental rights \r\nthat the Universal Declaration grants them.\r\nThe international community cannot forget the road \r\nthat it has travelled to reach the Universal Declaration. \r\nOne of the sentences in its preamble tells us to bear \r\nin mind that “disregard and contempt for human rights \r\nhave resulted in barbarous acts which have outraged the \r\nconscience of mankind.”\r\nMore than ever, multilateralism needs to go back \r\nto its roots, to be nourished by the aspirations and \r\nideals of the men and women who, in overcoming their \r\ndifferences, worked to provide future generations with \r\na legacy of hope — the hope of creating a world in which \r\nwars can be averted and the value of life is respected \r\nabove any other material or geopolitical consideration.\r\nLet us renew our commitment to the Universal \r\nDeclaration. That is the best tribute that we can pay to \r\nit. Let us prove that the ideal of greater justice, equality \r\nand freedom is not a utopia, that human beings are \r\ncapable of coexisting in peace and that the Declaration is \r\nas valid today as it was in 1948 when it was proclaimed.\r\nI now give the f loor to His Excellency Secretary-\r\nGeneral António Guterres.\r\nThe Secretary-General: Seventy years ago, after \r\nthe Holocaust and the horror of the Second World War, \r\nour visionary forebears drafted 30 articles that lay out \r\nwhat they described as the “foundation of freedom, \r\njustice and peace in the world”. The adoption of the \r\nUniversal Declaration of Human Rights marked the first \r\ntime that countries had ever come together to recognize \r\nthat all people, everywhere, are born free and equal and \r\nshare fundamental, inalienable rights. The economic, \r\nsocial, cultural, civil and political rights enshrined in \r\nthis document belong to everyone.\r\nWherever we live, whatever our circumstances \r\nor place in society, our race, colour, gender or sexual \r\norientation, language, religion, opinion, nationality or \r\neconomic status, we are all equal in human rights and in \r\ndignity. No one ever loses their human rights, no matter \r\nwhat they do or who they are. The clarity and profundity \r\nwith which the Universal Declaration of Human Rights \r\nspeaks to the aspirations of people everywhere have \r\nmade it the world’s most widely translated document. \r\nOur challenge remains to translate it into reality for all \r\npeople everywhere.\r\n18/12/2018 A/73/PV.57\r\n18-44573 3/12\r\nThe Universal Declaration is much more than a \r\nsource of inspiration and a statement of principles. Its \r\n30 articles constitute practical measures for advancing \r\npeace and inclusive development beyond human rights. \r\nOver seven decades, it has enabled women and men in \r\nall regions to claim their rights and contest the forces of \r\noppression, exploitation, discrimination and injustice.\r\nIn that time, people around the world have gained \r\nprogressively greater freedoms and equality. Conditions \r\nof profound economic misery and exploitation have been \r\nimproved. Women’s rights have advanced, along with \r\nthe rights of children, victims of racial and religious \r\ndiscrimination, indigenous peoples and persons with \r\ndisabilities. And perpetrators of horrific human rights \r\nviolations have been held to account for their crimes by \r\ninternational tribunals.\r\nYet, seven decades on, there is still a long way to \r\ngo. Women, men and children all over the world still \r\nendure constraints on — or even total denial of — their \r\nhuman rights. Torture, extrajudicial killings, detention \r\nwithout trial and other egregious human rights violations \r\npersist. Untold numbers of women and girls face daily \r\ninsecurity, violence and discrimination. Today we are \r\nseeing a rising tide of authoritarianism, intolerance, \r\nxenophobia and racism. It is only by respecting and \r\npromoting human rights that we can achieve the goals \r\nof the 2030 Agenda for Sustainable Development to \r\ncreate sustainable, diverse, inclusive and peaceful \r\nsocieties thriving on a healthy planet.\r\nI understand the importance of human rights from \r\nmy personal experience. I grew up under a dictatorship \r\nand worked in the slums of Lisbon, and later in my \r\ncareer saw the bitter results of human rights abuses as \r\nUnited Nations High Commissioner for Refugees. As \r\nSecretary-General, I wish to highlight that our founding \r\nCharter makes human rights part of this Organization’s \r\nvery identity. Human rights are an intrinsic part of all \r\nthat we do and all that we are.\r\nHuman rights inspire. Human rights transform. \r\nHuman rights drive progress and change the course of \r\nhistory. As the custodians of the Universal Declaration \r\nof Human Rights, the  continued commitment of \r\nMember States to the rights it enshrines is critical. Let \r\nus keep the beacon of this towering document alight \r\nso it can continue to guide us all on the path of peace, \r\ndignity, security and opportunity for all.\r\nThe President (spoke in Spanish): I thank the \r\nSecretary-General for his statement.\r\nBefore proceeding further, I would like to consult \r\nmembers, as mentioned in my letter dated 13 December \r\n2018, on inviting Ms. Michelle Bachelet, United Nations \r\nHigh Commissioner for Human Rights, to address the \r\nAssembly.\r\nIf there is no objection, may I take it that it is \r\nthe wish of the General Assembly, without setting a \r\nprecedent, to invite the High Commissioner to make a \r\nstatement at this meeting?\r\nIt was so decided.\r\nThe President (spoke in Spanish): In accordance \r\nwith the decision just taken, I now call on the United \r\nNations High Commissioner for Human Rights to make \r\na statement.\r\nMs. Bachelet (United Nations High Commissioner \r\nfor Human Rights): Seventy years ago, when the third \r\nsession of the General Assembly adopted the Universal \r\nDeclaration of Human Rights as resolution 217 A (III) \r\n(see A/PV.183), the world’s States were beginning to \r\nemerge from catastrophe. Genocide, on a scale never \r\nbefore experienced by humankind, had inflicted \r\nmonstrous suffering. Nationalistic and isolationist \r\npolicies had generated two global wars and an economic \r\ndepression whose reach and scope harmed millions \r\nof people across the planet. The depredations of \r\ncolonialism had oppressed and exploited entire nations \r\nand regions and the use of atomic weapons made it \r\nclear that any future global conflict could essentially \r\nextinguish life on this planet as we had known it since \r\nthe dawn of time.\r\nThe first impulse to create the Human Rights \r\nDeclaration came from Latin America. China, Costa \r\nRica, Ghana, India, Jamaica, Lebanon, Liberia, Pakistan \r\nand the Philippines insisted on strong commitments \r\nagainst torture, for the rights of women and on \r\njustice, dignity and conscience. Together, States from \r\nevery region drafted the 30 articles of the Universal \r\nDeclaration of Human Rights and agreed that , as the \r\nSecretary-General just recalled, they must stand as “a \r\ncommon standard of achievement for all peoples and all \r\nnations” — so that by progressive measures, national \r\nand international, Member States would build the \r\nfoundation of freedom, justice and peace in the world.\r\nToday, that vow still stands. The recognition that the \r\nworld’s peoples possess those fundamental rights and \r\nfreedoms cannot be extinguished. The acknowledgment \r\nthat upholding all people’s human rights is the only \r\nA/73/PV.57 18/12/2018\r\n4/12 18-44573\r\npossible path to peace and inclusive development is as \r\npowerful and valid today as it was 70 years ago and \r\nthe achievements inspired by the Universal Declaration \r\ncannot be denied.\r\nMillions of women and men have come together to \r\ndemand an end to tyranny and injustice and insist on \r\ntheir rights to justice and freedom from exploitation, \r\ndiscrimination and violence. Today’s attacks on the \r\nfundamental rights and freedoms of the Universal \r\nDeclaration are not motivated by its failure. They stem \r\nfrom its success, because human rights stand against \r\nexploitation of the many by the few. They require \r\ngovernance and institutions that serve the people, not \r\nthe narrow interests of powerful individuals.\r\nThis Assembly represents the hopes and the interests \r\nof all the people of all Member States. Its bedrock is the \r\ndetermination to save succeeding generations from the \r\nscourge of war; reaffirm faith in fundamental human \r\nrights, the dignity and worth of the human person and \r\nthe equal rights of men and women and of nations, large \r\nand small; establish conditions under which justice and \r\nrespect for international law can be maintained; and \r\npromote social progress and better standards of life in \r\nlarger freedom.\r\nThe anniversary of the Universal Declaration \r\nof Human Rights is an important reminder of why \r\nthe United Nations and this Assembly came to be \r\nand the purpose they must serve today. Its guidance \r\nechoes across the 70 years to the many crises that we \r\nsee building in our era. The Declaration’s 30 articles \r\nguide us to measures that resolve violence and global \r\ndestruction, repair social breakdown and mark the path \r\naway from conflict towards shared, peaceful solutions. \r\nThey build, inseparably, on each other.\r\nThe rights to participate in decisions, speak freely \r\nand seek justice are important in and of themselves and \r\nalso contribute to the rights to health, life, education and \r\ndevelopment. Fostering truly inclusive and sustainable \r\neconomies requires the participation of everyone, an \r\nend to discrimination and the right to speak out, make \r\nchoices and criticize. The provision of governance \r\nthat serves rather than silences and economic systems \r\nrooted in dignity are the responsibility of every leader. \r\nThey underpin the legitimacy of Government and the \r\nsovereignty of States.\r\nI ask members of the Assembly to work towards \r\nthat vision of peace and justice for all peoples.\r\nThe President (spoke in Spanish): I thank the High \r\nCommissioner for Human Rights for her statement and \r\nI appreciate her presence at this commemorative event.\r\nI now give the f loor to the representative of \r\nNamibia, who will speak on behalf of the Group of \r\nAfrican States.\r\nMr. Gertze (Namibia): I thank the Secretary-\r\nGeneral and the High Commissioner for their statements \r\nthis morning and I thank you, Madam President, for \r\norganizing this anniversary celebration today. I take \r\nthe f loor on behalf of the Group of African States and \r\nwould like to thank you, Madam President, for bringing \r\nus all together here today to mark the seventieth \r\nanniversary of the Universal Declaration of Human \r\nRights. We consider the Universal Declaration as the \r\nmost important landmark document on human rights. \r\nThe African Group upholds the tenets of the Declaration \r\nand recognizes the historic effects the Declaration had \r\non many of our countries.\r\nI say that as a reminder that when the Universal \r\nDeclaration of Human Rights was adopted on \r\n10 December 1948, only four African countries were \r\nStates Members of the United Nations and had a seat at \r\nthe table. At that time, most of us were absent because we \r\nwere still under the yoke of colonialism. The adoption \r\nof the Declaration came as a beacon of hope for us as \r\nit set out human rights and fundamental freedoms that \r\nshould be inherent for every human being. That spoke \r\ndirectly to our plight and the reality of the times.\r\nThe first article of this important document sets \r\nout that “All human beings are born free and equal in \r\ndignity and rights”. For many liberation movements \r\nacross the continent, that and the following articles \r\nadded impetus to our struggles for freedom and \r\nindependence and amplified the case against injustice \r\nand colonial subjugation. Therefore, for the African \r\nGroup, the historical setting of the Declaration’s \r\nadoption also serves as a reminder of how far we have \r\ncome as nations in the fight for the full respect of all \r\nhuman rights and fundamental freedoms We have \r\ncome to embrace the Declaration wholeheartedly and \r\nrecognize that, by protecting all the rights enshrined \r\ntherein, we are laying the foundation for freedom, \r\njustice and peace in the world.\r\nWe recall the dynamic and inspirational leadership \r\nof the Chair of the Universal Declaration of Human \r\nRights drafting committee, Mrs. Eleanor Roosevelt, \r\nwho was later referred to by President Harry Truman \r\n18/12/2018 A/73/PV.57\r\n18-44573 5/12\r\nas the First Lady of the World, in tribute to her human \r\nrights achievements. We salute her for her strong \r\nconviction that the Declaration would have the same \r\nkind of influence on global society as the Declaration \r\nof Independence had on the citizens of her own country.\r\nThe African Group takes pride in the progress that \r\nwe have made in advancing human rights in our various \r\ncountries. As members of the African Union and our \r\nown subregional organizations, many African Group \r\nmember States have adopted further instruments for the \r\nprotection and promotion of human rights. Through the \r\nAfrican Union, African member States have adopted \r\nthe 1969 Organization of African Unity Convention \r\nGoverning the Specific Aspects of Refugee Problems \r\nin Africa, the 1981 African Charter on Human and \r\nPeoples’ Rights and its 2003 Protocol on the Rights \r\nof Women in Africa, the 1990 African Charter on the \r\nRights and Welfare of the Child and the 2009 African \r\nUnion Convention for the Protection and Assistance of \r\nInternally Displaced Persons in Africa.\r\nSome of the aforementioned documents, including \r\nthe African Charter on Human and Peoples’ Rights, \r\nmake direct reference to the Universal Declaration of \r\nHuman Rights, having expanded the scope of human \r\nrights provided for therein. From the Economic \r\nCommunity of West African States to the Economic \r\nCommunity of Central African States and the Southern \r\nAfrican Development Community, the African member \r\nStates have demonstrated their willingness to improve \r\nhuman rights for their people by adopting specific and \r\ndirect treaties, declarations and guidelines to address \r\nspecific concerns, such as children’s rights, women’s \r\nrights, the rights of migrants and refugees and many \r\nother new and emerging concerns.\r\nA number of institutions have also been set up to \r\nfacilitate the effective implementation of the instruments \r\nmentioned above, including the African Commission \r\non Human and Peoples’ Rights, the African Court on \r\nHuman and Peoples’ Rights and the African Committee \r\nof Experts on the Rights and Welfare of the Child. Those \r\ninstitutions have made a tremendous contribution to \r\nthe advancement of human rights on the continent. If \r\nthey are resourced sufficiently, their impact will be felt \r\nacross the continent, especially where it matters most, \r\namong those furthest left behind. As we commemorate \r\nthe seventieth anniversary of the Universal Declaration \r\nof Human Rights, as a common standard of achievement, \r\nit is incumbent upon the entire community of nations \r\nto guard against the threats posed to human rights, \r\nincluding xenophobia, racism, trafficking in persons, \r\nattacks against migrants and other pressing threats \r\nto the well-being of our planet and the citizens of the \r\nworld, as a mark of its recommitment to the ideals and \r\nvalues of the Declaration.\r\nThe African Group remains committed to \r\nupholding the Universal Declaration of Human Rights \r\nin order to realize a more peaceful, just and equitable \r\nworld. For us that is what defines humanity in the true \r\nspirit of ubuntu, whereby the welfare and well-being of \r\nmy neighbour translates into the welfare and well-being \r\nof us all as a community of nations.\r\nThe President (spoke in Spanish): I now give the \r\nf loor to the representative of Tajikistan, who will speak \r\non behalf of the Group of Asia-Pacific States.\r\nMr. Mahmadaminov (Tajikistan): It is my honour \r\nto deliver this statement on behalf of the States \r\nmembers of the Group of Asia-Pacific States. We \r\nextend our appreciation to you, Madam President, for \r\nconvening this General Assembly plenary meeting \r\ntoday to commemorate the seventieth anniversary of \r\nthe Universal Declaration of Human Rights and of the \r\ntwenty-fifth anniversary of the Vienna Declaration and \r\nProgramme of Action.\r\nThe Universal Declaration of Human Rights, \r\nadopted in 1948, is the guiding document for promoting \r\nand protecting human rights for all. The Universal \r\nDeclaration of Human Rights was forged in the \r\naftermath of the Second World War and born out of the \r\nuniversal rejection of violence, whereby, as stated in \r\nits preamble:\r\n“recognition of the inherent dignity and of the \r\nequal and inalienable rights of all members of the \r\nhuman family is the foundation of freedom, justice \r\nand peace in the world”.\r\nThroughout much of history, people have acquired \r\nrights and responsibilities through their membership \r\nin a group, family, religion, class or community, and \r\nthe Universal Declaration has become the universal \r\nembodiment of the rights to life, freedom of expression, \r\nliberty, equality, food, shelter and, most importantly, a \r\ndignified life. As Governments committed themselves \r\nto establishing the United Nations, calls came from \r\nacross the globe to protect citizens from human rights \r\nabuses and violations. Those voices played a critical \r\nrole in drafting the Charter of the United Nations, \r\nA/73/PV.57 18/12/2018\r\n6/12 18-44573\r\nwhich recognizes the protection of human rights as one \r\nof the purposes of the United Nations.\r\nThe Universal Declaration embodies economic, \r\nsocial and cultural rights, as well as civil and political \r\nrights, based on the premise that different rights can \r\nbe successfully achieved only in conjunction with one \r\nanother. That indivisibility and interdependence of all \r\nhuman rights was reconfirmed by the 1993 Vienna \r\nDeclaration and Programme of Action. Both documents \r\ndemonstrate the common aspirations and collective \r\nwill of the international community to make the world \r\na better place. They have promoted a common standard \r\nof human rights and laid the foundations for a more just \r\nand secure world.\r\nToday, while a very comprehensive normative \r\nframework of human rights treaties and covenants \r\nhas evolved together with an elaborate architecture of \r\nmechanisms to support that work at the international \r\nlevel, there is growing concern about the multiple \r\nchallenges posed to the spirit of multilateralism. We must \r\nensure a safe working environment for persons engaged \r\nin the promotion and the protection of human rights and \r\nalso facilitate their legitimate activities. Reprisals and \r\nintimidation of any kind, including for cooperating \r\nwith the United Nations and its mechanisms in the area \r\nof human rights, must be effectively addressed.\r\nIn that endeavour, we must bear in mind that the rule \r\nof law applies equally to all. Abiding by those principles \r\nwill help maintain the objectivity and neutrality of \r\nthose engaged in the promotion and the protection of \r\nhuman rights and enable them to constructively engage \r\nwith all concerned. We should not allow the serious \r\nissue of human rights protection to be politicized and \r\nchallenges at all levels should be addressed in the spirit \r\nof cooperation and genuine dialogue.\r\nFor the success of our collective and common \r\ncause of promoting and protecting human rights, we \r\nemphasize that the international human rights system \r\nshould focus on achieving the desired results from a \r\nmore inclusive, participatory and positive approach of \r\ndialogue and capacity-building. The values ingrained in \r\nthe Universal Declaration and Vienna Declaration will \r\ncontinue to enlighten our path as we strive to achieve a \r\nfair human rights system.\r\nThe Universal Declaration of Human Rights and \r\nthe Vienna Declaration and Programme of Action \r\nare two pillars of global human rights today. Those \r\ntwo documents codify the important messages and \r\nunderstanding of the past and provide a framework for \r\nus to respond to emerging challenges. Most importantly, \r\nthose two projects enshrine our commitment to find \r\nglobal solutions to common challenges that hinder \r\nthe progress of humankind. We should aspire to the \r\nrealization of the Universal Declaration of Human \r\nRights and the Vienna Declaration and Programme of \r\nAction and continue to work towards achieving a better \r\nworld free of violence for us and future generations.\r\nThe President (spoke in Spanish): I now give the \r\nf loor to the representative of Lithuania, who will speak \r\non behalf of the Group of Eastern European States.\r\nMs. Plepytė (Lithuania): I have the honour to \r\ndeliver this statement on behalf of the States members \r\nof the Group of Eastern European States.\r\nAs we commemorate the seventieth anniversary \r\nof the Universal Declaration of Human Rights, we \r\nreminisce and reflect. As a result of the enormous \r\nsuffering of people in the Second World War and their \r\nstruggle for peace, the Universal Declaration of Human \r\nRights was adopted in 1948 and marked the first step \r\nin the long journey ahead to bring humankind together \r\nin response to the atrocities of the greatest tragedy in \r\nits history and to build a new world, with human rights \r\nat its heart. Armed with the joint commitment to the \r\nprinciples set out in that fundamental document, we, \r\nthe international community, helped lift up the dignity \r\nof many and prevented inestimable human suffering.\r\nThe Universal Declaration has become a cornerstone \r\nof international human rights law upon which many \r\nStates have since built a solid and robust human rights \r\narchitecture. That remarkable instrument spells out in \r\nmerely 30 articles the rights and duties that we owe one \r\nanother by virtue of our humanity and provides us with \r\na set of measures to end extreme poverty and create \r\nopportunities for every human being. It also gives us \r\nthe courage of our convictions, in that everyone can \r\nmake a difference so that all may live the promise of the \r\nUniversal Declaration — a life of dignity and respect.\r\nWith the end of the Cold War, a revived international \r\nconsciousness and cultural confluence inspired yet \r\nanother momentous step forward through the adoption \r\nof the Vienna Declaration and Programme of Action. Its \r\nfundamental description of human rights as “universal, \r\nindivisible, interdependent and interrelated” cut through \r\nthe division of civil and political rights from rights that \r\nare cultural, economic and social. The first words of \r\nthe preamble of the Vienna Declaration manifested \r\n18/12/2018 A/73/PV.57\r\n18-44573 7/12\r\na great hopefulness for a new era, with inter-reliant \r\nStates engaging in a shared approach to the causes of \r\nhuman suffering “[c]onsidering that the promotion and \r\nprotection of human rights is a matter of priority for the \r\ninternational community.”\r\nAs we reflect upon the seven decades that have \r\npassed, we realize that the promises of the Universal \r\nDeclaration of Human Rights and those of the Vienna \r\nDeclaration and Programme of Action have yet to be \r\nfulfilled. Yet, the very fact that they have stood this \r\nstriking test of time is a testament to the enduring \r\nuniversality of their perennial ideals of equality, justice \r\nand human dignity.\r\nThis anniversary is an opportune moment to \r\nevaluate the overall societal impact that human rights \r\nhave had throughout the years. Yet the meaning of \r\nthese documents for the people and their everyday lives \r\nis what counts most. That is why we must promote \r\nunderstanding of how the Universal Declaration and \r\nthe Vienna Declaration continuously empower us and \r\ninspire our deeper reflection on the ways in which we \r\ncan stand up for human rights and the rule of law in \r\naddressing existing challenges.\r\nThis anniversary is a stark reminder that while \r\nreflecting on achievements as a source for hope and \r\noptimism, we cannot take human rights for granted. \r\nWe are acutely aware of the current struggles of people \r\nfor the full enjoyment of their human rights taking \r\nplace across the globe today. Human rights violations \r\nand suppressions can and must be addressed, violence \r\nprevented and peace sustained.\r\nThis anniversary is a chance for the world to \r\ncelebrate the gift of the Universal Declaration and \r\nthe Vienna Declaration and to reaffirm the enduring \r\nhuman rights principles and standards they have \r\nhelped establish. It is also time to stand up for what \r\nthe Universal Declaration and the Vienna Declaration \r\nand Programme of Action truly represent. We need \r\nto secure our achievements and the advances made \r\nand use this occasion to mobilize as the international \r\ncommunity to continue to defend human rights \r\nwith fierce commitment. We need to reaffirm the \r\nfundamental significance of human rights for our lives \r\nand those of future generations, finding our strength in \r\nthe moral language of the Universal Declaration.\r\nPerhaps the most far-reaching re-reading of these \r\nmomentous documents today concerns its emphasis on \r\nthe duties that we hold towards each other, as opposed \r\nto the rights we claim against each other. That is why \r\nwe hope that the documents adopted with a particular \r\nera’s problems in mind will not only preserve their \r\nuniversal authority as future points of reference for \r\ninternational human rights law but also endure as the \r\nmost comprehensive statements of inalienable human \r\nrights. We have a long way to go.\r\nThe President (spoke in Spanish): I now give the \r\nf loor to the representative of the Plurinational State of \r\nBolivia, who will speak on behalf of the Group of Latin \r\nAmerican and Caribbean States.\r\nMrs. Cordova Soria (Plurinational State of Bolivia): \r\nI have the honour to deliver these remarks on behalf \r\nof the Group of Latin American and Caribbean States \r\n(GRULAC) at this plenary meeting to commemorate \r\nthe seventieth anniversary of the Universal Declaration \r\nof Human Rights and the twenty-fifth anniversary of \r\nthe Vienna Declaration and Programme of Action.\r\nAfter the devastation of war, the historic adoption \r\nof the Universal Declaration of Human Rights on \r\n10 December 1948 marked the first time that countries \r\nin the world had come together to recognize that every \r\nhuman being, everywhere, shares fundamental and \r\ninalienable rights. In a similar way, the adoption of \r\nthe Vienna Declaration on 25 June 1993 reaffirmed \r\nthe commitment of all States to fulfil their obligations \r\nto promote the universal respect of all human rights \r\nand fundamental freedoms for all, highlighting that \r\ninternational cooperation on this matter is essential \r\nfor the full achievement of the purposes of our \r\nUnited Nations.\r\nThe Universal Declaration has allowed people all \r\nover the world to demand their rights and fight against \r\nall forms of oppression, exploitation, discrimination \r\nand injustice. It provides us with the basis for ensuring \r\nequal rights for everyone, “without distinction of any \r\nkind, such as race, colour, sex, language, religion, \r\npolitical or other opinion, national or social origin, \r\nproperty, birth or other status” and the pursuit of peace, \r\nsecurity and sustainable development for all humanity. \r\nIn that regard, we would also like to recognize the \r\nimportance of the civil, political, economic, social and \r\ncultural rights that are indispensable for the dignity and \r\npersonal development of all.\r\nThere is no doubt that we have come a long way, \r\nbut we still have much more to achieve in the field of \r\nhuman rights and there is much more to do to overcome \r\nthe current challenges in the world when universal \r\nA/73/PV.57 18/12/2018\r\n8/12 18-44573\r\nvalues are being eroded. We must face those challenges \r\ntogether by strengthening the multilateral system on the \r\nbasis of mutual understanding, dialogue, transparency \r\nand confidence-building, promoting international \r\ncooperation and respecting the sovereignty, territorial \r\nintegrity and political independence of States.\r\nIn commemoration of the seventieth anniversary \r\nof the Universal Declaration of Human Rights, the \r\ncountries of Latin America and the Caribbean would \r\nlike to reaffirm that all human rights are universal, \r\nindivisible, interrelated, interdependent and mutually \r\nreinforcing, and that all human rights must be treated \r\nin a fair and equal manner, on the same footing and \r\nwith the same emphasis. We emphasize the need for \r\nthe promotion and protection of all human rights to be \r\nguided by the principles of impartiality, objectivity, \r\nnon-selectivity and non-politicization in the spirit \r\nof constructive international dialogue, solidarity \r\nand cooperation.\r\nTo that end, we would like to assure the full \r\ncooperation and commitment of every State member of \r\nGRULAC with the United Nations system in achieving \r\nthe effective enjoyment of all human rights for everyone \r\naround the world.\r\nThe President (spoke in Spanish): I now give the \r\nf loor to the representative of the Netherlands, who will \r\nspeak on behalf of the Group of Western European and \r\nother States.\r\nMrs. Gregoire Van Haaren (Netherlands): I have \r\nthe honour to deliver this statement on behalf of the \r\nGroup of Western European and other States.\r\nAs we commemorate the seventieth anniversary \r\nof the Universal Declaration of Human Rights and the \r\ntwenty-fifth anniversary of the Vienna Declaration \r\nand Programme of Action, we should take a moment to \r\nreflect, for those two documents are as relevant today \r\nas they were on the days they were signed. Since the \r\nsigning of the Universal Declaration 70 years ago, the \r\nworld has undeniably moved in a promising direction. \r\nMore and more people see their human rights codified \r\ninto national laws and protected by functioning justice \r\nsystems. That, in turn, has led to more freedom, \r\nequality and prosperity. The Universal Declaration has \r\nplayed an instrumental role in the progress made. It has \r\nrepeatedly served as a source of inspiration for national \r\nconstitutions, as well as for other international and \r\nregional human rights conventions, including forming \r\nthe foundation for 18 treaties and optional protocols \r\nadvancing human rights globally.\r\nBut we, the peoples of the United Nations, have \r\nalso failed many of our fellow human beings — many \r\nwho would doubt if they really were born free and equal \r\nin dignity and rights and many who continuously face \r\nviolations or abuses of their human rights, often at the \r\nhands of the very Governments whose responsibility \r\nit is to protect and promote such rights. Although we \r\nhave failed them, we should learn the lessons of our \r\nfailure and do better. Three of those lessons stand out \r\nand deserve specific attention.\r\nFirst, we must recognize the crucial role of civil \r\nsociety, including through a free press, in holding \r\nGovernments accountable with regard to respecting, \r\nprotecting and fulfilling human rights. Human rights \r\ndefenders worldwide deserve our unwavering support, \r\nespecially when they become the target of repression.\r\nSecondly, we have learned the importance of \r\nstrong international human rights institutions. They are \r\nneeded to further intergovernmental dialogue, mutual \r\nunderstanding and the improvement of normative \r\nframeworks and, where such institutions are not \r\ndelivering as expected, we should all strive to improve \r\nand strengthen them.\r\nLastly, we need to do a better job of preventing \r\nconflicts and mass atrocities and preventing inequality \r\nand poverty. Respect for human rights in itself will \r\nserve as a preventive tool to avoid such injustice, while, \r\nconversely, human rights violations and abuses can \r\nand should be used as the proverbial canary in a coal \r\nmine — as a warning before situations spiral out of \r\ncontrol that should lead to early action.\r\nWe can only truly learn those lessons through the \r\ninclusion of all, without discrimination on any grounds. \r\nIn that connection, I would like to briefly pay tribute \r\nto all the women who have made crucial contributions \r\nto gender equality and human rights achievements over \r\nthe past 70 years, starting with Eleanor Roosevelt, \r\nwho chaired the drafting committee of the Universal \r\nDeclaration; Hansa Mehta, who, highlighting the need \r\nfor gender equality, ensured the use of the term human \r\nbeings instead of men in article 1 of the Declaration; \r\nMarie-Hélène Lefaucheux, who managed to include the \r\nnotion of non-discrimination based on sex in article \r\n2; all the way to brave women today such as Malala \r\nYousafzai and Nadia Murad, both winners of the \r\n18/12/2018 A/73/PV.57\r\n18-44573 9/12\r\nNobel Peace Prize. Women represent half of the world \r\npopulation and they should be equally represented.\r\nIn conclusion, let us renew our commitment to the \r\nUniversal Declaration of Human Rights and the Vienna \r\nDeclaration and Programme of Action. Let us look back \r\nwith pride on our achievements and with humility on \r\nour failures. In the words of Eleanor Roosevelt,\r\n“we face the future fortified with lessons we have \r\nlearned from the past. It is today that we must \r\ncreate the world of the future.”\r\nThe President (spoke in Spanish): I now give the \r\nf loor to the representative of the Bahamas, who will \r\nspeak on behalf of the Caribbean Community.\r\nMs. Carey (Bahamas): I have the honour to speak \r\non behalf of the 14 States members of the Caribbean \r\nCommunity (CARICOM) at this General Assembly \r\nplenary meeting on the momentous occasion of the \r\ncommemoration of the seventieth anniversary of \r\nthe Universal Declaration of Human Rights and the \r\ntwenty-fifth anniversary of the Vienna Declaration and \r\nProgramme of Action, in accordance with resolution \r\n72/169.\r\nSeventy years ago, on 10 December 1948, the \r\nStates Members of the United Nations ratified the \r\nUniversal Declaration of Human Rights. The intent \r\nof its drafters — those brave eight men and one \r\nwoman — was to create a document that would \r\nelaborate the fundamental rights and freedoms of all \r\nduring a time when the dignity of humankind was \r\nthreatened. Being the first formalized document to \r\noutline human rights for all, the Declaration was \r\nenvisioned to be a blueprint to promote universal rights \r\nfor all people. Today, the Declaration is revered as one \r\nof the most fundamental documents within the sphere \r\nof international human rights.\r\nOn 25 June 1993, the world reaffirmed the \r\nimportance of the universality of human rights with \r\nthe adoption of the Vienna Declaration and Programme \r\nof Action, which further forged the linkages between \r\npeace, security, human rights and development. \r\nAll human rights remain universal, indivisible, \r\ninterdependent and interrelated. Our countries remain \r\nresolute in the defence of the universal values and \r\ninalienable rights due to every human being.\r\nThe key contributions and advocacy of women \r\nin the drive to create the Universal Declaration were \r\nsubstantial and led to the significant advancement \r\nworldwide of women’s rights and empowerment. As \r\nwe note with appreciation, Madam President, your \r\npresidency is historic, as you are only the fourth woman \r\nto have served as President of the General Assembly.\r\nOn 10 December, the world celebrated Human \r\nRights Day, which served as an opportunity to reflect \r\non the progress made toward the universalization of \r\nfundamental rights and freedoms. Such occasions \r\nare truly beneficial as they encourage us to reassess \r\nthe broad spectrum of human rights situations and \r\nto reaffirm our commitment to removing barriers \r\nthat may infringe on the full and equal enjoyment of \r\nhuman rights.\r\nA historic milestone was reached a few months ago, \r\nwhen, for the first time since the establishment of the \r\nHuman Rights Council in 2006, an English-speaking \r\nsmall island developing State from the Caribbean region \r\nwas elected to become a member. The membership of \r\nthe Bahamas on the Human Rights Council will allow \r\nthe deliberation among its members of the unique \r\nexperiences and perspectives of CARICOM, such as \r\nthose relating to the environment, climate change, \r\ndecent work, migration, inequality, gender and youth.\r\nOur region is pleased with that achievement and \r\nlooks forward to more opportunities to participate on \r\nthe international stage in this vital area of international \r\ndiscourse. At this juncture, CARICOM expresses \r\nits sincere appreciation to the donor countries of the \r\nVoluntary Technical Assistance Trust Fund to Support \r\nthe Participation of Least Developed Countries and \r\nSmall Island Developing States in the Work of the \r\nHuman Rights Council. The programme designed by \r\nthe Trust Fund is invaluable in enriching understanding \r\non substantive agenda items and procedures of the \r\nHuman Rights Council.\r\nThe drafters of the Universal Declaration succeeded \r\nin the attempt to craft a document that would provide \r\nhope and dignity, a document in which the universal \r\nhuman rights for every man, woman and child would \r\nbe enshrined. Since then, a number of instruments to \r\nprotect and promote human rights have been crafted \r\nto ensure the full enjoyment of those rights by all. \r\nInstruments such as the Convention on the Rights of \r\nthe Child and the Convention on the Elimination of All \r\nForms of Discrimination against Women underscore \r\nthe importance of universality, equality, participation \r\nand the rule of law, which firmly buttress development.\r\nA/73/PV.57 18/12/2018\r\n10/12 18-44573\r\nThe world has worked tirelessly to ensure that \r\nrights for all becomes a reality. We have accomplished \r\nmany goals, but as with any worthwhile effort, the \r\njourney continues. While the Universal Declaration \r\nspeaks to universal human rights, the world still faces \r\nongoing challenges and the Caribbean region has \r\nparticular concerns in that regard. Climate change is a \r\nparticular challenge for small island developing States \r\n(SIDS) with regard to our realizing all fundamental \r\nhuman rights and freedoms. The special vulnerabilities \r\nof SIDS to the negative implications of climate change \r\nthreaten certain rights, such as the right to water, food \r\nand housing and, as a result, impede our progress in the \r\nimplementation of the Sustainable Development Goals \r\nand targets.\r\nIn that vein, we support measures to enhance \r\nbilateral, regional and international cooperation \r\naimed at addressing the adverse impact of consecutive \r\nand compounded global crises, such as financial and \r\neconomic crises, food crises, climate change and natural \r\ndisasters, on the full enjoyment of human rights.\r\nIn addition, we recall the need for a holistic \r\napproach to addressing human rights matters, whereby \r\nwe remain mindful of the nexus between peace and \r\nsecurity, sustainable development and human rights.\r\nI thank you, Madam President, for organizing \r\nthis important session and would like to assure \r\nMember States of CARICOM’s full commitment to \r\nthe promotion and protection of human rights and \r\nfundamental freedoms with the aim of ensuring a better \r\nworld for all through peace, fairness, justice, equality \r\nand dignity.\r\nMr. Kickert (Austria): On 10 December 1948, \r\nafter the horrors of the Second World War, the world \r\ncommunity came together to adopt the Universal \r\nDeclaration of Human Rights as a common standard of \r\nachievement for all peoples and all nations.\r\nAgainst the backdrop of the end of the Cold War, \r\nthe 1993 World Conference on Human Rights continued \r\nthe path embarked upon in 1948 and broke new ground \r\nin the international protection of human rights by \r\nagreeing on the Vienna Declaration and Programme of \r\nAction, which clearly laid out that:\r\n“[d]emocracy, development and respect for human \r\nrights and fundamental freedoms are interdependent \r\nand mutually reinforcing”.\r\nIt also led to the establishment of the Office of \r\nthe United Nations High Commissioner for Human \r\nRights, which was a true milestone in the institutional \r\nprotection of human rights.\r\nThe year 2018 provides us with not only a chance \r\nto commemorate the adoption of those two landmark \r\ndocuments, but also the opportunity to engage in an \r\nhonest and open reflection on what we have achieved \r\nand where more needs to be done. Despite the \r\nachievements of the past 70 years, we still witness \r\nthat the inherent dignity and inalienable human rights \r\nof all human beings are often not guaranteed. We \r\nwitness a backtracking on established human rights \r\ncommitments across the globe. Increasingly, the need \r\nto address human rights challenges seems confronted \r\nwith mistrust and hostility. In many countries, civil \r\nsociety organizations and human rights defenders, to \r\nwhom we will pay special tribute later today, are faced \r\nwith pressure, restrictions, reprisals or even worse.\r\nIn that context Austria, together with the Office \r\nof the United Nations High Commissioner for Human \r\nRights, organized a conference for human rights experts \r\nfrom all world regions in Vienna on 22 and 23 May \r\nto commemorate the twenty-fifth anniversary of the \r\nVienna Declaration and Programme of Action, entitled \r\n“Vienna + 25: Building Trust — Making Human Rights \r\na Reality for All”. At the conference, stakeholders from \r\ncivil society, academia and international organizations \r\ndiscussed how global trends such as urbanization, \r\ndigitalization, demographic changes and climate \r\nchange would shape the human rights agenda of the next \r\ndecade. Only if human rights are effectively protected \r\nwhen we address those new challenges can they play \r\ntheir role as a stabilizing factor for the effective rule of \r\nlaw, to combat social exclusion, as an important driver \r\nfor sustainable security and as a guarantor and creator \r\nof justice and equality in a spirit of solidarity.\r\nThe outcome of that fruitful exchange is reflected in \r\naction-oriented recommendations on the two key themes \r\nof the conference — human rights and security and the \r\npromotion of equality in our societies. The outcome \r\ndocument, which was circulated on 27 September \r\nand is contained as an annex in document A/73/399, \r\ncomprises the main elements of the discussions. I \r\nencourage everyone to thoroughly reflect on those \r\nsuggestions from the field and to include civil society \r\nin our task of tackling future challenges.\r\n18/12/2018 A/73/PV.57\r\n18-44573 11/12\r\nLet us not forget our common conclusion from the \r\nVienna Declaration and Programme of Action:\r\n“Human rights and fundamental freedoms \r\nare the birthright of all human beings; their \r\nprotection and promotion is the first responsibility \r\nof Governments.”\r\nIn that spirit, Austria looks forward to cooperating \r\nwith all Member States in our upcoming three-year \r\nterm as a member of the Human Rights Council in \r\nfollowing up on those recommendations and becoming \r\none step closer to making human rights a reality for all.\r\nMr. Lukyantsev (Russian Federation) (spoke \r\nin Russian): Today’s General Assembly meeting is \r\ndedicated to a truly historic event. Seventy years \r\nago, States adopted a document that shaped the entire \r\nmodern system for the promotion and protection of \r\nhuman rights.\r\nNazism had just gone down to historic defeat, along \r\nwith the human-hating ideology of national socialism, \r\nwhose founding principle was the superiority of one \r\nrace over all the rest. It is therefore no surprise that \r\neven today the Universal Declaration of Human Rights \r\nsounds like a kind of political manifesto and manual, \r\nproviding a set of principles and guidelines that \r\nmembers of the international community should follow \r\nin developing responses and solutions to today’s human \r\nrights challenges. That is why it is rightly considered \r\nthe standard to which States should aspire.\r\nIn the ensuing years the Declaration’s provisions \r\nwere enshrined in States’ Constitutions and national \r\nlegislation, as well as in international treaties both \r\nmultilateral and regional. Although the Declaration \r\nitself does not have the force of a binding international \r\ntreaty, it has been universally acknowledged by States \r\nwhose level of development, political systems and \r\ncultural traditions differ substantially. The fact that the \r\nDeclaration does not prescribe one-sided approaches \r\nbut rather highlights the importance of diversity and \r\nof considering regional specificities and countries’ \r\ndifferent national, cultural, religious and historic \r\ntraditions has played a major part in this.\r\nThe successful implementation of the standards \r\nenshrined in the Declaration is largely dependent on \r\nthe steps that we take. Today it is more important than \r\never for States to renounce short-term political interests \r\nand focus their efforts on strengthening dialogue and \r\ncooperation and involving all stakeholders in the \r\ncollective process of formulating and taking decisions. \r\nAs it was 70 years ago, the United Nations should be the \r\nmain driver of that process. At the same time, realizing \r\nthe goals of the Declaration in our lives depends \r\nprimarily on States.\r\nSince the Declaration was adopted, significant \r\nprogress has been made in overcoming discord \r\nand disagreement in the area of human rights. \r\nNevertheless, there continue to be serious obstacles \r\nto its implementation. New challenges and threats \r\nconstantly arise and hinder its implementation. In that \r\nregard, the joint efforts of the international community \r\nin combating transnational problems such as racism, \r\nextremism, discrimination, intolerance and xenophobia \r\nare particularly important. All of these phenomena \r\nare primarily focused on denying the main idea of the \r\nDeclaration, under which “[a]ll human beings are born \r\nfree and equal in dignity and rights”.\r\nThe Universal Declaration of Human Rights was \r\nwritten and adopted immediately after the Second \r\nWorld War. To a large extent, it was humankind’s \r\nresponse to the suffering caused by that tragedy and \r\nits desire to ensure that what had led to it would not \r\nhappen again — the doctrine of Nazism, which divided \r\nhumankind into higher and lesser races, some better \r\nthan others. Many of the States Members of the United \r\nNations that adopted the Declaration suffered the terrible \r\nconsequences of such doctrines in practice themselves. \r\nIt is therefore very worrying to see the cynical and \r\nincreasingly regular and systematic attempts today to \r\nwhitewash Nazism and distort history.\r\nAlthough the concept of human rights is a process \r\nthat is continually evolving and improving, the \r\nDeclaration is still relevant today. Moreover, its potential \r\nas a platform for dialogue is still underestimated. We \r\nbelieve firmly that it can be a powerful instrument for \r\nreducing mistrust, combating intolerance, building \r\nbridges between civilizations and overcoming the \r\ndangerous prejudices, enmity and hatred that have led \r\nto social upheaval and wars for hundreds of years.\r\nThe President (spoke in Spanish): I now give the \r\nf loor to the observer of the League of Arab States.\r\nMr. Abdelaziz (League of Arab States) (spoke in \r\nArabic): We are meeting today within the framework \r\nof the seventy-third session of the General Assembly \r\n73 years after the founding of both the League of \r\nArab States and the United Nations in 1945 as two \r\npioneering organizations in the area of multilateral \r\nA/73/PV.57 18/12/2018\r\n12/12 18-44573\r\nwork to maintain international peace and security and \r\nto preserve human dignity.\r\nBased on that shared responsibility, since its \r\nestablishment the League of Arab States has always \r\nworked to strengthen its cooperation with the United \r\nNations and follow its declarations and resolutions, \r\nfirst and foremost the Universal Declaration of Human \r\nRights, which has served as the cornerstone of regional \r\nand national human rights systems.\r\nWithin the Arab human rights system, the Permanent \r\nArab Committee for Human Rights, established in \r\nSeptember 1968 as the first permanent committee \r\nof the region under the auspices of the Arab League, \r\nworking to promote human rights throughout the Arab \r\nregion, was in line with that important international \r\ninstrument. Regional efforts have continued at both the \r\nstructural and the legislative level, whereby a number \r\nof steps have been taken, the most important of which \r\nare the following.\r\nFirst, the revised Arab Charter on Human Rights \r\nwas adopted at the March 2004 Arab League summit \r\nas a reference document for the region to incorporate \r\nhuman rights within the basic national interests of \r\nArab States.\r\nSecond, the Arab Human Rights Committee \r\nwas established in 2009 in accordance with the Arab \r\nCharter on Human Rights, after the latter’s entry \r\ninto force on 16 March 2008, to consider reports of \r\nthe States members of the Arab League on measures \r\ntaken to promote the rights and freedoms set out in the \r\nArab Charter.\r\nThird, the date of the Arab Charter’s entry into \r\nforce, 16 March, was adopted as Arab Human Rights \r\nDay, which is celebrated annually by the League of \r\nArab States at the ministerial level. It provides an \r\nopportunity to carry out discussions on human rights \r\nand adopt the necessary recommendations to develop \r\nArab human rights.\r\nFourth, the 2009-2014 Arab Plan for Human Rights \r\nEducation was adopted at the Arab League summit \r\nwith the goal of including human rights in the curricula \r\nof the education system at various levels.\r\nFifth, the 2010-2015 Arab plan to foster the culture \r\nof human rights was adopted at the Arab League \r\nsummit to strengthen a culture of human rights in the \r\nArab world and to ensure the enjoyment thereof by all \r\nindividuals, groups and sectors of society.\r\nSixth, the Legislative, Legal and Human Rights \r\nCommittee was established as part of the Arab Parliament \r\nto enable Arab parliamentarians to participate in and \r\ncontribute to policymaking and implementation of the \r\nrelevant policies in their respective countries.\r\nSeventh, a human rights conference bringing \r\ntogether the leaders responsible for guaranteeing those \r\nrights was launched under the auspices of the Arab \r\nPermanent Committee on Human Rights, which was \r\nthe result of cooperation between the Arab League and \r\nthe Office of the United Nations High Commissioner \r\nfor Human Rights.\r\nStrengthening human rights is an integral part of the \r\nexisting cooperation framework shared by the League \r\nof Arab States and the United Nations, as well as many \r\nother regional organizations, such as the European \r\nUnion, the Organization of Islamic Cooperation, the \r\nAfrican Union and the International Federation of Red \r\nCross and Red Crescent Societies, among others. The \r\nArab League’s cooperation with the United Nations \r\nis evident through its holding since 2014 of a biennial \r\nregional high-level meeting on the protection of human \r\nrights jointly with the Office of the United Nations \r\nHigh Commissioner for Human Rights.\r\nAs we celebrate the anniversary of the Universal \r\nDeclaration of Human Rights and the Vienna \r\nDeclaration and Programme of Action, the content of \r\nthose two documents undoubtedly constitutes noble \r\npurposes to protect the right to life and to lay the \r\nfoundations for achieving freedom, justice and peace \r\nthroughout the world. In that regard, we stress the \r\nimportance of establishing peace and finding radical \r\nand sustained solutions to the crises all over the world, \r\nespecially the crisis in the Middle East. In particular, \r\nwe underscore the right of the Palestinian people to \r\npursue their struggle to enjoy their rights free from \r\noccupation, as well as resolving all other problems in the \r\nArab region, so that the people can exercise their rights \r\nguaranteed by the relevant international and regional \r\ncovenants and conventions, in particular the Universal \r\nDeclaration of Human Rights. The Arab League will \r\ncontinue its involvement in and maximum support for \r\nthe implementation of the Universal Declaration of \r\nHuman Rights in order to ensure that the hopes and \r\naspirations of our peoples to enjoy a better life are met.\r\nThe President (spoke in Spanish): We have heard \r\nthe last speaker in this commemorative meeting.\r\nThe meeting rose at 11.25 a.m.\r\n"