"United Nations A/73/PV.35\r\nGeneral Assembly\r\nSeventy-third session\r\n35th plenary meeting\r\nThursday, 15 November 2018, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nIn the absence of the President, Ms. Al-Thani \r\n(Qatar), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 117\r\nAppointments to fill vacancies in subsidiary organs \r\nand other appointments\r\n(a) Appointment of members of the Advisory \r\nCommittee on Administrative and Budgetary \r\nQuestions\r\nReport of the Fifth Committee (A/73/481)\r\nThe Acting President (spoke in Arabic): In paragraph \r\n6 of its report, the Fifth Committee recommends that \r\nthe General Assembly appoint the following persons as \r\nmembers of the Advisory Committee on Administrative \r\nand Budgetary Questions for a three-year term of \r\noffice beginning on 1 January 2019: Mr. Yves Éric \r\nAhoussougbemey (Benin), Mr. Amjad Qaid Al Kumaim \r\n(Yemen), Mr. Makiese Kinkela Augusto (Angola), \r\nMr Ihor Humennyi (Ukraine) and Mr. Conrod Hunte \r\n(Antigua and Barbuda).\r\nMay I take it that it is the wish of the Assembly \r\nto appoint those persons as members of the Advisory \r\nCommittee on Administrative and Budgetary Questions \r\nfor a three-year term of office beginning on 1 January \r\n2019?\r\nIt was so decided.\r\n(b) Appointment of members of the Committee on \r\nContributions\r\nReport of the Fifth Committee (A/73/483)\r\nThe Acting President (spoke in Arabic): In \r\nparagraph 4 of its report, the Fifth Committee \r\nrecommends that the General Assembly appoint the \r\nfollowing persons as members of the Committee on \r\nContributions for a three-year term of office beginning \r\non 1 January 2019: Mr. Syed Yawar Ali (Pakistan), \r\nMr. Robert Ngei Mule (Kenya), Mr. Toshiro Ozawa \r\n(Japan), Mr. Tõnis Saar (Estonia) and Mr. Brett Dennis \r\nSchaefer (United States of America).\r\nMay I take it that it is the wish of the Assembly to \r\nappoint those persons as members of the Committee on \r\nContributions for a three-year term of office beginning \r\non 1 January 2019?\r\nIt was so decided.\r\n(c) Confirmation of the appointment of members of \r\nthe Investments Committee\r\nReport of the Fifth Committee (A/73/484)\r\nThe Acting President (spoke in Arabic): In \r\nparagraph 4 of its report, the Fifth Committee \r\nrecommends that the General Assembly confirm the \r\nappointment by the Secretary-General of Ms. Keiko \r\nHonda (Japan) as a regular member of the Investments \r\nCommittee for a three-year term of office beginning on \r\n1 January 2019.\r\nMay I take it that it is the wish of the Assembly \r\nto confirm the appointment by the Secretary-General \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-37787 (E)\r\n*1837787*\r\n \r\nA/73/PV.35 14/11/2018\r\n2/26 18-37787\r\nof Ms. Keiko Honda as a regular member of the \r\nInvestments Committee for a three-year term of office \r\nbeginning on 1 January 2019?\r\nIt was so decided.\r\n(d) Confirmation of the appointment of members \r\nof the International Civil Service Commission\r\nReport of the Fifth Committee (A/73/485)\r\nThe Acting President (spoke in Arabic): In \r\nparagraph 8 (a) of its report, the Fifth Committee \r\nrecommends that the General Assembly appoint the \r\nfollowing persons as members of the International \r\nCivil Service Commission for a four-year term of office \r\nbeginning on 1 January 2019: Mr. Andrew Gbebay \r\nBangali (Sierra Leone), Ms. Marie-Françoise Bechtel \r\n(France), Ms. Carleen Gardner (Jamaica), Mr. Ali Kurer \r\n(Libya) and Mr. Bogusław Winid of Poland.\r\nMay I take it that it is the wish of the Assembly to \r\nappoint those persons as members of the International \r\nCivil Service Commission for a four-year term of office \r\nbeginning on 1 January 2019?\r\nIt was so decided.\r\nThe Acting President (spoke in Arabic): In \r\nparagraph 8 (b) of the same report, the Fifth Committee \r\nalso recommends that the General Assembly designate \r\nMr. Larbi Djacta (Algeria) as Chair of the International \r\nCivil Service Commission for a four-year term of office \r\nbeginning on 1 January 2019.\r\nMay I take it that it is the wish of the Assembly to \r\ndesignate Mr. Larbi Djacta as Chair of the International \r\nCivil Service Commission for a four-year term of office \r\nbeginning on 1 January 2019?\r\nIt was so decided.\r\n(f) Appointment of members of the Joint \r\nInspection Unit\r\nNote by the Secretary-General (A/73/479 and \r\nA/73/479/Corr.1)\r\nThe Acting President (spoke in Arabic): As \r\nindicated in document A/73/479, the General Assembly \r\nis required, during its current session, to appoint one \r\nmember of the Joint Inspection Unit to fill the vacancy \r\nthat will result from the expiration of the term of office \r\non 31 December 2019 of Ms. Keiko Kamioka (Japan).\r\nIn accordance with article 3, paragraph 1, of the \r\nstatute of the Joint Inspection Unit, the President of the \r\nGeneral Assembly shall consult with Member States to \r\ndraw up a list of countries, or in this case one country, \r\nwhich will be requested to propose a candidate for \r\nappointment to the Joint Inspection Unit. As further \r\nindicated in document A/73/479, the General Assembly, \r\nby its resolution 61/238 of 22 December 2006, decided \r\nthat, beginning on 1 January 2008, the President of the \r\nGeneral Assembly, when drawing up a list of countries \r\nthat will be requested to propose candidates, in \r\naccordance with article 3, paragraph 1, of the statute of \r\nthe Joint Inspection Unit, will invite Member States to \r\nsubmit the names of the countries and their respective \r\ncandidates simultaneously, on the understanding \r\nthat the candidates submitted are the candidates that \r\nthe respective Member States intend to propose, to \r\nthe extent possible, for appointment by the General \r\nAssembly, in accordance with article 3, paragraph 2, \r\nof the statute.\r\nAfter holding the necessary consultations, I should \r\nlike to communicate to the Assembly the information \r\nreceived from the Chair of the Group of Asia-Pacific \r\nStates that the Group has endorsed Japan to propose a \r\ncandidate for the vacancy from among the Asia-Pacific \r\nStates. In accordance with article 3, paragraph 1, of the \r\nstatute of the Joint Inspection Unit and in accordance \r\nwith resolution 61/238, Japan will be requested to \r\nsubmit the name of a candidate and the curriculum vitae \r\nhighlighting the candidate’s relevant qualifications for \r\nthe task.\r\nI would like to remind Members that, in accordance \r\nwith Assembly resolution 59/267 of 23 December \r\n2004, the candidate should have experience in at \r\nleast one of the following fields: oversight, audit, \r\ninspection, investigation, evaluation, finance, project \r\nevaluation, programme evaluation, human-resources \r\nmanagement, management, public administration, \r\nmonitoring and/or programme performance, as well as \r\nknowledge of the United Nations system and its role in \r\ninternational relations.\r\nAfter holding the appropriate consultations \r\ndescribed in article 3, paragraph 2, of the statute of \r\nthe Joint Inspection Unit, including consultations with \r\nthe President of the Economic and Social Council and \r\nwith the Secretary-General in his capacity as Chair of \r\nthe United Nations System Chief Executives Board for \r\nCoordination, the President of the General Assembly \r\nwill submit the name of the candidate to the Assembly \r\nfor appointment to the Joint Inspection Unit.\r\n14/11/2018 A/73/PV.35\r\n18-37787 3/26\r\nThe General Assembly has thus concluded this \r\nstage of its consideration of sub-items (a), (b), (c), (d) \r\nand (f) of agenda item 117.\r\nThe President took the Chair.\r\nAgenda items 122 and 123\r\nImplementation of the resolutions of the \r\nUnited Nations\r\nRevitalization of the work of the General Assembly\r\nThe President: It is an honour for me to preside over \r\nthe opening of the Assembly’s discussion of its agenda \r\nitem relating to the revitalization of the work of the \r\nGeneral Assembly. Throughout almost three decades \r\nof deliberations, that process has sought to strengthen \r\nthe authority, role and effectiveness of the Assembly \r\nand improve its methods of work. Today’s debate comes \r\nat a very critical moment for multilateralism, with the \r\nUnited Nations at its core. There is no question that \r\nfor several reasons, doubts are being raised about the \r\nability of the multilateral system to find solutions to the \r\nglobal challenges that confront us. While the challenges \r\nthat we face are becoming more and more global, \r\nrequiring multilateral solutions, we are witnessing \r\ntrends towards unilateralism and isolation. However, it \r\nis also encouraging that those trends have led to some \r\nstatements reaffirming multilateralism that are the \r\nstrongest we have heard in decades.\r\nI returned last night from the commemoration \r\nactivities for the 1918 Armistice in Paris, at which \r\nthe representation of the General Assembly as the \r\nparliament of the world was of symbolic importance. \r\nI bring messages of peace and reinforced support \r\nfor multilateralism, as well as high expectations for \r\nthe work of the Assembly, from Heads of State and \r\nGovernment who participated in the commemoration. \r\nThe strong call by world leaders for a world order based \r\non multilateralism during the general debate of the \r\nAssembly also signalled a reassuring commitment to \r\nreversing the negative tide. The record-breaking level \r\nof participation in that debate is further evidence of \r\nthe renewed importance that world leaders attach to \r\nthe centrality of the United Nations to multilateralism. \r\nWith 126 delegations represented at the level of Heads \r\nof State and Government, it was the largest high-level \r\nevent at United Nations Headquarters since the 2005 \r\nWorld Summit. For my part, I have taken it as a personal \r\nresponsibility to uphold the values and importance of \r\nthe General Assembly, not only here in New York but \r\nin every one of my official engagements.\r\nIf we needed a new mandate for the serious \r\nrevitalization of the General Assembly, the message \r\ncould not have been stronger. The need to revitalize \r\nthe Assembly — the most representative body and the \r\nchief deliberative authority of our Organization — is \r\nessential to our efforts to respond effectively to global \r\nchallenges, and to leave no one behind in the quest to \r\nfulfil the 2030 Agenda for Sustainable Development. \r\nThe good news for us is that we do not have to start \r\nfrom scratch when it comes to revitalizing the work \r\nof the Assembly. Indeed, we have adopted many \r\nresolutions in previous sessions that have contributed to \r\nsignificant progress on the issue. We must build on the \r\nmany achievements realized so far, including — and \r\nto mention only a few — the establishment of more \r\ntransparent selection and appointment processes for \r\nboth the Secretary-General and the President of the \r\nGeneral Assembly; the introduction of an oath of office \r\nand code of ethics and other matters relating to the \r\nPresident’s Office; the initiation of morning dialogues \r\nas a space for genuine and constructive debate among \r\nPermanent Representatives, for which I commend my \r\nimmediate predecessor in the presidency of the General \r\nAssembly, Mr. Miroslav Lajčák; the establishment of a \r\nclear time frame for electing members of the Economic \r\nand Social Council and the Security Council; and the \r\nimprovement of methods of work.\r\nIn that context I want to say that I am honoured \r\nto be the first President of the General Assembly \r\nto go through an interactive dialogue with Member \r\nStates and other stakeholders that introduced further \r\ntransparency and inclusivity into the selection process. \r\nI look forward to improving the informal dialogue for \r\nthe selection of my successor, as already mandated \r\nby resolution 72/313, entitled “Revitalization of the \r\nwork of the General Assembly”, including through the \r\nestablishment of guidelines for informal interactive \r\ndialogue. We also look forward to seeing more female \r\ncandidates for the position of President, as I am only the \r\nfourth woman to occupy that prestigious position out of \r\nthe 73 Presidents we have had since the establishment \r\nof the United Nations.\r\nThese achievements have been made possible \r\nthanks to the constructive engagement of Member States \r\nand the commitment of the co-Chairs of the process. I \r\nwould like to take this opportunity to pay special tribute \r\nto Ambassadors Drobnjak of Croatia and Mejía Vélez \r\nA/73/PV.35 14/11/2018\r\n4/26 18-37787\r\nof Colombia for their dedicated work as co-Chairs of \r\nthe Ad Hoc Working Group on the Revitalization of \r\nthe Work of the General Assembly during its seventy-\r\nsecond session. I am confident that the Assembly will \r\ngive its full support to the newly appointed co-Chairs, \r\nAmbassadors Bahous of Jordan and Mlynár of Slovakia. \r\nHowever, despite the progress that has been made, we \r\nstill have room for further improvements in the way we \r\ndo business in the Assembly. I would like to point out \r\nsome areas of possible progress.\r\nFirst, the general debate must preserve its primacy \r\nand pre-eminence as a unique forum for world leaders \r\nto discuss the world’s most pressing issues. In that \r\nregard, we have to make sure that parallel activities do \r\nnot overshadow the debate itself. Member States have \r\nexpressed concern about the huge number of events \r\nthat were held during this most recent general debate. \r\nSix high-level meetings and some 560 other meetings \r\nwere convened by regional and other political groups, \r\nindividual Member States and the United Nations \r\nsystem itself, which is a record, totalling more than 600 \r\nevents. But we have to ask ourselves if that really is \r\nproductive and fulfils the role of the General Assembly \r\nas a space for dialogue and deliberation on world affairs \r\nat the highest level. For the seventy-fourth session, we \r\nare already struggling with the dates and organizational \r\narrangements for the already extremely busy first week, \r\nwith many parallel mandated events. We must address \r\nthat issue collectively within a specified time frame, as \r\npart of the revitalization process.\r\nSecondly, we should look at the possibilities for \r\nfurther streamlining our agenda so that we can dedicate \r\nmore time for holding genuine dialogue, reviewing the \r\nimplementation of resolutions and strengthening their \r\nquality and effectiveness. Addressing the issue of the \r\ngrowing number of agenda items and resolutions, as \r\nwell as their length and the consequent lengthening of \r\nnegotiation processes, must be part of that dialogue and \r\nengagement. In that context, I would like to applaud \r\nGuyana’s leadership in taking the decision to remove \r\nitem 16 as a stand-alone item from this session’s agenda, \r\nwhich should inspire us all and generate momentum \r\ntowards further streamlining our work.\r\nThe problem of our multiple and overlapping \r\nevents and issues must be addressed through a process \r\nof aligning the agendas of the General Assembly, the \r\nEconomic and Social Council and the Assembly’s \r\nsubsidiary bodies, especially the Second and Third \r\nCommittees, with the 2030 Agenda for Sustainable \r\nDevelopment. I call on Member States to work hard \r\non that process in order to address the gaps and \r\nduplications in our various agendas and make sure that \r\nwe deliver effectively and efficiently for the people we \r\nare here to serve.\r\nThirdly, in the context of strengthening the \r\naccountability, transparency and institutional memory \r\nof my Office, I would like to reiterate my commitment \r\nto ensuring the continuity of the best practices of my \r\npredecessors, including in terms of disclosure relating \r\nto financing, staffing and the travel details of my \r\nOffice. I am building on the practice of coordinating \r\nclosely with the main bodies of the United Nations, \r\nincluding through meetings and sharing summaries \r\nof the monthly discussions with the Presidents of \r\nthe Economic and Social Council and the Security \r\nCouncil. I am also working to ensure close and regular \r\ncollaboration with the Secretary-General.\r\nFurthermore, I am committed to making better use \r\nof the General Committee’s potential in our efforts to \r\nfurther improve our agenda and the way we deliver on \r\nit. The Office of the President has already had a distinct \r\nimpact on the way we communicate, and we plan to \r\nfurther strengthen communication so as to ensure that \r\nthe people of the world understand and support our \r\nwork and outcomes. As far as my convening power \r\nis concerned, I will strive to contribute to further \r\nrationalizing the number of high-level meetings and \r\nthematic debates. I will therefore focus on meetings and \r\nevents that are already mandated in order to contribute \r\nin the areas that are defined in my priorities for the \r\nsession, while limiting the number of new initiatives.\r\nI trust that during the current session, Member \r\nStates will continue their consideration of possible ways \r\nto further strengthen the institutional memory of the \r\nOffice of the President. We will have the opportunity to \r\nprovide the necessary information for the Assembly’s \r\nconsideration in order to address the challenges related \r\nto the lack of preparation time for the new President, \r\nwho assumes the presidency only a few days before \r\nthe beginning of the general debate, as well as issues \r\nsuch as staffing and the mobilization of the funding \r\nneeded to ensure that the growing numbers of mandates \r\nhave the sustainable and predictable resources that \r\naccomplishing them requires.\r\nLet me conclude with a call for a stronger political \r\ncommitment on the part of all Member States so that we \r\ncan come up with bold and creative ways to make the \r\n14/11/2018 A/73/PV.35\r\n18-37787 5/26\r\nGeneral Assembly relevant to all people. We have no \r\nchoice if we want to safeguard the values, institutions \r\nand practices that are our only guarantee for a safe, \r\nsecure and prosperous world.\r\nMr. Bessedik (Algeria): I have the honour of \r\nspeaking on behalf of the Movement of Non-Aligned \r\nCountries (NAM), one of the largest cross-regional \r\ngroups, consisting of 120 member States. At the outset, \r\nlet me say that all ceremonial protocol, including \r\nexpressions of appreciation to the co-Chairs and the \r\nPresident of the General Assembly, is hereby respected.\r\nWe would like to reiterate that the revitalization of \r\nthe work of the General Assembly is a critical component \r\nof the comprehensive reform of the United Nations. A \r\nreinvigorated Assembly will contribute significantly \r\nto strengthening the wider United Nations system, \r\nimproving international governance and enhancing \r\nmultilateralism. A thorough evaluation of the status of \r\nGeneral Assembly resolutions and the ability to clearly \r\nidentify the causes underlying anything lacking in their \r\nimplementation are crucial to ensuring that we can \r\nmake progress in eliminating the constraints that still \r\nprevent the process of revitalizing the Assembly from \r\nrealizing its full potential.\r\nWe agree fully with the letter and spirit of the \r\nconsensus resolutions 69/321, 70/305, 71/323 and \r\n72/313, which form the cornerstones of the ongoing \r\nUnited Nations reform process. In that regard, \r\nthe Movement would like to recall the decision in \r\nparagraph 4 of resolution 68/307, as well as in the \r\nfour resolutions just mentioned, on continuing the \r\ncomprehensive review of the inventory of resolutions \r\non the revitalization of the General Assembly and \r\nthe status of their implementation. Today we want to \r\nunderline the following points.\r\nFirst, with regard to the Secretary-General’s \r\nselection and appointment, the process should continue \r\nto be transparent, democratic and inclusive of all \r\nMember States so as to enable the General Assembly \r\nto participate in it effectively and efficiently. NAM is \r\nproud to recall the role played by the Assembly under \r\nArticle 97 of the Charter of the United Nations and \r\nour consensus resolutions 69/321, 70/305, 71/323 and \r\n72/313. While we welcome the signing of the joint letter \r\nby which the Presidents of the General Assembly and the \r\nSecurity Council formally launch the beginning of the \r\nprocess, it is NAM’s clear understanding that regardless \r\nof the stage that has been reached in the presentation \r\nof the candidates, the new procedure, as outlined in \r\nthat joint letter, will remain the main framework to be \r\nstrictly adhered to in future selection and appointment \r\nprocesses. We call on the Presidents of the General \r\nAssembly and the Security Council to continue to hold \r\ntimely informal meetings for an exchange of views with \r\nthe candidates presented by Member States.\r\nIn that regard, NAM emphasizes the importance \r\nof providing the selection and appointment process for \r\nthe position of Secretary-General with clear timelines, \r\nbased on resolution 69/321, that include the issuing of \r\nthe aforementioned joint letter covering the submission \r\nof candidates, the completion of the General Assembly’s \r\nhearings for all candidates, and the Security Council’s \r\nselection process, followed by the Assembly’s adoption \r\nof a resolution on the appointment. NAM calls on the \r\nPresidents of the General Assembly and the Security \r\nCouncil to work in close consultation with Member \r\nStates on those timelines. We strongly believe that in \r\norder to ensure a smooth and efficient transition, the \r\nSecretary-General should be appointed as early as \r\npossible, preferably no later than a month before the date \r\non which the term of the outgoing Secretary-General \r\nexpires. We welcome further discussion in the Ad Hoc \r\nWorking Group on the Revitalization of the Work of \r\nthe General Assembly of all the options regarding the \r\nduration of the appointment and renewability of the \r\nterm of office of the Secretary-General.\r\nNAM would like to highlight the discussion that \r\nwas held in the Ad Hoc Working Group emphasizing \r\nthe desirability of having the Security Council consider \r\nproviding a plurality of candidates to the General \r\nAssembly for future appointments of the Secretary-\r\nGeneral, and we emphasize the need to continue \r\nthat discussion on the appointment process. We \r\nencourage increased openness during that selection \r\nand appointment process and invite the President of the \r\nSecurity Council to announce the results of straw polls \r\nin a timely manner, while giving priority to Member \r\nStates. NAM stresses once again that it has no intention \r\nof calling into question the confidentiality of the straw-\r\npoll process because it deals with the results. We also \r\nbelieve, as suggested in the 2011 report (A/66/234) \r\nof the Joint Inspection Unit (JIU), that prevailing \r\npractices followed in the election of executive heads \r\nin other United Nations system organizations might \r\nalso be suitable for the appointment of the Secretary-\r\nGeneral. We therefore recommend considering existing \r\npractices. NAM also calls on the Joint Inspection Unit \r\nA/73/PV.35 14/11/2018\r\n6/26 18-37787\r\nto include in its work programme the preparation of \r\nanalyses and recommendations on the selection and \r\nappointment of executive heads and senior managers \r\nin the United Nations system. We would also like to \r\ndraw attention to the issue of promises being made \r\nby candidates in exchange for the support of the \r\npermanent members of the Security Council, which is \r\nalso described in the 2011 JIU report.\r\nWe welcome the significant number of women \r\nproposed as candidates to subsidiary bodies of the \r\nGeneral Assembly in its efforts to promote gender \r\nbalance, as stipulated in paragraph 44 of resolution \r\n71/323 and paragraph 32 of resolution 72/313, and \r\nwe encourage Member States to continue to propose \r\nwomen candidates. We reiterate that the process of \r\nthe General Assembly’s appointment of the Secretary-\r\nGeneral should be carried out in full compliance with \r\nthe Assembly’s mandate. That includes the timely \r\nsubmission of the relevant draft resolution, which should \r\nbe preceded by wide and extensive consultations with \r\nall Member States, as well as ensuring that the action \r\nof the General Assembly on the recommendation made \r\nby the Security Council is in full and strict conformity \r\nwith rule 141 of the rules of procedure of the General \r\nAssembly, including voting by secret ballot.\r\nNAM welcomes the collaboration between the \r\nGeneral Assembly and the Security Council — on the \r\nlaunch of the process and the circulation of information \r\non the candidates nominated — that emerged during \r\nthe selection of our present Secretary-General, and \r\nencourages the Security Council and the General \r\nAssembly to improve their interaction at every stage \r\nof the process so as to further enhance transparency. \r\nBearing in mind the importance of the best practices \r\nand lessons learned from the latest selection and \r\nappointment process, NAM is of the view that the \r\nAd Hoc Working Group should consider compiling \r\na compendium of best practices for future reference. \r\nWe have noted the request sent by the Secretariat to \r\nall Member States encouraging them to nominate \r\ncandidates in order to supplement the search for the \r\nnew Secretary-General and to ensure a wide pool of \r\ncandidates for positions at the Under-Secretary-General \r\nlevel, as well as welcoming the nomination of women \r\ncandidates. In that regard, NAM stresses the need to \r\nensure that information on positions available at the \r\nlevel of Under-Secretary-General and other senior \r\nposts is circulated earlier and more broadly to the wider \r\nmembership. Due regard should continue to be given \r\nto regional and geographical rotation and to gender \r\nequality, as stipulated in paragraph 59 of resolutions \r\n51/241, 69/321, 70/305 and 71/323. NAM encourages \r\nefforts to improve the selection of executive heads and \r\nenhance the transparency, inclusivity and credibility \r\nof the process, including by conducting interactive \r\nmeetings with candidates running for those posts, \r\nwhere applicable.\r\nSecondly, with regard to strengthening the \r\ninstitutional memory of the Office of the President of \r\nthe General Assembly, NAM finds it encouraging that \r\nan oath of office and a code of ethics for the President \r\nof the General Assembly have been adopted for the first \r\ntime in the Assembly’s history. The expansion of the \r\nAssembly’s activities has made the President’s presence \r\nand active participation essential all year long. We also \r\nreiterate the need to assign additional permanent posts \r\nto the Office of the President of the General Assembly, \r\nand we appreciate the concrete support that some \r\nMember States have given the Office of the President \r\nof the General Assembly by seconding staffers to it \r\nfrom their own Missions. NAM also considers it very \r\nimportant to ensure successful annual transitions \r\nbetween the outgoing and incoming Presidents of the \r\nAssembly, and supports the process whereby outgoing \r\nPresidents brief their successors on lessons learned and \r\nbest practices. NAM supports an effective and genuine \r\nstrengthening of the institutional memory of the Office \r\nof the President of the General Assembly, as well as the \r\nallocation of sufficient human and financial resources \r\nto the Office from the regular budget of the United \r\nNations.\r\nThirdly, with regard to the role and authority \r\nof the General Assembly, NAM reaffirms that \r\nworking methods are only one step on the way to \r\nmore substantive improvements aimed at restoring \r\nand enhancing the role and authority of the General \r\nAssembly. We also affirm the importance of preserving \r\nthe intergovernmental, inclusive and democratic \r\nnature of the United Nations and of ensuring that \r\nMember States consult with the Organization. NAM \r\nemphasizes the need for strict respect on the part of \r\nMember States for the Charter-based prerogatives of \r\nthe United Nations principal organs, particularly the \r\nGeneral Assembly. We also support the initiative aimed \r\nat ensuring proper implementation of the Charter \r\nwith respect to the functional relationship between \r\nits main organs, especially the General Assembly and \r\nthe Economic and Social Council. We welcome the \r\n14/11/2018 A/73/PV.35\r\n18-37787 7/26\r\nestablishment of a standing mechanism for dialogue \r\nbetween the Permanent Missions and the Secretariat \r\nwithin the framework of the Ad Hoc Working Group on \r\nthe Revitalization of the Work of the General Assembly \r\nand look forward to continuing discussions within that \r\nframework.\r\nLastly, concerning the working methods of the \r\nGeneral Assembly, we welcome paragraph 58 of \r\nresolution 72/313, which notes with appreciation \r\nthe changes to the format, production and editing \r\nof the Journal of the United Nations, and requests \r\nthe Secretariat to continue improving the Journal in \r\naccordance with the requirements provided in paragraph \r\n51 of resolution 71/323. We also welcome paragraph \r\n52 of resolution 72/313 and paragraphs 47 and 48 of \r\nresolution 71/323, on the subject of communicating \r\nthe names of candidates for election to the Secretariat, \r\nwhere possible, at least 48 hours prior to an election, as \r\nwell as printing their names on the ballot papers, and the \r\ndecision that on election day, the campaign materials in \r\nthe General Assembly Hall or the Committee meeting \r\nroom should be limited to a single page of information \r\nabout the candidates.\r\nIn seeking to further improve the efficiency of the \r\nwork of the General Assembly, we strongly believe \r\nthat certain draft resolutions should be considered on \r\na biennial or triennial cycle, with the clear consent \r\nof the sponsoring State or States, while bearing in \r\nmind the relevant recommendations of the Ad Hoc \r\nWorking Group, as stipulated in paragraph 27 of \r\nresolution 72/313. NAM would like to recall here that \r\nthe Assembly has encouraged the Main Committees to \r\ncontinue considering and making proposals on their \r\nworking methods during the current session. In that \r\nconnection, NAM reiterates the intergovernmental \r\nand inclusive nature of those discussions on working \r\nmethods, which must engage all delegations. NAM \r\ncontinues to stress that more time should be devoted to \r\nnegotiations on the draft resolution on the topic. Last \r\nyear’s resolution on the revitalization of the work of \r\nthe General Assembly (resolution 72/313) was adopted \r\nby consensus, as we know. However, we continue to \r\ninsist that greater f lexibility should be the rule for all \r\nMember States during the next round of negotiations, \r\nbecause consensus means compromise on the part of \r\nall Member States.\r\nThe Non-Aligned Movement calls for appropriate \r\nmeasures aimed at enhancing public awareness of \r\nthe role and activities of the General Assembly and \r\nencouraging the media to report on the Assembly’s \r\nwork. We welcomed paragraph 40 of resolution \r\n72/313, which decided to continue to consider ways to \r\nrationalize the number of side events held during the \r\nhigh-level segment of the general debate. That involves \r\nstrengthening the coordination of the revitalization \r\nprocess with the work of the Committee on Conferences. \r\nWe should also take a closer look at the arrangements \r\nfor holding debates in the General Assembly and the \r\nSecurity Council and their follow-up, given the number \r\nof participating delegations. We also propose holding \r\nbriefings, as necessary, with the Chairs of the Main \r\nCommittees, as well as a meeting with the Secretary-\r\nGeneral. And NAM calls for better monitoring of the \r\nimplementation of past resolutions.\r\nBefore concluding, we would like to emphasize \r\nonce more the need to review rule 155 of the Assembly’s \r\nrules of procedure, on the composition of the Advisory \r\nCommittee on Administrative and Budgetary Questions \r\n(ACABQ), taking into consideration the principles of \r\nefficiency and equitable geographical representation. \r\nIn that context, NAM made an initial proposal, \r\namended by the co-Chairs, which NAM accepted \r\nas an alternative proposal. Its objective is a review \r\nof ACABQ’s composition, which is not currently in \r\naccord with the principle of equitable geographical \r\nrepresentation. We would like to emphasize that its \r\ncomposition has been reviewed three times in an effort \r\nto compensate for an evolving situation. The main \r\ncriterion that is involved in achieving that objective is \r\nthe growing number of Member States in the United \r\nNations, given the fact that 46 new Member States have \r\njoined the United Nations since the most recent decision \r\nwas taken on the issue, in 1977 (resolution 32/103). That \r\nproposal was unfortunately rejected by certain Member \r\nStates during negotiations on resolution 72/313. In the \r\nlight of that, and given the political nature of the issue, \r\nin the next few weeks NAM has decided to submit \r\nto the General Assembly a draft resolution similar to \r\nresolutions adopted in 1961 (1659 (XVI)), 1971 (2798 \r\n(XXVI)) and 1977 (32/103), whose main objective \r\nis ensuring adherence to the principle of equitable \r\ngeographical representation.\r\nIn conclusion, the Non-Aligned Movement \r\nreaffirms its commitment to continuing to contribute \r\neffectively and constructively to the work of the Ad Hoc \r\nWorking Group on the Revitalization of the Work of the \r\nGeneral Assembly. We hope to see a similar approach \r\nfrom other delegations and would like to remind the \r\nA/73/PV.35 14/11/2018\r\n8/26 18-37787\r\nAssembly that we speak on behalf of 120 United \r\nNations Member States. In addition, NAM stands ready \r\nto cooperate with the co-Chairs, whom we congratulate \r\non their new appointment, as well as with you, Madam \r\nPresident, and Secretary-General António Guterres, \r\nwith a view to strengthening the role of the General \r\nAssembly as our chief deliberative policymaking \r\norgan. We will continue to provide support to efforts to \r\nachieve inclusiveness, transparency and efficiency in \r\nthe United Nations.\r\nMs. Tang (Singapore): I have the honour to speak \r\non behalf of the 10 member States of the Association of \r\nSoutheast Asian Nations (ASEAN).\r\nASEAN aligns itself with the statement just \r\ndelivered by Algeria on behalf of the Movement of \r\nNon-Aligned Countries.\r\nWe would like to express our appreciation to the \r\nprevious session’s co-Chairs, Ambassadors Vladimir \r\nDrobnjak of Croatia and María Emma Mejía Vélez of \r\nColombia. We particularly thank Ambassador Drobnjak \r\nfor his contributions to the revitalization process over the \r\npast five years. ASEAN would also like to congratulate \r\nAmbassadors Sima Sami Bahous of Jordan and Michal \r\nMlynár of Slovakia on their appointment as co-Chairs \r\nfor the present session. We are confident that they will \r\nsuccessfully steer the process forward.\r\nASEAN has been a strong supporter of \r\nmultilateralism and the United Nations. We have \r\nconsistently championed a more efficient, effective \r\nand accountable Organization. The revitalization of the \r\nwork of the General Assembly, the main deliberative, \r\npolicymaking and representative organ of the United \r\nNations, is a critical component of the comprehensive \r\nreform of the United Nations. It is imperative that the \r\nUnited Nations and the General Assembly remain \r\nnimble and responsive so as to be able to effectively \r\naddress evolving challenges. ASEAN recognizes \r\nthe significant progress that has been made in recent \r\nyears and welcomes the adoption of resolution 72/313. \r\nNevertheless, the revitalization of the Assembly is an \r\nongoing process. We cannot afford to lose momentum, \r\nespecially as the pace of work in the United Nations \r\nspeeds up. In that connection ASEAN would like to \r\nmake the following points.\r\nFirst, we welcome the improvements in the selection \r\nand appointment process of the Secretary-General, \r\nwhich have brought about a new standard of openness \r\nand transparency aimed at ensuring the selection of \r\nthe best candidate for that very important position. \r\nBut more can be done. In addition, we reiterate that the \r\nimprovements to the selection and appointment process \r\nof the Secretary-General must also extend to all other \r\nsenior appointments within the United Nations. ASEAN \r\ncalls on the Secretary-General to make appointments \r\nbased on merit while taking into account gender and \r\ngeographical balance.\r\nSecondly, ASEAN appreciates the efforts to \r\nstrengthen the Office of the President of the General \r\nAssembly. One particularly useful improvement in its \r\ninstitutional memory has been the outgoing President’s \r\nhandover reports, which provide a useful summary of \r\nthe Office’s accomplishments and offer the incoming \r\nPresident pragmatic recommendations. ASEAN notes \r\nthat one recommendation in resolution 72/313 is that the \r\nprocess of the election of the President of the General \r\nAssembly should be further clarified. We are glad that \r\nthe Ad Hoc Working Group on the Revitalization of \r\nthe Work of the General Assembly will consider that \r\nquestion during its current session.\r\nThirdly, as a regional grouping that greatly \r\nvalues consensus and dialogue, ASEAN appreciates \r\nthe morning-dialogues initiative launched by the \r\nPresident of the Assembly at its previous session. The \r\ndialogues provided a setting that enabled Permanent \r\nRepresentatives to exchange views candidly, contributing \r\nsignificantly to the Assembly’s work. We encourage \r\ntheir continuation and welcome your intention, Madam \r\nPresident, to convene “morning mingas”.\r\nFourthly, ASEAN welcomes the improvements \r\nmade in the working methods of the General Assembly, \r\nincluding in the election process, such as improvements \r\nto ballot papers that have significantly reduced the \r\nnumber of invalid ballot papers. We are also pleased that \r\ncampaign materials distributed on the day of elections \r\nhave generally conformed to the Assembly’s decisions. \r\nASEAN supports further work on the potential concept \r\nand scope of guidelines for election campaigns. Such \r\nguidelines should not disadvantage any Member State \r\nbut should rather focus on enhancing transparency and \r\nequity, as well as providing a collectively agreed set of \r\nparameters designed to ensure that campaigning does \r\nnot turn into a race to the bottom.\r\nI would now like to add a few points in my national \r\ncapacity. First, Singapore supports efforts to utilize \r\nthe General Committee more effectively. We note that \r\nresolution 72/313 contains several references to the role \r\n14/11/2018 A/73/PV.35\r\n18-37787 9/26\r\nof the General Committee, including the consideration \r\nof ways to decrease the number of high-level events held \r\nduring the general debate. The President’s synopsis of \r\nthe recent high-level week notes that the primacy of \r\nthe general debate cannot be preserved without making \r\nsure that parallel activities are managed rationally. In \r\nour view, that is a matter that the General Committee \r\nshould consider seriously.\r\nSecondly, Singapore is of the view that more \r\nconsideration should be invested in scheduling the \r\nmeetings of the General Assembly. Two concrete \r\nexamples come to mind. One is the report of the \r\nSecretary-General on the work of the Organization. \r\nThe debate on that report is regularly scheduled for \r\nearly October. Since at that point the general debate has \r\nonly just taken place, the debate in the Assembly on \r\nthe report must inevitably be duplicative. My second \r\npoint concerns the report of the Security Council, \r\nwhich is mandated under Article 24 of the Charter of \r\nthe United Nations, This year the Security Council \r\nadopted its annual report (S/2018/797) on 30 August \r\n(see S/PV.8335). The report was formally circulated to \r\nMember States on 11 September, and the debate in the \r\nGeneral Assembly was scheduled on 12 September. The \r\ntiming of these debates should be reconsidered so that \r\ndiscussions of those important reports are not conducted \r\nin a perfunctory and rushed manner. We think that the \r\nGeneral Committee may also be a suitable platform for \r\ndiscussing that issue.\r\nFinally, Singapore welcomes the continuing \r\ndiscussion on the rationalization of the work of the \r\nGeneral Assembly. That is important, as the continued \r\nproliferation of agenda items and high-level meetings \r\ncan only lead to an unsustainable volume of work. On \r\nthat note, we welcome Guyana’s voluntary decision to \r\nremove agenda item 16 from the agenda of the Assembly \r\nat its seventy-third session. We hope that action will \r\ngenerate momentum towards further streamlining of \r\nthe agenda. Quality must take precedence over quantity \r\nso that we can ensure the continued credibility and \r\nrelevance of the United Nations.\r\nMr. Carazo (Costa Rica) (spoke in Spanish): In \r\nmy national capacity, I share the pleasure that you \r\nexpressed this morning, Madam President, about the \r\nfact that you are presiding over this meeting on the \r\nprogress in the revitalization process of the work of the \r\nGeneral Assembly.\r\n(spoke in English)\r\nI have the honour to speak on behalf of the \r\nAccountability, Coherence and Transparency group \r\n(ACT), a cross-regional group made up of the following \r\n25 small and mid-sized countries seeking to improve \r\nthe working methods of the Security Council: Austria, \r\nChile, Denmark, Estonia, Finland, Gabon, Ghana, \r\nHungary, Ireland, Jordan, Liechtenstein, Luxembourg, \r\nMaldives, New Zealand, Norway, Papua New Guinea, \r\nPeru, Portugal, Rwanda, Saudi Arabia, Slovenia, \r\nSweden, Switzerland, Uruguay and my own country, \r\nCosta Rica.\r\nWe would first like to thank you, Madam President, \r\nfor convening today’s plenary meeting. We welcomed \r\nthe adoption of resolution 72/313, on the revitalization \r\nof the work of the General Assembly, and would like to \r\nthank the co-Chairs of the Ad Hoc Working Group on \r\nthe Revitalization of the Work of the General Assembly, \r\nMr. Vladimir Drobnjak, Permanent Representative of \r\nCroatia, and Ms. Maria Emma Mejía Vélez, former \r\nPermanent Representative of Colombia, for their \r\nexcellent work, creativity and dedication. We would \r\nalso like to welcome the newly appointed co-Chairs, \r\nMs. Sima Sami Bahous, Permanent Representative \r\nof Jordan, and Mr. Michal Mlynár, Permanent \r\nRepresentative of Slovakia, and wish them luck in \r\ntheir deliberations. The ACT group remains committed \r\nto strengthening the revitalization process and looks \r\nforward to working with you, Madam President, during \r\nthe Ad Hoc Working Group’s session next year. In \r\nthat context, we would like to offer a few comments \r\non the various subjects that the Working Group will \r\nbe addressing.\r\nOur first comment concerns the cluster dealing \r\nwith the selection and appointment of the next \r\nSecretary-General and other executive heads, as \r\naddressed in resolution 72/313. After the Ad Hoc \r\nWorking Group’s consensus agreement on resolutions \r\n69/321 and 70/305, which dramatically improved the \r\nlevel of transparency in the process of selecting the \r\nSecretary-General, the natural next step would be \r\nto consolidate those achievements without delay. In \r\nthat regard, the ACT group regrets that in the case of \r\nresolution 72/313, the Working Group was not able to \r\nreach a consensus on the wording with regard to the \r\nlessons-learned process following the most recent and \r\ngenuinely historic selection of the Secretary-General. \r\nNonetheless, we welcome the resolution’s inclusion of \r\nlanguage on regional rotation and gender balance in the \r\nA/73/PV.35 14/11/2018\r\n10/26 18-37787\r\ncourse of the identification and appointment of the best \r\ncandidate for the post of Secretary-General. Moreover, \r\nwe note with appreciation the language on the timeline \r\nfor the process of the selection and appointment of the \r\nSecretary-General, based on resolution 69/321 and other \r\nrelevant resolutions, since that represents a step towards \r\na more inclusive and transparent selection process.\r\nSecondly, with regard to the cluster dealing with \r\nthe strengthening of the accountability, transparency \r\nand institutional memory of the Office of the President \r\nof the General Assembly, the ACT group reiterates \r\nthe importance of empowering the President’s Office, \r\ngiven the fact that the Assembly is the most inclusive \r\nand democratic organ of the Organization and that it is \r\ntherefore crucial to provide the Office of its President \r\nwith the independence and financial means it needs to \r\ncarry out its responsibilities.\r\nThirdly, the ACT group also welcomes the fact that \r\nresolution 72/313 affirmed the principle that the Journal \r\nof the United Nations should provide an overview of \r\nall of the meetings taking place at the United Nations \r\nand outlined a number of benchmarks in that regard. \r\nThat serves as a reminder, considering many States’ \r\nperception that the Journal has become a less reliable \r\nand user-friendly source of information over time. \r\nIn our view, that provision still needs to be better \r\nimplemented, and we look forward to working closely \r\nwith the Secretariat to further improve the Journal.\r\nLastly, as a group composed of small and medium-\r\nsized States, we welcome efforts aimed at helping to \r\nlevel the playing field in competitive elections, while \r\nat the same time we are realistic about the limitations \r\nof that exercise. The main challenge is undoubtedly \r\nthe elections to the Security Council. The Assembly \r\nshould offer platforms so that States can base their \r\ndecision-making primarily on the track record and \r\ncommitment of candidates.\r\nWith respect to the Security Council, the Charter of \r\nthe United Nations defines the ability to contribute to \r\nthe maintenance of international peace and security as \r\na criterion for membership. Of course, there are various \r\nways to make such contributions. For example, some \r\nACT members have decided to support only candidates \r\nthat have subscribed to the ACT code of conduct \r\nregarding Security Council action against genocide, \r\ncrimes against humanity and war crimes. A total of 118 \r\nStates, both large and small and from all regions of the \r\nworld, already subscribe to the code. That means that \r\nnearly two thirds of Member States expect the Council \r\nto act to end and prevent atrocities, a testament to the \r\npower of the Assembly when it puts its political weight \r\nbehind a cause. The ACT group encourages all States, \r\nmembers and non-members of the Security Council \r\nalike, to adhere to the ACT code of conduct and to \r\nimplement it.\r\nIn conclusion, the ACT group is looking forward \r\nto the negotiations next year, and to participating \r\nconstructively in the meetings of the Working Group \r\nand continuing to exchange views with other groups and \r\ndelegations with a view to improving the functioning of \r\nthe United Nations.\r\nThe President (spoke in Spanish): I now give the \r\nf loor to the observer of the European Union.\r\nMr. Christiane (European Union): I have the \r\nhonour to speak on behalf of the European Union and \r\nits member States. The candidate countries Turkey, the \r\nformer Yugoslav Republic of Macedonia, Montenegro, \r\nSerbia and Albania; the country of the Stabilization \r\nand Association Process and potential candidate Bosnia \r\nand Herzegovina; as well as Ukraine, the Republic \r\nof Moldova and Georgia, align themselves with \r\nthis statement.\r\nI thank you, Madam President, for convening today’s \r\nplenary meeting. I would first like to congratulate \r\nMs. Sima Sami Bahous, Permanent Representative \r\nof Jordan, and Mr. Michal Mlynár, Permanent \r\nRepresentative of Slovakia, on their appointment \r\nas co-Chairs of the Ad Hoc Working Group on the \r\nRevitalization of the Work of the General Assembly \r\nduring its seventy-third session. We wish them the very \r\nbest and express our support for the Group’s upcoming \r\nwork, with the hope that it will continue the progress \r\nmade in the past sessions. We also express our sincere \r\ngratitude to the previous co-Chairs of the Ad Hoc \r\nWorking Group, Mr. Vladimir Drobnjak, Permanent \r\nRepresentative of Croatia, and Ms. Maria Emma Mejía \r\nVélez, former Permanent Representative of Colombia.\r\nThe recent resolutions on the revitalization of the \r\nwork of the General Assembly have made a significant \r\ncontribution to a more efficient and effective \r\nAssembly. The adoption in September of resolution \r\n72/313, however, also made it clear that consensus \r\nwas unfortunately not possible on a number of issues, \r\nsuch as civil-society participation, the rationalization \r\nof the Assembly’s agenda and the discussion of a code \r\nof conduct for all elections. On those and other issues \r\n14/11/2018 A/73/PV.35\r\n18-37787 11/26\r\nthe European Union will continue to be guided by the \r\nlanguage agreed on in previous resolutions. However, \r\nwe are also concerned about the stalemate that we faced \r\nduring the previous session on many important issues, \r\nand we certainly hope that this session’s negotiations \r\nwill be more constructive.\r\nA strong General Assembly is now more essential \r\nthan ever. Support for multilateralism and the global \r\nrules-based world order is not a given. An unceasing \r\neffort to find new and creative ways to work is vital \r\nif the international community is to achieve a more \r\neffective delivery of mandates and more sustainable \r\nuse of resources. The revitalization of the work of \r\nthe Assembly is therefore clearly fundamental to the \r\noverall reform of the United Nations. Focusing on the \r\nnegotiations ahead of us, we believe that the emphasis of \r\nthis session’s draft resolution should be on consolidating \r\nthe work achieved so far, and we remain committed to \r\nworking to improve the efficiency and effectiveness of \r\nthe working methods of the General Assembly, with \r\na special focus on reducing overlap and duplication. I \r\nwould like to assure the Assembly that the European \r\nUnion and its member States will continue to engage in \r\na constructive manner in the proceedings of the Ad Hoc \r\nWorking Group.\r\nMr. Rybakov (Belarus) (spoke in Russian): At the \r\noutset, I would like to say that all ceremonial protocol \r\nis hereby observed.\r\nFirst of all, we align ourselves with the statement \r\nmade by the representative of Algeria on behalf of the \r\nMovement of Non-Aligned Countries.\r\nI would also like to congratulate the Permanent \r\nRepresentatives of Jordan and Slovakia on their \r\nappointment as co-Chairs of the Ad Hoc Working \r\nGroup on the Revitalization of the Work of the General \r\nAssembly at its seventy-third session. We firmly believe \r\nthat under their leadership the Working Group will \r\nonce again be able to achieve substantive results in its \r\nwork. We would also like to thank the representatives \r\nof Colombia and Croatia for their successful work in \r\nthat regard.\r\nBelarus has been a consistent advocate for the \r\nrevitalization of the work of the General Assembly and \r\nits greater involvement in resolving the most pressing \r\nissues facing both the Organization and the international \r\ncommunity as a whole. Every year we draw attention to \r\nthe importance of optimizing the Assembly’s agenda, \r\nsomething that is in fact provided for in the Assembly’s \r\nrules of procedure. In the past few decades the volume \r\nof work in our Organization has grown massively, \r\nwhich in turn has increased the number of items on \r\nthe Assembly’s agenda, the number of resolutions and \r\ntherefore of instructions to the Secretary-General to \r\nprepare reports in accordance with those resolutions. \r\nOur delegations, especially those that do not have \r\nlarge human resources and capacities, are simply not \r\nin a position to process the volume of information, \r\nand therefore run the risk of missing aspects that are \r\nimportant to them merely because of a simple lack of \r\ntime and manpower.\r\nIn that connection, and in line with the guidelines \r\nfor rationalizing the General Assembly’s agenda, we \r\npropose that the agenda be reviewed and the possibility \r\nconsidered of reducing the number of agenda items \r\nby eliminating those that are outdated, along with a \r\nmove to biennial or triennial cycles for resolutions. \r\nSuch optimization must be implemented with a view \r\nto avoiding duplication in the work of the organs of the \r\nUnited Nations and the Assembly’s Main Committees, \r\nensuring a shift to a more extended work cycle and \r\ntaking account of the views of all interested States as \r\nmuch as possible. Given the elements involved that task \r\nmight seem unattainable, but the Working Group has \r\nalready frequently demonstrated its ability to make \r\nunusual and groundbreaking decisions.\r\nThe issue of the enormous workload that delegations \r\ndeal with during the high-level segment of the General \r\nAssembly has become ever more problematic. We end up \r\nwith a situation — and it gets worse every year — where \r\nHeads of delegations are literally running from one \r\nevent to another and sometimes still do not manage to \r\nspeak at them. That diminishes the attendance at such \r\nevents, reduces their practical value and has a negative \r\nimpact on our ability to hold traditional bilateral \r\nmeetings on the margins of the session. This situation is \r\nnot acceptable, particularly considering the Assembly’s \r\nshift towards a year-round working format, which has \r\nbeen going on for a long time now. In this situation, \r\nif we are to have a more balanced schedule for the \r\nhigh-level meetings throughout the year and adequate \r\ntime for delegations, particularly where they involve \r\nhigh-level representatives, to plan their participation \r\nin them, including preparing their programmes, \r\nwe believe it is essential to ensure that the General \r\nAssembly’s requirements for conducting such events \r\nare fully met, which presupposes adopting resolutions \r\non the modalities and formats for the holding of high-\r\nA/73/PV.35 14/11/2018\r\n12/26 18-37787\r\nlevel meetings. If not, we will be obliged to continue \r\nworking in unpredictable conditions.\r\nAnother important area in the Working Group’s \r\nactivity is the modernization of the Secretariat’s \r\nstandard administrative procedures at United \r\nNations Headquarters. To that end, two years ago we \r\nestablished a mechanism for informal cooperation \r\nbetween Permanent Missions of Member States \r\nand the Secretariat. Last year we decided that the \r\nmechanism should switch to operating on a regular \r\nbasis. Regrettably, both this year and last, that dialogue \r\nwas held only once. Holding such an informal dialogue \r\nonce a year cannot be called regular. The experience \r\nwith such dialogues demonstrates the huge interest in \r\nthem on the part of delegations and clearly points to \r\nthe deficiencies in the work of the Secretariat, most \r\nof which could be addressed without Member States \r\nhaving to resort to so-called emergency tools in the \r\nform of General Assembly resolutions.\r\nA ton of questions have accumulated, starting \r\nwith technical issues such as the institution of a ban \r\non Member States parking in front of the Secretariat \r\nbuilding without telling them and limiting the time for \r\nprotocol services to receive visitors, and ending with \r\nthe more serious problem in recent years represented by \r\nthe Secretariat’s practice of permitting and supporting \r\nthe holding of events at United Nations Headquarters \r\nthat clearly target other Member States without their \r\nconsent. This kind of thing completely undermines the \r\nspirit of unity and cooperation at the United Nations \r\nand provokes animosity and confrontation.\r\nWe would also like to point out that as a founding \r\nMember State of the United Nations, Belarus has been a \r\nconsistent advocate for multilateralism in international \r\naffairs. However, there is now a noticeable negative \r\ntrend towards funding various areas of the work \r\nof the United Nations solely from extrabudgetary \r\nresources, which raises concerns about impartiality in \r\nfinancing the Organization’s work and is a threat to that \r\nfundamental principle. The fact that nearly 90 per cent \r\nof the funding for some United Nations departments \r\ncomes from Member States’ voluntary contributions \r\nand not from the regular budget of the Organization \r\nraises even more concerns. For example, that applies to \r\nthe Office of Counter-Terrorism, whose work Belarus \r\nis perfectly happy with in principle, but for which the \r\npercentage of voluntary funding is as high as 93 per \r\ncent. The United Nations should function based on its \r\nregular budget with contributions from United Nations \r\nMember States and should not depend on sponsorship.\r\nThe General Assembly is the most representative \r\nbody of the United Nations. For it to be able to work \r\nfor the benefit of nations, it must be able to adapt to \r\nnew world realities, eliminating red tape and improving \r\ncreativity and trust. In that connection, we express the \r\nhope that the newly appointed co-Chairs of the Ad Hoc \r\nWorking Group will make more active use of its own \r\nexisting mechanism to address the tasks involved in \r\nrevitalizing the work of the General Assembly.\r\nMr. Suzil (Maldives): My delegation would like \r\nto congratulate Ms. Sima Sami Bahous, Permanent \r\nRepresentative of Jordan, and Mr. Michal Mlynár, \r\nPermanent Representative of Slovakia, on their \r\nappointment as co-Chairs of the Ad Hoc Working \r\nGroup on the Revitalization of the Work of the General \r\nAssembly at its seventy-third session. We also want to \r\nthank Ambassadors María Emma Mejía Vélez, former \r\nPermanent Representative of Colombia, and Vladimir \r\nDrobnjak, Permanent Representative of Croatia, for \r\ntheir dedication and leadership in co-chairing the \r\nrevitalization process at the previous session.\r\nThe General Assembly remains the only universal \r\nbody and the most important forum for discussing \r\nthe most pressing challenges facing the international \r\ncommunity. The work of revitalization must therefore \r\nlead incrementally to the enhancement of the \r\nAssembly’s ability to make a meaningful and positive \r\ndifference in the lives of people in our countries. To \r\nthat end, we noted with appreciation the steps that were \r\ntaken during the previous session. We saw significant \r\nimprovements in the work of the President of the General \r\nAssembly, and we are now seeing more transparency \r\nand accountability, including in the Office of the \r\nPresident. We hope to see a reinvigorated series of the \r\ndialogues held by the President last year that brought \r\ntogether small groups of Permanent Representatives \r\nand made space for genuine dialogue on important \r\nissues of relevance to the General Assembly. We also \r\nencourage the regular meetings between the Presidents \r\nof the Economic and Social Council and the Security \r\nCouncil aimed at helping the Assembly to make more \r\ninformed decisions and necessary adjustments in \r\nshaping the work of the Assembly.\r\nDuring the ongoing seventy-third session, we \r\nwould like to see the issue of election campaigns in the \r\nAssembly on the agenda of the Working Group. As we \r\n14/11/2018 A/73/PV.35\r\n18-37787 13/26\r\nall know, campaigns have become more competitive and \r\nintense with each passing year. We have to find ways \r\nto ensure that elections are free and fair. We therefore \r\nbelieve that the same standards of transparency, fairness \r\nand accountability that we expect in our domestic \r\nelections must be observed here at the United Nations.\r\nThe other aspect that the Working Group should \r\nlook into is the number of resolutions that the Assembly \r\nadopts and their implementation. Questions must \r\nbe asked about the usefulness of adopting the same \r\nresolutions every year or every other year, and the \r\nusefulness of adopting more than one resolution on the \r\nsame subject. There is room there for the Assembly to \r\nimprove its efficiency and effectiveness.\r\nThe Maldives believes in the promise of the United \r\nNations and the beauty of multilateralism. We are \r\nmaking strides, but we can and should do more. We \r\nmust ensure that every Member State in this Hall has an \r\nequal opportunity for its voice to be heard. We can and \r\nshould do all we can to make the Organization more \r\neffective and efficient, so that the work we do here has \r\na real impact at home. We can and should look at the \r\nvarious means and the many ways in which we, the \r\ninternational community, can make a difference.\r\nMrs. Harqoos (United Arab Emirates) (spoke in \r\nArabic): At the outset, we should like to thank you, \r\nMadam President, for holding this meeting aimed \r\nat promoting the role of the General Assembly and \r\nrendering it more effective and efficient, in accordance \r\nwith resolution 72/313, adopted by consensus in \r\nSeptember. My delegation would like to express its \r\nappreciation to the Permanent Representatives of \r\nCroatia and Colombia for their efforts as co-Chairs of \r\nthe Ad Hoc Working Group on the Revitalization of \r\nthe Work of the General Assembly during its previous \r\nsession. We also wish the Permanent Representatives \r\nof Jordan and Slovakia every success as co-Chairs of \r\nthe Ad Hoc Working Group during the Assembly’s \r\ncurrent session.\r\nWe align ourselves with the statement made by the \r\nPermanent Representative of the Republic of Algeria \r\non behalf of the Movement of Non-Aligned Countries, \r\nand would like to make the following statement in our \r\nnational capacity.\r\nThe United Arab Emirates welcomes the decision \r\nof the President of the General Assembly to make the \r\ntopic of revitalizing the United Nations, including the \r\nwork of the General Assembly, a high priority, one \r\nof the seven priorities defined for the Assembly at its \r\nseventy-third session.\r\nIn view of the significant increase in the activities \r\nof the President of the General Assembly in recent \r\nyears, and because the United Arab Emirates believes \r\nin the importance of providing the necessary support to \r\nthe Office of the President of the General Assembly so \r\nthat the President can effectively carry out the mandate \r\nentrusted to her, my country has provided such support, \r\nincluding by seconding one of our Mission staff \r\nmembers to contribute to the work of the Office during \r\nthis session. We look forward to further discussions \r\non additional steps to be taken to support the Office \r\nduring this session.\r\nWe were pleased to see that many important \r\nresolutions adopted at previous sessions on the \r\nrevitalization of the work of the General Assembly \r\nhave been translated into concrete action, including \r\nthe holding for the first time of informal interactive \r\ndialogues with candidates for the position of President \r\nof the General Assembly. That contributed to the \r\nselection of the fourth woman to occupy that post. We \r\nlook forward to similar practices in upcoming sessions.\r\nWe also commend the efforts of the Secretary-\r\nGeneral to ensure gender equality across the United \r\nNations system. Gender equality was achieved for \r\nthe first time in the Secretary-General’s Senior \r\nManagement Group, and we encourage the Secretary-\r\nGeneral to continue his efforts to ensure equitable \r\ngeographical distribution and gender balance across the \r\nUnited Nations system.\r\nIn view of that significant progress, the United \r\nArab Emirates underscores the need to continuously \r\npromote the role, effectiveness and efficiency of the \r\nGeneral Assembly by streamlining the agenda of its \r\nMain Committees, improving their working methods \r\nand promoting the role of the President of the General \r\nAssembly and the President’s Office. That includes \r\nstrengthening the role of the General Assembly in the \r\nselection process of the Secretary-General.\r\nIn conclusion, my delegation underscores that it \r\nis ready to cooperate and participate effectively in all \r\nefforts aimed at enhancing and revitalizing the role of \r\nthe General Assembly.\r\nMr. Hunter (United States of America): The United \r\nStates appreciates the leadership that Ambassador \r\nDrobnjak and Ambassador Mejía Vélez exhibited \r\nA/73/PV.35 14/11/2018\r\n14/26 18-37787\r\nas co-Chairs of the Ad Hoc Working Group on the \r\nRevitalization of the Work of the General Assembly at \r\nits seventy-second session. They facilitated a series of \r\nimportant discussions on a range of issues, including \r\nthe General Assembly’s working methods, the authority \r\nof the General Assembly, and the strengthening of the \r\nOffice of the President of the General Assembly. Over \r\nthe past 10 months they led the Working Group with \r\nan eye towards results, and because of that we find \r\nourselves in a stronger position heading into 2019.\r\nDuring the seventy-second session, the Ad Hoc \r\nWorking Group continued to improve the efficiency \r\nand effectiveness of the General Assembly. We look \r\nforward to future discussions on the conduct of election \r\ncampaigns with the goal of improving the standards \r\nof transparency and equity, especially for smaller \r\nStates without the resources to run robust campaigns. \r\nWe believe that that will also improve the quality of \r\nelected members. We take that position as we note the \r\nsuccess of the interactive dialogues of the candidates \r\nfor the post of Secretary-General and the President of \r\nthe General Assembly, and we welcome the expansion \r\nof that practice into other election forums, such as the \r\nHuman Rights Council.\r\nDuring the past year, the Secretary-General \r\nannounced a number of key reforms across the United \r\nNations system that the General Assembly has since \r\nunanimously endorsed, including the restructuring of \r\nthe peace and security pillar of the United Nations, \r\na new management architecture focused on greater \r\neffectiveness and accountability, and United Nations \r\ndevelopment system improvements. Those reforms \r\naim to contribute to greater efficiency, transparency \r\nand the responsible use of resources. In that regard, \r\nthe Secretary-General has set an example for our \r\ndelegations as we contribute now to the General \r\nAssembly revitalization project. Indeed, many of the \r\ngoals that the Secretary-General has been advancing \r\nare directly relevant to our work. Resolution 72/313, \r\nadopted by the General Assembly on 17 September, \r\nendorses the goal of improving the General Assembly’s \r\nefficiency, streamlining its agenda and reducing overlap \r\nacross the six Main Committees.\r\nAs a means of further increasing efficiency, the \r\nUnited States continues to support the move towards \r\na biennial process for considering General Assembly \r\nresolutions. We think that rather than devoting so \r\nmany hours to negotiating a draft resolution, we should \r\ninstead be actually implementing it. That shift would \r\nbring us closer to our goal of achieving a more effective \r\nand efficient General Assembly. We urge the Working \r\nGroup to seriously consider that proposal.\r\nWe will continue to watch for suggestions or \r\nrecommendations that contain financial implications as \r\nwell. The United States remains opposed to any moves \r\nthat increase budgetary costs to the United Nations and \r\nultimately to Member States. That is informed by our \r\nstrong commitment to the responsible stewardship of \r\nUnited States taxpayer dollars and a desire to maintain \r\nzero nominal growth in United Nations budgets.\r\nWe would also reiterate that the Working Group \r\nmust remain focused on the main objective that the \r\nGeneral Assembly has entrusted to us, namely, to \r\nstrengthen the work of the General Assembly. We will \r\ncontinue to oppose efforts to redirect or markedly \r\nexpand the scope of the Group’s work.\r\nThe United States thanks all delegates \r\nwho contributed to this past year’s efforts and \r\naccomplishments, and we look forward to working with \r\nthe Ad Hoc Working Group during the seventy-third \r\nsession of the General Assembly.\r\nMr. Akbaruddin (India): I thank you, Madam \r\nPresident, for being here today and for setting the tone \r\nfor the debate on the important issue of revitalizing the \r\nGeneral Assembly.\r\nIndia aligns itself with the statement made by the \r\nrepresentative of Algeria on behalf of the Movement \r\nof Non-Aligned Countries. We would like to express \r\nour appreciation to the Permanent Representatives \r\nof Croatia and Colombia for ably steering the work \r\nof the Ad Hoc Working Group on the Revitalization \r\nof the Work of the General Assembly at the seventy-\r\nsecond session, and to congratulate the Permanent \r\nRepresentatives of Jordan and the Slovak Republic on \r\ntheir appointment as co-Chairs for the current session. \r\nMy delegation will give them its full support for a \r\nproductive outcome.\r\nThe legitimacy of the General Assembly stems \r\nfrom its universality. It is our most inclusive forum, \r\nwhere States can come together on a basis of sovereign \r\nequality to share burdens, address common problems \r\nand take advantage of common opportunities. The \r\nprincipal purpose of the General Assembly is not to \r\nusurp the role of sovereign States but to enable all \r\nStates to serve their peoples better by working together. \r\nNo other global institution can match the Assembly’s \r\n14/11/2018 A/73/PV.35\r\n18-37787 15/26\r\nrepresentative character and the credibility that it \r\nderives from such representativeness.\r\nLet us not forget that at the outset, the General \r\nAssembly demonstrated leadership in setting the \r\nglobal agenda while dealing with complex challenges. \r\nThe first issue that the General Assembly addressed \r\nat its first session in January 1946 was related to the \r\nproblems raised by the discovery of atomic energy. \r\nThe first resolution that the General Assembly adopted \r\n(resolution 1(I)), Madam President, on the basis of \r\nthe report submitted by your compatriot, Mr. Viteri \r\nLafronte of Ecuador, called for a commission to \r\nmake recommendations, among other things, for \r\nthe elimination from national armaments of atomic \r\nweapons and all other major weapons adaptable to \r\nmass destruction.\r\nThat same year, 1946, the General Assembly, \r\nacting on the basis of an initiative put forward by my \r\ncountry, India, started addressing the global struggle \r\nfor the equality of opportunity for all races in order \r\nto counter the doctrine of racial discrimination then \r\ngerminating in South Africa. Those examples testify to \r\nthe ambition and far-sighted nature of the deliberations \r\nof the General Assembly, years before any other organ \r\nof the United Nations started tackling them. Since that \r\nformative period, the General Assembly can count \r\nmany agenda-setting achievements on issues ranging \r\nfrom sustainable development to climate change, \r\noceans, global health and migration.\r\nHowever, we have to acknowledge that our collective \r\nrecord as the General Assembly is mixed. Just as generals \r\ntoo often refight their previous wars, we diplomats find \r\nourselves struggling to overcome our legacy issues, \r\neven as the variety and intricacy of new demands for \r\ninternational cooperation have expanded. Today there \r\nis a proliferation of new transnational threats, such as \r\nterrorism, which requires comprehensive cooperation; \r\naccelerating technological change, which requires \r\nbroad norm-setting; and worsening environmental \r\ndegradation, which requires immediate climate action. \r\nThe challenges we face have become stark. Yet we have \r\ntended to muddle along, holding meetings, taking some \r\nminor stabs at enhancing international cooperation at \r\nthe margins and becoming guardians of the status quo. \r\nOur inertia is considerable, even when it is clear that \r\ncollective action is required. We steer clear of action, \r\npleading that consensus is required in order for change \r\nto occur.\r\nGlobal cooperation and integration have been \r\ncritical to the impressive expansion of well-being and \r\nopportunities that we have witnessed over the past \r\n70 years. Proliferating global problems demand new \r\nnarratives. If the General Assembly is not delivering all \r\nthat we want, the solution is not to give up on it. Rather \r\nwe must make it deliver results for today.\r\nThe General Assembly is empowered to discuss \r\nany matter within the scope of the Charter of the \r\nUnited Nations, thus assuming the role of the global \r\nconscience, where public opinion is focused as an \r\neffective force. That opens a vast range of opportunities \r\nfor all of us. The General Assembly provides venues \r\nfor addressing issues. It provides platforms for agreeing \r\non the common rules of the game, and channels for \r\nexchanging ideas, experiences and practices so that \r\ncountries can learn from one another. Decision-making \r\nin the General Assembly is not a threat to sovereignty. \r\nIt is an expression of sovereign equality and an \r\nopportunity for all to influence global problem-solving.\r\nThe world is awash in new challenges. However, \r\nin order to make an effective difference, we must \r\nundertake a new journey that should begin soon. Less \r\nthan two years from now, we will celebrate the seventy-\r\nfifth anniversary of the United Nations. Perhaps that \r\nwill provide all of us with an opportunity that can \r\ncatalyse our efforts to rejuvenate and revitalize the \r\nOrganization. The agenda for that revitalization must \r\nbe broad and inclusive, as well as transformative and \r\nimbued with the objective of breathing new life into \r\nthe United Nations. The General Assembly, with its \r\nuniversal membership, can be a precious asset in that \r\neffort for change. As one of modern India’s leading \r\nfigures, Swami Vivekananda, once said,\r\n“We reap what we sow. We are the makers of our \r\nown fate. The wind is blowing; those vessels whose \r\nsails are unfurled catch it, and go forward on their \r\nway, but those which have their sails furled do not \r\ncatch the wind.”\r\nThe revitalization agenda represents a challenge for \r\ndiplomacy. However, it is a challenge worth taking up if \r\nwe want to maximize our prospects for a peaceful and \r\nprosperous twenty-first century. In that effort, India \r\nstands ready to provide constructive support.\r\nMs. Rodríguez Abascal (Cuba) (spoke in Spanish): \r\nThe Cuban delegation associates itself with the \r\nstatement made by the representative of Algeria on \r\nbehalf of the Movement of Non-Aligned Countries.\r\nA/73/PV.35 14/11/2018\r\n16/26 18-37787\r\nWe would like to take this opportunity to express \r\nour appreciation to Ambassadors Vladimir Drobnjak \r\nof Croatia and María Emma Mejía Vélez of Colombia, \r\nwho served as co-Chairs of the negotiation process on \r\nrevitalization during the seventy-second session. We \r\nalso welcome the appointment of the Ambassadors of \r\nJordan and Slovakia as co-Chairs of the process for the \r\n2019 period. We wish them success in their work and \r\npledge to them the full support of the Cuban delegation.\r\nThe revitalization of the General Assembly is \r\na critical process within the broader reform of the \r\nUnited Nations. It must consolidate the democratic and \r\nparticipatory character of the Assembly through the full \r\nexercise of the powers enshrined in the Charter of the \r\nUnited Nations. Ensuring full respect for the Charter \r\nand the rules of procedure of the General Assembly and \r\nother organs is a priority for Cuba. In accordance with \r\nthose governing documents, our country has therefore \r\nparticipated in the work of the Organization since its \r\nfounding on 24 October 1945.\r\nEnsuring the sustainability of the international \r\ncommunity’s trust in the United Nations and the \r\nsustainability of its legitimacy also requires the \r\nOrganization to truly respond to the collective interests \r\nof its Members, especially the great majority of its \r\nMember States. The international community has \r\nwitnessed the non-implementation of resolutions \r\nadopted by the General Assembly on numerous \r\noccasions, as well as a lack of consensus on decisions \r\non issues that have long aff licted our people. Cuba calls \r\non all Member States to demonstrate their political will \r\nand commitment to multilateralism.\r\nIt is an obligation both for Member States and \r\nfor the Secretariat itself to respect the mandates \r\nestablished in our resolutions, as well as the regulations \r\nand guidelines that govern the functioning of the \r\nOrganization, to whose budget we all contribute based \r\non the principle of the capacity to pay. We emphatically \r\nreject the manipulation, blackmail and pressure that \r\nsome have exerted on the Secretariat, in violation of \r\nUnited Nations procedures.\r\nIn that regard, we note that in recent years, the \r\nannual resolution on the planning of conferences, \r\nadopted by consensus in the General Assembly, has \r\ncalled on the Secretary-General and Member States to \r\ncomply with the guidelines and procedures set forth in \r\nAdministrative Instruction ST/AI/416 of April 1996, \r\nwhich regulates the authorization of the use of United \r\nNations premises for meetings, conferences, special \r\nevents and exhibits. The resolution also provides that \r\nsuch meetings, conferences, special events and exhibits \r\nmust be consistent with the purposes and principles of \r\nthe United Nations.\r\nWe firmly reject the use of the Organization’s \r\npremises to generate and promote campaigns against \r\nits own Member States, which constitutes an f lagrant \r\nviolation not only of the resolutions and norms of the \r\nUnited Nations but also of the purposes and principles \r\nof the Charter. We reiterate that it is the duty of the \r\nSecretariat to ensure that the working procedures \r\nand rules contained in resolutions, regulations \r\nand administrative guidelines are fully respected. \r\nThat endeavour must be marked by impartiality, \r\nprofessionalism and responsibility, regardless of any \r\npressure to do otherwise. We hope that that issue will \r\nbe discussed next year during the revitalization process \r\nand that appropriate measures will be taken within that \r\nframework to prevent such violations.\r\nDiscussions on certain proposals within the \r\nframework of the revitalization process sometimes \r\nundermine previous debates and results from other \r\nforums that are more appropriate and relevant venues \r\nfor holding such discussions. In that regard, we reiterate \r\nthat the revitalization process should not change the \r\nprocedure for selecting candidates. Those procedures \r\nare outlined in the resolutions that gave rise to the \r\nvarious bodies concerned and in the rules of the General \r\nAssembly. Nor does it fall to the revitalization process \r\nto pre-empt Member support for a particular candidate \r\nor to question or hinder the nomination of a candidate \r\nthrough selective and discriminatory criteria.\r\nCuba stresses the importance of striking the right \r\nbalance among the principal organs of the United \r\nNations, in accordance with the Charter, and of stopping \r\nthe growing and dangerous tendency of the Security \r\nCouncil to encroach on the Assembly’s scope of work, \r\nwhich is a violation of the Organization’s procedures.\r\nWe hope that as a result of the revitalization \r\nprocess, the interaction between the Secretariat and \r\nthe General Assembly will be strengthened so that the \r\nSecretariat can respond more effectively to mandates \r\nset by Member States. It is impossible to have an \r\nOrganization that responds effectively to the modern \r\nsystem of international relations without reforming the \r\nSecurity Council and making the General Assembly the \r\ncentre of multilateral debate and work.\r\n14/11/2018 A/73/PV.35\r\n18-37787 17/26\r\nBefore concluding, I would like to take this \r\nopportunity to reiterate my delegation’s readiness \r\nto continue to support the process of revitalizing the \r\nGeneral Assembly so as to bolster its democratic and \r\nparticipatory character.\r\nMr. Polyanskiy (Russian Federation) (spoke \r\nin Russian): We welcome the convening of today’s \r\nGeneral Assembly meeting on the implementation of \r\nUnited Nations resolutions and the revitalization of the \r\nwork of the General Assembly.\r\nWe would like to congratulate the Permanent \r\nRepresentatives of Jordan and Slovakia on their \r\nappointment to co-chair the Ad Hoc Working Group on \r\nthe Revitalization of the General Assembly and wish \r\nthem every success. We note the work of the previous \r\nco-Chairs, the Permanent Representatives of Croatia \r\nand Colombia, during the seventy-second session. The \r\nnegotiations that eventually culminated in the General \r\nAssembly’s adoption on 17 September of resolution \r\n72/313 were not easy. They demonstrated once again \r\nthat the successful revitalization of the Assembly’s \r\nwork, which is a job shared by all Member States, is \r\npossible only when the process enjoys full consensus-\r\nbased support. Our understanding of that enabled us to \r\narrive at a thoughtful and balanced text. The results of \r\nthe upcoming round of negotiations will also depend on \r\nStates’ willingness to listen to one another.\r\nThe Russian delegation is ready to continue to \r\nparticipate constructively in the efforts to revitalize \r\nthe General Assembly. However, those efforts must be \r\ndepoliticized and primarily focused on increasing the \r\nAssembly’s effectiveness. That aim can to a great extent \r\nbe achieved by further refining the Assembly’s working \r\nmethods and streamlining its still overburdened agenda. \r\nIn particular, it is essential to continue efforts to move \r\nsome of the Assembly’s agenda items to consideration \r\non a biennial or triennial basis and remove outdated \r\nones.\r\nWe also support initiatives to lighten the load of \r\nthe high-level week of the general debate. While they \r\nare in New York, the Heads of State and Government \r\nand Foreign Ministers already have a tight schedule. It \r\nmakes sense to limit the number of high-level events \r\nduring that time. They can be evenly distributed \r\nthroughout the work of the entire session. However, \r\nit is certainly important to ensure that such changes \r\ntake the interests of all Member States into account. \r\nWe also believe that any initiatives should be based \r\non strict compliance with the system for distributing \r\nprerogatives among the main United Nations bodies, as \r\nenshrined in the Charter of the United Nations.\r\nThe Security Council is often criticized for being \r\nseen as infringing on the authority of other United \r\nNations organs, and we share that concern. Our \r\ncolleagues on the Council know that we are cautious \r\nabout considering thematic topics in the Council. And \r\nrecently the numbers of such meetings have increased, \r\nthrough no fault of ours. In that regard, we again call \r\non those who generate such initiatives to consider what \r\nthe Council can actually achieve on such issues. The \r\nimportance of one or another topic should not be based \r\non whether or not it is discussed in the Council. That is \r\nthe wrong approach.\r\nIn the past few years, much attention has been \r\npaid to questions of increasing the transparency and \r\ndemocracy of the process for selecting and electing the \r\nSecretary-General. We are willing to continue working \r\non a sensible optimization of the existing system. \r\nHowever, we believe that ideas in this area require careful \r\nstudy, and particularly with regard to strict compliance \r\nwith the Charter of the United Nations, in accordance \r\nwith which the Secretary-General is appointed by \r\nthe General Assembly on the recommendation of the \r\nSecurity Council. We should also not forget that the \r\nmain task is to elect the best candidate for the position \r\nof Secretary-General. Excessive efforts to codify the \r\nprocedure are fraught with undesirable consequences.\r\nAs for the issue of the implementation of General \r\nAssembly resolutions, the problem here seems to be \r\nnot so much a lack of political will. One of the most \r\nimportant factors is the feasibility level of those \r\nresolutions. Before proposing a draft resolution, it \r\nis important to ask how implementable it would be \r\nif it were adopted. We urge everyone to refrain from \r\npoliticized, clearly unrealizable initiatives that could \r\ndivide rather than unite the United Nations membership. \r\nThere is no doubt that resolutions that are adopted by \r\nan overwhelming majority of votes, and ideally by \r\nconsensus, have a better chance of becoming reality. \r\nNeedless to say, that demands work, diplomatic artistry \r\nand a willingness to compromise. Unfortunately, the \r\npast year has shown that not everyone shares such sober \r\napproaches. we therefore of course should not expect \r\nthe implementation of resolutions that are focused on \r\ndubious and short-term gains.\r\nA/73/PV.35 14/11/2018\r\n18/26 18-37787\r\nWe wish the co-Chairs of the Ad Hoc Working \r\nGroup every success and are ready to work closely \r\nwith them.\r\nMr. Kyslytsya (Ukraine) (spoke in Spanish): At \r\nthe outset, Madam President, I would like to reaffirm \r\nmy delegation’s full support to your comprehensive \r\napproach to conducting the business of the Assembly. \r\nI would also like to join others in expressing our \r\nsincere thanks to the previous co-Chairs of the Ad Hoc \r\nWorking Group on the Revitalization of the Work of the \r\nGeneral Assembly, Mr. Vladimir Drobnjak, Permanent \r\nRepresentative of Croatia, and Ms. María Emma Mejía \r\nVélez, former Permanent Representative of Colombia, \r\nfor the work they accomplished. I wish the Permanent \r\nRepresentatives of Jordan and Slovakia, Ms. Sima Sami \r\nBahous and Mr. Michal Mlynár, every success as the \r\nnew co-Chairs and continued progress in the work of \r\nthis session.\r\nWe fully share the vision outlined in the statement \r\nby the observer of the European Union on the issues \r\nunder consideration today. In my national capacity, \r\nI would like to highlight two points that we consider \r\nsignificant.\r\nThe first is strengthening the authority of the \r\nGeneral Assembly. As Members have stated on \r\nnumerous occasions, we believe that as the main \r\ndeliberative, policymaking and representative organ of \r\nthe United Nations, the General Assembly is bound by \r\nthe Charter of the United Nations to discuss any matter \r\nrelating to the maintenance of international peace \r\nand security.\r\nHowever, at the beginning of the current session, \r\nwe witnessed an attempt to prevent the Assembly from \r\nconsidering a problem raised by a Member under its \r\nspecial authority. I am referring to Ukraine’s initiative \r\nwith regard to a new agenda item entitled “The situation \r\nin the temporarily occupied territories of Ukraine”. The \r\nrecorded vote on incorporating the topic into the agenda \r\nclearly showed the existence of a marginal group that \r\nattempted to undermine the specific responsibility of \r\nthe General Assembly under pressure from Russia. I \r\nexpress my sincere thanks to all those who supported \r\nthe introduction of the item on the agenda.\r\nIt is not surprising that the same controversy that \r\narose in connection with the inclusion of the item on the \r\nAssembly’s agenda was also seen in connection with the \r\nresponsibility-to-protect initiative, which Ukraine also \r\nsupports. How can the Assembly and the Organization of \r\nwhich it is a constituent part be considered effective and \r\ncapable of dealing with today’s challenges in the face of \r\npersistent ongoing attempts to block the consideration \r\nof pressing problems, as opposed to the many static \r\nsituations that are considered almost automatically year \r\nafter year, with no significant change in the outcome?\r\nRussia, as a permanent member of the Security \r\nCouncil, constantly abuses its powers there. In fact, it \r\nwas trying to replicate its destructive Council practices \r\nin the Assembly and in the General Committee on the \r\npretext of defending the practice of consensus, which is \r\nnon-existent. That permanent member follows the same \r\npattern of behaviour in the Security Council, where it \r\ncares nothing for the credibility of the Organization \r\nand only for its ambitions for revenge.\r\nAt the end of October, Council members expressed \r\ntheir deep concern about the illegal preparations for the \r\nso-called elections in the temporarily occupied territory \r\nof Donbas in Ukraine (see S/PV.8386). And what did \r\nwe see less than two weeks later? In violation of the \r\nMinsk agreements and of Security Council resolution \r\n2202 (2015), the so-called elections, orchestrated by \r\nthe occupying Power, took place last Sunday. As was \r\nto be expected, Russia seemed to be the only one that \r\nrecognized the results, thereby demonstrating its true \r\nobjective of masking the crimes committed in Ukraine.\r\nMy second point is about the implementation \r\nof United Nations resolutions. The scope of their \r\nimplementation remains constrained by the degree \r\nto which countries are willing to comply with them. \r\nThat selective mode of implementation undermines the \r\nability of the United Nations to make a real difference \r\nin various situations on the ground.\r\nThrough its adoption in 2014 of resolution 68/262, \r\nthe General Assembly affirmed its commitment \r\nto the sovereignty, political independence, unity \r\nand territorial integrity of Ukraine within its \r\ninternationally recognized borders. Since then, in two \r\nsubsequent resolutions — 71/205 in 2016 and 72/190 \r\nin 2017 — on the human rights situation in Ukraine’s \r\nCrimean peninsula, the Assembly has condemned the \r\ntemporary occupation of that part of Ukraine’s territory.\r\nAll those resolutions, supported by an overwhelming \r\nmajority of Member States, sent a clear message from \r\nthe United Nations membership to the aggressor State \r\nthat the Organization is ready to defend its values. \r\nHowever, those decisions have yet to be implemented. \r\nThe world continues to witness brutal violations of the \r\n14/11/2018 A/73/PV.35\r\n18-37787 19/26\r\npurposes and principles of the Charter of the United \r\nNations, since the foreign military aggression against \r\nUkraine and the temporary occupation of parts of its \r\nterritory persist.\r\nIt is also indisputable that the Secretariat and all of \r\nthe agencies and bodies of the United Nations system \r\nmust comply with the letter and spirit of the resolutions \r\nadopted by the Assembly in their daily practice, despite \r\nthe pressure and manipulations on the part of the \r\naggressor State.\r\nIn conclusion, I would like to stress that although \r\nour joint efforts for the revitalization of the General \r\nAssembly have already produced tangible results, there \r\nis still ample room for this body and its decisions to \r\nbecome more effective and for the United Nations to \r\nbecome more relevant for everyone.\r\nMr. Wu Haitao (China) (spoke in Chinese): China \r\nthanks you, Madam President, for convening today’s \r\ndebate on this topic.\r\nOver the more than 70 years of its history, the \r\nUnited Nations has made an outstanding contribution \r\nto international peace and stability and the progress of \r\nhuman society. The purposes and principles enshrined \r\nin the Charter of the United Nations have become the \r\nbasic norms governing international relations and \r\nmultilateralism, in terms of both ideology and practice, \r\nand have brought tangible benefits to the peoples of \r\nthe world. Now, however, the world is confronted \r\nwith new and emerging challenges. Traditional and \r\nnon-traditional security issues are intertwined in \r\na complex conundrum. The international security \r\nsituation is of great concern. International rules \r\nare under attack, and multilateral mechanisms are \r\nbeing challenged. More than ever, our world needs \r\nmultilateralism and a stronger United Nations.\r\nThe international community generally looks to the \r\nUnited Nations to play a greater role in safeguarding \r\nworld peace, promoting common development, \r\nadvancing international cooperation and upholding \r\nmultilateralism. On 9 November, in its capacity as \r\nPresident of the Security Council, China convened \r\nan open debate on this theme entitled “Maintenance \r\nof international peace and security: strengthening \r\nmultilateralism and the role of the United Nations” \r\n(see S/PV.8395). Representatives of more than 70 \r\ncountries and international organizations took the f loor \r\nand voiced a strong message about the importance \r\nof strengthening multilateralism and the role of the \r\nUnited Nations, reaffirming our obligation to uphold \r\nthe purposes and principles of the Charter of the United \r\nNations, steadfastly embrace multilateralism, maintain \r\nthe rules-based international order and jointly respond \r\nto global challenges.\r\nThe General Assembly is the principal organ of the \r\nUnited Nations under the Charter. It is also the primary \r\ndeliberative organ when it comes to policies. Its \r\nrevitalization is a matter where the vital interests of all \r\nMember States are at stake and that has important and \r\nfar-reaching implications for enhancing the authority \r\nand credibility of the United Nations. It is the desire \r\nof the general membership, especially the developing \r\ncountries, that the General Assembly should improve \r\nits work on an ongoing basis and fully meet its \r\nresponsibilities under the Charter.\r\nIn the light of the evolving international situation, \r\nas well as the significant challenges facing the United \r\nNations on various fronts, the Assembly should focus \r\non reviewing and responding to major issues of general \r\nconcern to Member States, especially those that affect \r\nthe vital interests of developing countries. It should \r\nstrengthen its focus and input on development issues \r\nand play a greater role in promoting international \r\ndevelopment cooperation. It should also strengthen its \r\ncollaboration with the Security Council, the Economic \r\nand Social Council and other bodies, with a proper \r\ndivision of labour that enables them to fully leverage \r\ntheir respective advantages. On issues related to the \r\nmaintenance of international peace and security, \r\ncoordination and cooperation between the Assembly \r\nand the Security Council should be strengthened, in \r\naccordance with the Charter.\r\nChina appreciates the initiative of Ms. María \r\nFernanda Espinosa Garcés, President of the General \r\nAssembly at its seventy-third session, to prioritize, \r\namong other things, the revitalization of the United \r\nNations, the rights of persons with disabilities, gender \r\nequality, migrants and refugees, the environment, \r\ndecent work and youth and peace and security. The \r\nrevitalization of the work of the Assembly is an important \r\ndimension of that priority agenda. We encourage the \r\ngeneral membership of the United Nations to work as \r\none in order to advance the revitalization of the General \r\nAssembly’s work.\r\nChina supports the General Assembly in its \r\nefforts to improve its working methods, streamline \r\ndecision-making processes and increase efficiency. \r\nA/73/PV.35 14/11/2018\r\n20/26 18-37787\r\nEfforts should be focused on improving the quality \r\nof documents and reports by making their content \r\nmore concise and their analyses and recommendations \r\nbetter targeted so that they are more practical and \r\naction-oriented. Member States should respect the \r\nsanctity of Assembly resolutions and ensure their \r\neffective implementation so as to safeguard the \r\nAssembly’s authority. A well-functioning Office of \r\nthe President of the General Assembly is an important \r\nenabler for the smooth running of the General Assembly. \r\nChina supports increasing the Office’s human and \r\nfinancial resources so that it can more effectively \r\ndischarge its mandated functions.\r\nThe broad membership of the Organization has \r\nhigh expectations for the revitalization of the General \r\nAssembly’s work. All Member States should make \r\nconcrete efforts to implement the resolutions on the \r\nrevitalization of the General Assembly and make \r\nsteady progress with the revitalization of the General \r\nAssembly under the framework of the Ad Hoc Working \r\nGroup on the Revitalization of the Work of the General \r\nAssembly, guided by the principles of democratic \r\nconsultations, step-by-step progress and tackling the \r\neasiest tasks first.\r\nChina welcomes the appointment by the \r\nPresident of the General Assembly of the Permanent \r\nRepresentatives of Jordan and Slovakia to the United \r\nNations as co-Chairs of the Ad Hoc Working Group. \r\nWe are ready to lend them our active support to help \r\nachieve progress on this important agenda item during \r\nthis session and make fresh contributions to the \r\nprotection of multilateralism and our common pursuit \r\nof peace and development.\r\nMr. Djani (Indonesia): My delegation joins other \r\ndelegations in thanking you, Madam President, for \r\nconvening this important joint debate, as well as for \r\nthe many important points that you made in your \r\nopening statement. Needless to say, we would also \r\nlike to congratulate the incoming co-Chairs of the Ad \r\nHoc Working Group on the Revitalization of the Work \r\nof the General Assembly, our colleagues from Jordan \r\nand Slovakia. We want to assure them of Indonesia’s \r\ncontinued and active contribution to efforts to obtain \r\nproductive results in the Working Group. I also thank \r\ntheir predecessors, our colleagues from Croatia and \r\nColombia, for their important stewardship.\r\nIndonesia would like to associate itself with \r\nthe statements made on behalf of the Movement \r\nof Non-Aligned Countries and the Association of \r\nSoutheast Asian Nations.\r\nSince the revitalization of the General Assembly \r\nbecame a distinct agenda item in 1991, and following the \r\n2005 World Summit, when the Ad Hoc Working Group \r\nwas formed, there has been progress on numerous \r\nfronts. But much remains to be done if we are to ensure \r\nthat our work is relevant. From streamlining the agenda \r\nto structuring the four clusters in the Ad Hoc Working \r\nGroup and convening high-level deliberations on crucial \r\nglobal peace, security and development challenges, the \r\nGeneral Assembly has gained increasing prominence \r\nand effect.\r\nMany of the challenges confronting our world today \r\nare of a multidimensional and interconnected nature and \r\nrequire an integrated response. Those challenges can be \r\naddressed only if States are willing to work together \r\nand solve those issues accordingly. The United Nations \r\nis the ultimate global institution for multilateralism, \r\nwhere nations large and small interact with each other \r\non a basis of sovereign equality. Indonesia urges all to \r\nplay their role fully in order to ensure that the Assembly \r\nand other United Nations entities can successfully \r\ncomply with their mandates.\r\nThere is no better platform to deal with the gamut \r\nof global issues than the General Assembly, for it \r\nis unique in representing the entirety of the United \r\nNations membership with its rich insights and collective \r\nwisdom. When we say that we are committed to \r\nmultilateralism, we have an obligation to revitalize and \r\nmake this organ efficient, effective and adapted to the \r\nchallenges of the new millennium. Indonesia supports \r\npractical efforts that can revitalize the Assembly as the \r\nchief United Nations deliberative, policymaking and \r\nrepresentative organ, properly geared and enabled to \r\nmeet the expectations of global citizens today.\r\nI will not go into detail on Indonesia’s position on \r\nthe four thematic clusters, as my delegation will present \r\nits views in the various cluster meetings ahead. For \r\nnow, we would like to suggest the following additional \r\npoints on the way forward as we seek to strengthen our \r\ncommon endeavour to make the Assembly more robust.\r\nFirst, we must all ensure the full implementation of \r\nresolution 69/321. In that context, we must do our part \r\nto ensure that the General Assembly continues to play \r\na leading role in the selection and appointment process \r\nof the Secretary-General. The practices and lessons \r\nfrom the previous experience, while they are fresh in \r\n14/11/2018 A/73/PV.35\r\n18-37787 21/26\r\nour memory, should be recorded in a lessons-learned \r\ndocument, which would be a good reference source \r\nfor future selection processes and appointments of the \r\nSecretary-General.\r\nFurthermore, the resolution enabled the election \r\nprocesses for the non-permanent Security Council seats \r\nand the members of the Economic and Social Council \r\nto begin six months in advance. New ground was also \r\nbroken regarding transparency and accountability in \r\nthe Office of the President of the General Assembly. \r\nWe all look forward to strengthening that Office.\r\nSecondly, with regard to the Assembly’s working \r\nmethods, Indonesia recommends that the General \r\nAssembly and its Main Committees streamline their \r\nagendas and focus on making a reality of commitments \r\nfor meaningful results on the ground. We salute \r\nGuyana for taking the lead. We should also streamline \r\nthe numbers of high-level meetings and focus more \r\non the implementation of commitments already \r\nmade. Indonesia further recommends that the General \r\nAssembly should introduce appropriate measures to \r\nenhance public awareness of its roles and activities, \r\nand we encourage improved media reporting of the \r\nAssembly’s work.\r\nThirdly, the General Assembly should strengthen \r\nits collaboration with the Security Council, the \r\nEconomic and Social Council and the specialized \r\nagencies. On issues of common interest, such as peace \r\nand security, human rights and economic development, \r\nconsultations between the General Assembly and \r\nthe regional organizations should be strengthened. \r\nRegional organizations can contribute positively to the \r\nwork of the Assembly and the United Nations at large.\r\nIndonesia recommends that the numerous \r\nresolutions that fall under agenda item 128, entitled \r\n“Cooperation between the United Nations and regional \r\nand other organizations”, could more appropriately \r\ninclude discussion of those issues of common interest. \r\nFurthermore, such resolutions should be implementable, \r\naction-oriented and aim for concrete results on \r\nthe ground.\r\nBefore coming here today, I looked at the Charter \r\nof the United Nations, particularly Chapter IV on the \r\nGeneral Assembly, because I wanted to find out how \r\nthe situations in 1945 and today differ. What is clear \r\nis in Article 9, paragraph 2, which says that “Each \r\nMember shall have not more than five representatives \r\nin the General Assembly”. We have made progress so \r\nfar, at least by having an extra seat in this Hall for each \r\ndelegation, thereby making it six for each country. \r\nNow my question is: Is that enough? Should we not \r\ndo more to revitalize the work of the Assembly? I say \r\nmore has to be done. We are approaching 75 years of \r\nthe existence of the United Nations, and if we could \r\nrevitalize the General Assembly and other organs so as \r\nto better respond to the wishes of their constituents, the \r\npeoples of the world, that would be a good target date \r\nand birthday present for the United Nations.\r\nIndonesia, for its part, is determined to continue \r\nplaying its role in the Working Group and other forums \r\nto bolster the General Assembly so that the Assembly \r\ncan fully demonstrate that it is the true universal \r\nparliament of nations.\r\nMr. Hilale (Morocco) (spoke in French): My \r\ndelegation would like to congratulate Ambassadors \r\nSima Sami Bahous, Permanent Representative of \r\nJordan, and Michal Mlynár, Permanent Representative \r\nof Slovakia, on their appointment as co-Chairs of the \r\nAd Hoc Working Group on the Revitalization of the \r\nWork of the General Assembly. We would like to assure \r\nthem of our full support and our willingness to work \r\nwith them during the Working Group meetings to come. \r\nWe would also like to take this opportunity to thank \r\nthe previous co-Chairs and the Secretariat, especially \r\nthe Department for General Assembly and Conference \r\nManagement, for their tireless efforts and professional \r\nand rigorous support throughout our work.\r\nMy delegation takes note of the tangible progress \r\nmade in revitalizing the work of the General Assembly. \r\nWe welcome the positive developments in the efforts \r\nof the Working Group during the previous session and \r\ncall for continuing and consolidating what we have \r\nachieved. Despite the progress made, the process to \r\nrevitalize the work of the General Assembly requires \r\nthe commitment of all Member States, as well as real \r\npolitical will, so that multilateralism can bear fruit and \r\nachieve its noble goals.\r\nIn that regard, we want to emphasize the \r\nimportance of dialogue in a spirit of compromise so \r\nthat we can contribute jointly to improving our work \r\nwithin the General Assembly, and the Organization \r\nmore broadly. With the tangible progress that we have \r\nmade, we welcome the laudable efforts undertaken by \r\nthe Secretary-General to achieve gender equality and \r\nthe equitable geographical representation of high-\r\nranking positions, and we especially welcome the \r\nA/73/PV.35 14/11/2018\r\n22/26 18-37787\r\nimplementation of his strategy on gender equality, \r\nwhich is applicable to the entire United Nation system.\r\nThe revitalization process of the work of the \r\nGeneral Assembly is a key part of the reform of the \r\nOrganization. We believe that the important reforms \r\nthat the Secretary-General has introduced since he \r\nassumed the leadership of our Organization will \r\ncontribute broadly to our efforts to revitalize the work \r\nof the General Assembly. Preserving an institutional \r\nbalance between the General Assembly and the other \r\nbodies of the United Nations is vital if we want to \r\nimprove its effectiveness and efficiency and enable it to \r\nfulfil the mandate it has been assigned.\r\nWe also want to recall the importance of respect by \r\nboth the General Assembly and the Security Council \r\nfor the provisions of the Charter of the United Nations \r\non their respective functions and powers. As such, we \r\nmust fully implement Article 12, paragraph 1, of the \r\nCharter, which states,\r\n“While the Security Council is exercising in \r\nrespect of any dispute or situation the functions \r\nassigned to it in the present Charter, the General \r\nAssembly shall not make any recommendation \r\nwith regard to that dispute or situation”.\r\nWe also reiterate the need for a balanced \r\nrevitalization of the work of the Main Committees in \r\norder to achieve long-term outcomes for the process \r\nas a whole. In past years we have seen an exponential \r\nincrease in the number of draft resolutions submitted to \r\nthe General Assembly. In that regard, we believe that \r\ngreater efforts should be made to ensure that multiple \r\nresolutions are consolidated and encourage their \r\nsubmission only every two or even three years, where \r\npossible. It is equally important to continue to work to \r\nimprove synergies and coherence between tthe various \r\nCommittees’ agenda items. Similarly, we should \r\nensure that the Assembly’s agenda is aligned with the \r\n2030 Agenda for Sustainable Development. That is an \r\nabsolute necessity that must be promoted.\r\nFinally, in order for the role of the President of the \r\nGeneral Assembly, as mandated under the Charter, to \r\nbe carried out effectively and efficiently and for the \r\nmajority of the expenses incurred by the President to \r\nno longer be borne by his or her country of origin, \r\nthe President must be provided with the necessary \r\nresources, which must come not only in the form of \r\ntrust funds and voluntary contributions from Member \r\nStates, but also, in particular, as adequate funding from \r\nthe regular budget.\r\nMr. Amayo (Kenya): Let me begin by commending \r\nyou, Madam President, for the able manner in which you \r\nhave been conducting the work of the General Assembly \r\nsince your election. My delegation also acknowledges \r\nwith appreciation the great work carried out during the \r\nseventy-second session by the co-Chairs from Croatia \r\nand Colombia of the Ad Hoc Working Group on the \r\nRevitalization of the Work of the General Assembly. \r\nWe also take this opportunity to warmly congratulate \r\nthe Permanent Representatives of the Slovak Republic \r\nand the Kingdom of Jordan on their appointment as \r\nco-Chairs of the Working Group for this session and \r\nwish them every success.\r\nKenya aligns itself with the statement on the \r\nWorking Group delivered by the representative of the \r\nPeople’s Democratic Republic of Algeria on behalf of \r\nthe Movement of Non-Aligned Countries.\r\nMy delegation also notes that this exchange of \r\naction-oriented ideas pertaining to the revitalization \r\nof the work of the General Assembly is timely and in \r\nline with the strategic priorities of this session, that \r\nis, strengthening multilateralism and achieving the \r\nwell-being of all persons and a sustainable planet. \r\nWe welcome the adoption without a vote of resolution \r\n72/313 on the revitalization of the work of the General \r\nAssembly. While significant progress has been made, \r\nwe note that the negotiations leading to the resolution’s \r\nadoption were lengthy and fraught with various \r\ncontentious issues, most of which had been carried over \r\nfrom previous sessions.\r\nEven as we speak of the revitalization of the work \r\nof this body, we should recognize that the underlying \r\ncauses of the lack of consensus on various issues are much \r\nbroader and require further discussions, with a focus on \r\nimplementation. We call for political willingness and \r\nindeed goodwill on the part of all Member States to \r\novercome those persistent challenges and divergences \r\nof views. My delegation therefore welcomes the \r\ndecision to renew for this session the Ad Hoc Working \r\nGroup on the Revitalization of the Work of the General \r\nAssembly, which will be open to all Member States. It \r\nis our hope that some of the contentious issues outlined \r\nin detail in the statement delivered on behalf of the \r\nNon-Aligned Movement will be addressed in order \r\nto further improve the effectiveness, efficiency and \r\n14/11/2018 A/73/PV.35\r\n18-37787 23/26\r\nworking methods of the Assembly. Let me highlight \r\nthree areas for further consideration.\r\nFirst, regarding the selection and appointment of \r\nthe Secretary-General and other executive heads, we \r\nbelieve that a healthy balance must be sought between \r\ntransparency and confidentiality. Member States \r\nshould be well informed about the process and able to \r\nfully understand the working methods of the Security \r\nCouncil. The Assembly and the Council should work, \r\nor appear to work, in a complementary rather than \r\na competitive manner. Strengthening the Office of \r\nthe President of the General Assembly will enhance \r\nsuch complementarity.\r\nSecondly, regarding the membership of the \r\nAdvisory Committee on Administrative Budgetary \r\nQuestions, a review of the membership aimed at \r\nensuring equitable geographical representation will \r\nadd value to the work of the Committee by broadening \r\nthe scope of its expertise from the various regions.\r\nFinally, regarding streamlining the Assembly’s \r\nagenda, with a focus on implementation, adequate time \r\nneeds to be given to the consideration of items that are \r\nimportant to developing countries, such as financing for \r\ndevelopment and the Agenda 21 Programme of Action \r\nfor Sustainable Development and their connections to \r\nthe implementation of the 2030 Agenda for Sustainable \r\nDevelopment. In conclusion, Kenya reaffirms its \r\ncommitment to remaining engaged and contributing \r\nconstructively to the efforts to revitalize the work of the \r\nGeneral Assembly, the chief deliberative policymaking \r\norgan of the United Nations.\r\nMr. Gad (Egypt) (spoke in Arabic): First of all, we \r\nwelcome the convening of this annual meeting on two \r\nimportant agenda items, 122 and 123, one dealing with \r\nthe implementation of the resolutions of the United \r\nNations and the other with the revitalization of the \r\nwork of the General Assembly. I would also like to \r\ncongratulate the Permanent Representatives of Jordan \r\nand Slovakia on co-chairing the Ad Hoc Working \r\nGroup on the Revitalization of the Work of the General \r\nAssembly during the current session.\r\nThe Egyptian delegation aligns itself with the \r\nstatement delivered earlier by the delegation of Algeria \r\non behalf of the Movement of Non-Aligned Countries.\r\nGiven the central role played by the General \r\nAssembly within the United Nations as the principal \r\norgan with universal representation and the most \r\nrepresentative at the international and multilateral \r\nlevels, we believe that the revitalization of the work \r\nof the General Assembly forms an essential part of \r\nefforts to consolidate the role of the United Nations as \r\na whole. Improving the performance and efficiency of \r\nthe General Assembly is therefore the first step towards \r\nrealizing a United Nations that is more democratic, \r\nglobal and capable of fulfilling its international \r\nfunctions and the tremendous duties conferred on it by \r\nthe Charter.\r\nWe all recognize that the General Assembly plays \r\nvarious vital roles under Article 10 of Chapter IV of \r\nthe Charter. It has the authority to discuss any question \r\nor matter pertaining to the Charter or relating to the \r\npowers and functions of any organ stipulated in the \r\nCharter. It can also make recommendations to Members \r\nof the United Nations and to members of the Security \r\nCouncil, except as provided in Article 12 of the Charter. \r\nParagraph 3 of Article 11 of the Charter also authorizes \r\nthe Assembly to call the attention of the Security \r\nCouncil to issues likely to endanger international peace \r\nand security. Moreover, in accordance with Article 15, \r\nthe Assembly receives and studies annual and special \r\nreports from the Council. Those reports include an \r\naccount of the measures that the Council has decided \r\non or taken in the maintenance of international peace \r\nand security. In addition, the General Assembly \r\nreceives and considers reports from other organs of \r\nthe Organization.\r\nThe Assembly’s recent adoption by consensus in \r\nSeptember of resolution 72/313 gives further impetus to \r\nefforts aimed at strengthening the role and the authority \r\nof the General Assembly. Accordingly, we hope for its \r\nfull implementation, as it has become increasingly \r\nnecessary to strengthen the role and the authority of the \r\nGeneral Assembly and improve its working methods \r\nat the administrative, organizational, technical and \r\nsubstantive levels. We also want to recall the importance \r\nof improving the institutional memory of the Office of \r\nthe President of the General Assembly and the process \r\nof selecting and appointing the Secretary-General of \r\nthe United Nations.\r\nThe United Nations today faces significant \r\nchallenges and dangerous international threats, \r\nincluding in relation to the fight against terrorism, the \r\nmaintenance of international peace and security and \r\nthe achievement of sustainable development, as well \r\nas addressing the root causes of crises and conflicts \r\nthroughout the world. It is therefore imperative to \r\nA/73/PV.35 14/11/2018\r\n24/26 18-37787\r\nintensify cooperation among the principal United \r\nNations organs so as to ensure that their efforts are \r\nconcerted and coordinated, as well as to achieve the \r\ncomplementarity of international endeavours. We also \r\nwant to highlight the importance of striking a delicate \r\nbalance between the prerogatives and mandates of \r\nthose organs in accordance with the Charter. We \r\ntherefore hope for improved coordination, cooperation \r\nand interaction among the main organs of the United \r\nNations, especially the General Assembly and the \r\nSecurity Council, in order to better address international \r\nissues in a more effective way, especially those related \r\nto international peace and security.\r\nLet me highlight some priority issues for Egypt \r\nunder agenda item 123, on revitalizing the work of the \r\nGeneral Assembly.\r\nFirst, we need to revitalize the role of the General \r\nAssembly and improve its mechanisms in dealing with \r\nurgent international issues in cooperation with the other \r\nrelevant United Nations bodies. Secondly, we must \r\nensure the necessary financial and human resources for \r\nthe easy f low of the Organization’s work. Accordingly, \r\nwe recall the point made in the statement on behalf \r\nof the Movement of Non-Aligned Countries on the \r\nimportance fo reforming rule 155 of the Assembly’s rules \r\nof procedure in order to enlarge the membership of the \r\nAdvisory Committee on Administrative and Budgetary \r\nQuestions and improve its geographical and equitable \r\nrepresentation, especially given the fact that the Group \r\nof African States, like the Asian and Latin American \r\nStates, suffers from a lack of significant representation \r\non the Advisory Committee by comparison with other \r\nregional groups.\r\nIn conclusion, we look forward to the implementation \r\nof the Secretary-General’s recently unveiled new \r\nreforms aimed at strengthening the Organization’s \r\narchitecture and role in the areas of peace and security \r\nand development, and on administrative and financial \r\nissues. We also look forward to continuing to cooperate \r\nwith all Member States to achieve those objectives \r\nand purposes, so that we can meet the aspirations of \r\nthe States and peoples who place their hope in this \r\ninternational Organization.\r\nI would like once again to express to you, Madam \r\nPresident, our deep gratitude and appreciation for the \r\ntireless efforts that you are undertaking in collaboration \r\nwith the staff of the Office of the President of the \r\nGeneral Assembly.\r\nMr. Bin Momen (Bangladesh): Bangladesh \r\naligns itself with the statement delivered by the \r\nrepresentative of Algeria on behalf of the Movement of \r\nNon-Aligned Countries.\r\nWe thank the President of the General Assembly \r\nat its seventy-third session for sharing her insights \r\nand for linking the question of the revitalization of \r\nthe General Assembly to the primacy of upholding the \r\nvalues and principles of multilateralism. We appreciate \r\nher commitment to promoting equity, fairness and \r\ntransparency in the work of the United Nations. We \r\nreaffirm our confidence in her able stewardship of the \r\nchief deliberative policymaking organ of the United \r\nNations. Bangladesh continues to stress that functional \r\nrelations among the principal organs can be further \r\nstrengthened by upholding their respective competencies \r\nand responsibilities. The efficiency of the respective \r\norgans can be further improved through collective \r\nefforts to build synergy and complementarities and \r\navoid duplication and overlapping. We commend the \r\nregular dialogue held by the President of the General \r\nAssembly with the Presidents of the Security Council \r\nand the Economic and Social Council. In that context, \r\nwe take particular note of the joint meeting convened \r\nthis month to reaffirm Member States’ commitment to \r\nmultilateralism through the further strengthening and \r\nenergizing of the United Nations.\r\nBangladesh welcomes the adoption by consensus \r\nof resolution 72/313 earlier this year and looks forward \r\nto constructive engagement among delegations in the \r\ncoming year. We advocate for the need to demonstrate \r\nf lexibility with regard to addressing certain outstanding \r\ncritical issues. We take note of the incremental changes \r\nbeing made but stress the need for a much bolder \r\nand more decisive approach in order to reinforce the \r\nrole and authority of the General Assembly. We have \r\nwitnessed some notable changes in the appointment \r\nprocess of the Secretary-General, the conduct of \r\nelections to various bodies, the further strengthening \r\nof the transparency, effectiveness and institutional \r\nmemory of the Office of the President of the General \r\nAssembly, and the promotion of gender parity at the \r\nlevel of senior management.\r\nWe underscore the importance of sustaining \r\nthose trends in the paramount interest of making the \r\nUnited Nations more fit for purpose. We see ample \r\njustification for assigning additional permanent posts \r\nto the Office of the President of the General Assembly. \r\nAmong other issues, we reiterate support for reviewing \r\n14/11/2018 A/73/PV.35\r\n18-37787 25/26\r\nthe composition of the Advisory Committee on \r\nAdministrative and Budgetary Questions with a view \r\nto its possible expansion, considering the increase in \r\nUnited Nations membership since 1977.\r\nBangladesh appreciates the initiatives taken by \r\nthe Main Committees to introduce further efficiency \r\ninto their respective working methods. We see merit in \r\nharmonizing some of those efficiency measures across \r\nall the Committees, wherever possible. The issue of time \r\nmanagement, especially in relation to group and national \r\nstatements, is a particular case in point. It is critical that \r\nthe consensus-based approach, which is germane to any \r\ngiven Committee’s work, be maintained in the shared \r\ninterest of all Member States. We have noted the drastic \r\nreduction in the percentage of resolutions adopted by \r\nconsensus in the First Committee during this session \r\ncompared to last year.\r\nThe need for further streamlining the number of \r\nitems on the General Assembly’s agenda is widely \r\nacknowledged. A similar approach is also warranted in \r\nthe case of the number of resolutions adopted by the \r\nAssembly. It merits our collective consideration to study \r\nwhether it is actually in our long-term national and \r\nshared interests to have a proliferation of resolutions \r\non issues that could be conveniently addressed in the \r\nframework of a number of other existing resolutions. \r\nAny national or regional initiative to highlight or \r\nadvance certain issues does not necessarily need to \r\nbe translated into an altogether new resolution. We \r\nsee ample merit in the notion of biennalizing and \r\ntriennalizing certain resolutions adopted by the General \r\nAssembly. That should also be approached in a spirit of \r\nf lexibility and accommodation among all delegations \r\nconcerned, preferably based on an objective set of \r\ncriteria for determining the relevance and frequency of \r\nvarious resolutions.\r\nThe issue of decluttering the general debate, or the \r\nhigh-level segment, of the annual General Assembly \r\nsession is also becoming a subject of high importance \r\nfor many delegations. It is perhaps necessary at this \r\njuncture to set some clear criteria for organizing \r\nevents during the high-level week, especially with \r\nregard to issues that have relevance to the main focus \r\nof the general debate and other United Nations high-\r\nlevel events taking place during the high-level week. \r\nBangladesh acknowledges the user-friendly changes \r\nmade to the format, production and editing of the \r\nJournal of the United Nations. We appreciate the \r\nopportunity for the Permanent Missions to engage in \r\ndialogue with the Secretariat in order to help address \r\nissues of mutual interest and concern in an interactive \r\nand transparent manner.\r\nIn conclusion, Bangladesh looks forward to \r\nengaging constructively in the thematic debates \r\nand negotiations on the draft resolution on this item \r\nunder the aegis of the Ad Hoc Working Group on the \r\nRevitalization of the Work of the General Assembly \r\nnext year.\r\nMs. Bahous (Jordan): I would like to thank the \r\nPresident of the General Assembly for convening this \r\nimportant debate on revitalizing the work of the General \r\nAssembly, which is the world’s largest multilateral and \r\nmost democratic organ. I have the honour to speak today \r\non behalf of Slovakia and Jordan, the two co-Chairs of \r\nthe Ad Hoc Working Group on the Revitalization of the \r\nWork of the General Assembly.\r\nThe world is facing formidable challenges that \r\nare threatening the very values of our humanity and \r\nthe very foundations of the Charter of the United \r\nNations — increasing inequalities, unemployment, \r\nexclusion, difficult economic conditions, armed \r\nconflict, terrorism, violent extremism, radicalization, \r\nrefugee issues, migration, climate change and efforts \r\nto meet the Sustainable Development Goals. We are all \r\nbeing challenged to ensure that the ways and methods \r\nof working at the United Nations reflect positively on \r\nthe way we address those challenges and how we work \r\nto improve the lives of the people on this planet.\r\nIt is here at the General Assembly that we can \r\nand should find acceptable answers and solutions, all \r\nof which are anchored in multilateralism. Like you, \r\nMadam President, we believe that we must adapt and \r\nrevitalize the work of the General Assembly so as to \r\nachieve our goals in the best way possible. Difficult \r\nas it may seem, that is possible and doable, provided \r\nthat we have the strong political will to pursue it. The \r\nGeneral Assembly must function as smoothly and as \r\nefficiently as possible.\r\nIn your letter of 30 October, Madam, you appointed \r\nmy colleague, the Permanent Representative of \r\nSlovakia, and me, the Permanent Representative of \r\nJordan, as co-Chairs of the Ad Hoc Working Group on \r\nthe Revitalization of the Work of the General Assembly \r\nat its seventy-third session. We co-Chairs would like to \r\nexpress our deep appreciation for the confidence that \r\nyou have placed in us and look forward to a smooth, \r\ncomprehensive and transparent process. In that regard, \r\nA/73/PV.35 14/11/2018\r\n26/26 18-37787\r\nI would also like to thank the previous co-Chairs, the \r\nPermanent Representatives of Croatia and Colombia, \r\nfor their tireless work to move the revitalization \r\nagenda forward.\r\nI also want to thank everyone who spoke this \r\nmorning. Their statements confirmed their readiness \r\nto engage in a comprehensive and objective manner in \r\nthe many issues involved in improving and enriching \r\nthe work of this great body, the General Assembly. \r\nAs co-Chairs, we will soon start conducting informal \r\nconsultations with delegations and groups wishing to \r\nengage in the process so as to identify the views and \r\nconcerns that we need to address early on. We, the \r\nco-Chairs, look forward to working together towards \r\na solid consensus document and to our joint success in \r\nthat endeavour.\r\nThe President (spoke in Spanish): The Assembly \r\nhas thus concluded its consideration of agenda items \r\n122 and 123.\r\nThe meeting rose at 1 p.m.\r\n"