"United Nations A/73/PV.25*\r\nGeneral Assembly\r\nSeventy-third session\r\n25th plenary meeting\r\nThursday, 25 October 2018, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nIn the absence of the President, Mr. Gertze \r\n(Namibia), Vice-President, took the Chair.\r\nThe meeting was called to order at 3 p.m.\r\nAgenda item 76 (contiued)\r\nReport of the International Court of Justice\r\nReport of the International Court of \r\nJustice (A/73/4)\r\nReport of the Secretary-General (A/73/319)\r\nMr. Bandeira Galindo (Brazil): Let me start \r\nby thanking the President of the International Court \r\nof Justice, Judge Abdulqawi Ahmed Yusuf, for his \r\ninformative report (A/73/4) on the Court’s activity. I \r\nwould also like to commend the judges of the Court \r\nfor their outstanding contribution to the application \r\nof international law and the peaceful settlement \r\nof disputes.\r\nThese remarks are aligned with those delivered by the \r\nrepresentative of Cabo Verde (see A/73/PV.24) on behalf \r\nof the Community of Portuguese-speaking Countries.\r\nThe annual presentation of the report of the \r\nInternational Court of Justice affords us a unique \r\nopportunity to assess what international law can \r\ndo to defuse tensions and promote a more peaceful \r\nworld. By fostering dialogue through the common \r\nlanguage of international law, the Court is an effective \r\nchannel for preventive diplomacy and cooperation. \r\nSecretary-General Guterres has underscored the need \r\nfor the United Nations to focus on prevention, which \r\nis inextricably linked to the peaceful settlement of \r\ndisputes. The Court is at the core of those efforts. \r\nFor it is more than just another avenue listed in \r\nChapter VI of the Charter of the United Nations. It is \r\nthe main judicial body of the United Nations and the \r\nonly international court of a universal character with \r\ngeneral jurisdiction. For more than 70 years, the Court \r\nhas helped to crystallize and clarify international law \r\nin areas as diverse as the law of the sea, human rights, \r\ntreaty interpretation and the use of force — just to name \r\na few. Through its judgments and advisory opinions, \r\nit has upheld the principles of the Charter and helped \r\nto ensure the primacy of law in international affairs. \r\nThe Court’s pronouncements also provide fundamental \r\nguidance to States in the interpretation of international \r\nnorms, including multilateral treaties, in accordance \r\nwith the Charter.\r\nThe Court’s latest report is yet another chapter in its \r\nauspicious history, with four judgments, 13 orders and \r\nfive new contentious cases. As the report highlights, \r\nthe pending cases involve States from four continents, \r\nincluding six from Africa, seven from the Americas, \r\nsix from Asia and five from Europe. The high level of \r\nactivity, the diverse geographical spread of cases and \r\nthe variety of subject matter demonstrate the renewed \r\nvitality of the Court and its universal role in promoting \r\njustice. It also reminds us of the heavy demands placed \r\non the Court and the efforts that it has been making \r\nto keep up with its increasing workload. Brazil also \r\nwelcomes the Court’s outreach efforts, which bring it \r\ncloser to a variety of audiences and therefore help to \r\ndisseminate international law. The Court’s internship \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-33996 (E)\r\n*1833996*\r\n * Reissued for technical reasons 24 January 2019.\r\nA/73/PV.25 25/10/2018\r\n2/28 18-33996\r\nprogrammes, as well as its participation in events \r\norganized by universities, are good examples of \r\neffective outreach activities.\r\nIn conclusion, let me reaffirm Brazil’s unwavering \r\nsupport for the Court and its role in strengthening \r\nthe rule of law at the international level. We believe \r\nthat the International Court of Justice will continue \r\nto play a key role in promoting a culture of peace, \r\ntolerance and justice, thereby advancing the goals of \r\nthe United Nations.\r\nMr. Bin Momen (Bangladesh): Bangladesh thanks \r\nthe President of the International Court of Justice \r\nfor his report (A/73/4) providing a summary of the \r\nCourt’s extensive judicial activities over the reporting \r\nperiod, which involved a number of contentious, \r\nas well as new, cases. We would like to take this \r\nopportunity to once again congratulate the Court on \r\nits crucial role in promoting the pacific settlement of \r\ninternational disputes and upholding the rule of law \r\nat the international level, thereby contributing to the \r\nmaintenance of international peace and security, as \r\nstipulated by the Charter of the United Nations.\r\nWe underscore the importance of upholding the \r\nCourt’s standing as the principal judicial organ of the \r\nUnited Nations and of making enhanced use of its \r\njurisdiction to de-escalate tension and prevent conflicts \r\namong Member States. The pending contentious cases \r\nbefore the Court involve Member States from various \r\nparts of the world, thereby reaffirming the universal \r\ncharacter of the Court’s jurisdiction. We remain mindful \r\nof the General Assembly’s call on Member States to \r\naccept the Court’s jurisdiction in accordance with its \r\nStatute. It is also incumbent on the General Assembly, \r\nthe Security Council and other United Nations organs \r\nto make use of the Court’s competence and seek its \r\nadvisory opinion on legal questions arising under the \r\nremit of their respective activities. The judicious and \r\nauthoritative nature of the Court’s decisions in the past \r\nshould foster confidence in its ability to provide sound \r\nadvisory opinions and interpretation on relevant norms \r\nof international law. Settling international disputes \r\npeacefully through recourse to the International \r\nCourt of Justice is certainly a cost-effective option, \r\nnot least for the Court’s efforts to act expeditiously. \r\nWe appreciate its determination to address incidental \r\nproceedings brought before it with urgency, despite its \r\notherwise busy schedule.\r\nAs a nation unequivocally committed to the peaceful \r\nsettlement of disputes, including through recourse to \r\ninternational law, Bangladesh duly acknowledges the \r\nCourt’s judgments, advisory opinions and ongoing \r\nwork concerning territorial integrity and sovereignty, \r\nthe unlawful use of force and interference in the \r\ndomestic affairs of States, among other issues. With \r\nour precedent for resolving long-standing maritime \r\nboundary delimitation issues with our neighbouring \r\ncountries through legal and peaceful means, we continue \r\nto follow with interest the Court’s work on territorial \r\nand maritime disputes, as well as the conservation of \r\nnatural and living resources. As an Indian Ocean rim \r\ncountry, we are particularly interested in the request for \r\nan advisory opinion made to the Court by the General \r\nAssembly on the question of the Chagos archipelago.\r\nBangladesh attaches great importance to the Court’s \r\nadvisory opinion of 2004 concerning the illegality \r\nof Israeli settlements in the occupied Palestinian \r\nterritories, which continue to pose a formidable \r\nobstacle to a meaningful resumption of the Middle East \r\npeace process. We reaffirm our unwavering support \r\nto the inalienable right of the Palestinian people to an \r\nindependent and viable State of Palestine, with East \r\nJerusalem as its capital.\r\nBangladesh is an annual sponsor of the \r\nGeneral Assembly resolution entitled “Follow-up \r\nto the advisory opinion of the International Court of \r\nJustice on the legality of the threat or use of nuclear \r\nweapons”. Pursuant to the Court’s conclusions, we \r\ncontinue to underscore the importance of negotiating \r\nin the Conference on Disarmament a comprehensive \r\nconvention that addresses all aspects of nuclear \r\ndisarmament under strict and effective international \r\ncontrol. We consider the recently adopted Treaty on \r\nthe Prohibition of Nuclear Weapons to be a critical \r\nbuilding block in our efforts to achieve a world free of \r\nnuclear weapons.\r\nBangladesh will continue to encourage the Court \r\nto give due consideration to developing country \r\ncandidates as part of its internship and university \r\ntrainee programmes. We appreciate the Court’s \r\nredesigned, user-friendly website. We underscore the \r\nneed for addressing the reported uncertainty about the \r\nCourt’s temporary relocation from its current premises.\r\nFinally, we thank Switzerland for its voluntary \r\ncontributions this year to the Secretary-General’s Trust \r\n25/10/2018 A/73/PV.25\r\n18-33996 3/28\r\nFund to assist States in meeting expenses incurred \r\nduring the settlement of disputes through the Court.\r\nMs. Durney (Chile) (spoke in Spanish): Allow me \r\nto begin by conveying our country’s congratulations \r\nto the President of the International Court of Justice, \r\nJudge Abdulqawi Ahmed Yusuf, on his election, in \r\nFebruary this year, to such a high honour.\r\nChile was pleased to receive the full report on the \r\nwork of the Court for the period from 2017 to 2018 \r\n(A/73/4), which was presented by its President, and \r\nwe thank him for his briefing. We have followed the \r\nCourt’s work during the reporting period with special \r\nattention. It ref lects the intense efforts made to address \r\nincreasingly varied and complex issues in international \r\nlaw, including territorial and maritime law, consular \r\nlaw, human rights, environmental issues, international \r\nresponsibility and reparations, State immunity and the \r\ninterpretation and application of international treaties. \r\nThose issues reflect a community of States open to \r\nreceiving the Court’s decisions in order to guide their \r\nconduct under international law.\r\nThe Court’s primary role in the area of international \r\njustice deserves to be highlighted, along with its \r\njudgments and advisory opinions. We value the high \r\nresponsibilities of the International Court of Justice \r\nand its mission. Its work is called on to reflect the \r\npre-eminence of international law and its mission \r\nshould legitimize the system in place for the settlement \r\nof legal disputes. As the principal judicial organ of the \r\nUnited Nations, the Court plays a fundamental role \r\nin the interpretation and application of international \r\nlaw, while generating valuable jurisprudence that \r\ncontributes to the clarification and determination of \r\napplicable international law, as well as to the validity \r\nand effectiveness of an international legal order \r\ndesigned to strengthen peaceful coexistence among \r\npeoples. The Court also plays a very important role in \r\nclarifying the spaces of law for States and the necessary \r\nscope of action for diplomacy, as well as the relevance \r\nof multilateralism in establishing binding international \r\ninstruments, a duty we are called on to fulfil as States \r\nMembers of the Organization. States must be confident \r\nthat the work of the Court is conducted with the highest \r\nstandards of impartiality and independence, which is \r\nessential when seeking recourse to the Court. Those \r\nvalues are key to preserving the Court’s role and \r\nto safeguarding the integrity of the principle of the \r\npeaceful settlement of disputes.\r\nOur country recently took note of the Court’s \r\nfinal judgment in a case concerning it and is currently \r\nparty to another case pending before the Court. Chile \r\nhas participated in the processes while reaffirming \r\nits commitment to international law and peaceful \r\nrelations among States at every step. As we have \r\nsaid before, strengthening international law as a \r\nframework for cooperation and the construction of \r\na genuine international community among States \r\nis a central principle that guides Chile’s foreign \r\npolicy. International law establishes the fundamental \r\nelements for coexistence among countries and the \r\npeaceful settlement of disputes arising among them. \r\nIn that context, Chile emphasizes the essential role of \r\ninternational treaties in the relations between States, \r\ninasmuch as they are an expression of their consent \r\nand regulated by international law, thereby constituting \r\nan objective normative basis for action. Chile honours \r\nits commitments under international law. Similarly, \r\nwe adhere to the legal principles that underpin our \r\nOrganization. For Chile, observing those norms and \r\nprinciples strictly, and complying with them in good \r\nfaith, is essential to ensuring the pre-eminence of the \r\nrule of law and peaceful and stable relations over time \r\namong nations.\r\nChile trusts in the primacy of international law \r\nin relations with other States and is convinced that \r\nthe value and prestige of the principal judicial organ \r\nof the United Nations will be preserved in a global \r\ncontext where differences exist among States. We \r\nmust therefore continue to reaffirm our commitment \r\nto the fundamental principles of the Charter of the \r\nUnited Nations and the role of international law and the \r\nfunctions of the International Court of Justice, and we \r\nexpect the same commitment from all Member States.\r\nToday’s report points to an increase in the number \r\nof cases before the Court, a trend that is also indicative \r\nof the trust that States place in the Court to resolve their \r\ndisputes. We would like to highlight the efforts made and \r\nmeasures taken to make procedures more expeditious. \r\nNot only does it strengthen the rule of law by providing \r\nrulings on legal matters and ever more rapidly offering \r\nthe parties solutions to their differences, it also has \r\nclear practical advantages in terms of costs, both for \r\nthe Court and for States. The report also points out that \r\nthe Court is making greater efforts to reach out to the \r\npublic, students, academics, judges, lawyers and other \r\ninterested communities through the development of its \r\nmultimedia platform and website and the propagation \r\nA/73/PV.25 25/10/2018\r\n4/28 18-33996\r\nof its work through various media. That approach is \r\nrelevant in terms of articulating international relations. \r\nInternational law plays a key role in society and it is \r\nessential that it be respected and effective.\r\nIn conclusion, we join the expressions of respect and \r\nsupport for the Court. We trust that the Organization \r\nwill continue to provide the necessary human and \r\nmaterial resources, according to its legal duties and \r\nimportant functions.\r\nMr. Hermida Castillo (Nicaragua) (spoke in \r\nSpanish): Allow me to congratulate the President of the \r\nGeneral Assembly on her election.\r\nI would like to align myself with the statement \r\nmade earlier by the representative of the Bolivarian \r\nRepublic of Venezuela on behalf of the Movement of \r\nNon-Aligned Countries (see A/73/PV.24).\r\nFirst, I thank the President of the International \r\nCourt of Justice for his report (A/73/4), which gives \r\nus another opportunity to interact with the President \r\nof the principal judicial organ of the Organization and \r\ninforms us about the important work done by the Court \r\nduring the reporting period.\r\nFour decisions were highlighted, three of them on \r\ncases between Nicaragua and Costa Rica. In those cases \r\nthe Court determined the set maritime delimitation \r\nbetween both countries, both in the Caribbean Sea and \r\nin the Pacific Ocean. That settled an issue that had been \r\noutstanding for many years between both countries \r\nand it will have a positive practical effect on all types \r\nof relations between them. Similarly, the Court also \r\ndefined a portion of the land border in the northern part \r\nof the Harbour Head area, establishing Nicaragua’s \r\nsovereignty over the Harbour Head lagoon and the \r\nsandbar in front of it. Nicaragua continues to work to \r\nreflect those changes in its official publications and \r\nrelevant technical legislation. The Court also defined \r\nthe compensation that Nicaragua owed to Costa Rica for \r\ncertain clean-up activities carried out in the border area \r\nin accordance with its sovereign rights. As the Court’s \r\nreport indicates, that compensation was transferred on \r\n8 March 2018, shortly after the judgment was delivered.\r\nNicaragua’s Government is committed to the rule \r\nof law and the promotion of international law and \r\nwould like to take this opportunity to reaffirm that in \r\nall cases to which it has been a party, including those \r\nthree cases, it has always faithfully complied with its \r\ninternational obligations, and it hopes for reciprocity \r\nin that regard. My country still has two cases pending \r\nagainst the Republic of Colombia, for which this year \r\nwe have submitted the relevant replies in due time \r\nand form. We have also safeguarded our right to an \r\nadditional pleading on the counter-claim presented by \r\nColombia in one of the cases.\r\nNicaragua also participated in the oral hearings \r\nheld in response to resolution 71/292, on the request \r\nfor an advisory opinion of the International Court of \r\nJustice on the legal consequences of the separation of \r\nthe Chagos archipelago from Mauritius in 1965. We \r\nare confident that such an advisory opinion would \r\nbe of great assistance to the General Assembly in the \r\nfulfilment of its duties, especially those related to the \r\ndecolonization process. Historically, the work of the \r\nAssembly has been greatly supported by the advisory \r\nopinions on situations referred to the Court, issued by a \r\nbody of judges who are highly qualified to occupy such \r\nimportant positions of authority. It should be noted that \r\nthe consultative nature of those opinions has no impact \r\non the weight they carry with respect to the bilateral \r\nand multilateral relations of Member States, which \r\nrepresent all regions and continents.\r\nFinally, on the issue of the Court’s budgetary needs, \r\nI would also like to draw the attention of Member \r\nStates to the fact that the report points to a considerable \r\nincrease in the number of requests for provisional \r\nmeasures, which cannot be anticipated and represent \r\nan extraordinary expense for the Court, particularly \r\nbecause they take priority over other proceedings and \r\nnormally require oral hearings. We therefore suggest \r\nkeeping that in mind when approving the Court’s \r\nbudget.\r\nMr. Sharma (India): At the outset, allow me to \r\nthank Judge Abdulqawi Ahmed Yusuf, President of the \r\nInternational Court of Justice, for presenting the report \r\non the judicial activities of the Court for the period from \r\nAugust 2017 to 31 July 2018 (A/73/4). I also thank him \r\nand the Vice-President of the Court, Judge Xue Hanqin, \r\nfor guiding the work of the Court during that time.\r\nThe main purpose of the United Nations is \r\nto maintain international peace and security. The \r\nInternational Court of Justice, in its role as the principal \r\njudicial organ of the United Nations, has a large share of \r\nthe responsibility for achieving that objective in its task \r\nof resolving disputes between States. The Charter of \r\nthe United Nations and the Statute of the Court entrust \r\nthe Court with dual jurisdiction. The Court exercises \r\n25/10/2018 A/73/PV.25\r\n18-33996 5/28\r\njurisdiction in settling disputes of a legal nature that \r\nare submitted to it by States. That is its contentious \r\njurisdiction. The Court also exercises jurisdiction \r\nin giving advisory opinions on legal questions at \r\nthe request of United Nations organs or specialized \r\nagencies that are authorized to make such requests. That \r\nis its advisory jurisdiction. As a matter of reference, \r\nthe Court is currently dealing with a request from the \r\nGeneral Assembly for an advisory opinion for which \r\noral proceedings were conducted just this past month.\r\nTo take stock of the work it has carried out since \r\nit began its activities in April 1946 and its first case \r\nwas submitted in May 1947, 175 cases had been entered \r\ninto the Court’s General List as of July 2018. The Court \r\nhas delivered more than 120 judgments and rendered \r\n27 advisory opinions, with one more currently pending. \r\nDuring the 2017-2018 judicial year, the Court delivered \r\njudgments in four cases. It also handed down 13 orders \r\nrequired for different purposes at different stages of \r\nproceedings of the cases and held public hearings in \r\nthree cases. Its report reveals that as of 31 July, the \r\nCourt had 17 contentious cases, including one involving \r\nmy own country, India, and one advisory case pending \r\non its docket. Both its workload and the quality of \r\nits work show that the Court has stood up to the test \r\nof fulfilling the task of settling disputes between \r\nStates and acquired a well-deserved reputation as an \r\ninstitution that maintains the highest legal standards in \r\naccordance with its mandate.\r\nWith regard to the Court’s subject matter and issues, \r\nthe cases before the Court involve complex factual and \r\nlegal issues relating to a variety of fields, including \r\nterritorial and maritime delimitation, consular rights, \r\nhuman rights, environmental damage and conservation \r\nof living resources, international responsibility, the \r\nimmunity of States, their representatives and assets, \r\nand the interpretation and application of international \r\ntreaties. Those facts clearly illustrate the importance of \r\nthe Court’s role in upholding the rule of law. The Court’s \r\nactivities are directly aimed at promoting and reinforcing \r\nthe rule of law through its judgments and advisory \r\nopinions. It has a crucial role in the interpretation and \r\nclarification of the rules and principles of international \r\nlaw as well as in the progressive development and \r\ncodification of international law.\r\nThe report of the Court reflects the importance that \r\nStates attach to the Court and the confidence that they \r\nrepose in it. That is evident in the number, nature and \r\nvariety of cases that the Court deals with and its ability \r\nto deal with the complex aspects of public international \r\nlaw. That is very apparently confirmed by the fact that \r\nthe pending contentious cases were submitted by States \r\nfrom four continents, which speaks to the universal \r\ncharacter of the Court. It is significant to note that \r\nthe Court has not lost sight of adapting its working \r\nmethods, including in handling emergent situations, \r\nresponding to its increased workload and dealing with \r\nthe complexity of the cases submitted to it.\r\nWe appreciate the Court’s efforts to ensure the \r\ngreatest possible global awareness of its decisions \r\nthrough its publications, multimedia offerings and \r\nthe website, which now features the Court’s entire \r\njurisprudence, as well as that of its predecessor, the \r\nPermanent Court of International Justice. Those sources \r\nprovide useful information to States wishing to invoke \r\nthe jurisdiction of the Court. The report notes that it has \r\nbecome necessary to temporarily shift the Court from \r\nthe Peace Palace in The Hague to elsewhere so that \r\nthe building can be decontaminated and renovated. In \r\nthat context, we appreciate the efforts of the authorities \r\nof the host country to restore the building and at the \r\nsame time ensure the Court’s unhindered functioning. \r\nFinally, India wishes to reaffirm its strong support to \r\nthe Court and acknowledge the importance that the \r\ninternational community attaches to its work.\r\nMr. Carazo (Costa Rica) (spoke in Spanish): It is an \r\nhonour for Costa Rica to once again participate in the \r\nannual meeting of the General Assembly to consider the \r\nreport on the work of the International Court of Justice, \r\nwhich is the only international tribunal of a universal \r\nnature that has general jurisdiction and is the principal \r\njudicial organ of the United Nations. I thank President \r\nAbdulqawi Ahmed Yusuf for his report (A/73/4) and \r\ncongratulate him on his election as President of the \r\nInternational Court of Justice.\r\nDuring the period under review in the report, the \r\nwork of the Court was once again very intense, with \r\nfour judgments delivered, including three in which my \r\ncountry was one of the parties involved, and 13 orders, \r\nincluding one concerning the request submitted by \r\nthe General Assembly for an advisory opinion on the \r\nlegal consequences of the separation of the Chagos \r\narchipelago from Mauritius in 1965. We also know \r\nthat the Court has 17 contentious cases on its current \r\nlist, in addition to an advisory opinion. In that same \r\nperiod, the Court held public hearings for three cases \r\nand accepted five new ones.\r\nA/73/PV.25 25/10/2018\r\n6/28 18-33996\r\nIt is of particular note to us that there are cases \r\nfrom four different continents and that they are very \r\ndiverse, covering issues such as territorial and maritime \r\ndisputes, consular rights, human rights, environmental \r\ndamage and the conservation of living resources, \r\ninternational responsibility and reparation for damages, \r\nthe immunity of States and their representatives and \r\nproperty and the interpretation and application of \r\ninternational conventions and treaties. That diversity of \r\nissues, as well as the fact that in the past 20 years the \r\nactivity of the Court has increased considerably, shows \r\nits universal nature and the importance that members \r\nattach to its decisions and judgments, as well as to the \r\nfundamental role that it plays in the maintenance of \r\ninternational peace.\r\nThe peaceful settlement of international disputes \r\nis an essential goal of the United Nations. The role of \r\nthe Court is therefore key to maintaining international \r\npeace and security and promoting the rule of law at \r\nthe international level. It is therefore a responsibility \r\nof the Organization and its States Members to support \r\nthe Court in the fulfilment of its tasks. That requires \r\nthe Organization to ensure that the Court can continue \r\nto attend to the cases submitted for its consideration \r\nefficiently, objectively and with absolute legal and \r\nprocedural independence, while guaranteeing the \r\nbudgetary resources that it needs to fulfil its mandate.\r\nCosta Rica recognizes that international law, \r\nespecially as administered through the International \r\nCourt of Justice, and respect for the rule of law at the \r\ninternational level provide the necessary tools for the \r\ncontinuance of the community of nations. We believe \r\nit is essential that all States comply with the Court’s \r\ndecisions in a manner that is complete and in good faith \r\nin order to ensure justice and peace. In this report on \r\nthe work of the International Court of Justice, I should \r\nagain mention that Costa Rica was involved in three \r\ncases, which led to judgments that we accepted and that \r\ndelimited and settled both long-standing and short-term \r\ndisputes. We abide by the jurisdiction of the Court, in \r\nthe belief in our obligation to fully comply with the \r\njudgments that are made. We insist on the importance \r\nof ensuring that the Organization considers options \r\nfor following up on judicial decisions in order to avoid \r\nsituations of contempt that violate the rule of law.\r\nThe International Court of Justice plays a key role \r\nin the promotion and development of the rule of law at \r\nthe international level. It carries out that function not \r\nonly by means of its advisory opinions and judgments, \r\nbut also through its various activities in the areas of \r\nacademia and publicity and through the easy access \r\nto its decisions provided by its website. In that regard, \r\nwe are particularly pleased with the Court’s efforts to \r\ngive special attention to young people by promoting \r\nits approach to international law through its internship \r\nprogrammes. We also recognize the role that the Court \r\ncan play in contributing to achieving the Sustainable \r\nDevelopment Goals through its status as an organ \r\nthat has helped to prevent the use of force, defend \r\npeoples’ right to self-determination, advocate for the \r\npreservation of the environment and recognize and \r\navert future violations of human rights.\r\nCosta Rica accepted the compulsory jurisdiction of \r\nthe Court in 1973 and we respectfully invite States that \r\nhave not yet done so to consider using the mechanism \r\nprovided for in article 36 of the Statute of the Court and \r\nto accept its jurisdiction accordingly. We are confident \r\nthat the Court will continue to work diligently in order \r\nto fairly and impartially resolve the disputes that are \r\nsubmitted in accordance with the mandate entrusted to \r\nit by States through the Charter of the United Nations. \r\nIn that regard and in accordance with our traditional \r\nrespect for the instruments of international law and the \r\nrule of law, my country reiterates its commitment to \r\nfaithfully abide by all of the Court’s decisions, while \r\nreaffirming our full confidence that the Court will \r\ncontinue to strengthen peace and justice through its \r\nobjective execution of its tasks.\r\nMr. Biang (Gabon) (spoke in French): I am pleased \r\nto address the General Assembly at this plenary \r\nmeeting on the report of the International Court of \r\nJustice (A/73/4). I would like to take this opportunity to \r\ncongratulate the President of the Court, Mr. Abdulqawi \r\nAhmed Yusuf, on his comprehensive and detailed \r\nreport, as well as his outstanding leadership of the \r\nInternational Court of Justice, whose importance and \r\nleading role in the promotion of international law is \r\ngreatly appreciated by the Sixth Committee, which \r\nGabon chairs.\r\nWe are pleased to note the Court’s important \r\ncontribution to the settlement of disputes between States, \r\nas evidenced by the growing number of inter-State \r\ndisputes submitted to it, many of which remain \r\npending. The Court is unquestionably fulfilling its role \r\nas a major instrument in the service of international \r\npeace and security, as provided for in its Statute. On \r\nbehalf of Gabon I would like to commend the Court’s \r\nexcellent work despite the complexity of the questions \r\n25/10/2018 A/73/PV.25\r\n18-33996 7/28\r\nsubmitted to it, whether they are disputes about the \r\nimplementation or interpretation of international legal \r\ninstruments or on the delimitation of borders or the \r\ncontinental shelf. The Court has always been able to \r\nlive up to its responsibilities and the requirements of \r\nimpartiality, independence and justice that underlie its \r\ndecisions and advisory opinions.\r\nThe Court can be proud of the seriousness of its \r\nwork, which is the bedrock on which its credibility \r\ndepends. It honours the institution and strengthens the \r\nconfidence of Member States in the rule of law and in its \r\nrole as an instrument in their service in seeking peaceful \r\nsolutions to the disputes that may otherwise divide \r\nthem. The General Assembly is also the appropriate \r\nforum in which to commend the Assembly’s support \r\nfor the Court’s work during the 2017-2018 biennium. \r\nWe hope that support will continue in line with the \r\ngrowing needs of the Court. I would like to conclude by \r\nemphasizing the importance of the Court’s normative \r\nrole in promoting the rule of law, which enables it to \r\ncontribute more effectively to the peaceful settlement \r\nof disputes and the prevention of conflicts.\r\nMr. Skinner-Kleé Arenales (Guatemala) (spoke \r\nin Spanish): At the outset, I would like to thank Judge \r\nAbdulqawi Ahmed Yusuf, President of the International \r\nCourt of Justice, for introducing the extensive report \r\ncontained in document A/73/4 and updating us on the \r\nCourt’s important judicial activity, which has been \r\nparticularly intense in the past two decades. There is no \r\ndoubt about the importance of the International Court \r\nof Justice in resolving disputes that are submitted by \r\nMember States. The fact that the volume of its work has \r\nincreased in recent years is testament to the renewed \r\nconfidence that States have in the Court’s work of \r\nresolving disputes in fully and impartially.\r\nBased on our multilateral approach, Guatemala \r\nvalues the Court’s importance as the main judicial organ \r\nof the United Nations for settling disputes between \r\nStates. Its contribution is essential to States’ peaceful \r\ncoexistence and useful cooperation. We also recognize \r\nthat all of the Court’s work, through its judgments and \r\nadvisory opinions, contributes to generating confidence \r\nin and due compliance with the norms of international \r\nlaw and generally accepted international practices.\r\nFinally, I would be remiss if I did not mention the \r\nreferendum of 15 April in which Guatemalans had \r\nthe opportunity to decide whether to submit to the \r\nInternational Court of Justice the territorial, insular and \r\nmaritime dispute that has endured for more than 150 \r\nyears, latterly with our neighbour the State of Belize, \r\nand before that with its former colonial ruler, the \r\nUnited Kingdom of Great Britain and Northern Ireland. \r\nThe people of Guatemala agreed overwhelmingly to \r\nsubmit this controversial dispute to the International \r\nCourt of Justice, thereby affirming Guatemala’s desire \r\nto resolve that long-standing dispute peacefully and \r\nin accordance with international law, and to have a \r\nspecial relationship and a permanent dialogue with our \r\nneighbour in order to resolve our shared problems.\r\nMr. Venezis (Cyprus): It is a privilege to address \r\nthe General Assembly as it considers the report of \r\nthe International Court of Justice (A/73/4). We are \r\ngrateful to the President of the Court, Judge Abdulqawi \r\nAhmed Yusuf, for his introduction of the report and \r\nhis insightful remarks on the work and functioning of \r\nthe Court.\r\nDuring the period under review, the International \r\nCourt of Justice once again experienced a particularly \r\nintense level of activity, delivering judgments on four \r\ncases, issuing 13 orders, holding public hearings on \r\nthree cases and taking on five new contentious ones. \r\nDespite that activity, another 19 cases are currently \r\npending before the Court. That consistently high \r\nworkload demonstrates the confidence placed in the \r\nCourt and the respect shown to it by States. That trust is \r\nreiterated in paragraph 8 of resolution 71/146, in which \r\nthe General Assembly emphasizes\r\n“the important role of the International Court of \r\nJustice, the principal judicial organ of the United \r\nNations, in adjudicating disputes among States and \r\nthe value of its work, as well as the importance \r\nof having recourse to the Court in the peaceful \r\nsettlement of disputes”.\r\nThe considerable increase in the Court’s workload \r\nover the past 20 years is proof that States will not \r\nhesitate to turn to the Court to seek clarification on the \r\nlaw, particularly in times of crisis or when their rights \r\nrisk being irreparably harmed. For that reason, we \r\nbelieve that it is essential that the Court’s work should \r\nbe facilitated and supported by all Member States and \r\nthat the Court should dispose of the necessary resources \r\nto be able to mobilize in a timely manner and effectively \r\naddress such requests.\r\nThe same paragraph of resolution 71/146 further \r\nrecalled that\r\nA/73/PV.25 25/10/2018\r\n8/28 18-33996\r\n“consistent with Article 96 of the Charter, the \r\nCourt’s advisory jurisdiction may be requested \r\nby the General Assembly, the Security Council or \r\nother authorized organs of the United Nations and \r\nthe specialized agencies”.\r\nIn that regard, and in the spirit of upholding the \r\nCharter of the United Nations, the Republic of Cyprus \r\nalso participated in the written and oral proceedings \r\nin the request for an advisory opinion, set out in \r\nresolution 71/292, presented by the Group of African \r\nStates and adopted by the General Assembly, on the \r\nlegal consequences of the separation of the Chagos \r\narchipelago from Mauritius in 1965. The hearings have \r\nbeen completed, and the judges will deliberate on the \r\nGeneral Assembly’s request for clarification for all \r\nMember States on important issues of decolonization, \r\nincluding the right to self-determination and \r\nterritorial integrity.\r\nThe Republic of Cyprus is one of 73 States \r\nthat have made a declaration — some with \r\nreservations — recognizing the jurisdiction of the Court \r\nas compulsory. In that context, the Republic of Cyprus \r\nstresses the importance of ensuring that the decisions \r\nof the Court are universally accepted and implemented \r\nby all Member States, without any exceptions or on a \r\nselective basis.\r\nThe Court’s jurisdiction is further complemented \r\nby the more than 300 bilateral or multilateral treaties or \r\nconventions providing for the Court to have jurisdiction \r\nratione materiae in the resolution of various types of \r\ndisputes, its prorogated jurisdiction, as well as its \r\njurisdiction in advisory proceedings.\r\nThe Republic of Cyprus reiterates its call to all \r\nStates that have not yet done so to recognize the Court’s \r\njurisdiction in accordance with article 36 of its Statute, \r\nthereby promoting and facilitating its ability to maintain \r\nand promote the rule of law throughout the world.\r\nMs. Zolotarova (Ukraine): We welcome the \r\nPresident of the International Court of Justice to the \r\nGeneral Assembly and thank him for his comprehensive \r\npresentation of the report (see A/73/4).\r\nOur debate today is another confirmation of the \r\neffectiveness of the pacific settlement of international \r\ndisputes and of the fact that there are no real alternatives \r\nto it. What we all observe and what the report confirms \r\nis that an ever-increasing number of States are turning \r\nto the Court to seek protection of their rights and the \r\nrights of their people, affirming their trust in the ability \r\nof the Court and its members to administer justice.\r\nQuestions that are under the consideration of \r\nthe Court today are vitally important not only to the \r\nparties of the disputes but to the entire international \r\ncommunity, as they will affect the future application \r\nand interpretation of different areas of international \r\nlaw and various bilateral and multilateral treaties. The \r\nCourt’s position will become a source of international \r\nlaw that will be quoted not only by scholars but also in \r\ndecisions of various international judicial authorities, \r\narbitral tribunals and even World Trade Organization \r\ndispute settlement practice.\r\nWe would like also to note the Court’s recent \r\npractice of emphasizing in its orders on provisional \r\nmeasures a reference to article 41 of the Statute, \r\nreaffirming that its orders have a binding effect and \r\ncreate international legal obligations for parties that \r\nthe provisional measures address. Unfortunately, not \r\nall States respect the Court’s orders and take genuine \r\nmeasures to implement them in good faith.\r\nI would like to remind the Assembly of the Court’s \r\norder on provisional measures of 19 April 2017 in \r\nthe case instituted by Ukraine against the Russian \r\nFederation concerning Application of the International \r\nConvention for the Suppression of the Financing of \r\nTerrorism and of the International Convention on the \r\nElimination of All Forms of Racial Discrimination \r\n(Ukraine v. Russian Federation). In its decision, the \r\nCourt required Russia, among other things, to\r\n“refrain from maintaining or imposing limitations \r\non the ability of the Crimean Tatar community to \r\npreserve its representative institutions, including \r\nthe Mejlis.”\r\nA year passed, and it became apparent that \r\nRussia does not believe that it should suspend its \r\ndiscriminatory ban on the Mejlis under the language \r\nof the Court’s order. On 19 April, therefore, Ukraine \r\nasked the Court to provide a definitive interpretation of \r\nits order. The language of the order is clear and requires \r\nthat the ban be lifted immediately. We appreciate all the \r\nefforts that the Court has made to ascertain the views \r\nof Ukraine and the Russian Federation in that regard. \r\nUkraine welcomes the Court’s reaffirmation of the \r\nbinding nature of its order and its direction to Russia \r\nto report on concrete steps taken to implement it by \r\n18 January 2019.\r\n25/10/2018 A/73/PV.25\r\n18-33996 9/28\r\nI would also like to recall the other part of the \r\norder, to “ensure the availability of Ukrainian-language \r\neducation”. We assert that it has not been implemented, \r\neither. By ignoring the Court’s order, Russia continues \r\nto violate a binding decision, which clearly shows its \r\nattitude to the Court, the Charter of the United Nations \r\nand international law. In that regard, we call on the entire \r\ninternational community to insist that Russia abide by \r\ninternational law, including the binding rulings of the \r\nInternational Court of Justice.\r\nAllow me to take this opportunity to provide, in \r\naddition to the information from the report, an update \r\nregarding the case that Ukraine initiated at the Court \r\nagainst the Russian Federation in 2017.\r\nOn 12 June 2018, Ukraine submitted a memorial \r\nto the International Court of Justice documenting \r\nserious violations of international law by the \r\nRussian Federation. The memorial, accompanied by \r\nvoluminous evidence, establishes that the Russian \r\nFederation has violated the International Convention \r\nfor the Suppression of the Financing of Terrorism and \r\nthe International Convention on the Elimination of All \r\nForms of Racial Discrimination. It catalogues Russia’s \r\nbrazen and comprehensive assault on human rights and \r\ninternational law in the territory of Ukraine, and the \r\ntremendous toll those acts have taken on the Ukrainian \r\npeople and the whole world.\r\nIn joining the International Convention for the \r\nSuppression of the Financing of Terrorism, Russia \r\npledged to suppress the financing of terrorism, but in \r\nUkraine it is doing the opposite. Illegal armed groups in \r\nDonbas have perpetrated horrific acts of terror against \r\ncivilians, using arms from the Russian Federation. \r\nAnd Russia has violated its international obligations \r\nby failing to prevent its officials and others of its \r\nnationals from providing weapons to groups known to \r\nengage in terrorist acts. With Russian support, those \r\ngroups attacked Malaysia Airlines Flight MH-17, \r\ntaking nearly 300 innocent lives; unleashed deadly \r\nbarrages of rocket fire on Ukrainian cities, including \r\nassaults on a checkpoint near Volnovakha and \r\nresidential neighbourhoods in Kramatorsk, Mariupol, \r\nand Avdiivka; and planted bombs that ripped through \r\npatriotic marches, popular nightclubs and other \r\npeaceful locations.\r\nThe Russian Federation has likewise pledged to \r\neradicate racial discrimination but is doing the opposite \r\nin Ukraine. In Crimea, which it has illegally occupied, \r\nRussia maintains a policy of racial discrimination and \r\ncultural erasure directed against ethnic communities \r\nthat have dared to oppose its purported annexation. \r\nRussia has trampled the political, civil, and cultural \r\nrights of those communities, including by banning \r\nthe Mejlis, the representative institution of the \r\nCrimean Tatar community, abducting and murdering \r\nCrimean Tatar and Ukrainian activists, prohibiting \r\ncultural gatherings and suppressing media outlets and \r\nrestricting opportunities for children to be educated \r\nin their native language. Rather than responding to \r\nthe merits of Ukraine’s case, Russia seeks to avoid \r\naccountability for its unlawful actions and has filed \r\npreliminary objections, arguing that the Court lacks \r\njurisdiction over the case.\r\nUkraine wants to reiterate its commitment to \r\nthe peaceful settlement of disputes. We value the \r\nimpartiality and expeditiousness of the Court’s \r\nactivities. We recognize that the Court plays a crucial \r\nrole in maintaining and promoting the rule of law all \r\nover the world, especially in situations of conflict.\r\nMr. Eick (Germany) (spoke in French): At the \r\noutset, I would like to thank the President of the \r\nInternational Court of Justice, Mr. Abdulqawi Ahmed \r\nYusuf, for the presentation of his report (A/73/4) this \r\nmorning (see A/73/PV.24).\r\nToday we are seeing a constant increase in the \r\nnorms of international law. At the same time, the \r\nfundamental rules and achievements of international \r\nlaw are being challenged. At a time like this, the \r\nInternational Court of Justice is more than ever a \r\nvital institution. As the principal legal organ of the \r\nUnited Nations, it makes proceedings for the peaceful \r\nsettlement of conflicts available to States. Together \r\nwith other central institutions such as the International \r\nCriminal Court, the International Tribunal for the Law \r\nof the Sea and the International Court of Arbitration, \r\nthe International Court of Justice represents a major \r\npillar of the rules-based international order. It makes a \r\ndecisive contribution to the maintenance of international \r\npeace and security. Germany would therefore like to \r\nunderscore its ongoing and unwavering support for the \r\nCourt as a mechanism for the settlement of disputes and \r\npromoting conflict resolution based on the rule of law.\r\n(spoke in English)\r\nI would like to highlight two aspects in particular.\r\nFirst, as we are all aware, the Court’s jurisdiction is based \r\non the consent of the States concerned. That is a well-\r\nA/73/PV.25 25/10/2018\r\n10/28 18-33996\r\nestablished principle of international law, enshrined in \r\narticle 36 of the Statute of the Court, which allows for \r\nthe exercise of jurisdiction, when consent is given on \r\nan ad hoc basis, with regard to a specific dispute, but \r\nalso when consent is granted in advance, on the basis of \r\na general declaration by a State. Germany submitted a \r\ngeneral declaration in 2008 under article 36, paragraph \r\n2, of the Statute, thereby accepting the jurisdiction of \r\nthe Court as compulsory. We encourage all other States \r\nto consider taking a similar step.\r\nSecondly, however, the reverse side of that principle \r\nmeans that the International Court of Justice cannot \r\nsettle disputes between parties without their consent. \r\nThat is particularly important considering the Court’s \r\njurisdiction, which not only covers contentious cases \r\nbut also advisory opinions on general legal questions \r\nrequested by organs of the United Nations such as \r\nthe General Assembly. Any attempts to blur the line \r\nbetween those two aspects would put the Court in a \r\ndifficult position.\r\n(spoke in French)\r\nIn conclusion, we have observed an increase in the \r\nnumber of cases brought to the Court over the past few \r\nyears. We welcome that development, which reflects \r\nthe fact that more and more countries are turning to the \r\nCourt to resolve their conflicts. Of course, that ever-\r\ngreater workload poses a challenge with regard to the \r\nCourt’s capacities, but one that the Court has shown \r\nitself capable of coping with. We must all make sure \r\nthat continues to be the case in future. The International \r\nCourt of Justice is the main instrument for the peaceful \r\nsettlement of conflicts between States. Let us use it, \r\nprotect it and maintain it together.\r\nMs. Yánez Loza (Ecuador) (spoke in Spanish): First of \r\nall, I would like to thank the President of the International \r\nCourt of Justice, Judge Abdulqawi Ahmed Yusuf, for \r\npresenting the report on the activities of the Court for the \r\nperiod from 1 August 2017 to 31 July 2018 (A/73/4).\r\nOne of the main objectives of our Organization, as \r\nenshrined in the Preamble to the Charter of the United \r\nNations, is to create conditions in which justice and \r\nrespect for obligations arising from treaties and other \r\nsources of international law can be maintained. The \r\nInternational Court of Justice, as the principal judicial \r\norgan of the United Nations and the only international \r\ntribunal with general jurisdiction under international \r\nlaw, enjoys all the prerogatives it needs to be able to \r\npromote and achieve all those objectives.\r\nThe Republic of Ecuador firmly believes that the \r\nrule of law is the basis of the international system and \r\nthat the peaceful settlement of disputes, in accordance \r\nwith the relevant provisions of the Charter and the \r\nStatute of the Court, particularly Articles 33 and 94 \r\nof the Charter, is essential to international peace and \r\nsecurity. We are therefore keenly interested in the work \r\nof the International Court of Justice and have supported \r\nit with all possible means.\r\nThe report presented this morning details the \r\nCourt’s heavy workload. I would like to highlight the \r\ndecisions handed down this year in important cases on \r\ndiverse issues, as well as pending litigation affecting \r\ncountries on four different continents. The latter \r\nhighlights the Court’s universal nature and its integrity, \r\nimpartiality and independence. The Court also handed \r\ndown 13 orders, held public hearings on three cases and \r\nreceived requests for advisory opinions by the General \r\nAssembly, which we have followed very closely.\r\nWe have seen the volume of work of the Court \r\nincrease considerably over the past 20 years, which \r\nreflects the confidence that States have in the Court and \r\nin submitting their disputes to it. It is worth mentioning \r\nthe fundamental role played by the Registry of the Court \r\nin maintaining high levels of efficiency and quality, \r\nthereby providing a swift response to urgent cases and \r\nsituations. It is essential to ensure that the Court has \r\nat its disposal all the necessary resources and funds to \r\nfulfil its mission. We are confident that it will continue \r\nto work impartially to fairly resolve all the cases and \r\ncontroversies submitted to it. The Republic of Ecuador \r\nreiterates its full support, commitment and respect for \r\nits decisions.\r\nI would like to conclude by wishing the judges \r\nof the Court every success in their current and future \r\nwork. We encourage them to continue defending legal \r\nequality among States as a way to achieve genuine \r\ninternational peace and security.\r\nMs. Thongnopnua Yvard (Thailand): My \r\ndelegation would like to express its appreciation to \r\nJudge Abdulqawi Ahmed Yusuf for the comprehensive \r\nreport on the activities of the International Court of \r\nJustice over the past year (A/73/4). We would also like \r\nto thank all the judges and other staff of the Court for \r\ntheir tireless efforts in the service of international law.\r\nThailand notes that the Court continued to be \r\nvery active during the reporting period. It rendered \r\nfour judgments, handed down 13 orders, held three \r\n25/10/2018 A/73/PV.25\r\n18-33996 11/28\r\npublic hearings and was seized of five new contentious \r\ncases. The cases that remain on its docket cover a wide \r\narray of complex issues and involve States from every \r\ncontinent. We appreciate the Court’s efforts to manage \r\nthose cases efficiently, despite their growing diversity \r\nand complexity.\r\nThe increasing number of cases presented to the \r\nCourt confirms the full confidence that Member States \r\nhave in the Court as the principal judicial organ of \r\nthe United Nations in safeguarding the purposes and \r\nprinciples of the Charter and maintaining international \r\npeace and security. Through its judgments and advisory \r\nopinions, the Court plays an indispensable role and \r\ncontributes to the pacific settlement of disputes and the \r\nadvancement of the rule of law.\r\n(spoke in French)\r\nMy delegation studied with great interest the Court’s \r\njudgment rendered on 2 February on the case of Certain \r\nActivities carried out by Nicaragua in the Border Area \r\n(Costa Rica v. Nicaragua), which is the Court’s first \r\ncompensation case for environmental damage.\r\nThe case of Obligation to Negotiate Access to \r\nthe Pacific Ocean (Bolivia v. Chile), where the Court \r\nexamined what might give rise to an obligation under \r\ninternational law, clarifies the role of customary \r\ninternational law as well as that of the Vienna \r\nConvention on the Law of Treaties in that regard. \r\nThailand welcomes that decision as a useful guideline \r\nfor determining what constitutes a legally binding \r\nobligation under international law. Thailand also \r\nagrees with the Court’s approach in observing that an \r\nobligation to negotiate is merely an obligation of means \r\nand not an obligation of results.\r\nThailand will continue to follow the work of \r\nthe International Court of Justice very closely. The \r\njurisprudence of the Court and the wisdom imparted \r\nby the Judges in its decisions contribute both to the \r\nclarification and the progressive development of \r\ninternational law. In addition, through its advisory \r\nopinions, the Court has also contributed to the \r\npeaceful settlement of disputes without having to hold \r\nadversarial and lengthy proceedings. As such, Thailand \r\nwill continue to encourage the General Assembly, the \r\nSecurity Council and other organs of the United Nations, \r\nas well as the specialized agencies, to make greater use \r\nof the International Court of Justice and support its role \r\nin issuing advisory opinions on important questions \r\nand topics, in accordance with Article 96 of the Charter \r\nof the United Nations.\r\nMr. Bermúdez Álvarez (Uruguay) (spoke in \r\nSpanish): Uruguay is grateful for the report of the \r\nInternational Court of Justice (A/73/4) and congratulates \r\nthe Judges on the intense work done during the period \r\ncovered by the annual report presented today. We would \r\nlike to highlight the fact of the many issues submitted \r\nfor the Court’s consideration, in both litigious claims \r\nand advisory opinions.\r\nFive new cases had been brought before the Court \r\nby 1 August, while there were 17 pending cases as of \r\n31 July, with decisions having been handed down on \r\nsome of them. The Court’s rulings and advisory opinions \r\nare always based on in-depth legal analysis and reflect \r\nthe independence and objectivity of a judicial organ \r\nwith prestige and responsibility. It is essential that we \r\nMember States give our full support to the Court and its \r\nwork by reaffirming our commitment to law and justice \r\nin the resolution of matters submitted to its jurisdiction.\r\nUruguay would like to take this opportunity to \r\nreiterate its complete adherence to the purposes and \r\nprinciples of the Charter of the United Nations, the \r\nrights of peoples, the principles of law and the fulfilment \r\nof treaties. Our foreign policy is based on respect for \r\nsuch commitments. Faithful to those principles, we \r\nhave always promoted the development of international \r\nlaw, while our jurists have contributed to the generation \r\nof norms of international law by concluding treaties \r\nthat have contributed to its codification. Throughout \r\nhistory, distinguished Uruguayan jurists have played a \r\nfundamental role and held a position of prestige in the \r\nfield of international law, among them Eduardo Jiménez \r\nde Aréchaga, who was both a member and President of \r\nthe Court.\r\nThe International Court of Justice is one of the \r\nprincipal organs of the United Nations and is in charge \r\nof dispensing justice, not only for Member States that \r\nhave accepted its jurisdiction in their respective treaties \r\nbut also for those who accede to it voluntarily for \r\nconcrete cases. Since the peaceful settlement of disputes \r\nis one of the principles enshrined in the Charter, the \r\nCourt and its Statute have been — and are — intrinsic \r\nto the United Nations system since its inception. We \r\nrely on the work of the International Court of Justice as \r\na guarantee in defence of multilateralism.\r\nUruguay has been a defender of the peaceful \r\nsettlement of disputes, having been one of the first \r\nA/73/PV.25 25/10/2018\r\n12/28 18-33996\r\nStates to accept the jurisdiction of the International \r\nCourt of Justice and incorporate it into its international \r\nagreements. Uruguay has respected its rulings and has \r\nreceived its advisory opinions as relevant input into \r\ninternational law. The Court has expanded the scope \r\nof the matters submitted to its expertise by taking on \r\ncases of humanitarian law and international human \r\nrights law and by incorporating concepts and including \r\nin its judgments citations from other tribunals.\r\nThe Court plays a fundamental role in maintaining \r\nand promoting the rule of law, contributing to the \r\nmaintenance of peace and security and strengthening \r\nand developing international law. It is the duty of all \r\nStates to defend its independence and integrity. As \r\na judicial organ, it is essential that its judgments be \r\nrespected and complied with.\r\nI should not conclude without reiterating Uruguay’s \r\ncommitment to the Charter and the progressive \r\ndevelopment and codification of international law, as \r\nwell as our respect for the International Court of Justice \r\nand its detailed and well-founded judgments.\r\nMs. Al Thani (Qatar) (spoke in Arabic): I would \r\nlike to thank the President for convening this important \r\nmeeting, as well as to welcome the President of the \r\nInternational Court of Justice, whom I thank for his \r\ncomprehensive briefing.\r\nThe General Assembly has a keen interest in its \r\nannual debate held to listen to the President of the \r\nInternational Court of Justice and provide Member \r\nStates with an opportunity to make comments and \r\nrenew their support for the Court. It is a testament \r\nto the crucial role the Court plays in the peaceful \r\nsettlement of disputes. States’ respect for the decisions \r\nof the International Court of Justice is therefore a \r\ntest of their commitment to international law and the \r\nprinciples of friendly relations and cooperation among \r\nStates, in accordance with the Charter of the United \r\nNations. Non-compliance with the Court’s decisions is \r\nconsidered illegitimate internationally and a violation \r\nof the commitments imposed by international law. \r\nIt also undermines international efforts to maintain \r\ninternational peace and security.\r\nIn view of the risks that non-compliance with \r\nthe decisions and rulings of the International Court \r\nof Justice entails, compliance with the purposes and \r\nprinciples of this international Organization requires \r\nthat the Court’s decisions not be compromised. Ways \r\nmust be found to ensure that States implement the \r\ndecisions of the Court in good faith. The San Francisco \r\nConference, which established the United Nations, \r\nviewed non-compliance with the Court’s decisions as \r\na hostile act.\r\nThe State of Qatar has always upheld the role \r\nplayed by the International Court of Justice in the \r\npeaceful settlement of disputes, in accordance with \r\nArticle 33 of the Charter, and has contributed over the \r\npast two decades to the prevention and settlement of \r\nmany disputes in our region, with a view to promoting \r\nefforts aimed at maintaining international peace and \r\nsecurity. In that regard, our record proves that we have \r\nsought recourse to the International Court of Justice \r\nand respected its decisions. My country implemented \r\nCourt decisions in good faith more than two decades \r\nago. We take the opportunity afforded by this meeting \r\nto renew Qatar’s support for the Court in the peaceful \r\nsettlement of disputes. In line with that commitment, \r\nwe have always made use of the mechanisms provided \r\nby international judicial bodies, particularly the \r\nInternational Court of Justice, in the settlement of \r\ncurrent disputes and protecting the rights of Qataris.\r\nWith regard to the case concerning the Application \r\nof the International Convention on the Elimination of All \r\nForms of Racial Discrimination (Qatar v. United Arab \r\nEmirates), on 23 July the Court issued an order to the \r\nUnited Arab Emirates wherein the latter is committed to \r\nreuniting Qatari families that were separated because of \r\nmeasures taken by the United Arab Emirates on 5 June \r\n2017, allowing Qatari students affected by its decision \r\nto continue their education in the United Arab Emirates \r\nor to obtain their educational records and continue their \r\nstudies elsewhere and allowing Qataris who have been \r\naffected access to courts and other judicial bodies in \r\nthe United Arab Emirates.\r\nThe objective of the decision by the International \r\nCourt of Justice is to protect the interests and rights \r\nof Qataris against the discriminatory measures taken \r\nby the United Arab Emirates. That decision confirms \r\nour determination to deal with the crisis, its effects on \r\nthe maintenance of international peace and security \r\nand its humanitarian consequences within the context \r\nof international law, international and bilateral \r\nconventions and current international mechanisms for \r\nthe settlement of disputes.\r\nIn conclusion, the State of Qatar reiterates its full \r\nsupport for the work of the International Court of \r\nJustice and the important role it plays. We renew our \r\n25/10/2018 A/73/PV.25\r\n18-33996 13/28\r\ncommitment to its decisions as the principal judicial \r\norgan of the United Nations. We will continue to \r\nsupport its efforts for the maintenance of international \r\npeace and security.\r\nMr. Jiménez Piernas (Spain) (spoke in Spanish): \r\nLet me begin by congratulating the International Court \r\nof Justice on its work since the previous reporting \r\nperiod. The Court delivered six judgments this year, \r\nwhile another six cases were filed with the Registry. \r\nThat reflects the confidence that States have in \r\nthe Court as their preferred venue for the peaceful \r\nsettlement of disputes within the international system, \r\nas the President of the International Court of Justice \r\nstated earlier (see A/73/PV.24).\r\nIt is undeniable that the Court has been able to \r\nadapt to what is required of it and has accordingly \r\ndeveloped and adapted its procedural rules. \r\nNonetheless, it is appropriate to comment on certain \r\nmatters that in our view, continue to go unchecked \r\nowing to a lack of precision, and that if addressed \r\nwould promote the principle of procedural economy, \r\nstrengthen its effectiveness and improve its procedural \r\ntransparency. The following considerations are not \r\na purely theoretical exercise but are rather based on \r\npractical experience before the Court. Given the time \r\nconstraints, we are circulating a written version of this \r\nstatement. I will focus only on some suggestions for \r\nconducting the Court’s judicial work more effectively, \r\nbased on cooperation and collaboration, and I will not \r\nlimit myself to courtesies.\r\nFirst, with regard to promoting the principle of \r\nprocedural economy, Spain believes that without \r\nneeding to reform the Statute of the Court, several \r\nmeasures could be taken to shorten and streamline the \r\nCourt’s written and oral proceedings. With regard to the \r\nwritten phase, the practice of a single round of written \r\narguments should be encouraged, allowing States to \r\nrequest a second round only in extremely exceptional \r\ncircumstances. It is not surprising that in order to \r\nascertain the parties’ arguments, it is much more \r\nuseful to read the applicant’s reply and the respondent’s \r\nrejoinder rather than the memorial and counter-\r\nmemorial. Concerning oral proceedings, pursuant to \r\narticle 61 of the rules of Court, prior to a hearing its \r\nmembers could indicate or identify any points of fact or \r\nissues of law on which the parties should focus during \r\ntheir oral arguments. That would prevent the parties \r\nfrom making drawn-out statements that make it difficult \r\nto identify the most relevant points of contention. \r\nWithout having to resort to the strict time limits that \r\nare imposed by other international courts, such as the \r\nEuropean Court of Human Rights and the Court of \r\nJustice of the European Union, on oral arguments, oral \r\nproceedings should be more expeditious, and above \r\nall, we should find ways of making members of the \r\nCourt more proactive during that phase, beyond their \r\nauthority to ask the parties questions at any time.\r\nSecondly, as a means for streamlining proceedings \r\nbefore the Court, strict procedural requirements \r\nfor counter-claims may undermine the principle of \r\nprocedural economy. Discussion on the admissibility \r\nof such claims may in practice be used as a delaying \r\ntactic. It would be worth considering possibly reducing \r\nthose requirements, which, in our view, would be a \r\nmore pragmatic solution that would not undermine the \r\nprocedural interests of the parties to the dispute and \r\nwould result only in procedural economy.\r\nLastly, procedural economy is an end in itself that not \r\nonly the parties but also the members of the Court must \r\npromote and require. The introduction of procedural \r\npractices that shorten the written and oral phases before \r\nthe Court should be compatible with the adoption of \r\nmechanisms that promote procedural expeditiousness \r\nin the Court’s internal working methods. In that regard, \r\nour delegation believes that the practice of issuing \r\nextensive separate and dissenting opinions, which are \r\noccasionally longer than the judgment itself, is not, \r\nstrictly speaking, in keeping with the performance \r\nof judicial functions. International law should be \r\ntaught and disseminated at The Hague Academy of \r\nInternational Law, whereas in the Great Hall of Justice \r\nof the Peace Palace it must be applied and interpreted. \r\nAs a show of basic courtesy to the parties before the \r\nCourt, separate and/or dissenting opinions should be \r\nlimited to an examination of the points of fact and the \r\nissues of law relevant to the dispute.\r\nWith regard to improving the effectiveness of the \r\njudicial function, international litigation has become \r\nincreasingly complex in recent times. That is a \r\nconsequence both of the sectoralization of international \r\nlaw and the inevitable proliferation of international \r\njudicial bodies of a sectoral or regional scope, as well as \r\nthe leading role that non-State actors such as transnational \r\ncorporations and non-governmental organizations have \r\nassumed. In that regard, without making it necessary to \r\nintroduce changes to the procedural rules governing the \r\nintervention of third parties, Spain believes it would be \r\nin the Court’s interest to establish mechanisms for third \r\nA/73/PV.25 25/10/2018\r\n14/28 18-33996\r\nparties — States, international organizations and other \r\nactors — to submit relevant information in writing \r\nwithin the context of a contentious procedure. In the \r\ncase of international organizations, that would enable \r\nthem to present relevant information to the Court on the \r\nscope of the legal norms developed in a given regional \r\nor sectoral area in cases in which parties to the litigation \r\nare member States of the Court.\r\nFor example, one might consider the scope of \r\na given regional customary rule or cases in which \r\na problem involving the normative coordination \r\nbetween a specialized regional subsystem and \r\ngeneral international law arises. With regard to other \r\ninternational actors, the complexities that arise in many \r\nof the disputes submitted to the Court today, including \r\nmatters relating to the protection of human rights and \r\nthe environment, present an opportunity not only for \r\nthe relevant international organizations, but also for \r\nspecialized non-governmental organizations, to provide \r\ncomplementary information that could be of interest to \r\nthe members of the Court.\r\nIn conclusion, we are truly pleased with the \r\nmeasures announced by President Judge Yusuf at the \r\nend of his statement this morning regarding changes \r\nto the Court’s practice with regard to the participation \r\nof members of the Court in international arbitration, \r\nin particular investment and trade arbitration, which \r\ncurrently allows for exceptional participation by its \r\nmembers in inter-State arbitration only.\r\nMr. Llorentty Solíz (Plurinational State of Bolivia) \r\n(spoke in Spanish): Bolivia is a founding State Member \r\nof the United Nations system and, in that capacity, for \r\nmore than half a century has participated in building a \r\nnew legal order in which the use of force is forbidden \r\nand States commit to preserving peace, security and \r\ninternational justice. Among other major steps, they \r\nagreed on various mechanisms for achieving the \r\npeaceful settlement of disputes and established the main \r\nlegal organ of the United Nations, the International \r\nCourt of Justice in The Hague.\r\nThe Plurinational State of Bolivia commends \r\nthe International Court of Justice for the work it has \r\ndone over the more than 70 years of its existence. Its \r\ncontribution to the development of international law, \r\npeace and international security has been significant, \r\nas evidenced by the renewed interest of States in using \r\nit to settle their disputes by peaceful means and of the \r\nGeneral Assembly in requesting advisory opinions.\r\nThe International Court of Justice has contributed \r\nto the mission of rendering justice. That concept, \r\nwhich, together with international peace and security, is \r\ncovered in Articles 3 and 2 of the Charter of the United \r\nNations and was inserted at the initiative of Latin \r\nAmerican countries, as was recalled just a few days ago \r\nin The Hague when we celebrated the memory of Judge \r\nJosé Gustavo Guerrero, the Court’s first President. It is \r\nrelevant to refer to Latin American countries because \r\nat present we are the primary users of the International \r\nCourt of Justice. It should be noted that in recent years \r\nLatin American countries have been involved in almost \r\n50 per cent of pending cases.\r\nIn that regard, the Court has been able to gradually \r\nprovide solutions to diverse boundary problems and other \r\nissues that arose during the prolonged colonial period, \r\nwhich was not always felicitous where the delimitation \r\nof territories and maritime areas was concerned. In the \r\nearly years of the lives of our republics, such issues \r\nwere the cause of military conflicts, invasions and \r\noccupations that, as in the rest of the world, favoured \r\nthe law of winner-take-all, with no international law to \r\nlight the way to peaceful and just solutions.\r\nOne such conflict occurred in 1879, when Chile \r\ninvaded Bolivia in the so-called War of the Pacific. The \r\nterritorial limits were altered without peace treaties to \r\nprovide definitive solutions to their consequences. It is \r\nworth recalling that a few years ago the International \r\nCourt of Justice resolved the disputes over the maritime \r\nlimits between Peru and Chile arising from that conflict, \r\nwhich also involved Peru, and defined a new maritime \r\nlimit that resulted in Peru’s sovereign incorporation of \r\n20,000 square kilometres of territorial sea.\r\nBolivia also went to the International Court \r\nof Justice to resolve the worst consequence of that \r\nmilitary confrontation, its loss of maritime access \r\nto the Pacific Ocean, by which it became a country \r\nwithout its own effective and sovereign access to the \r\nsea. Far from questioning the validity of the 1904 treaty \r\nthat established the borders between the two countries, \r\nBolivia brought a very simple case to the Court, in line \r\nwith the sources of international law and especially \r\nwith the purpose of resolving in good faith and in a \r\npeaceful way its unjust status as a landlocked country. \r\nThe Organization of American States itself recognized \r\nChile’s obligation to negotiate access to the Pacific \r\nOcean with Bolivia as an issue of hemispheric interest.\r\n25/10/2018 A/73/PV.25\r\n18-33996 15/28\r\nIn its decision, announced a few days ago, the \r\nInternational Court of Justice dismissed the existence \r\nof that legal obligation, but also declared that this \r\ndecision\r\n“should not be understood as precluding the parties \r\nfrom continuing their dialogue and exchanges, in a \r\nspirit of good neighbourliness, to address the issues \r\nrelating to the landlocked situation of Bolivia, the \r\nsolution to which they have both recognized to be \r\na matter of mutual interest. With willingness on \r\nthe part of the parties, meaningful negotiations can \r\nbe undertaken.”\r\nBolivia respects this decision, and it also hopes \r\nthat the spirit of justice in the Court’s declaration will \r\nbe respected and fulfilled. We should note that this \r\nis not a matter merely of mutual interest but also of \r\ninterest to the entire hemisphere. Its solution could \r\ncontribute to healing one of the last open wounds in \r\nLatin America and, above all, to strengthening the \r\nspirit of good neighbourliness and integration between \r\ntwo brotherly peoples.\r\nAs President Evo Morales noted when he spoke to \r\nthe General Assembly a few weeks ago,\r\n“Bolivia is certain that whatever the International \r\nCourt of Justice decides, it will mark a new era in \r\nthe relationship between Bolivia and Chile so that \r\nwe can face the future with righteousness and a \r\ndetermination to explore mutually acceptable and \r\nlasting solutions. Our peoples and their leaders \r\nmust unite their desire for peace and their political \r\nwill in a single voice if they are to identify feasible, \r\nfunctional solutions that make them feel that they \r\nhave won rather than lost. Practical solutions, \r\nforged by creative and effective diplomacy, have \r\nbeen found to even the oldest and most complex \r\ncontroversies in the world.” (A/73/PV.9, p. 33)\r\nThat is why the Plurinational State of Bolivia, once it \r\nhad received the judgment of the Court, immediately \r\ninvited Chile to resume bilateral dialogue in a \r\nframework of the invitation issued by the Court in the \r\nconclusive part of its judgment.\r\nWe understand perfectly well that this is not the \r\nplace for further comments about a specific case or the \r\nreparations or correctness of the case. I have preferred \r\nto note the importance of this ruling of the principal \r\ncourt of justice of the United Nations and its importance \r\nfor the international community.\r\nWe are living in very tense times with respect to \r\ninternational law and justice. The debate on the effective \r\nvalidity of international law seems to be superseded \r\nby political and expedient interests, at least often in \r\nthe United Nations. For that reason, it is important to \r\nlook critically at the Court’s output, the precedents \r\nit establishes and its effectiveness, in the spirit of \r\nthe Charter of the United Nations, as it relates to its \r\norgans, including the International Court of Justice. \r\nWe hope to see not only law but justice prevail, above \r\nand beyond strictly positivist visions or a fragmented \r\nconcept of common law, which are not always useful \r\nto the implementation of international justice and less \r\nso for States that may have controversial views with \r\nregard to its scope.\r\nIn the global South and in Latin America, a \r\npeaceful continent where we see peaceful solutions \r\nto highly complex problems being developed and \r\nachieved, we remain convinced that it is only through \r\ndialogue, negotiation and peaceful solutions that we \r\ncan resolve disputes between States. That is the path \r\nthat 70 years ago inspired the American Treaty on \r\nPacific Settlement, known as the Pact of Bogotá, signed \r\nin April 1948. Under that instrument, our Governments \r\nresolved to refrain from the threat or the use of force or \r\nany other coercive measure to settle their disputes and \r\nto resort to peaceful means at all times.\r\nThe decisions of the Court must support our peoples’ \r\ncommitment to peace and inspire the transformation of \r\ninternational law into an effective instrument of justice. \r\nUltimately, it must promote new accessions to the Pact \r\nand avoid further withdrawals. We are sure that the \r\nInternational Court of Justice will rise to that challenge \r\nand we, the States, will be ready to support it.\r\nMr. Alabrune (France) (spoke in French): On \r\nbehalf of France, I would like to thank the President \r\nof the International Court of Justice for introducing \r\nthe report on the Court’s activities (A/73/4) and to \r\ncongratulate him on his election to the presidency.\r\nI want to take this opportunity to congratulate the \r\nrecently elected judges and those whose terms have been \r\nrenewed. In that respect, France would like to remind \r\nthe Assembly of the importance of the representation on \r\nthe Court of different legal cultures and the use of two \r\nlanguages, whose balance contributes to the quality of \r\nthe Court’s work and the authority of its jurisprudence.\r\nThe Court’s activity testifies to its importance in \r\nthe settlement of disputes between States. As the list of \r\nA/73/PV.25 25/10/2018\r\n16/28 18-33996\r\nregistered cases shows, the Court has seen its litigation \r\nactivity grow in recent decades. Seventeen contentious \r\nproceedings are currently pending before the Court. \r\nSince the submission of last year’s report (A/72/4), five \r\nmotions to institute proceedings have been filed with the \r\nRegistry. The Court delivered three judgments — two \r\non the merits, one on preliminary objections — and two \r\nrequests for the indication of provisional measures.\r\nThe Court’s decisions help to heal relations \r\nbetween States and help them to reach solutions when \r\nother ways to peacefully settle disputes do not work. \r\nWhile the Court’s decisions are binding on the parties \r\nbecause of the res judicata authority attached to them, \r\nrespect for them and their due execution by States \r\ndepend on their high quality, and references to the \r\nCourt’s jurisprudence by other international courts and \r\ntribunals attest to that.\r\nIn this time of challenges to multilateralism, the \r\nInternational Court of Justice remains an essential \r\ninstitution for peace and the international legal order. \r\nI want to take this opportunity to reiterate France’s \r\ncommitment to the Court as the principal judicial organ \r\nof the United Nations, and to reiterate to the Court \r\nand to all its members and staff our deep gratitude for \r\ntheir work.\r\nMr. Mikeladze (Georgia): At the outset, my \r\ndelegation joins others in thanking the President of the \r\nInternational Court, Justice Judge Abdulqawi Ahmed \r\nYusuf, for introducing his comprehensive report on the \r\nwork of the Court (A/73/4).\r\nGeorgia is an ardent supporter of the International \r\nCourt of Justice and remains committed to the \r\nprinciples enshrined in the Charter of the United \r\nNations and the Statute of the Court. The Court has \r\nestablished its authority as the only international court \r\nof a universal character. The 17 cases currently under \r\nthe Court’s consideration illustrate the wide range of \r\nsubject matters before it. Georgia is one of the 73 States \r\nthat recognize the Court’s compulsory jurisdiction, in \r\naccordance with article 36 of the Statute.\r\nThe importance of international law is a basic \r\nthreshold for every civilized nation. In our era, when \r\nevery area of interaction of the international community \r\nincreasingly intersects, adhering to international \r\nlegal rules and developing them further are crucial to \r\nachieving sustainable peace and stability at both the \r\ninternational and the domestic levels of State affairs.\r\nSince the restoration of Georgia’s independence \r\nin 1991, the incorporation of the international legal \r\nframework into our internal legal system has helped \r\nto shape our basic democratic institutions and given \r\nimpetus to the constant evolution of the State’s \r\ncapabilities. The decisions and advisory opinions of \r\nthe International Court of Justice were closely analysed \r\nby representatives of Georgia’s legislative, executive \r\nand judicial branches and subsequently incorporated \r\ninto Georgia’s educational system, resulting in a \r\ncomprehensive understanding of the Court’s role in \r\ndeveloping the legal rules of inter-State relations.\r\nIn conclusion, I reiterate that Georgia remains \r\ncommitted to its obligations under international law and \r\nhuman rights. Despite the illegal occupation of 20 per \r\ncent of its territory and the ongoing aggression against \r\nit, Georgia acknowledges the primacy of the peaceful \r\nsettlement of disputes and upholds the principles \r\nenshrined in the Charter of the United Nations and the \r\nStatute of the International Court of Justice.\r\nMr. Khoshroo (Islamic Republic of Iran): At \r\nthe outset, my delegation thanks the President of the \r\nInternational Court of Justice, Judge Abdulqawi Ahmed \r\nYusuf, for introducing the Court’s detailed report \r\n(A/73/4) on its judicial activities over the past year. \r\nWe also take this opportunity to commend the judges \r\nand all members of the Court for their unwavering \r\ncommitment to and sense of duty in upholding the rule \r\nof law at the international level.\r\nI align myself with the statement delivered by the \r\nrepresentative of Venezuela on behalf of the Movement \r\nof Non-Aligned Countries (see A/73/PV.24).\r\nIn recent years, the importance of the rule of \r\nlaw in international relations has been recognized \r\nincreasingly foten by the international community of \r\nStates. The Court, as the principal judicial organ of the \r\nUnited Nations, has authority and influence that cannot \r\nbe replaced or matched by other United Nations organs \r\nor even other international judicial bodies. Its role is \r\ncritical to the peaceful settlement of international \r\ndisputes and to preserving the international legal order, \r\nas well as the common interests of the international \r\ncommunity of States as a whole.\r\nOne of the key achievements of multilateral \r\ndiplomacy at the international level was the conclusion \r\nof the Joint Comprehensive Plan of Action (JCPOA), \r\nendorsed by Security Council resolution 2231 (2015), \r\nwhich in its thirteenth preambular paragraph emphasized \r\n25/10/2018 A/73/PV.25\r\n18-33996 17/28\r\n“promoting and facilitating the development of normal \r\neconomic and trade contacts and cooperation with \r\nIran” and called on all Member States to support the \r\nimplementation of the JCPOA.\r\nIt is very tragic that the United States, a permanent \r\nmember of the Security Council, is now punishing and \r\nthreatening sovereign States not for violating but for \r\nabiding by a Security Council resolution. The Islamic \r\nRepublic of Iran has demonstrated its good faith by \r\nadopting and implementing the JCPOA in a way that \r\nhas won repeated approval of its compliance from the \r\nInternational Atomic Energy Association.\r\nAgainst that backdrop, on 8 May the United States \r\nunilaterally withdrew from the instrument, in blatant \r\nrejection of good faith and in violation of Security \r\nCouncil resolution 2231 (2015) (2015), declaring its \r\nintention to impose the strongest sanctions regime in \r\nhistory. Needless to say, those sanctions are illegal and \r\nrun counter to well-established principles enshrined in \r\nthe Charter of the United Nations and accepted by the \r\ncommunity of nations, such as the sovereign equality \r\nof States, and the principles of non-intervention and \r\nnon-interference in internal affairs of Member States \r\nand of freedom of international trade and navigation. \r\nIn addition, the imposed sanctions contravene various \r\nprovisions of the 1955 Treaty of Amity, Economic \r\nRelations and Consular Rights.\r\nIn order to legally and effectively counter this \r\narrogant policy of violating the rules of international \r\nlaw, the Islamic Republic of Iran, on 16 July, filed an \r\napplication, together with a request for provisional \r\nmeasures, to the International Court of Justice in order \r\nto protect its rights under the bilateral Treaty of Amity \r\nbetween the two countries, which were infringed as the \r\nresult of the reimposition of sanctions previously lifted \r\nunder the JCPOA.\r\nEarlier this month, on 3 October, the Court \r\nunanimously indicated provisional measures and \r\nspecified that the United States is obliged, in accordance \r\nwith its obligations under the 1955 Treaty of Amity, to \r\nremove any impediments arising from the measures \r\nannounced following its withdrawal from the Joint \r\nComprehensive Plan of Action to free exportation to \r\nthe territory of the Islamic Republic of Iran in certain \r\ndomains. In its ruling, the Court also obliges the United \r\nStates to ensure that it will issue the relevant licences \r\nand grant the necessary authorizations for the goods \r\nand services related to the items specified in orders \r\nand that payments and other transfers of funds will not \r\nbe subject to restrictions. In that regard, I would like \r\nto underline the following points with respect to the \r\nindicated provisional measures.\r\nFirst, the Court’s unanimous order is a clear \r\ntestament to the illegality of the United States sanctions \r\nagainst our country and its people, at least in the \r\nspecified areas.\r\nSecondly, in paragraph 100 of its order, the Court \r\nreaffirms that its “orders on provisional measures \r\nhave binding effect” and thus create international \r\nlegal obligations for the party to whom the provisional \r\nmeasures are addressed. The United States is therefore \r\nunder an obligation to comply with the order of \r\nprovisional measures as indicated by the Court, and any \r\nnon-compliance will make it internationally responsible.\r\nThirdly, the Court considers that certain rights of \r\nIran under the 1955 Treaty invoked in these proceedings \r\nthat it has found plausible are of such a nature that \r\ndisregarding them may have irreparable consequences. \r\nThe Court indicates that the measures adopted by the \r\nUnited States have the potential to endanger civil-\r\naviation safety and may have a serious detrimental \r\nimpact on the health and lives of individuals within the \r\nterritory of Iran. There is no question that this order \r\ncould play an important role in preventing irreparable \r\nharm being done by United States actions to the rights \r\nof Iran and Iranians under the Treaty of Amity while \r\nthis case is under consideration before the Court.\r\nFourthly, in its provisional measures, the Court \r\nindicates an additional measure directed at the parties \r\nto the dispute with a view to preventing the dispute’s \r\naggravation or extension. The United States is thereby \r\nunder an obligation to refrain from any action that \r\nmight aggravate or extend the dispute before the \r\nCourt or make it difficult to resolve. We maintain that \r\nthe imminent implementation of an additional set of \r\nsanctions by the United States, scheduled to be imposed \r\nafter 4 November 2018, would certainly lie within the \r\nscope of prohibited acts, with an aggravating effect on \r\nthe dispute at hand, and would qualify as illegal and \r\nwrongful acts contrary to the Court’s dictum.\r\nFifthly, we note the letter dated 4 October from the \r\nSecretary-General addressed to the President of the \r\nSecurity Council, transmitting a copy of the Court’s \r\norder indicating the aforementioned provisional \r\nmeasures (S/2018/899). We also recall Article 94 of the \r\nCharter of the United Nations, which stipulates that\r\nA/73/PV.25 25/10/2018\r\n18/28 18-33996\r\n“[e]ach Member of the United Nations \r\nundertakes to comply with the decision of the \r\nInternational Court of Justice in any case to which \r\nit is a party”.\r\nWe therefore call on the United States to implement \r\nthe provisional measures, including refraining from \r\nmeasures such as wrongful sanctions that would \r\naggravate the dispute.\r\nSixthly, to help preserve the primary role of the \r\nInternational Court of Justice as the principal judicial \r\norgan of the United Nations, other States are also \r\nexpected to refrain from assisting the United States \r\nfrom imposing any impediments to transactions \r\ninvolving specified items, which would amount to a \r\nviolation of the Court’s order and would be tantamount \r\nto providing assistance to the wrongdoer.\r\nLet me conclude by reaffirming that the Islamic \r\nRepublic of Iran acknowledges the importance that the \r\ninternational community attaches to the work of the \r\nInternational Court of Justice, especially at a time of \r\never-increasing challenges in today’s interdependent \r\nand globalized world.\r\nMr. Atlassi (Morocco) (spoke in French): At the \r\noutset, I would like to thank Judge Abdulqawi Ahmed \r\nYusuf, President of the International Court of Justice, \r\nfor introducing the report contained in document А/73/4 \r\non the activities of the Court during the period from \r\n1 August 2017 to 31 July 2018. On behalf of Morocco, I \r\nalso congratulate him on his election as President of the \r\nCourt. I also welcome the judges of the Court who are \r\nhere with us in the Assembly today.\r\nEstablished by the Charter of the United Nations \r\nas the Organization’s principal judicial organ, the \r\nInternational Court of Justice is the only international \r\ncourt of universal character with both contentious \r\nand advisory jurisdiction. It plays a vital role in the \r\nmaintenance of peace, given the contentious cases \r\nbefore it, and in strengthening the rule of law. It is the \r\nCourt that is most accessible and most often requested \r\nto decide on disputes and litigation between States. We \r\nnote that in the exercise of their sovereignty, States all \r\nover the world have resorted to the Court with a view to \r\nresolving bilateral and even trilateral disputes relating \r\nto various contentious cases. That testifies both to their \r\nconfidence in the Court and to the universal nature of \r\nits jurisdiction.\r\nBecause of that, the Court’s workload has increased \r\nin recent years. Just for the period in question, the \r\nreport indicates that since 1 August 2017, five new \r\ncontentious cases have been referred to the Court and \r\nthat the number of cases on its list as of 31 July was 17, \r\ninvolving a wide variety of issues and confirming the \r\ngeneral nature of the Court’s jurisdiction. The Court’s \r\nactivity as a whole forms part of a logical framework in \r\nseeking the peaceful settlement of disputes and therefore \r\nplays an eminent and valuable role complementary to \r\nthat of the Security Council in ensuring international \r\npeace and security. Similarly, through its judgments \r\nand advisory opinions, the Court helps to develop, \r\nclarify, refine and strengthen international law and \r\nmakes a very important contribution to the rule of law \r\nin the service of peace.\r\nIt also ensures the dissemination of its decisions \r\nthrough its publications, the development of \r\nmultimedia platforms and its website, updated to \r\nfacilitate consultation. Through its activities and \r\nevents organized at universities and institutes, as well \r\nas its training programmes in international law for \r\nstudents, it unquestionably contributes to training in \r\ninternational law.\r\nFurthermore, the Court clarifies international \r\nlaw with regard to the implementation of multilateral \r\ntreaties and conventions. More than 300 bilateral or \r\nmultilateral treaties and conventions provide for the \r\nCourt’s jurisdiction to rule on disputes concerning their \r\napplication or interpretation. In addition, a number of \r\ndisputes submitted to the Court were decided not by \r\na ruling of the Court but simply because preliminary \r\nmeasures had helped to resolve them.\r\nIn conclusion, since today we live in a world that \r\nis undergoing profound and rapid transformation and \r\nmajor challenges — ranging from climate change to \r\nsocioeconomic upheavals and, in particular, threats \r\nto peace and stability in the world, primarily from \r\nterrorism and violent extremism — in its work to \r\npromote and strengthen the rule of law, including \r\nclarifying international law, the Court must take such \r\ndevelopments into account in order to deal with the \r\nrequests submitted to it as a result of that transformation \r\nand change.\r\nMr. Carrillo Gómez (Paraguay) (spoke in \r\nSpanish): The delegation of the Republic of Paraguay \r\nthanks Judge Abdulqawi Ahmed Yusuf, President of \r\n25/10/2018 A/73/PV.25\r\n18-33996 19/28\r\nthe International Court of Justice, for presenting the \r\nreport on the work of the Court (A/73/4).\r\nGiven an international landscape marked by \r\npolitical uncertainty and economic volatility, Paraguay \r\nworks actively for stability and common peace and \r\nthe strengthening of the multilateral system and \r\ninternational cooperation. In that context, we want to \r\ncontribute to this debate by highlighting the importance \r\nof the work of the Court, the value of its decisions and \r\nadvisory opinions and its role in relation to the various \r\nstakeholders of the international community. We would \r\nalso like to share our national experience of the Court \r\nand to call for strengthening its legitimacy and work, \r\nwhich we believe will increase the legitimacy of the \r\nmultilateral system.\r\nFirst, we emphasize the importance of the work \r\nof the International Court of Justice, borne out by the \r\nincrease in its activities, the geographical diversity of \r\nthe cases that it hears and the origin of its applicants, \r\nas well as the variety of issues submitted for its \r\nconsideration. The universal character and general \r\njurisdiction of the International Court of Justice, \r\ncomplemented by the reputation and worthiness of its \r\njudges, have made it a reliable promoter of international \r\nlaw, in accordance with the purposes and principles \r\nof the Charter of United Nations and the primacy of \r\ninternational law. Its work to clarify and develop \r\ninternational law includes the law’s most diverse \r\naspects, such as consular relations, the protection of \r\nhuman rights, the international responsibility of States \r\nand the interpretation of treaties, to name only a few. It \r\nis an effective tool for preventing confrontation and the \r\nuse of force in the settlement of disputes between States.\r\nSecondly, we want to highlight the contribution \r\nof the decisions and the advisory opinions of the \r\nCourt to the international legal framework. The \r\njurisprudence arising from its work contributes \r\nto ensuring predictability in the interpretation of \r\ncustomary international law and generally acceptable \r\nnorms. Its efforts to publicize its work and disseminate \r\ninternational law also help to raise awareness about the \r\nimportance of the peaceful settlement of international \r\ndisputes and the significance of treaties and their \r\nobservance, implementation and permanence over \r\ntime. We believe that the use of Spanish as an official \r\nlanguage of the Court would benefit the international \r\nlegal system, and we advocate for that.\r\nThirdly, we note the role of the International Court \r\nof Justice in relation to the international community. \r\nWe emphasize that the Court is the best option for \r\npeace for the peoples of the United Nations who want \r\nto establish conditions in which justice and respect for \r\nthe obligations arising from treaties and other sources \r\nof international law can be maintained, as stated in \r\nthe Preamble to the Organization’s founding Charter. \r\nWith regard to the Court’s position in relation to the \r\nGeneral Assembly and the Security Council, we think it \r\nappropriate to consider the importance of the decisions \r\nof the most democratic and representative organ of \r\nthe United Nations in ensuring compliance with the \r\nCourt’s decisions by all Member States, as well as the \r\nlimitations inherent in the Security Council’s structure \r\nto ensure compliance with the Court’s decisions, a \r\npower provided for in Article 94 of the Charter. Such \r\nconsideration could help to prevent contempt and \r\nprovide guarantees of legal certainty. We emphasize \r\nthe obligation of States to comply with the decisions \r\nof the Court in any case to which they are party. The \r\nfulfilment of such obligations must be complete and in \r\ngood faith. We believe that States’ acceptance of the \r\nCourt’s compulsory jurisdiction helps to strengthen \r\nthe effectiveness and universality of the system for \r\nthe peaceful settlement of international disputes. \r\nWith respect to other stakeholders of the international \r\ncommunity, we note the multiplier effect of the Court’s \r\npublications and other initiatives, such as internships, \r\nin disseminating international law and in raising \r\nawareness of the importance of the multilateral dispute \r\nsettlement system.\r\nWe also believe it important to share Paraguay’s \r\nconnection to the International Court of Justice, which \r\ncan be understood only in the context of the long-\r\nstanding legal tradition of the peaceful settlement of \r\ninternational disputes of Latin American and Caribbean \r\nStates. The so-called Gondra Treaty of 1923, in honour \r\nof the Paraguayan intellectual Don Manuel Gondra, \r\nwas adopted at the fifth Pan-American Conference to \r\navoid or prevent conflicts between American States. It \r\nwas one of the first manifestations of hopes for creating \r\na system for the peaceful settlement of international \r\ndisputes on the continent.\r\nUnfortunately, Paraguay’s role in that process of \r\nestablishing American international law declined with \r\nthe outbreak of war in the 1930s, but  re-emerged, \r\nstrengthened, in the following decade. Paraguay \r\naccepted ipso facto the jurisdiction of the International \r\nA/73/PV.25 25/10/2018\r\n20/28 18-33996\r\nCourt of Justice in relation to any other American State \r\nin the Pact of Bogotá of 1948, or the American Treaty \r\non Pacific Solutions.\r\nIn 1996, Paraguay very broadly extended its \r\nacceptance of the Court’s compulsory jurisdiction \r\nipso facto with regard to legal disputes provided for in \r\nits Statute without special agreement, in accordance \r\nwith article 36 and with the sole limitation of ratione \r\ntemporis. Regarding obligations pursuant to the \r\njurisdiction of the Court, this year the Government of \r\nParaguay ratified the 1933 Montevideo Convention on \r\nRights and Duties of States, a landmark commitment \r\nundertaken by American nations to maintain peace \r\nand settle their disputes by recognized peaceful means. \r\nThe Convention provides for the rights and obligations \r\nof States and sets out and establishes the principles of \r\nthe political existence of the State, its conservation \r\nand prosperity, the free determination of its cultural, \r\npolitical and economic life, its legal equality and the \r\ninviolability of its territory.\r\nFinally, we call for the strengthening of the \r\nlegitimacy and for the endorsement of the work of the \r\nInternational Court of Justice by providing adequate \r\nresources for its proper functioning and by supporting \r\nthe Secretary-General’s Trust Fund to Assist States in \r\nthe Settlement of Disputes through the International \r\nCourt of Justice, actions that we believe will also help \r\nto strengthen the legitimacy of the multilateral system \r\nof which the International Court of Justice is a part.\r\nMr. Elshenawy (Egypt) (spoke in Arabic): At the \r\noutset, I would like to thank Judge Abdulqawi Ahmed \r\nYusuf, President of the International Court of Justice, \r\nfor presenting the report of the Court on its work and \r\nactivities between 1 August 2017 and 31 July 2018 \r\n(A/73/4). We associate ourselves with the statements \r\ndelivered by the representatives of Venezuela, on \r\nbehalf of the Movement of Non-Aligned Countries, and \r\nthe Gambia, on behalf of the Group of African States \r\n(see A/73/PV.24).\r\nEgypt firmly believes in the important role of \r\nthe International Court of Justice as the main judicial \r\norgan of the United Nations. We see that the change \r\nin the political and legal environment between the \r\nestablishment of the Court in June 1945 and the \r\ninitiation of its work in April 1946 and the present \r\nday emphasizes the importance of the Court’s role in \r\nthe peaceful settlement of disputes between States, \r\npursuant to the Charter of the United Nations, and in \r\nadvancing and strengthening the rule of law.\r\nThe number of cases before the Court and of its \r\nadvisory opinions have increased. There are diverse \r\ncases submitted to it on topics such as territorial and \r\nmaritime disputes, consular rights, human rights, \r\nenvironmental damage and the conservation of \r\nbiological resources, international responsibility and \r\nreparation for damages, the immunity of States, their \r\nrepresentatives and assets, and the interpretation and \r\napplication of international treaties and conventions. \r\nThe cases involve States from four continents, \r\nincluding six in Africa, seven in the Americas, six in \r\nAsia and five in Europe. All of that demonstrates the \r\nuniversality of the Court and the absolute trust that \r\nexists in it and in its judges, all of whom are highly \r\nqualified and deserve the respect and appreciation of \r\nthe international community. We therefore emphasize \r\nthe importance of respecting and implementing the \r\nCourt’s decisions and advisory opinions.\r\nNevertheless, at a time when the International \r\nCourt of Justice is considering an increasing number \r\nof cases, we note that recently it has received only \r\none request for an advisory opinion, namely, on the \r\nLegal consequences of the separation of the Chagos \r\nArchipelago from Mauritius in 1965, in accordance \r\nwith Article 96 of the Charter. In that regard, we would \r\nlike to stress the importance of benefiting from the role \r\nof the Court with respect to its advisory opinions, as \r\nset out in the Charter, particularly on issues that give \r\nrise to legal disputes. In the same vein, we encourage \r\nStates to recognize the compulsory jurisdiction of \r\nthe International Court of Justice in accordance with \r\nArticle 36 of its Statute and as requested by the General \r\nAssembly in resolution 70/118.\r\nIn addition, we welcome the important role of \r\nthe Court in promoting the rule of law. Through its \r\njudgments and advisory opinions, the Court contributes \r\nto the development and interpretation of international \r\nlaw. It also strives to ensure a clear understanding of \r\nits decisions, which are disseminated around the world \r\nthrough its publications and its updated website.\r\nIn the light of all of this, Egypt believes that the \r\nGeneral Assembly should provide the International \r\nCourt of Justice with the necessary financial resources \r\nwithout any reduction so that it has the best possible \r\nconditions for enabling it to implement its mandate \r\nas the main judicial organ of the United Nations and \r\n25/10/2018 A/73/PV.25\r\n18-33996 21/28\r\ngiven the unprecedented complexity and level of its \r\nactivities. We know that Member States have repeatedly \r\nemphasized the need to provide the necessary financial \r\nresources to the Court, particularly in view of its \r\nadministrative independence.\r\nIn order to ensure that States can settle their \r\ndisputes through the International Court of Justice, we \r\nurge them, especially those in the best position to do \r\nso, to contribute to the Secretary-General’s Trust Fund, \r\nestablished for that purpose in 1989.\r\nIn conclusion, Egypt once again thanks the \r\nInternational Court of Justice and its President and \r\nassures them of its continued support.\r\nMr. Sipaco Ribala (Equatorial Guinea) (spoke in \r\nSpanish): At the outset, I would like to welcome Judge \r\nAbdulqawi Ahmed Yusuf and to thank him for his \r\noutstanding presentation of the report on the excellent \r\nwork of the International Court of Justice (A/73/4), \r\nin which he concisely and clearly briefed us on the \r\nachievements of the Court and its current challenges. \r\nI would also like to congratulate him on his election as \r\nPresident of the Court.\r\nThe Republic of Equatorial Guinea associates itself \r\nwith the statements made by the representatives of the \r\nGambia, on behalf of the Group of African States, the \r\nBolivarian Republic of Venezuela, on behalf of the \r\nMovement of Non-Aligned Countries, and Cabo Verde, \r\non behalf of the Community of Portuguese-speaking \r\nCountries (see A/73/PV.24).\r\nThe Government of the Republic of Equatorial \r\nGuinea supports and advocates for the peaceful \r\nsettlement of international disputes through robust \r\npreventive diplomacy and the promotion of frank \r\ndialogue and inclusive negotiations. We therefore \r\nbelieve that the International Court of Justice has a \r\nfundamental role to play in the peaceful settlement of \r\ninternational disputes and in strengthening the rule \r\nof law by promoting, applying, interpreting and even \r\ndeveloping international law. The role of the Court is \r\nwell recognized in the number and variety of cases \r\nsubmitted to it, as noted in the report. The trust that \r\nStates, including the Republic of Equatorial Guinea, \r\nplace in the Court emphasizes its determination to \r\nseek a peaceful and fair settlement of every dispute \r\nsubmitted to it and thereby prevent the use of force \r\nor the application of unilateral sanctions, which can \r\nsometimes have negative effects and lead to new waves \r\nof violations of international law or similar issues. \r\nThat can have tragic consequences for the States \r\ninvolved, seen particularly in the suffering of children \r\nand women, the most vulnerable sectors of society.\r\nI want to express our concern about some States’ \r\nincreasing tendency to violate the principles of the \r\nsovereign equality of States and non-interference in the \r\naffairs of others, enshrined in the Charter of the United \r\nNations, the instrument governing the world’s principal \r\ninternational organization, the United Nations. In that \r\ncontext, we firmly condemn all violations of those \r\nprinciples and of the privileges and immunities granted \r\nto Heads of State, senior Government officials and \r\ndiplomatic representatives under international law.\r\nThe Republic of Equatorial Guinea recognizes \r\nthe jurisdiction of the Court in matters submitted to it \r\nby States. Provided that the circumstances so require, \r\nonce negotiations between the parties to a dispute have \r\nfailed, we will therefore not hesitate to submit the \r\nmatter to the International Court of Justice, as we have \r\ndone previously, since it is another tool in the United \r\nNations system available to States in the pursuit of \r\njustice and the peaceful settlement of disputes and to \r\nensure peaceful coexistence in today’s world.\r\nWith regard to the case concerning Immunities and \r\nCriminal Proceedings (Equatorial Guinea v. France), \r\nas expressed by the President of the International \r\nCourt of Justice, we have taken very good note of all \r\nthe Court’s proceedings and are grateful once again for \r\nmeasures taken to ensure not only the sound application \r\nand interpretation of international law but above all \r\nits enforcement.\r\nLet me conclude by urging States to submit \r\ncontentious cases affecting them to the International \r\nCourt of Justice and to comply with and accept its \r\njudgments, since every settlement of a dispute in the \r\nCourt can serve as a basis for lasting peace. We urge \r\nthe Court to persist in its diligent fight for international \r\nlaw through objective, independent and imparcial \r\njudicial action.\r\nMr. Koonjul (Mauritius): I wish at the outset to \r\ncongratulate Judge Abdulqawi Ahmed Yusuf, President \r\nof the International Court of Justice, on his election to \r\npreside over the world court, and to thank him for his \r\nvery comprehensive report on the activities of the Court \r\nfor the past year (A/73/4).\r\nLet me also acknowledge the presence this morning \r\nof Judge Tomka and our former colleague Judge Salam. \r\nA/73/PV.25 25/10/2018\r\n22/28 18-33996\r\nI also wish to welcome Mr. Philippe Couvreur, the \r\nRegistrar of the Court.\r\nThe International Court of Justice is the principal \r\njudicial organ of the United Nations created to settle \r\nlegal disputes submitted to it by States, in accordance \r\nwith international law, and to give advisory opinions \r\non legal questions referred to it by authorized United \r\nNations organs and specialized agencies.\r\nWe want to applaud the work being carried out by \r\nthe Court, as well as the professionalism and calm with \r\nwhich the Court continues to handle its responsibilities. \r\nThe sheer volume of cases before the Court, as reported \r\nby its President, is a clear testimony to the confidence \r\nthat the Members of the United Nations place in that \r\njudicial organ for the peaceful settlement of disputes \r\nand guidance to the United Nations and its organs on \r\nlegal issues.\r\nIt is indeed gratifying that the Court is now being \r\nsolicited by a larger number of Member States, given \r\nits function as the supreme judicial organ of the United \r\nNations system. In that context, since the International \r\nCourt of Justice continues to have a full docket of \r\ncases each year, we ought to reinforce our support to \r\nthe Court by allocating commensurate resources to \r\nenable it to do justice to the load of new cases being \r\nbrought to its attention. In the same vein, we welcome \r\nthe Court’s decision to review and regulate the practice \r\nof participation by its judges in arbitration proceedings. \r\nThat measure will no doubt further reinforce the \r\ncredibility and integrity of the Court and its judges.\r\nWe are also very pleased that a larger number \r\nof countries are appearing before the Court or \r\nparticipating in its proceedings. That was very \r\napparent in the proceedings relating to the request by \r\nthe General Assembly for an advisory opinion on the \r\nlegal consequences of the separation of the Chagos \r\narchipelago from Mauritius in 1965, in which numerous \r\ncountries from different parts of the globe and even \r\ninternational organizations such as the African Union \r\nwere able to participate for the first time. It is also \r\nworth underlining that the Court, and its Registrar in \r\nparticular, continue to conduct the proceedings in a \r\nvery smooth, professional and, above all, fair manner.\r\nI want to once again express my appreciation and \r\nthat of my country for the very important work being \r\ndone by the International Court of Justice, and to thank \r\nthe President for his very detailed report.\r\nI would like to conclude by re-emphasizing the \r\nimportant role that the International Court of Justice \r\nplays in promoting the international rule of law and \r\nthe peaceful settlement of disputes, and in ensuring \r\nthe Court’s accessibility to all Members of the United \r\nNations, whether they are large States or small.\r\nMr. Ly (Senegal) (spoke in French): My delegation \r\naligns itself with the statements made by the \r\nrepresentatives of the Gambia, on behalf of the Group \r\nof African States, and Venezuela, on behalf of the \r\nMovement of Non-Aligned Countries.\r\nYesterday, 24 October, through the duly solemn \r\ncommemoration of United Nations Day, the international \r\ncommunity reaffirmed its commitment to the purposes \r\nand principles of the Charter of the United Nations, \r\nwhich declares in its Preamble that\r\n“We the peoples of the United Nations \r\ndetermined to establish conditions under which \r\njustice and respect for the obligations arising from \r\ntreaties and other sources of international law can \r\nbe maintained ...”\r\nMoreover, Chapter 14 of the Charter deals with the \r\nInternational Court of Justice, one of the main organs \r\nof our universal Organization, and sets out its Statute. \r\nThe International Court of Justice acquires its full \r\nrelevance in the light of those provisions, tasked with \r\nupholding the law and contributing to the creation and \r\nmaintenance of a culture of justice throughout the world \r\nas one of the authorities of international law.\r\nMy country, Senegal, which has made the rule of \r\nlaw the essential pillar of its domestic and foreign policy, \r\nthanks President Abdulqawi Ahmed Yusuf and his \r\ncolleagues and collaborators for their clear presentation \r\nof the activities of the International Court of Justice, \r\nwhich touched on a number of aspects of inter-State \r\nrelations and other areas of international law.\r\nFor Senegal, the increase in the number and diversity \r\nof cases referred to the International Court of Justice \r\nis an additional assurance because it demonstrates the \r\npriority that nations accord to the peaceful settlement \r\nof disputes. What would the world be like if all the \r\ndisputes referred to in the report were subject to the \r\nlaw of the jungle or settled by force of arms? It is also a \r\nsign that rigorously tested multilateralism remains the \r\nbest guarantee of international peace and security.\r\nThat is the full purpose of today’s meeting, an \r\nimportant moment for us to reflect on the work of \r\n25/10/2018 A/73/PV.25\r\n18-33996 23/28\r\nthe International Court of Justice in the quest for \r\ninternational peace and security. It also enables us \r\nto consider opportunities to strengthen our common \r\ncommitment to promoting the rule of law, a prerequisite \r\nfor creating a more just and equitable world, ensuring \r\npeaceful relations among States and consolidating the \r\nthree pillars of the United Nations — international \r\npeace and security, development and human rights. \r\nLastly, it is a time to discuss complementarity and \r\nharmony in the simultaneous exercise by the General \r\nAssembly and the Court of their respective functions \r\nfor the benefit of the international stability required for \r\nsustainable and balanced development.\r\nIn that regard, my delegation expresses the hope \r\nthat our Organization and the Court will continue to \r\nwork, in a spirit of ever-closer cooperation and ever-\r\ngrowing collaboration, to win the ongoing battle for \r\npeace and security on our planet, in accordance with \r\nthe purposes and principles of the Charter of the United \r\nNations and international law, which are the essential \r\nfoundations of a world that is more peaceful and \r\nprosperous because it is more just. We also hope to see \r\neffective and efficient cooperation in ensuring respect \r\nfor and the enforcement of the decisions of the Court, the \r\nprincipal judicial organ of the United Nations, which, \r\nthrough its jurisprudence, continues to contribute to the \r\ndevelopment of international law, the legal basis of our \r\ncommon desire to live together in peace.\r\nIn conclusion, in the firm belief that justice and the \r\nrule of law are powerful determinants of sustainable \r\ndevelopment, I reiterate my delegation’s steadfast \r\nsupport for the Court, whose noble mission and vital \r\nand universal objective require it to take account of \r\nall the world’s legal systems in its operations and to \r\nembrace multilingualism.\r\nMr. Escalante Hasbún (El Salvador) (spoke in \r\nSpanish): I want to begin by thanking the President of \r\nthe International Court of Justice, Judge Abdulqawi \r\nAhmed Yusuf, for introducing his report (A/73/4) \r\ndetailing the administrative and judicial activities \r\nundertaken by the world’s highest court of justice.\r\nEl Salvador considers it appropriate to highlight the \r\ntribute that the International Court of Justice paid on \r\n16 October in The Hague to the illustrious Salvadoran \r\ninternationalist José Gustavo Guerrero, for the honour \r\nof having served as the last President of the Permanent \r\nCourt of International Justice and first President of the \r\nInternational Court of Justice — an opportunity that \r\nalso enabled him to leave a significant global legacy in \r\nthe development of international law and the application \r\nof justice in matters between States.\r\nReturning to the critically important issue under \r\nconsideration, my delegation is pleased to note that in \r\nthe past year, the International Court of Justice has once \r\nagain been extremely active in its area of jurisdiction, \r\nissuing four judgments and 13 orders on various \r\nproceedings concerning alleged violations of sovereign \r\nrights and maritime spaces, as well as conducting public \r\nhearings on immunities and criminal proceedings, \r\nobligations to negotiate access to the Pacific Ocean and \r\nthe implementation of the International Convention on \r\nthe Elimination of All Forms of Racial Discrimination, \r\nas well as five new contentious cases.\r\nAll of that points to the critical and fundamental \r\nrole that the Court plays in the peaceful settlement of \r\ndisputes, with Member States submitting claims on a \r\nwide range of matters within the scope of international \r\nlaw, such as human rights, environmental damage \r\nand the preservation of living resources, international \r\nreparations and compensation and State immunities, \r\nto name a few. That affords this principal organ of \r\nthe United Nations a critical role in the promotion \r\nand maintenance of the rule of law at the international \r\nlevel as, through its judgments and advisory opinions, \r\nit consolidates its standing as the only international \r\nuniversal tribunal with general dual jurisdiction.\r\nIt is therefore of paramount important to recall that \r\none of the most important foundations and principles of \r\ninternational law is the obligation of all States to settle \r\nour international disputes by peaceful means whenever \r\npossible, including through the International Court of \r\nJustice, which over the years has been reflected in the \r\nconfidence that States have placed in it and the number \r\nof cases that have been submitted to its jurisdiction and \r\nare still pending.\r\nThat obligation notwithstanding, and despite the \r\nexistence of the Secretary-General’s Trust Fund to \r\nAssist States in the Settlement of Disputes through \r\nthe International Court of Justice, we cannot deny \r\nthat although all States are supposed to be able to \r\nhave access to the peaceful settlement of disputes, not \r\nall countries in the international arena have the same \r\nability to do so. That is because in recent years the costs \r\nof filing claims or defending one’s interests in disputes \r\nhave been increasing, making access to international \r\njustice more expensive. For that reason, it is our view \r\nA/73/PV.25 25/10/2018\r\n24/28 18-33996\r\nthat we must keep in mind that some States with low \r\ntax revenue or high debts cannot access international \r\njustice in any of its forms. That is why we must work \r\ntogether to seek solutions and measures to address the \r\nissue, which undoubtedly affects the membership of \r\nthe Organization.\r\nFurthermore, we believe that given the growth in \r\nthe Court’s caseload, it should be given the budgetary \r\nresources necessary to continue to issue its decisions \r\nand judgments in a timely manner. We also believe that \r\nprofessional positions within the Court should be held \r\nby people from all legal systems and from all over the \r\nworld, and should reflect a good gender balance.\r\nMy delegation welcomes the fact that last year the \r\npublications of the International Court of Justice were \r\ndistributed in French and English, and that a revised \r\nversion of both languages is available on its website. \r\nNevertheless, we would like to hope that its publications \r\ncould be made available in all six official languages, \r\nwhich would help further disseminate international \r\nlaw and the work of the International Court of Justice \r\namong Government officials, jurists, lawyers, teachers \r\nand academics.\r\nFinally, we reiterate El Salvador’s commitment \r\nto supporting the work of the International Court of \r\nJustice, as the principal judicial organ of the United \r\nNations, in the maintenance of international peace and \r\nsecurity. We want to pay a well-deserved tribute to the \r\nCourt more than 70 years after its establishment as the \r\nhighest court of justice in the world.\r\nMr. Lefeber (Netherlands): Let me first thank the \r\nPresident of the International Court of Justice for his \r\nintroduction of the Court’s report (A/73/4) and for the \r\noutstanding work of the Court as the principal judicial \r\norgan of the United Nations.\r\nThe Kingdom of the Netherlands continues to be \r\nproud to be the host country of the Court. The consent \r\nof States remains essential to the Court’s ability to \r\nresolve legal disputes between States. My Government \r\nwould therefore like to encourage all States Members of \r\nthe United Nations that have not yet done so to accept \r\nthe compulsory jurisdiction of the Court by issuing a \r\ndeclaration under article 36, paragraph 2, of the Statute, \r\nand to do so with as few reservations as possible.\r\nIn that respect, we reiterate our concern about \r\nthe trend in the direction of more, rather than \r\nfewer, reservations made to the acceptance of the \r\nCourt’s jurisdiction. In my Government’s own \r\ndeclaration accepting the compulsory jurisdiction \r\nof the International Court of Justice, limitations to \r\nthe jurisdiction of the Court in contentious cases \r\ninvolving the Kingdom of the Netherlands have as far \r\nas possible been eliminated. Our only reservation is \r\nwith regard to the Court’s jurisdiction ratione temporis.\r\nThe Netherlands will accept all disputes arising out of \r\nsituations or facts that took place no earlier than 100 \r\nyears before the dispute is brought before the Court.\r\nThe Netherlands would like to emphasize that \r\nthe Court should be able to decide all legal disputes \r\nbetween States. Acceptance of the Court’s jurisdiction \r\nas expressed through a declaration under article 36, \r\nparagraph 2, of the Statute is therefore to be preferred. \r\nOnly when it is given a broad mandate will the Court be \r\nable to truly fulfil its functions as the principal judicial \r\norgan of the international community.\r\nPending universal acceptance of the compulsory \r\njurisdiction of the Court without reservations, \r\nthe Netherlands welcomes the incorporation of a \r\ncompromissory clause in any treaty to provide for \r\nthe jurisdiction of the Court. When such a clause is \r\noptional, the Netherlands will issue a declaration that \r\nit accepts the Court’s jurisdiction. But the wording \r\nof such a clause may limit the jurisdiction to such an \r\nextent as to force the Court to declare itself without \r\njurisdiction, or to consider only part of a dispute.\r\nFurthermore, we are compelled to note with concern \r\nrecent withdrawals from treaties containing such \r\nclauses by States when confronted with a case brought \r\nagainst them before the Court, even before the Court \r\nhas had an opportunity to pronounce on the question of \r\njurisdiction. Notwithstanding our pursuit of universal \r\nacceptance of the compulsory jurisdiction of the Court \r\nwithout reservations, the Court should not establish its \r\njurisdiction where there is no consent of the parties to \r\na dispute. The existence of consent is a prerequisite for \r\nthe exercise of jurisdiction by the Court. In that respect, \r\nwe have two observations.\r\nFirst, the Court’s judicial functions have been \r\nclearly defined. Its jurisdiction in contentious disputes \r\nis reserved for disputes between States. Its jurisdiction \r\nto give advisory opinions is reserved for legal questions \r\nat the request of the General Assembly, other organs of \r\nthe United Nations and authorized specialized agencies \r\nwithin the scope of their activities. Those organs \r\n25/10/2018 A/73/PV.25\r\n18-33996 25/28\r\nshould be conscious of the distinction between those \r\ntwo functions and respect it.\r\nA bilateral dispute should not be brought to the Court \r\nunder the guise of a request for an advisory opinion, \r\nbecause that would potentially circumvent the consent \r\ngiven to the Court by one or more of the parties to the \r\ndispute. The Netherlands therefore attaches importance \r\nto the wording of the request for an advisory opinion. \r\nIt should contain a question of general international \r\nlaw, not one of the application of international law to \r\na particular situation that essentially reflects a legal \r\ndispute between two or more States.\r\nSecondly, the Netherlands would like to note that \r\nthe Court should always assure itself of the existence \r\nof the consent of all the parties to a dispute. That \r\nconsent can exist only if the parties to a dispute have \r\nmutually recognized the acceptance of the Court’s \r\ncompulsory jurisdiction.\r\nIn conclusion, the Netherlands is aware that the \r\nCourt has a full docket. While that means an increase in \r\nthe Court’s workload, we see it as a positive development \r\nand congratulate the Court on the increasing demand \r\nfor its work in the settlement of international disputes \r\nand its advisory opinions. Let me end by thanking the \r\nCourt again for its outstanding work.\r\nMs. Ponce (Philippines): The Philippines thanks \r\nPresident Abdulqawi Ahmed Yusuf for his report \r\n(A/73/4). This annual exercise reminds us that the \r\nInternational Court of Justice is an integral part of the \r\nUnited Nations. Committed as we all are to the principle \r\nof the rule of law, we here in the General Assembly \r\nacknowledge its essential role in the United Nations \r\nmission, to which we all subscribe, the very reason we \r\nare here at all.\r\nThe International Court of Justice is therefore \r\ncritical to the fulfilment of our peremptory duty, \r\nunder Article 1, paragraph 1, of the Charter of the \r\nUnited Nations, to bring about by peaceful means, \r\nand in conformity with the principles of justice and \r\ninternational law, the adjustment or settlement of \r\ninternational disputes or situations that might lead to a \r\nbreach of the peace.\r\nThe 1982 Manila Declaration on the Peaceful \r\nSettlement of International Disputes asserts the \r\nsame commitment. It was negotiated and adopted \r\nby the General Assembly during the Cold War (see \r\nresolution 37/10), when non-aligned countries sought to \r\nconsolidate their political and economic independence. \r\nThe Declaration expressed their aspiration by \r\narticulating the norms of the peaceful settlement of \r\ndisputes outlined in Chapter VI of the Charter of the \r\nUnited Nations. That affirmed that judicial settlement \r\nis the central role of the Court.\r\nIndeed, we welcome the increasing workload of the \r\nCourt and the broadening in subject matter of the cases \r\nbrought before it, as well as the geographical diversity \r\nof the States parties. That is a show of trust and \r\nconfidence in the Court’s critical role in the peaceful \r\nsettlement of disputes and the promotion of the rule of \r\nlaw. The speedier adjudication of disputes before the \r\nCourt is no doubt a factor in the increased recourse to the \r\nInternational Court of Justice, as is the determination \r\nof the Court not to be swayed by political pressure or \r\nto politicize cases. The Philippines has recognized the \r\ncompulsory jurisdiction of the Court since 1972. We \r\nrenew our call to other States to do the same.\r\nThe relationship between the Court and the Security \r\nCouncil is fundamental to the maintenance of peace and \r\nsecurity. We call once again on the Security Council to \r\nseriously consider Article 96 of the Charter and make \r\ngreater use of the Court as a source of advisory opinions \r\nand of interpretation of relevant norms of international \r\nlaw. We note that the Council has not requested an \r\nadvisory opinion from the Court since 1970. That is \r\ntantamount to an assertion of collective sovereignty in \r\nacting as the exception to the global acceptance of the \r\nCourt’s jurisdiction.\r\nThe Charter of the United Nations, together with \r\nthe Statute, jurisprudence and experience of the Court, \r\nwas meant to give all States, including small nations, \r\nan equal chance for justice. The Philippines therefore \r\naffirms its full support for the Court.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on this item.\r\nMay I take it that the General Assembly takes note \r\nof the report of the International Court of Justice?\r\nIt was so decided.\r\nThe Acting President: Several delegations have \r\nasked to speak in exercise of the right of reply. I would \r\nlike to remind members that statements in the exercise \r\nof the right of reply are limited to 10 minutes for the \r\nfirst statement and five minutes for the second, and \r\nshould be made by delegations from their seats.\r\nA/73/PV.25 25/10/2018\r\n26/28 18-33996\r\nMr. Musikhin (Russian Federation) (spoke in \r\nRussian): We feel obliged to comment on the statement \r\nby the representative of Ukraine. Once again, apparently, \r\nher delegation did not hesitate to use an agenda item, the \r\nreport of the International Court of Justice (A/73/4), not \r\nto evaluate the work of the Court during the reporting \r\nperiod but as propaganda for its position with regard to \r\nthe proceedings against our country.\r\nI shall now briefly comment on the real situation \r\nregarding the order on provisional measures. As was \r\nmentioned in its statement, Ukraine filed a request to \r\nthe Court to construe the order, motivated by the fact \r\nthat there were alleged to be fundamental disagreements \r\nbetween our two countries regarding the content of the \r\norder. We saw this as an attempt by Ukraine to impose \r\nits own understanding of the provisional measures. \r\nIn response to the Court’s request, we proposed not \r\nto consider Ukraine’s application, since raising the \r\nquestion of the Court construing provisional measures \r\nis wrong in principle. There is nothing in the Statute of \r\nthe Court, its rules of procedure or its case-law practice \r\nthat implies that it has such powers, as distinct from \r\nthe power to construe a decision already in force, as \r\nprovided for in article 60 of the Statute. The Court \r\nagreed with our reasoning and did not construe its ruling \r\nof 19 April 2017. It contacted both parties with a request \r\nfor information on the progress of the implementation \r\nof the provisional measures related to the activities of \r\nthe Crimean Tatar representative institutions.\r\nWe respect the Court and its decisions, resolutions \r\nand requests. Russia sent its clarifications to the Court \r\nin May and June and we will provide it with additional \r\ninformation in January 2019.\r\nMr. Skoknic Tapia (Chile) (spoke in Spanish): \r\nRegrettably, in his statement today the representative \r\nof the Plurinational State of Bolivia gave a unilateral \r\ninterpretation of the judgment issued by the \r\nInternational Court of Justice on 1 October and of \r\nthe work of the Court. It seems totally inappropriate \r\nto us to start a debate in this forum on a matter that \r\nhas been definitively decided by the Court. Indeed, \r\nthe International Court of Justice dismissed the claim \r\nthat Chile had incurred an obligation to negotiate with \r\nBolivia and rejected all of the latter’s claims, as the \r\nPresident of the Court explained at length this morning.\r\nThe judgment testifies to Chile’s good faith in a \r\nwhole history of bilateral exchanges. The paragraph \r\ncited by Bolivia does not constitute an invocation or \r\nappeal by the Court, which in any case does not have \r\nthat authority. Rather, it is an observation by the Court, \r\na natural consequence of the reasoning behind the \r\njudgment that States are free to negotiate and that Court \r\nrulings do not prevent diplomacy from taking its natural \r\ncourse. Nor do we share the belief that international law \r\nis not important to the conduct of international relations \r\nand the pursuit of justice and legal security.\r\nMr. AlAmiri (United Arab Emirates) (spoke in \r\nArabic): My delegation would like to exercise its right \r\nto reply to the statement by the representative of Qatar \r\nregarding the decision by the International Court \r\nof Justice that requested both parties to refrain from \r\nany act that would exacerbate, perpetuate or make \r\ntheir dispute more difficult to settle. The United Arab \r\nEmirates is in fact committed to the three measures \r\ndecided on by the Court and has applied humanitarian \r\nexceptions to spare our brother Qatari nationals the \r\nconsequences of sovereign measures that we have \r\ntaken regarding illegitimate activities undertaken by \r\nthe regime in Qatar. The measures are not aimed at the \r\nQatari people.\r\nThe number of Qatari nationals currently residing \r\nin the Emirates is 2,194. They have every right to stay \r\nor leave. The number of Qatari entries and departures \r\nhas exceeded 8,442 since the beginning of the crisis, \r\nand 694 other Qatari nationals continue to receive an \r\neducation at various educational institutions in our \r\ncountry. We look forward to working and coordinating \r\nwith the members of the Committee on the Elimination \r\nof All Forms of Racial Discrimination with a view to \r\ninforming them of all the facts related to the case while \r\nthey consider those claims and allegations.\r\nMr. Al-Thani (Qatar) (spoke in Arabic): \r\nRegrettably, my country’s delegation has to respond to \r\nthe allegations in the statement by the representative \r\nof the United Arab Emirates. As the Assembly knows, \r\nmy delegation has abided by the agenda item under \r\nconsideration, the report of the International Court of \r\nJustice (A/73/4). We included no issue in our statement \r\nthat is not covered in the report. The report contains \r\nall the Court’s decisions for the period from 1 August \r\n2017 to 31 July 2018, including its decision dated 23 July \r\nwith regard to the request by the State of Qatar against \r\nthe United Arab Emirates in view of its violation of \r\nthe International Convention on the Elimination of All \r\nForms of Racial Discrimination.\r\n25/10/2018 A/73/PV.25\r\n18-33996 27/28\r\nThe United Arab Emirates has breached its \r\ncommitments under articles 2, 4, 5, 6 and 7 of the \r\nConvention. It has taken illegal measures, including \r\ncollectively expelling all Qataris and denying them \r\nentry to the Emirates based on their national origin. That \r\nconstitutes a violation of their basic rights, including \r\nthe right to equal treatment before the Emirati Courts. \r\nThey have not refrained from the expression of racial \r\ndiscrimination or hatred against Qatar and Qataris, \r\nincluding the criminalization of sympathizers with the \r\nState of Qatar and Qataris. They have not refrained from \r\nattacks through an international campaign, promoted \r\nand funded by the Emirates, in addition to incitement \r\nagainst the State of Qatar in social media. The aim \r\nis to silence Qatari media and attack Qatari entities. \r\nThe Emirates has failed to protect Qatari nationals \r\nfrom racial discrimination and to provide them with \r\nadequate legal reparations through the courts and other \r\nlegal institutions of the Emirates for the harm done to \r\nthem.\r\nThe State of Qatar therefore requested that the \r\nInternational Court of Justice order the Emirates to take \r\nall necessary measures to comply with its obligations \r\nin accordance with the Convention on the Elimination \r\nof All Forms of Racial Discrimination, and to declare \r\nnull and void all hostile measures against Qataris and \r\nany illegal measures taken against them based on their \r\nnationality.\r\nIn compliance with the order of the International \r\nCourt of Justice, which requested that both countries \r\nrefrain from any action aggravating the dispute, the \r\nState of Qatar has been abiding by it. Despite the fact \r\nthat three months have elapsed since the Court issued \r\nthe order, the United Arab Emirates has failed to abide \r\nby it. My country has also taken steps to implement \r\nthe Court’s decision that were rejected by the United \r\nArab Emirates. The Assembly can refer to the Court’s \r\nRegistrar for further confirmation of this fact.\r\nThe delegation of the Government of the United \r\nArab Emirates must be reminded that any attempt to \r\navoid the implementation of the Court’s decision is a \r\nviolation of the Charter and the Court’s statute. The \r\nCourt’s order must be implemented to achieve justice \r\nfor Qatari nationals, and the State of Qatar will spare \r\nno effort to protect the interests and rights of Qatari \r\ncitizens and of those residing in the country. We will \r\ncontinue to defend them through legal means and \r\ninternational procedures.\r\nMr. AlAmiri (United Arab Emirates) (spoke \r\nin Arabic): My country’s delegation would like to \r\nrespond to the false allegations in the statement by the \r\nrepresentative of Qatar. They are erroneous, as usual. It \r\nappears that the representative of Qatar did not listen to \r\nwhat I said about humanitarian measures taken by the \r\nUnited Arab Emirates to ensure that Qatari nationals \r\nwould not be affected. As for the political measures \r\nthat were taken by the United Arab Emirates, they were \r\naimed not at Qataris but at the regime in Qatar.\r\nTo put it briefly, the International Court of Justice \r\nis still seized of this case. We want to point out once \r\nagain that as in any case under review concerning the \r\nsettlement of a dispute, the two parties must engage \r\nin the Court’s proceedings in good faith and not try to \r\nexploit them for political purposes.\r\nMr. Al-Thani (Qatar) (spoke in Arabic): My \r\ndelegation is compelled to respond for a second time \r\nin order to clarify the erroneous allegations by the \r\nrepresentative of the United Arab Emirates about \r\nthe State of Qatar. Unfortunately, he has made those \r\nerroneous allegations during the non-politicized \r\ndiscussion of an item in which the emphasis should \r\nbe on the report of the International Court of Justice \r\n(A/73/4). Regrettably, the Emirati delegation insisted \r\non making those allegations while deflecting our \r\nattention and that of the General Assembly from the \r\nvery important item under review, the International \r\nCourt of Justice, which would contribute to a peaceful \r\nsettlement under its mandate specified in the Charter of \r\nthe United Nations and its Statute.\r\nThe objectives of the international campaign \r\nagainst the State of Qatar are well known to the \r\ninternational community. They are based on false \r\naccusations by the United Arab Emirates, which \r\ntook illegal measures against my country, including \r\nsignificant human rights violations, violation of the \r\nfreedom of movement and freedom of expression of \r\nconnected families and students engaged in study and \r\nother unprecedented violations in our region and in \r\nGulf societies, which are known for being cohesive and \r\nharmonious. Those measures contravene international \r\nconventions and charters, in addition to basic rights. \r\nThey also run counter to the United Nations Global \r\nCounter-Terrorism Strategy, which calls for respect \r\nfor human rights, because counter-terrorism activities \r\ncannot be undertaken where human rights are being \r\nviolated.\r\nA/73/PV.25 25/10/2018\r\n28/28 18-33996\r\nThe State of Qatar, according to United Nations \r\nreports, plays a leading role in counter-extremism and \r\ncounter-terrorism that is commended by the States that \r\nhave pioneered counter-terrorism. That honourable \r\nrecord cannot be discredited by the representative \r\nof the United Arab Emirates, under any pretext, so \r\nas to enable it to shirk its regional and international \r\nobligations. We reaffirm our rejection of the false \r\naccusations made by the representative of the United \r\nArab Emirates against the State of Qatar to the effect \r\nthat we interfere in their internal affairs. Our policies \r\nare well known. We are committed to international \r\nlaw, the Charter, the security and stability of the \r\nGulf region and international peace and security. The \r\nworld recognizes the extent of violations perpetrated \r\nby the United Arab Emirates in our region, violating \r\nGeneral Assembly and Security Council resolutions \r\nand threatening regional stability.\r\nIn conclusion, considering that I will not be able to \r\nrespond to any allegations after exercising my second \r\nright of reply, according to the rules of procedure, my \r\ncountry reserves its right to respond to those allegations \r\nin writing.\r\nThe Acting President: May I take it that it is \r\nthe wish of the General Assembly to conclude its \r\nconsideration of agenda item 76?\r\nIt was so decided.\r\nThe meeting rose at 6.05 p.m.\r\n"