"United Nations A/73/PV.37\r\nGeneral Assembly\r\nSeventy-third session\r\n37th plenary meeting\r\nTuesday, 20 November 2018, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nIn the absence of the President, Mr. Yelchenko \r\n(Ukraine), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 124 (continued)\r\nQuestion of equitable representation on and \r\nincrease in the membership of the Security Council \r\nand other matters related to the Security Council\r\nMs. Bavdaž Kuret (Slovenia): I want to begin by \r\nthanking the Ambassadors of the United Arab Emirates \r\nand Georgia for steering our intergovernmental \r\nnegotiations during the seventy-second session. We \r\ngreatly appreciate all the documents produced so far, \r\nincluding the “Revised elements of commonality and \r\nissues for further consideration”, prepared during \r\nthe previous intergovernmental negotiations session. \r\nThe document has come a long way and has enabled \r\nus to clarify our positions further. I also congratulate \r\nAmbassador Braun on his appointment.\r\nSlovenia remains committed to continuing the \r\ndiscussions in the intergovernmental negotiations \r\nprocess, but I have to repeat our opinion, however, \r\nthat the time has come to move forward. Reform of the \r\nSecurity Council received the highest political support \r\nin 2005, meaning that we are way past an early reform \r\nas it was envisaged then.\r\nAt the beginning of this month, the Security \r\nCouncil held an open debate on the importance of \r\nmultilateralism and the role of the United Nations (see \r\nS/PV.8395). Slovenia advocated for an effective and \r\nefficient Security Council that can detect concerns \r\nand threats early on and whose members assume \r\nresponsibility for addressing them. Today I would like \r\nto join others in making some general remarks on the \r\nsubstance and process.\r\nThe previous session’s intergovernmental \r\nnegotiations showed that there are a lot of commonalities \r\non which we can build. We appreciate the inclusion in \r\nthe revised elements of commonalities regarding the \r\nrelationship between the Security Council and the \r\nGeneral Assembly, the size and the enlargement of the \r\nCouncil, and the working methods of the Council. That \r\ngives us a better picture in one document of all five \r\ncategories of issues. They are interlinked, and in our \r\nview, none can be discussed in isolation from the others.\r\nWe recognize that some improvements relating \r\nto the working methods have already been achieved, \r\nand we call on every member of the Security Council \r\nto do its utmost to improve them further for the \r\nbenefit of all Members of the United Nations and the \r\nOrganization itself.\r\nWe know the goal we have set for ourselves, which \r\nis to make the Security Council broadly representative \r\nand more efficient, and ensure that its work is more \r\ntransparent. So the process must bring us there. Slovenia \r\nbelieves that the options and proposals for each of the \r\nquestions have been debated and examined in depth. \r\nWe spend a couple of meetings every year on them. The \r\ntime has come to start the real negotiations.\r\nSince the Organization was established, the world \r\nhas changed significantly, and almost none of those \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-39086 (E)\r\n*1839086*\r\n \r\nA/73/PV.37 20/11/2018\r\n2/31 18-39086\r\nchanges have been reflected in the Security Council. \r\nThe Council, which is entrusted with the maintenance \r\nof international peace and security, has a particular \r\nobligation to the international community. That is one \r\nof the reasons why it should represent the entire world, \r\nwhich it does not do today. Membership in the Security \r\nCouncil is a serious responsibility, and Member States \r\nwho take that role upon themselves must be ready to \r\ncarry the burden.\r\nOn the more concrete issues, Slovenia, with a view \r\nto properly reflecting today’s reality, is in favour of \r\nexpanding the membership of the Council in both the \r\npermanent and the non-permanent categories. When \r\nit comes to the category of elected, or non-permanent, \r\nmembers, we believe enlarging it would enable a higher \r\nrate of rotation and greater democratic representation. \r\nIn that regard, allocating an additional non-permanent \r\nseat to the Group of Eastern European States is a high \r\npriority for Slovenia. Over the past quarter of a century, \r\nthe Eastern European Group membership has doubled \r\nbut the membership in the Council remains unchanged \r\nat one permanent and one non-permanent seat. We also \r\nsupport additional seats for African States.\r\nThere is a general understanding that enlarging the \r\nSecurity Council would improve the representation of \r\nStates that are under- or unrepresented, ensure fair and \r\ndemocratic representation, and balance the principles \r\nof responsibility, transparency and efficiency. We are \r\nnot sure of the formula yet, but we are very supportive \r\nof solutions that would bring more small countries into \r\nthe Council. Slovenia is in favour of allocating seats \r\nbased on regional groups.\r\nWith regard to the reformed Council, Slovenia is \r\nof the view that its siz must not be an obstacle to its \r\nefficiency. In any case, the Council’s methods of work \r\nwill have to be changed or adapted if we want it to \r\nbe able to deal with the fast-changing, complex and \r\nmultiplying factors that pose a threat to international \r\npeace and security.\r\nAs to the question of the veto, as a member of the \r\nAccountability, Coherence and Transparency group and \r\na supporter of the French-Mexican initiative, Slovenia \r\nadvocates restricting the use of the veto in cases of \r\natrocity crimes, as well as applying maximum self-\r\nrestraint in the use of the veto in other cases.\r\nRegarding the relations between the Security \r\nCouncil and the General Assembly, Slovenia can \r\nfully subscribe to the commonalities identified in \r\nthe revised document. Based on the provisions of the \r\nCharter, the relationship should be mutually reinforcing \r\nand complementary. Just last week, we discussed the \r\nimplementation of the revitalization of the work of the \r\nGeneral Assembly (see A/73/PV.35). We believe that the \r\nrelevant resolutions should also be taken into account.\r\nFinally, I have just briefly highlighted some of the \r\nissues. We will be able to continue our deliberations \r\nduring the upcoming intergovernmental negotiations. \r\nHowever, I want to take this opportunity to once again \r\nexpress our strong support for moving the process \r\nforward. We believe that the best way to do that and \r\nto pick up where we left off at the end of the previous \r\nsession would be to begin concrete negotiations based \r\non concrete text proposals.\r\nMs. Jazairy (Algeria): My delegation aligns \r\nitself with the statements delivered by the Permanent \r\nRepresentatives of Sierra Leone, on behalf of the \r\nAfrican Union Committee of Ten Heads of State and \r\nGovernment on the United Nations Security Council \r\nReforms, and Kuwait, on behalf of the Group of Arab \r\nStates (see A/73/PV.36).\r\nI thank the President of the General Assembly for \r\nher commitment to continuing the Assembly’s active \r\nengagement in the process of reforming the Security \r\nCouncil. My delegation looks forward to working with \r\nthe newly appointed co-Chairs of the intergovernmental \r\nnegotiations, Ambassadors Nusseibeh of the United \r\nArab Emirates and Braun of Luxembourg.\r\nAt the outset, I want to reiterate that we continue \r\nto believe firmly in the need for a comprehensive \r\nreform of the United Nations system that upholds \r\nthe principles, objectives and ideals of the Charter of \r\nthe United Nations with the aim of achieving a fairer \r\nworld, based on universalism, equity and regional \r\nbalance. To that end, we remain true to decision 62/557 \r\nand other relevant General Assembly decisions aimed \r\nat achieving a comprehensive reform of the Security \r\nCouncil, encompassing the five main clusters, while \r\ntaking into account their interconnectedness, as agreed \r\nby the Assembly. We therefore reject any kind of \r\npiecemeal, selective approach, which would contradict \r\nand violate the spirit of a comprehensive reform.\r\nWe take note of the efforts deployed to identify \r\ncommonalities around which Member States can unite \r\nfor consensus-building in the paper entitled “Revised \r\nelements of commonality and issues for further \r\nconsideration”, circulated on 14 June. However, that \r\n20/11/2018 A/73/PV.37\r\n18-39086 3/31\r\ndocument did not accurately reflect the Common \r\nAfrican Position. In that regard — and this is our \r\nfirm position — Africa must be represented in both \r\ncategories of the Security Council, and if it is not \r\nabolished, the right of veto must be extended to all new \r\npermanent members.\r\nThe Common African Position, as outlined in \r\nthe Ezulwini Consensus and the Sirte Declaration, \r\nemphasizes that reform of the United Nations system \r\nshould be all-inclusive and encompass all components of \r\nthe United Nations system, including the growing need \r\nto improve the relationship between its two principal \r\norgans — the Security Council, primarily responsible \r\nfor the maintenance of international peace and security, \r\nand the General Assembly, the main deliberative \r\nand representative body of the United Nations. \r\nThe adoption on 29 June of the consensus rollover \r\ndecision 72/557, which mainly called for an immediate \r\ncontinuation of the intergovernmental negotiations in \r\nthe informal plenary during the seventy-third session \r\nof the Assembly, was another significant manifestation \r\nof the acceptance by all States Members of the United \r\nNations of the intergovernmental negotiations as the \r\nappropriate forum for continuing to discuss the reform \r\nof the Security Council. That decision should lead \r\nto a resumption of the negotiations process as soon \r\nas possible.\r\nDespite representing the largest number of Member \r\nStates and accounting for three quarters of the Security \r\nCouncil’s agenda items, our continent continues to \r\nbe undermined in that it has no representation in the \r\npermanent member category, the core decision-making \r\nunit of the Council. Africa therefore demands its \r\nrightful place in the maintenance of peace and security, \r\nas the continent that has the clear qualifications for \r\nplaying a more meaningful role in that area.\r\nWe have a unique opportunity to keep the \r\ninternational system on track towards a dynamic and \r\neffective democratic multilateralism that can ensure \r\nthe role of the United Nations as the centre of global \r\ngovernance. We cannot afford to remain indifferent to the \r\nrealities of our rapidly changing global circumstances. \r\nAfrica will continue to advocate for meaningful reform \r\nthat will make the Security Council both more relevant \r\nand more responsive to today’s current and emerging \r\nglobal challenges. Africa will also continue to promote \r\nthe core principles of the Charter.\r\nIn conclusion, my delegation insists that we \r\nurgently need to build on the progress made so far and \r\naccelerate its pace so that we can fulfil the vision of our \r\nleaders at the 2005 World Summit, which was to make \r\nthe Security Council more broadly representative, \r\ndemocratic, effective, accessible and legitimate. As a \r\nmember of the Committee of Ten Heads of State and \r\nGovernment, my delegation stands ready to work with \r\nthe President of the General Assembly and the general \r\nmembership within the intergovernmental negotiations \r\nfor a comprehensive reform, as called for in decision \r\n62/557.\r\nMr. Sinirlioğlu (Turkey): I thank the President of \r\nthe General Assembly for convening this debate and for \r\nher commitment to the Security Council reform process.\r\nWe align ourselves with the statement delivered by \r\nthe Permanent Representative of Italy on behalf of the \r\nUniting for Consensus group (see A/73/PV.36). I would \r\nalso like to make the following additional remarks in \r\nmy national capacity.\r\nThe need for Security Council reform is real and \r\nurgent. We must make sure that the reformed Council \r\nref lects the realities of our time. To that end, we must \r\nstrive for reform that ensures that the Security Council \r\nwill continue to be a mirror of the ever-changing \r\ncontemporary world. The outcome of the reform process \r\nshould therefore not create a static body. Reform \r\nrequires a comprehensive and inclusive approach, \r\nwhich demands that we emphasize the common \r\ngood over individual national interests. Needless to \r\nsay, the resulting reform should be adopted with the \r\nacceptance of all Member States. That is the only way \r\nthat the Security Council can be more representative, \r\ndemocratic, accountable and effective.\r\nAn insistence on increasing the number of \r\npermanent members of the Council is the main reason \r\nfor the lack of progress in the reform process. Yet time \r\nand again the discussion on Security Council reform is \r\nconsumed by efforts to allocate additional permanent \r\nseats with the right of veto. Make no mistake about \r\nit, permanent membership with the right of veto is \r\nthe reason we need to reform the Council in the first \r\nplace. It is the very reason why the Security Council \r\nhas failed to carry out its mandate and provide timely \r\nand adequate responses to crises on many occasions. \r\nThe Council now serves only the national interests of \r\nthose who enjoy that privilege. The veto makes the \r\nSecurity Council dysfunctional, unaccountable and \r\nA/73/PV.37 20/11/2018\r\n4/31 18-39086\r\nundemocratic, which erodes trust in the United Nations \r\nand in multilateralism in general.\r\nThe reform process should look for ways to \r\naddress the current problems of the Security Council, \r\nnot exacerbate them. The Council will be more \r\nrepresentative and responsive if we increase the number \r\nof elected seats and the possibility that all Member \r\nStates can serve on it. The Security Council will be \r\nmore accountable if the performance of its members \r\nis subject to periodic elections. An improved ratio \r\nbetween the non-permanent and permanent members \r\nwill improve the decision-making process and make the \r\nCouncil more effective.\r\nThe Security Council has to fulfil its mission as \r\nthe primary United Nations organ responsible for \r\nmaintaining international peace and security. It is time \r\nto work together constructively and achieve the widest \r\npossible agreement. We call on all Member States to \r\ndemonstrate the political will and f lexibility needed to \r\nfacilitate the reform process.\r\nMr. Boguslavskiy (Russian Federation) (spoke in \r\nRussian): I thank the President of the General Assembly \r\nfor convening today’s meeting. The issue of reform of \r\nthe Security Council is one of the most important and \r\ncomplex items on the agenda of our global Organization, \r\nowing to the fact that under the Charter of the United \r\nNations, the Council has the primary responsibility for \r\nmaintaining international peace and security.\r\nWe congratulate the Permanent Representatives \r\nof Luxembourg and the United Arab Emirates on their \r\nappointment as co-Chairs of the intergovernmental \r\nnegotiations. We hope that their activities will be based \r\non the principles of impartiality and full consideration \r\nof the views of all the States participating in the process. \r\nWe thank the Permanent Representatives of Georgia and \r\nthe United Arab Emirates for their work as co-Chairs \r\nduring the previous session of the General Assembly.\r\nToday’s meeting begins the discussion of reform \r\nof the Security Council for the seventy-third session \r\nof the General Assembly. This is not the first year \r\nwe are having that discussion. A total of 14 rounds \r\nof intergovernmental negotiations have taken place. \r\nMember States have been able to make some progress \r\nin advancing reform, but there are no proposals so far \r\nfor a universal solution that would satisfy a majority. \r\nThe approaches taken by the major players in the area \r\nof reform still diverge significantly and are sometimes \r\neven diametrically opposed. In the circumstances, \r\nwe see no alternative to continuing patient, step-by-\r\nstep work aimed at bringing negotiating positions \r\ncloser together during the current session of the \r\nGeneral Assembly.\r\nOur position is well known. As a permanent \r\nmember of the Security Council, Russia has noted the \r\nimportance of making it more representative, especially \r\nfor developing States in Asia, Africa and Latin America. \r\nHowever, the efforts to achieve that should not affect the \r\nCouncil’s ability to respond effectively and efficiently \r\nto emerging challenges. In that regard, we are in favour \r\nof preserving the compact nature of Security Council \r\nmembership. Its optimal membership should not exceed \r\nthe low twenties. In our view, any ideas that could \r\ninfringe on the prerogatives of the current permanent \r\nmembers of the Council, including the right of veto, is \r\nunacceptable. We have to remember that the power of \r\nveto is an important factor driving Council members \r\nto make balanced decisions. The use or threat of the \r\nuse of the veto has often saved the United Nations from \r\nbecoming involved in questionable enterprises.\r\nThe process of reforming the Security Council \r\nshould be owned by all Member States, without \r\nexception, and the resulting format should enjoy the \r\nbroadest possible support among the membership. \r\nIf consensus cannot be reached on that issue, it is \r\nstill politically essential to ensure the support of a \r\nsignificantly larger number of Member States than the \r\nlegally required two-thirds majority of the General \r\nAssembly. We believe that the issue of Security Council \r\nreform cannot be resolved by mere arithmetic, putting \r\none or another proposal to the vote so as to obtain the \r\nminimum number of votes necessary. Results achieved \r\nthat way would hardly add to the Security Council’s \r\ncredibility and effectiveness and would definitely not \r\nstrengthen our world Organization. On the contrary. \r\nHowever, we are willing to consider any reasonable \r\noption for expanding the membership of the Security \r\nCouncil, including a so-called interim solution based \r\non compromise, if it is based on the broadest consensus \r\npossible within the United Nations.\r\nWe cannot make progress on Security Council \r\nreform by imposing on Member States some type of \r\ncoordinating texts, negotiation documents or other \r\ninitiatives that have not been agreed to by all participants \r\nin the process. Previous General Assembly sessions \r\nhave demonstrated the futility and danger of attempts to \r\nforce through decisions on the issue of reform without \r\nconsidering the need for the broad support of Member \r\n20/11/2018 A/73/PV.37\r\n18-39086 5/31\r\nStates. Progress on Security Council reform will depend \r\nstrictly on the political will of Member States and their \r\nwillingness to reach a reasonable compromise. We urge \r\neveryone to adhere to that fundamental principle.\r\nWe hope that the efforts of the President of \r\nthe General Assembly and the co-Chairs of the \r\nintergovernmental negotiations will focus on \r\nproviding maximum support for the negotiations \r\nwhile understanding that the ownership of the process \r\nbelongs to Member States. This kind of painstaking \r\nwork should be conducted calmly, transparently and \r\ninclusively, without arbitrary timelines. It is important \r\nfor all of us to realize that there is no place here for \r\nartificial deadlines or attempts to solve a complex \r\nproblem with a stroke of the pen. And in the turbulent \r\ninternational relations prevailing today, neither do we \r\nwant our intergovernmental negotiations to create new \r\ndivisions among States.\r\nMr. Mlynár (Slovakia): I thank the President of the \r\nGeneral Assembly for convening this plenary debate on \r\nthe important issue of reform of the Security Council and \r\nfor inviting us to speak. We thank her for her important \r\nleadership on this subject, as well as on many other \r\nsubstantive issues of importance to Member States. I \r\nalso want to add my congratulations to Ambassadors \r\nNusseibeh, Permanent Representative of the United \r\nArab Emirates, and Braun, Permanent Representative \r\nof Luxembourg, on their appointment as co-Chairs of \r\nthe intergovernmental negotiations during the General \r\nAssembly at its seventy-third session. I am confident \r\nthat under their guidance we will be able to move this \r\nchallenging task forward efficiently. We would also \r\nlike to express our sincere appreciation to Ambassadors \r\nNusseibeh of the United Arab Emirates and Imnadze \r\nof Georgia for their dedicated service and hard work \r\nduring the previous session of the General Assembly.\r\nEarlier this month, the President of the General \r\nAssembly circulated her synopsis of the general \r\ndebate of the seventy-third session. We can see that \r\nthroughout the debate, world leaders were in almost \r\ntotal unanimity in highlighting the critical importance \r\nof multilateralism and international cooperation for \r\naddressing global challenges and promoting human \r\nrights, sustainable development, security and stability. \r\nAn exceptionally large number of Heads of State and \r\nGovernment attended the general debate this year and \r\nspoke about the importance of multilateral cooperation \r\nas the only way to address the problems facing \r\nhumankind, and the majority noted the irreplaceable \r\nrole of the United Nations as the only world forum that \r\ncan address the multitude of global concerns.\r\nThis month, at the initiative of the Chinese \r\npresidency, the Security Council met in an open debate \r\nto reflect on ways to strengthen multilateralism and the \r\nrole of the United Nations (see S/PV.8395). The debate \r\ndemonstrated the crucial importance that the Security \r\nCouncil attaches to multilateralism and collective \r\nproblem-solving and highlighted the key role that the \r\nUnited Nations has played since its establishment.\r\nSuch commitments to multilateralism are needed \r\nmore than ever, as international peace and security are \r\nbeing confronted with new and complex challenges. \r\nThe Security Council continues to play a central \r\nrole in global security governance and the rules-\r\nbased international order. By reforming the Council \r\nso as to make it more representative of the broader \r\nmembership, more efficient and inclusive, and better \r\nsuited to address the security challenges that face the \r\ninternational community today, we will be making a \r\ngreater investment in the multilateral system, with a \r\nstronger United Nations at its core. We must therefore \r\naccelerate our efforts to reform the Security Council. \r\nIn 2019, it will have been 40 years since substantive \r\nreform was put on the agenda of General Assembly \r\nfor the first time. In that regard, I would like to add \r\nthat my delegation joins other countries in calling for \r\nsubstantive give-and-take or text-based negotiations.\r\nThe position of my delegation on a possible revision \r\nof the membership of the Security Council is consistent \r\nand well documented. Slovakia supports the expansion \r\nof the categories of both permanent and non-permanent \r\nmembership and calls for increasing their total to no \r\nmore than 25 members, while respecting geographical \r\nbalance. As a matter of principle, the new members \r\nof the Council should have the same responsibilities \r\nand obligations as the current members. I want to \r\nunderscore that the reformed Council should include \r\none additional non-permanent seat for the Group of \r\nEastern European States.\r\nWe welcome the intensified efforts during \r\nprevious sessions of the General Assembly to identify \r\nways to further narrow differences in a transparent \r\nmanner and through a membership-driven process. \r\nObviously, the five key reform issues of decision \r\n62/557 remain the guiding principles for our work in \r\nthe intergovernmental negotiations, and they should \r\nbe addressed and resolved as a package. Nevertheless, \r\nA/73/PV.37 20/11/2018\r\n6/31 18-39086\r\nwe believe that our negotiations should also devote \r\ngreater attention to ensuring that Africa is more widely \r\nrepresented on the Security Council, including in the \r\npermanent member category.\r\nIn conclusion, I want to reaffirm my delegation’s \r\nstrong commitment to finding a good, negotiated \r\noutcome in the intergovernmental negotiations. We look \r\nforward to engaging in open, transparent, inclusive and \r\nresult-oriented negotiations towards that end.\r\nMr. Fesko (Ukraine): We appreciate the convening \r\nof today’s debate and would like to express our support \r\nfor the efforts of the President of the General Assembly \r\naimed at re-energizing the process of reforming the \r\nSecurity Council.\r\nFew delegations in this Hall disagree with the basic \r\npremise that the Security Council, in its current form, \r\nis in dire need of serious reform. At the same time, \r\nas we are all well aware, that is the point at which the \r\ngeneral consensus ends. Some Member States advocate \r\na radical overhaul of the Security Council, while \r\nothers call for a more moderate approach. Some insist \r\nthat reform should have begun long ago, while others \r\nadvocate a very measured approach to the issue of \r\ntiming. Some stand ready to engage in hammering out \r\nthe existing differences in the process of actual text-\r\nbased negotiations, while others are quick to point out \r\nthat the United Nations family has not yet achieved a \r\nconsensus even on procedural matters, let alone on the \r\nsubstantive issues.\r\nWhere does that leave us? If we are frank, we \r\nhave to admit that the reform process has not made \r\nmuch progress since the early days of the Open-\r\nended Working Group on the Question of Equitable \r\nRepresentation on and Increase in the Membership of \r\nthe Security Council and Other Matters related to the \r\nSecurity Council, which was established by resolution \r\n48/26, back in the already distant year of 1993.\r\nOf course, there have been changes, and quite \r\nsignificant ones, in the work of the Council in \r\nrecent decades. Its working methods have improved \r\ndramatically, its activities have become more \r\ntransparent and accessible to the wider United Nations \r\nmembership, and the workload itself has increased \r\ngreatly. However, the inherent deficiencies in the \r\nCouncil’s design, composition and decision-making \r\nprocesses remain largely unaddressed.\r\nIn Ukraine’s view, making the Security Council \r\nmore representative and bringing its working methods \r\nin line with the demands of modern times are long \r\noverdue. It is probably obvious to everyone that \r\nthe Council in its current form is not well suited to \r\naddressing the challenges of the twenty-first century \r\neffectively. It is extremely regrettable that while the \r\nworld outside of these walls is calling loudly and clearly \r\nfor a more efficient Council, the States Members of the \r\nUnited Nations find themselves stuck in a seemingly \r\nperpetual circle of repeating their well-known positions \r\non Council reform year after year, unable to make any \r\ntangible progress.\r\nIt would not be an exaggeration to say that, while \r\nthe United Nations family procrastinates on reform \r\nof the Council, people are dying outside these walls \r\nbecause the current Council is simply powerless to help \r\nthem. Our experience of serving on the Council in 2016 \r\nand 2017 only strengthened our conviction that without \r\ngenuine reform, it will be doomed to lose its relevance \r\nand standing in the wider international context. Having \r\nsaid that, I would like to applaud the efforts of all the \r\nelected members of the Council, past and present, to \r\nimprove its working methods. To be fair, permanent \r\nmembers have also quite often done their best to help \r\nelevate the Council above its limitations.\r\nWe are grateful to the previous session’s co-Chairs \r\nof the intergovernmental negotiations on reform of the \r\nSecurity Council, the Permanent Representatives of \r\nGeorgia and the United Arab Emirates, for their sincere \r\nefforts and hard work in trying to build bridges and \r\nnarrow the gaps between the positions of Member States. \r\nWe wish every success to the new team of co-Chairs, \r\nthe Permanent Representatives of the United Arab \r\nEmirates and Luxembourg, in steering the negotiations \r\nin the coming months. They can count on our support \r\nin their difficult and challenging assignment of leading \r\nthe intergovernmental negotiations.\r\nAs we are about to embark on a new round of \r\nconsultations within the format of the intergovernmental \r\nnegotiations, I would like to reiterate Ukraine’s position \r\nthat we are open to discussing all progressive options \r\nand new approaches to Security Council reform, in \r\nparticular those aimed at streamlining the negotiations \r\nprocess and making it more pragmatic and result-\r\noriented.\r\nFor our part,  we consider two issues to be crucial \r\nthe overall reform process. First, on the representation \r\n20/11/2018 A/73/PV.37\r\n18-39086 7/31\r\nof the Group of Eastern European States on the \r\nCouncil, it is a matter of principle for us that at least \r\none additional seat be given to the Eastern European \r\nGroup in the elected-member category. Secondly, I \r\nmust stress that in our view, the need for the United \r\nNations membership to reconsider the role of the veto \r\nin the work of the Security Council is a major priority.\r\nWe have all seen too many instances in which \r\npermanent members of the Security Council have used \r\nthe right of veto in direct contravention of their duty to \r\nmaintain international peace and security. We therefore \r\nadvocate phasing it out, and we strongly support all \r\ninitiatives aimed at limiting the veto’s use. At the very \r\nleast, it should be restricted not only in cases where \r\nthe Security Council is considering a decision on \r\npreventing genocide, crimes against humanity or war \r\ncrimes — as per the French-Mexican initiative and \r\nthe code of conduct of the Accountability, Coherence \r\nand Transparency group — but also when a permanent \r\nmember itself is involved in a conflict or situation \r\nbeing considered by the Security Council and cannot \r\ntherefore exercise its voting rights impartially owing to \r\na conflict of interest. When a permanent member of the \r\nSecurity Council is a party to a conflict on which the \r\nSecurity Council may be about to adopt a decision, that \r\nmember’s exercise of the right of veto directly hinders \r\nthe Council from carrying out its primary responsibility \r\nto maintain international peace and security.\r\nWe believe that the issue of limiting the ability \r\nof a party to a conflict to abuse the right of veto in \r\nrelevant situations has to be considered during the \r\nintergovernmental negotiations and implemented \r\nas an integral part of Security Council reform. In \r\nconclusion, I hope that this year we will be able to \r\nmake progress towards our shared goal of reforming the \r\nSecurity Council, and my delegation is ready to engage \r\nconstructively with all Member States to do so.\r\nMr. Elnour (Sudan) (spoke in Arabic): We \r\nwould first like to thank the President of the General \r\nAssembly for convening this meeting on the question \r\nof equitable representation on and increase in the \r\nmembership of the Security Council and other matters \r\nrelated to the Security Council. We also thank the \r\nPresident of the Assembly at its seventy-second \r\nsession, Mr. Miroslav Lajčák, as well as the Permanent \r\nRepresentative of the United Arab Emirates and the \r\nPermanent Representative of the Republic of Georgia, \r\nfor their efforts during the previous session with regard \r\nto the intergovernmental negotiations concerning \r\nthis important agenda item. We affirm our readiness \r\nto cooperate with the Permanent Representatives of \r\nthe United Arab Emirates and Luxembourg, the two \r\nco-Chairs of the intergovernmental negotiations at the \r\ncurrent session.\r\nWe align ourselves with the statements delivered \r\npreviously by the representatives of Sierra Leone, on \r\nbehalf of the Group of African States, and Kuwait, on \r\nbehalf of the Group of Arab States (see A/73/PV.36). \r\nWe would also like to make the following points in our \r\nnational capacity.\r\nIt goes without saying that reform of the Security \r\nCouncil constitutes an essential pillar of the reform \r\nprocess of the United Nations that is currently under \r\nway. That is unmistakable, since the credibility and \r\nimage of the United Nations in our contemporary world \r\nwill basically depend on the success of our efforts to \r\nreform the Security Council, with the goal of making it \r\nmore representative and transparent in order to address \r\nour growing challenges and the missions entrusted to it \r\nby the Charter of the United Nations. In that connection, \r\nmy delegation is concerned about the very slow pace of \r\nthe intergovernmental negotiations on Security Council \r\nreform. Twenty-five years have passed since they began, \r\nand despite minor progress, they have still not achieved \r\ntheir desired goal. The progress that has been made is \r\nnot commensurate with the effort that has been put in or \r\nwith the Council’s urgent need for reform.\r\nMy delegation believes that reform of the Security \r\nCouncil should be a comprehensive process that \r\ncovers the five agreed points, which are increasing \r\nthe representation of permanent and non-permanent \r\nCouncil members, ensuring equitable geographical \r\nrepresentation, modernizing the Council’s working \r\nmethods, improving the decision-making process, \r\nincluding the right of veto, and updating the Council’s \r\nagenda. In that connection, we want to see the Council’s \r\nagenda meet the needs and interests of both developing \r\nand developed countries. The Council would then \r\nbecome more representative, effective and accountable.\r\nMy delegation also calls for addressing the \r\nhistorical injustice to which African countries have \r\nbeen subjected by increasing their permanent and \r\nnon-permanent representation on the Council, in \r\naccordance with Ezulwini Consensus and the Sirte \r\nDeclaration. We also call for equitable representation \r\non the Council of the Arab States in both the permanent \r\nA/73/PV.37 20/11/2018\r\n8/31 18-39086\r\nand non-permanent categories, as expressed in the \r\nstatement by the representative of Kuwait.\r\nWith regard to reform of the Council’s working \r\nmethods, my delegation calls for adopting permanent \r\nrules of procedure, which have been provisional for \r\nmore than 70 years, for an increase in the number of \r\npublic meetings and for greater participation by States \r\nwhose situations are on the Council’s agenda.\r\nWith regard to the relationship between the \r\nSecurity Council and the General Assembly, we call \r\non all United Nations organs to fulfil their mandates \r\nin accordance with the Charter of the United Nations, \r\nwhile not infringing on the competencies of others. \r\nWe are very concerned about the Council’s increased \r\ninvolvement in issues that under the Charter fall \r\nunder the purview of the General Assembly, and about \r\ncertain States’ exploitation of the Security Council in \r\nimplementing their own agendas. It is important for the \r\nCouncil to comply with the principles of neutrality and \r\nnon-selectivity and avoid double standards in its work.\r\nMy delegation also emphasizes the importance of \r\navoiding invoking Chapter VII of the Charter to address \r\nissues that do not constitute a threat to international \r\npeace and security and of promoting the use of Chapters \r\nVI and VIII, especially in the light of the growing role \r\nplayed by regional organizations in dealing with issues \r\nthat are relevant to their regions. Foremost among these \r\nis the African Union, which in April 2017 signed the \r\nJoint United Nations-African Union Framework for \r\nan Enhanced Partnership in Peace and Security. That \r\ncan be used to strengthen peace and stability on the \r\nAfrican continent.\r\nMy delegation is deeply concerned about the \r\nCouncil’s increasing use of sanctions. In that regard, we \r\ncall for abiding by the principles of the Charter and for \r\nrefraining from using sanctions until all other ways of \r\npeacefully settling disputes have been exhausted. The \r\npotentially far-reaching consequences of such sanctions \r\nshould be thoroughly studied before imposing them, \r\ngiven that they are only a means to an end, not an end \r\nin themselves. Where sanctions have been imposed, we \r\ncall for them to be periodically and f lexibly reviewed in \r\nthe light of developments on the ground.\r\nIn conclusion, we affirm our readiness to work \r\nwith the President and the two co-Chairs of the \r\nintergovernmental negotiations on the reform of \r\nthe Security Council at the current session of the \r\nGeneral Assembly.\r\nMr. Vaultier Mathias (Portugal): At the outset, let \r\nme start by thanking the President for her engagement \r\nin promoting a constructive follow-up debate on reform \r\nof the Security Council.\r\nI would also like to express our gratitude to the \r\nPermanent Representatives of Georgia and the United \r\nArab Emirates for their role as co-Chairs of the \r\nintergovernmental negotiations during the previous \r\nsession and welcome the appointment of this year’s \r\nco-Chairs, the Permanent Representatives of the United \r\nArab Emirates and Luxembourg, to whom I convey my \r\nbest wishes and support for the challenging work ahead.\r\nPortugal believes that this process must be inclusive, \r\ntransparent and comprehensive, generating solutions \r\nthat can garner a broad consensus among Member States \r\nthat goes well beyond the required two-thirds majority \r\nof the General Assembly. In that regard, we believe that \r\nconsideration should be given to extending the number \r\nof both permanent and non-permanent members of the \r\nSecurity Council. However, that reinforcement of the \r\ninclusiveness of the Council should not compromise \r\nits efficiency, and the right of veto should therefore \r\nnot be extended to potential new permanent members. \r\nIn the same spirit of preserving the effectiveness of \r\nthe decision-making process, we must refrain from \r\ncreating additional categories other than the existing \r\ntwo of permanent and non-permanent members.\r\nThe process of reforming the Security Council must \r\nalso include continued improvement of its working \r\nmethods. Portugal has consistently defended that \r\nprinciple, especially in its term as an elected member \r\nof the Security Council, when we had the honour to \r\nchair the Working Group on Documentation and Other \r\nProcedural Matters, as well as in the framework of \r\nits participation in the Accountability, Coherence and \r\nTransparency group.\r\nThe Security Council has enormous responsibilities \r\nin preserving peace and security in the world. It must live \r\nup to the high expectations that we all have of its work \r\nand duly reflect the circumstances of today’s world. In \r\nthat regard, I would like to quote my President, who, in \r\nhis statement at this year’s general debate, declared that\r\n“if we fail to reform the Security Council through \r\na broad-based consensus, we ignore the geopolitics \r\nof the twenty-first century” (A/73/PV.9, p.26).\r\nAt the very least, a more representative Security \r\nCouncil requires the permanent presence of the African \r\n20/11/2018 A/73/PV.37\r\n18-39086 9/31\r\ncontinent, Brazil and India. Proper implementation \r\nof the principle of geographic balance must also \r\ntranslate into enhanced opportunities for small and \r\nmedium-sized countries. We sincerely hope that the \r\nintergovernmental negotiations to come will enable us \r\nto make progress and broaden the scope of the elements \r\nof consensus that we have already agreed on. Portugal \r\nis ready to continue supporting that process and to \r\nencourage the President’s leadership in that framework.\r\nMr. Djani (Indonesia): First of all, let me thank \r\nthe President for convening this important meeting. \r\nWe welcome and congratulate the new co-Chairs of the \r\nintergovernmental negotiations on Security Council \r\nreform, Ambassadors Lana Nusseibeh of the United \r\nArab Emirates and Christian Braun of Luxembourg. \r\nIndonesia assures them of our full cooperation and \r\nengagement in what it hopes will be a productive \r\nsession. We also thank the previous co-Chairs, from \r\nthe United Arab Emirates and Georgia, for their \r\nimportant leadership and work, not least through their \r\nrevised elements of commonality and issues for further \r\nconsideration, which have enabled us to have a more \r\nfocused discussion.\r\nGiven the increase in conflicts in recent years, with \r\nsome old ones remaining unresolved or becoming more \r\nintractable, there are legitimate questions as to the \r\nSecurity Council’s ability to fulfil its responsibilities \r\nmandated by the Charter of the United Nations. On \r\nnumerous occasions, the Council has failed to uphold \r\ninternational humanitarian law, human rights law \r\nor the purposes and principles of the Charter, with \r\ndevastating consequences for far too many innocent \r\npeople. Indonesia once again calls for comprehensive \r\nSecurity Council reform that can make the Council \r\nmore effective, accountable and democratic, as well \r\nas equitably representative of the regions and realities \r\nof today’s world. That issue has been lingering for \r\nfar too long, while the world has changed drastically \r\nand dramatically. Only by upholding established \r\nuniversal norms, including full respect for the Charter, \r\ncan peace and security be best ensured for everyone, \r\nlarge or small. At this juncture, I would like to share \r\nseveral ideas on behalf of the Indonesian delegation in \r\nrelation to the issue of Security Council reform.\r\nFirst, while Indonesia supports the abolition of \r\nthe right of veto, considering the present entrenched \r\nrealities, we also welcome steps that can regulate the \r\nuse of the veto. We support a workable mechanism \r\nthat will ensure that the veto is not used to subvert the \r\ncause of humanity and justice. One obvious hurdle is \r\nthe self-selected right of veto, which has rendered the \r\nCouncil powerless in the face of mass atrocities on \r\nmany occasions. It also runs counter to the wishes of \r\nthe majority, thereby negating democracy. Indonesia \r\ntherefore supports initiatives aimed at ending from the \r\nuse of the veto in situations of mass crimes, as well as \r\na code of conduct for the Council regarding genocide, \r\ncrimes against humanity and war crimes.\r\nSecondly, I want to address the issue of \r\nmembership and regional representation. Indonesia \r\nbelieves firmly that we cannot meet the many complex \r\nand multidimensional global challenges we face unless \r\nour various regional perspectives are meaningfully \r\nreflected in the Council’s decision-making. We support \r\nat least four additional non-permanent seats each for \r\nAsia and Africa, along with additional seats for Latin \r\nAmerica and the Caribbean. With the experience \r\nof the various regions in peacemaking, sustainable \r\ndevelopment and stability, there are valuable insights \r\nand networks of influence that can greatly benefit the \r\nCouncil and, by extension, world peace.\r\nIndonesia affirms its belief that Council \r\nmembership should be governed by considerations of \r\ndemocracy and with an intense focus on maintaining \r\npeace and security effectively, justly and efficiently. \r\nWe also envision that there will be no segregation in \r\nthe Council’s membership categories in the long term. \r\nIn the meantime, we urge for a more inclusive role and \r\nresponsibility of the elected 10 members of the Council, \r\nnoting that they are elected democratically from the \r\nentire membership of the Organization.\r\nThirdly, with regard to working methods, \r\nIndonesia emphasizes that better communication and \r\ncoordination are required among all of the related \r\nbodies of the United Nations, including between the \r\nGeneral Assembly and the Security Council, as well as \r\nthe entities of the Secretariat. We believe that more can \r\nbe done to improve the Council’s working methods, as \r\nmentioned in document S/2017/507, including codifying \r\nand finalizing the six-decades-old provisional rules of \r\nprocedure of the Security Council.\r\nWe also believe there is room for improvement in \r\nthe area of peacekeeping, which can be considered the \r\ncore business of the Security Council. It is important \r\nto establish intensive dialogues between the Council \r\nand host countries with a view to improving the \r\nenvironments in which peacekeepers are deployed. \r\nA/73/PV.37 20/11/2018\r\n10/31 18-39086\r\nWhile such dialogues might seem a small thing, they \r\nwill undoubtedly be one of the most important elements \r\ndetermining a mission’s success. Indonesia would also \r\nlike to see better consultations between the Council and \r\nthe troop- and police-contributing countries, which put \r\ntheir people in harm’s way on the ground to fulfil United \r\nNations mandates. That is what we call a concrete \r\ncontribution, and I believe that both small and large \r\ncountries at the United Nations deserve a place on the \r\nSecurity Council based on their concrete contributions.\r\nIn closing, I want to underline Indonesia’s deep \r\ncommitment to continuing to play an active role \r\naimed at helping to advance practical approaches to \r\nmeaningful Council reform that enjoys the support of \r\nall. At the end of the day, the Security Council belongs \r\nto us all.\r\nMr. Beleffi (San Marino): I would first like to \r\nthank the President for convening this annual debate on \r\nthe reform of the Security Council and to commend her \r\ncommitment to the revitalization of the United Nations, \r\nincluding the Security Council, for which the process \r\nof reform must be open, transparent and inclusive, in \r\naccordance with decision 62/557.\r\nSan Marino aligns itself with the statement \r\ndelivered by the representative of Italy on behalf of \r\nthe Uniting for Consensus group (see A/73/PV.36), \r\nand I would now like to make some remarks in my \r\nnational capacity.\r\nDecision 62/557 indicates that credible reform of the \r\nSecurity Council requires a comprehensive approach \r\nand that Member States must drive the negotiations. \r\nOver the past 10 years, the intergovernmental \r\nnegotiations have ensured the participation of all States \r\nMembers of the United Nations in the reform process. \r\nThe discussions, which were based on transparency and \r\ninclusivity, enabled us to identify broad commonalities \r\namong Member States. We know that wide divergences \r\nremain on critical issues of reform. It is now our \r\ncollective responsibility to move the process forward in \r\norder to find new convergences among Member States.\r\nWe believe that we should work on the idea of a \r\ncompromise solution if we want to be able to achieve \r\na comprehensive reform of the Security Council that \r\ncan garner the widest possible political acceptance \r\nby Member States. The Uniting for Consensus group \r\ncompromise solution integrates the principles of \r\ndemocracy, transparency and accountability into an \r\nenlarged Security Council, in addition to properly \r\naddressing the request of regional groups to correct \r\ntheir underrepresentation on the Council.\r\nOur proposal is comprehensive, presenting a model \r\nof reform that takes into account the interests of the \r\nSecurity Council, which are in fact aligned with the \r\ninterests of all Member States. Now that we are all well \r\naware of each other’s points of view on the various \r\naspects of the reform, we have to show flexibility and a \r\nspirit of compromise in order to build a credible process \r\nfor Security Council reform.\r\nFinally, I would like to wish the newly appointed \r\nco-Chairs of the intergovernmental negotiations on \r\nSecurity Council reform, the Permanent Representatives \r\nof Luxembourg and the United Arab Emirates, all the \r\nbest in their work. They can count on the support of \r\nSan Marino.\r\nMrs. Bogyay (Hungary): At the outset, I would \r\nlike to thank the President of the General Assembly \r\nfor convening this important debate. After successfully \r\nagreeing in previous sessions on many groundbreaking \r\nreforms related to all of the main pillars of the \r\nOrganization during past sessions, we must not rest. \r\nThe next phase, the implementation of this ambitious \r\nrestructuring plan, is still ahead of us, as is tackling \r\nperhaps the most difficult of all of the reform areas, the \r\nSecurity Council.\r\nHungary firmly believes that the United Nations \r\nreform process cannot be complete until its main \r\nexecutive body is adapted to the challenges of the \r\ntwenty-first century. The integrated nature of today’s \r\nthreats clearly demands that we come up with lasting \r\nsolutions. As the President rightly mentioned in \r\nher opening statement to the General Assembly in \r\nSeptember,\r\n“continuing the process of the reform of the Security \r\nCouncil, in line with the will and commitment of \r\nStates” (A/73/PV.1, p.3)\r\nremains a priority. Hungary has long been a supporter \r\nof Security Council reform.\r\nLet me now thank the co-Chairs of the previous \r\nsession, the Permanent Representatives of the United \r\nArab Emirates and Georgia, and congratulate the two \r\nnew co-Chairs, the Ambassadors of the United Arab \r\nEmirates and Luxembourg. Close and transparent \r\nconsultations with all Member States and a schedule \r\nplanned well in advance were best practices during the \r\nprevious session, and should be continued this year.\r\n20/11/2018 A/73/PV.37\r\n18-39086 11/31\r\nHungary believes that we need a reasonably \r\nambitious but realistic agenda, with results-oriented, \r\npractical discussions on all five reform clusters. We \r\nshould not get caught in a loop of repeating the same \r\nintergovernmental negotiations sessions over and over \r\nagain. In our view, all of the important documents \r\nagreed during previous sessions should be taken into \r\naccount. That will enable us to build on the progress \r\nthat has already been achieved. Let me now briefly \r\nunderline the main points of the Hungarian position on \r\nSecurity Council reform.\r\nWith regard to the Security Council’s size \r\nand configuration, Hungary continues to support \r\nits enlargement in both the permanent and the \r\nnon-permanent categories. At the same time, we are \r\nready to examine all practical proposals in the hope \r\nof garnering the broadest possible support, as well as \r\nconsidering interim solutions. Enlargement must be \r\nbased on equitable geographical representation. We \r\ncall for a second non-permanent seat for the Group of \r\nEastern European States, a request that stands under any \r\nenlargement model. We also recognize and respect the \r\naspirations of other regional and cross-regional groups.\r\nEnlargement will necessarily require overhauling \r\nthe Security Council’s working methods. We have \r\nwitnessed positive developments in that field that should \r\nbe continued. As regards the relationship between the \r\nSecurity Council and the General Assembly, more must \r\nbe done to achieve clearer and more detailed rules for \r\nthe Council’s coordination and cooperation with the \r\nmain organs of the United Nations, Member States and \r\nother stakeholders.\r\nConcerning the question of the veto, we are \r\nencouraged by Member States’ growing support for the \r\nAccountability, Coherence and Transparency group’s \r\ncode of conduct aimed at preventing or stopping atrocity \r\ncrimes, as well as for the French-Mexican proposal \r\non voluntary restraint in the use of the veto power in \r\ncertain cases. Those initiatives have the potential to \r\nlead to a longer-term solution on that matter.\r\nI would like to assure the President that Hungary’s \r\nconstructive participation will continue in the future.\r\nMr. Edrees (Egypt) (spoke in Arabic): My country’s \r\ndelegation aligns itself with the statements delivered by \r\nthe representatives of Sierra Leone, on behalf of the \r\nGroup of African States, and Kuwait, on behalf of the \r\nGroup of Arab States (see A/73/PV.36). I would also \r\nlike to make some points in my national capacity.\r\nAt the outset, I thank the President of the General \r\nAssembly for convening this plenary meeting on the \r\nquestion of equitable representation on and increase \r\nin the membership of the Security Council and other \r\nmatters related to the Security Council, which is of \r\nparamount importance for all members of the United \r\nNations. I commend and appreciate the efforts of \r\nthe successive co-Chairs of the intergovernmental \r\nnegotiations, including those made during the \r\nseventy-second session by two able Ambassadors, \r\nMs. Lana Nusseibeh and Mr. Kaha Imnadze, Permanent \r\nRepresentatives of the United Arab Emirates and \r\nGeorgia, respectively. We also welcome the decision to \r\nreappoint Ms. Nusseibeh as co-Chair of the negotiations \r\nat the current session, along with the appointment of \r\nthe Permanent Representative of Luxembourg. They \r\nwill build on the work of previous sessions to ensure \r\nconsensus and confidence-building among all States \r\nand groups. We wish them every success and underscore \r\nour full support for them.\r\nThe United Nations is currently undergoing many \r\nreform efforts and processes that can strengthen its \r\nability to achieve the purposes and principles of the \r\nCharter of the United Nations and enable it to address \r\nnew and contemporary international challenges. That \r\nwill reinforce our belief in the importance of genuine \r\nand comprehensive reform of the Security Council as \r\nan essential basis of United Nations reform, particularly \r\nbecause the Council is responsible for maintaining \r\ninternational peace and security under Article 24 of the \r\nCharter.\r\nThat Article states that the Council fulfils its \r\nresponsibilities on behalf of all the States Members of \r\nthe United Nations, which logically raises a number of \r\nquestions. How can the Council represent the Members \r\nof the United Nations if the Council itself does not \r\nequitably represent all the Members and groups of the \r\nOrganization? Can equitable representation exist when \r\nthe number of Council members has not increased since \r\n1965? The number of States Members of the United \r\nNations has risen from 117 to 193, representing an \r\nincrease of almost 40 per cent in that time.\r\nMoreover, can we preserve the credibility of the \r\nSecurity Council and the legitimacy of its decisions if \r\none of the main regional groups — the Group of African \r\nStates, which represents more than a quarter of the \r\nmembership of the United Nations — is not represented \r\nat all among the permanent members and very little in \r\nthe Council as a whole? Those are not new questions. \r\nA/73/PV.37 20/11/2018\r\n12/31 18-39086\r\nThey have been discussed in the General Assembly for \r\nthe past two decades, but over the years the need for \r\nanswers to be put forward has become more pressing.\r\nI affirm Egypt’s strong commitment to the \r\nCommon African Position, as contained in the Ezulwini \r\nConsensus and the Sirte Declaration. It has been \r\nreaffirmed at various African summits and offers a \r\nglobal vision for Security Council reform, particularly \r\non the question of the right of veto. The increasing in \r\nsupport for the Common African Position reflects a \r\ngrowing recognition among the Members of the General \r\nAssembly of the need to end the historical injustice that \r\nhas been committed against the African continent. That \r\nwould enable Africa to play its due role as a full partner \r\nin the Council’s decision-making in general, and with \r\nregard to the African issues on the Council’s agenda \r\nin particular, considering the fact that African issues \r\nrepresent the lion’s share of the Council’s work.\r\nI also stress the importance of responding to the Arab \r\nStates’ legitimate demand for equitable representation \r\non an enlarged Council by granting them a permanent \r\nseat with all the related powers in any future Council \r\nenlargement, notably because an increasing number \r\nof the issues of which the Council is seized concern \r\nthe Arab region. I must commend the historical \r\nposition of the Movement of Non-Aligned Countries \r\non Security Council reform, as reaffirmed recently \r\nduring the Movement’s Ministerial Conference held \r\nin Baku in April, affirming that enlarging the Council \r\nand reforming its working methods must make it more \r\ndemocratic, representative, effective and accountable. \r\nThe Council must incorporate the interests and needs \r\nof developed and developing countries alike into its \r\nwork, in an objective and non-selective way.\r\nIn that regard, Egypt believes that there can be no \r\ntrue reform of the Security Council without resolving \r\nthe prevailing structural imbalance, which is the \r\nhegemony of permanent members over the Council’s \r\nwork, since they possess the exclusive right of veto. \r\nThat demonstrates the rightness of the Common African \r\nPosition, which calls in principle for the abolition of \r\nthe right of veto. Until that happens, new permanent \r\nmembers should have all of the prerogatives enjoyed \r\nby the permanent membership, leading to equitable \r\nrepresentation. That is the main objective of the reform. \r\nIn that regard, any proposal that calls for enlarging \r\nthe permanent membership without resolving the veto \r\nquestion once and for all, and ensuring equality among \r\nall present and future States, would not establish true \r\nor fair reform of the Council and could even exacerbate \r\nits structural imbalance.\r\nEgypt reiterates the importance of continuing \r\nto work within the intergovernmental negotiations \r\nin a transparent manner, ensuring inclusiveness and \r\nnational ownership of the reform process on the part of \r\nall Member States so as to achieve an agreed solution \r\nthat enjoys the widest political acceptance with regard \r\nto the five main negotiated issues, as provided for in \r\ndecision 62/557, while also upholding paragraph (d) of \r\nthat decision. The intergovernmental negotiations must \r\nbe based on proposals from Member States. We fully \r\nbelieve that those clear parameters will form a frame of \r\nreference for the work of the negotiating group during \r\nthe current session.\r\nIn that regard, the efforts deployed throughout \r\nthe three most recent negotiating cycles have focused \r\non producing documents that reflect the areas of \r\ncommonality and divergence of all positions and \r\nproposals. To make progress during this session, we \r\nmust focus on having a true discussion on the positions \r\nand proposals while understanding the various points \r\nof divergence, in order to move closer to one another \r\nand achieve solutions that can enjoy the widest \r\npolitical acceptance. That is what we must do rather \r\nthan focusing disproportionately on making cosmetic \r\nchanges to the document’s content in an effort to gloss \r\nover those differences without making real progress on \r\nfinding solutions.\r\nIn conclusion, I reaffirm Egypt’s commitment to \r\nworking with all Member States within the African \r\nand Arab Groups to achieve comprehensive reform that \r\nwill enable the Security Council to play its full role in \r\nmaintaining international peace and security.\r\nMr. Pildegovičs (Latvia): I thank the President for \r\nconvening this annual debate.\r\nSince the 2005 World Summit, many calls have \r\nbeen made for reforming the Security Council as soon \r\nas possible, making it more representative, efficient \r\nand transparent, in order to reflect the political realities \r\nof the twenty-first century. It is now the end of 2018, \r\nand we have still made little progress. As in previous \r\nyears at this debate in the Assembly, Latvia would once \r\nagain like to emphasize that Security Council reform \r\nis long overdue. We should all aim to strengthen that \r\nimportant organ’s legitimacy.\r\n20/11/2018 A/73/PV.37\r\n18-39086 13/31\r\nAs we await the beginning of the next round of the \r\nintergovernmental negotiations on Security Council \r\nreform, we note that some progress has been achieved \r\nin previous sessions, helping to clarify  Member States’ \r\npositions on various aspects of the reforms. Those \r\nefforts include the 2015 framework document, which \r\nreflected the positions of more than half of the United \r\nNations membership; the paper on the elements of \r\nconvergence on some aspects of the reform, discussed \r\nin 2016; and the paper on the elements of commonality \r\nand issues for further consideration, which we have \r\nworked on during the previous two intergovernmental \r\nnegotiation sessions. In that regard, Latvia sincerely \r\nappreciates the efforts of all of the former co-Chairs \r\nto coordinate the work of the intergovernmental \r\nnegotiations. We also appreciate the support of the \r\ncurrent President of the General Assembly and her \r\npredecessors for advancing reform.\r\nDespite the many calls for starting a real, text-\r\nbased negotiation process, clearly expressed during the \r\nprevious session of the intergovernmental negotiations, \r\nthe cycle of repeating well-known positions has \r\ncontinued. While we do not expect these negotiations to \r\nbe fast and easy, we believe it is important to try taking \r\nfurther steps by starting negotiations on a concrete \r\ntext. We agree that the result must be achieved through \r\ncareful consensus-building and must receive the widest \r\npolitical acceptance. Latvia stands ready to take part \r\nin negotiations to achieve the long-awaited reform of \r\nthe Security Council, which should be the true goal of \r\nour deliberations.\r\nI will now move on to specific aspects of reform. \r\nIn our view, to ensure its legitimacy, all regions must \r\nbe adequately represented on the Council. The reform \r\nshould ensure the equitable geographic distribution \r\nof both permanent and non-permanent seats in the \r\nCouncil, including allocating at least one additional \r\nnon-permanent seat to the Group of Eastern European \r\nStates. We also believe that during the nomination \r\nand election of non-permanent members of the \r\nCouncil due consideration should be given to the \r\nadequate representation of small and medium-sized \r\nMember States.\r\nTthe question of the veto is clearly a very important \r\npart of Council reform. While the discussions of the use \r\nof this special power in certain circumstances should \r\ncontinue, some things should not be beyond debate. \r\nBlocking the work of the Council in matters related \r\nto mass atrocities is unacceptable. The Council’s \r\npermanent members should refrain from using their \r\nveto in situations of mass-atrocity crimes, and we \r\ntherefore support the French-Mexican initiative in \r\nthat regard. Latvia has signed the code of conduct \r\nregarding Security Council action against genocide, \r\ncrimes against humanity and war crimes, and we are \r\npleased to see that 118 Member States have joined this \r\nimportant initiative to date.\r\nWe also support improving the Security Council’s \r\nworking methods to increase the transparency, \r\ninclusiveness and representativeness of its work. We \r\nhave noted some positive efforts demonstrated by \r\nCouncil members in recent years in the direction of \r\ntransparency, and we believe that such approaches \r\nenhance the Council’s legitimacy and facilitate the \r\nimplementation of its decisions.\r\nIn conclusion, Latvia believes that the capacity of \r\nthe United Nations to address current global challenges \r\nlargely depends on our political will to advance Security \r\nCouncil reform. We look forward to working with \r\nthe co-Chairs of the intergovernmental negotiations, \r\nthe representatives of the United Arab Emirates and \r\nLuxembourg, along with other Member States, in order \r\nto make progress on reform during this session of the \r\nGeneral Assembly.\r\nMr. Carazo (Costa Rica) (spoke in Spanish): \r\nMy delegation would like to thank the President for \r\nconvening this annual debate on the issue of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council. At the outset, we would like to \r\nthank Ambassadors Kaha Imnadze of Georgia and \r\nLana Zaki Nusseibeh of the United Arab Emirates for \r\ntheir hard work and dedication during the previous \r\nsession of intergovernmental negotiations for Security \r\nCouncil reform, and to take this opportunity to \r\nrecognize the reappointment of Ambassador Nusseibeh \r\nand the new appointment of Ambassador Christian \r\nBraun, Permanent Representative of Luxembourg, as \r\nthe facilitators of the process that we will resume in the \r\nnext year. We reiterate our support for them and wish \r\nthem every success in their work.\r\nWe started this process 10 years ago, during \r\nwhich time we began to listen to each other, exchange \r\nopinions, identify aspects of divergence and also find \r\nvarious elements of convergence, which we firmly \r\nbelieve we can and must continue to build on. During \r\nthe previous session of intergovernmental negotiations \r\nwe made progress, especially in identifying the points \r\nA/73/PV.37 20/11/2018\r\n14/31 18-39086\r\nof convergence that constitute positive steps towards \r\na reform based on consensus, in line with current \r\ninternational geopolitics and rooted in the principles of \r\ndemocracy and representativeness, which in our view \r\ncontinue to be the cornerstones of the Organization.\r\nWe have built our position on those principles, as \r\nreflected in the representative of Italy’s statement on \r\nbehalf of the Uniting for Consensus group (see A/73/\r\nPV.36), which explained in detail our proposal, which \r\nwe believe has the potential to deliver the greatest \r\nbenefit to all States. The group’s proposal seeks to \r\ncreate non-permanent seats for longer periods, with \r\nthe possibility of re-election, as well as an increase \r\nin the number of non-permanent seats, with the main \r\nobjective being a more equitable distribution of \r\nseats among regional groups and a fairer and more \r\ntransparent rotation system, which through periodic \r\nelections would also deepen the democratization of the \r\nCouncil and States’ accountability for their actions in \r\nthe Council.\r\nCosta Rica believes firmly that only open and honest \r\ndialogue can enable us to make progress in this exercise. \r\nIn the previous Assembly session the Uniting for \r\nConsensus group held a series of bilateral consultations \r\nwith other groups, in which we had the opportunity to \r\nexplain our positions and identify common concerns, \r\nenabling us to move still closer towards our shared \r\nobjective, which is a Security Council in which all \r\nStates feel truly represented. As part of Uniting for \r\nConsensus, Costa Rica will continue to promote a \r\nconstructive exchange of views, guided by a sense of \r\ncommitment and the quest for consensus, which will \r\nstrengthen the intergovernmental negotiating process.\r\nOur main aim is to achieve a Security Council that \r\nis truly representative and effective in carrying out its \r\ntasks in the maintenance of international peace, security \r\nand stability. The process reflects the essence and \r\nfoundation of multilateralism, and we must therefore \r\nundertake it responsibly, with the aim of invigorating \r\nthe Security Council, and with the ultimate goal of \r\nachieving a more efficient Organization that responds \r\nappropriately to the current global environment and \r\nwhose fundamental objective is the general welfare of \r\nall its Members. Our country stands ready to achieve \r\nthis objective.\r\nMr. Bin Momen (Bangladesh): We thank the \r\nPresident for convening this meeting as a curtain-raiser \r\nto the work of the intergovernmental negotiations on \r\nSecurity Council reform during the seventy-third \r\nsession of the General Assembly.\r\nBangladesh reaffirms the central role of the \r\nAssembly on the question of equitable representation \r\non and increase in the membership of the Security \r\nCouncil and other matters relating to the Council. We \r\nemphasize the importance of sustaining the momentum \r\nof discussions to identify elements of convergence \r\namong Member States on the five interrelated and \r\nmutually-reinforcing issues within the purview of \r\nthis agenda.\r\nBangladesh welcomes the appointment of the new \r\nco-Chairs of the intergovernmental negotiations and \r\nlooks forward to seeing an outline of their plan of work \r\nas soon as possible, with suggestions on the format and \r\npurpose for the discussions going forward. We reiterate \r\nthe importance of commencing text-based negotiations \r\nwith a view to achieving tangible and meaningful \r\noutcomes. In the last couple of years, we have seen \r\nactive interest among a large number of delegations in \r\ntaking the discussions forward in a decisive direction. \r\nWe have also seen others open to engaging in free, \r\nfrank, interactive dialogues to explore answers to \r\ncertain outstanding issues.\r\nIt is critical that we bear in mind the comprehensive \r\nnature of the Council’s reform agenda and the primacy \r\nof a set of objective, rational and non-arbitrary criteria \r\nto inform and guide the outcome of the ongoing \r\nnegotiations. It should be in the shared interest of all \r\nMember States to maintain the forward-leaning thrust \r\nof those discussions in a collegial atmosphere.\r\nThe last intergovernmental negotiations session \r\nyielded a paper that should form the basis of our work \r\nnext year. There is no need per se to repeat the positions \r\nof different groups and delegations, with which we \r\nare more or less familiar. We continue to recognize \r\nthe importance of a document that describes all the \r\ndifferent positions on issues for further consideration \r\nso that there can be actual negotiations among Member \r\nStates. It is incumbent on all of us to preserve the gains \r\nthat have been made in the previous intergovernmental \r\nnegotiations sessions and to continue to build on them.\r\nTo briefly recapitulate our position, Bangladesh \r\nreiterates its support for enlarging the Council in \r\nboth the permanent and non-permanent categories. \r\nWe subscribe to the view that the size of the enlarged \r\nCouncil should be in the mid-twenties range and \r\nideally 26. There should be adequate representation \r\n20/11/2018 A/73/PV.37\r\n18-39086 15/31\r\nfor different regional blocs, especially those that are \r\ndisproportionately underrepresented in the current \r\ncomposition. The case for the representation of \r\nAfrica on the Council has been convincingly made at \r\nintergovernmental negotiations sessions, and deserves \r\nto be considered in the right context.\r\nWe consider it advisable to apply restraints on the \r\nexercise of the veto by permanent members of the Council \r\nin cases of the gravest crimes under international law. \r\nThe outstanding issues related to the Council’s working \r\nmethods, including its provisional rules of procedure \r\nand the enhanced role for elected members, should be \r\naddressed without unnecessary delay.\r\nThe entry into effect of various reform measures \r\nat the United Nations starting next year should create \r\nmomentum for demonstrable reform in the Security \r\nCouncil. As other delegations have indicated, the \r\nimminent seventy-fifth anniversary of the founding \r\nof the United Nations is an opportune target date for \r\nachieving concrete progress in that regard. The renewed \r\nand overwhelming political support we are witnessing \r\nfor multilateralism should propel us to forge a Security \r\nCouncil that reflects the realities and aspirations of the \r\ntwenty-first century.\r\nMrs. Gueguen (France) (spoke in French): France \r\ncongratulates Ambassadors Lana Zaki Nusseibeh, \r\nPermanent Representative of the United Arab Emirates, \r\nand Christian Braun, Permanent Representative of \r\nLuxembourg, on their appointment as co-Chairs \r\nof the intergovernmental negotiations on Security \r\nCouncil reform. We know that we can count on their \r\ndynamism and determination, as well as their ability to \r\nbring positions closer together through a constructive \r\ndialogue. France will fully support them in order to \r\nensure the success of their mission.\r\nLet us be clear. Year after year, we take up \r\nthe same discussions on Security Council reform \r\nwithout initiating real negotiations. However, during \r\nrecent sessions the Chairs have made real efforts in \r\na particularly difficult context that have led to the \r\nadoption of useful documents. By way of illustration, we \r\nhave the drafting under the leadership of Ambassador \r\nCourtenay Rattray of a framework document during \r\nthe sixty-ninth session that could lead to global \r\nnegotiations, the elements of convergence adopted \r\nunder the leadership of Ambassador Sylvie Lucas, and \r\nthe common points established under the leadership of \r\nAmbassadors Mohamed Khaled Khiari and Ion Jinga, \r\nand subsequently of Ambassadors Nusseibeh and \r\nImnadze, whom I warmly thank for their patient and \r\ndeliberate efforts during the previous session. But those \r\ndevelopments must not hide our collective inability to \r\nmove forward on this issue, despite its importance for \r\nthe Organization, and to bring about the strengthened, \r\nexacting and evolving multilateralism that we are calling \r\nfor, a modern multilateralism capable of responding to \r\nthe global challenges of our time.\r\nHowever, the situation is urgent and crucial to the \r\nrelevance, credibility, equity and effectiveness of our \r\nOrganization. The issue of Security Council reform is \r\nnow as pressing as it was at the 2005 World Summit, \r\nwhen we adopted resolution 60/1, calling for reforming \r\nthe Council in order to make it more representative \r\nand legitimate. Given the lack of progress since then, \r\nthe impatience and weariness of States and peoples is \r\ngrowing and understandable. We must reiterate that \r\nthe Assembly should assume its responsibilities and \r\nconduct frank and comprehensive negotiations.\r\nThis reform is critical. The Security Council \r\nmust better reflect the realities of today’s world, \r\nwhile strengthening its capacity to fully assume its \r\nresponsibilities for the maintenance of international \r\npeace and security. Reform is all the more essential \r\nas the Secretary-General is undertaking the ambitious \r\nreform of the Organization’s three pillars — peace and \r\nsecurity, development and the management of the United \r\nNations — with the support of the General Assembly.\r\nLike a very large majority of delegations, France \r\nbelieves that to make such decisive progress, it is \r\nessential to start text-based negotiations as soon as \r\npossible. We are counting on the new Chairs to work \r\ntowards that goal.\r\nFrance’s position on the substance of reform is \r\nconsistent and well known. We hope that the Council \r\nwill take into account the emergence of new Powers that \r\nhave the desire and capacity to assume the responsibility \r\nof a permanent seat in the Security Council and that \r\nare in a position to make a significant contribution to \r\nthe Council’s work, in accordance with the Charter \r\nof the United Nations. In this regard, France supports \r\nthe candidacy of Germany, Brazil, India and Japan \r\nas permanent members of the Security Council, and \r\nendorses increasing the presence of African countries \r\namong the permanent and non-permanent members. \r\nThis essential change is overdue.\r\nA/73/PV.37 20/11/2018\r\n16/31 18-39086\r\nAs President Macron stated when he addressed the \r\nGeneral Assembly in September, our response to crises \r\nmust not be hindered by Security Council divisions (see \r\nA/73/PV.6). It was in that spirit that France proposed \r\nseveral years ago that the five permanent members of the \r\nCouncil voluntarily and collectively suspend the use of \r\nthe veto in the event of mass atrocities. This voluntary \r\napproach requires only a political commitment, not a \r\nrevision of the Charter.\r\nToday, this initiative, which we have implemented \r\njointly with Mexico, is supported by 101 countries. In \r\nthe same spirit, the code of conduct drawn up by the \r\nAccountability, Coherence and Transparency group, \r\nwhich France supports, has also attracted a very large \r\nnumber of backers. With this momentum, we urge the \r\nother Member States to join us. It is in the common \r\ninterest of all Member States that the Security Council \r\nfulfil its mandate and play its full role, particularly \r\nin situations of mass atrocities. The initiatives on \r\nthe framework of the right of veto, which make for a \r\nfairer, more responsible and more effective Council, \r\ncomplement the overall reform of the Council, which \r\nFrance will continue to champion with passion \r\nand determination.\r\nIt is up to us collectively to assess our responsibilities \r\nto change the status quo in the interest of the United \r\nNations. The difficulty of such a reform must not \r\ndetract from its urgency.\r\nMr. Inguanez (Malta): At the outset, I would \r\nlike to thank the President of the General Assembly \r\nfor convening today’s meeting. Malta would like to \r\nexpress its appreciation to the outgoing Chairs of the \r\nintergovernmental negotiations on Security Council \r\nreform, the Permanent Representatives of the United \r\nArab Emirates and Georgia, for their service and \r\nwork during the past session. We would also like \r\nto congratulate the new Chairs of this session, the \r\nPermanent Representatives of the United Arab Emirates \r\nagain and Luxembourg, and to assure them of Malta’s \r\nsupport and constructive engagement in the process.\r\nMalta aligns itself with the statement made by \r\nthe Permanent Representative of Italy, who spoke on \r\nbehalf of the Uniting for Consensus group (see A/73/\r\nPV.36). I would also like to add the following in my \r\nnational capacity.\r\nLately we have been hearing a lot about the pressures \r\non multilateralism today. Indeed, several speakers \r\ntoday, including the one who immediately preceded \r\nme, have referred to the issue of multilateralism. By \r\nway of providing a contribution from a small State to \r\nthe discussion on the Security Council, today I want \r\nto elaborate on the term “multilateralism” and to share \r\nour thoughts.\r\nThe reform of the Security Council can be observed \r\nfrom a multitude of angles. There is the internal \r\naggregate perspective, which relates to the workings \r\nand the balance of authority within an enlarged Security \r\nCouncil. There is also the individual Member State \r\nperspective, which relates to the respective interests, \r\nconcerns and positions of Member States or groups of \r\ncountries. Additionally, there is the external view of \r\nSecurity Council reform, which relates to how a new \r\nand enlarged Security Council would bring relevance \r\nto today’s world challenges and to the ever-important \r\nnotion and practice of multilateralism. We all agree \r\nthat all of those angles are key to our discussion, yet \r\nthey also prove to be delicate and sensitive. However, \r\nperhaps part of the greatest impact of Security Council \r\nreform will be on the last-mentioned aspect, which will \r\naffect the conduct of multilateralism, and more so now \r\nthat the international rules-based order is under strong \r\npressure and criticism.\r\nMultilateralism is not only weakened when \r\nStates decide to move in an isolationist and unilateral \r\nmanner and stop working together with other States \r\nto achieve something or deal with a problem. It is also \r\nsignificantly weakened when the foundation of the very \r\nbody that represents the epitome of multilateralism \r\nis f lawed. True and effective multilateralism occurs \r\nwhen international governance is based on equal and \r\nnon-discriminatory power-sharing among the players \r\nthat compose it, where each and every State has the \r\nsame weight of power and plays on the same level \r\nplaying field.\r\nIt is true that the only universal multilateral \r\norganization, which is the United Nations, cannot be \r\ncalled perfect. It is also true that the United Nations \r\nof today does not reflect twenty-first-century realities. \r\nThat is why we all agree on the idea of reforming and \r\nimproving it. However, improvement in multilateralism \r\ndoes not come by or through an increase in the number of \r\nthe haves as distinct from the have-nots. On the contrary, \r\nsuch an increase can only vitiate multilateralism \r\nfurther. It will not make the United Nations more equal \r\nor more multilateral. It will accentuate the class-based \r\nview that the United Nations, unfortunately, holds at \r\nthe moment.\r\n20/11/2018 A/73/PV.37\r\n18-39086 17/31\r\nGenuine improvement in multilateralism will \r\nhappen when the only universal multilateral body \r\nis reformed in such a way that the gap between what \r\nthe haves have and the have-nots do not is reduced. \r\nAdmittedly, it is hard to get those who have to have \r\nless. But it is more feasible to add something to the \r\nbasket of those who do not have. We therefore need \r\nmore commitment to strengthening multilateralism, \r\nand investment in multilateralism is well worth it and \r\nwill contribute significantly to the sustainability of \r\nmultilateralism. That is what the Uniting for Consensus \r\ngroup has painstakingly tried to do throughout the years.\r\nI think it is valuable to keep in mind that when \r\nit comes to talking about constructive dialogue, the \r\nUniting for Consensus group has presented a model \r\nand not just a proposal. It has presented a model that \r\nis complete rather than one that leaves substantial \r\nparts still to be negotiated, which could then lead to \r\nan unravelling of the checks and balances and the \r\ncompensatory measures that exist in the whole package \r\nof reform. It is a model that is egalitarian in approach, \r\nbecause it does not give one country or group of \r\ncountries an advantage over others. It is a model that \r\nis comprehensive, because it advances everybody’s \r\naspirations and interests in what is of course a realistic \r\nand pragmatic scenario. It is a rectifying model, since \r\nit seeks to correct past imbalances and injustice. Above \r\nall, it is a counterbalancing model, because it seeks to \r\ncounterbalance the weight of the permanent five of the \r\nSecurity Council vis-à-vis the other elected members of \r\nthe Security Council.\r\nWe are under no illusion as to the magnitude of \r\nthe challenge ahead. Yet it is only over time that an \r\nobjective idea can be formed of the impact that what is \r\nbeing discussed today might have on the multilateralism \r\nof tomorrow. It is only time that will enable Member \r\nStates to reflect on the way multilateral diplomacy will \r\nunfold in the years to come, through the discussions \r\nof today.\r\nMr. Hilale (Morocco) (spoke in French): I would \r\nfirst like to congratulate the Permanent Representative \r\nof the United Arab Emirates, Ms. Lana Nusseibeh, on \r\nher reappointment as co-Chair of the intergovernmental \r\nnegotiations on Security Council reform, as well \r\nas the Permanent Representative of Luxembourg, \r\nMr. Christian Braun, on his appointment to the other \r\nco-Chair position.\r\nSecurity Council reform is an integral part of United \r\nNations reform. In that respect, we consider that the \r\nimportant reforms initiated by the Secretary-General \r\nsince his mandate began are part of the desire to ensure \r\nthat the United Nations is an organization that keeps \r\npace with global change and the realities of our times. \r\nWe will therefore continue to call for rapid reform and \r\nthe enlargement of the Security Council, with a view \r\nto increasing its representativeness, effectiveness \r\nand legitimacy.\r\nMy delegation aligns itself with the statements \r\ndelivered by the representatives of Sierra Leone, on \r\nbehalf of the Group of African States, and Kuwait, on \r\nbehalf of the Group of Arab States (see A/73/PV.36). \r\nIn addition, I want to highlight the following in my \r\nnational capacity.\r\nThe framework defined by decision 62/557 remains \r\nappropriate for advancing our discussions and engaging \r\nus in real negotiations. Reform of the Council should \r\nbe comprehensive, taking into account the five clusters \r\nand their interrelatedness. It should enable it to be more \r\nrepresentative, but not at the expense of its effectiveness \r\nor efficiency, and especially not its accountability. As \r\nfar as Morocco is concerned, the Charter of the United \r\nNations has designated the Security Council as the main \r\nbody responsible for maintaining peace and security in \r\nthe world. That is a clear and unambiguous mandate. \r\nAny contribution by the General Assembly to matters \r\nof peace and security can therefore be conceived only \r\nif it is in conformity with the respective mandates of \r\nthe two organs and in full compliance with Article 12, \r\nparagraph 1, of the Charter.\r\nAfrica is the only region not represented in the \r\npermanent-member category of the Security Council. \r\nThat historical injustice against Africa should impel \r\nall of us to rectify the situation. That can be done \r\nby ensuring adequate African representation in the \r\npermanent-membership category and strengthening \r\nAfrica’s presence in the category of non-permanent \r\nmembers. Indeed, the African request is clear. It \r\nshould have no fewer than two permanent seats, with \r\nall their prerogatives and privileges, including the \r\nright of veto — if that continues to exist — and five \r\nnon-permanent seats.\r\nWe are pleased with the consensus among Member \r\nStates on certain issues, including Africa’s position on \r\nthe Security Council and the redress of the historical \r\ninjustice done to the continent. In that regard, I wish to \r\nA/73/PV.37 20/11/2018\r\n18/31 18-39086\r\nreiterate that Morocco, which subscribes to the Common \r\nAfrican Position espoused in the Ezulwini Consensus, \r\nsupports the fair and equitable representation of Africa \r\nin both categories of seats, as previously described. It \r\nwill then be up to Africa to decide on its representatives \r\nin the reformed Security Council.\r\nSimilarly, the absence of permanent representation \r\nfor the Arab countries, despite the fact that they, like \r\nthe Group of African States, are extremely involved \r\nin the issues that the Security Council deals with, is \r\nhighly unfortunate. A permanent Arab seat, with all of \r\nits prerogatives, as well as adequate representation in \r\nthe category of non-permanent members, would make \r\nit possible to meet the legitimate demands of the Group \r\nof Arab States.\r\nWhile recognizing the critical and challenging \r\nissues that we will need to address, as well as the \r\nchallenges that we will have to overcome, we believe \r\nthat we must speed up the intergovernmental negotiation \r\nprocess, as the credibility of our work and of the process \r\nitself is at stake.\r\nIn conclusion, I would like to reiterate my \r\ndelegation’s support for the two co-Chairs, and our \r\nhope that the next session of the intergovernmental \r\nnegotiation process will provide a genuine platform for \r\ndialogue and constructive exchange that will enable \r\nour positions to converge. Finally, I want to assure \r\nthe co-Chairs of the intergovernmental negotiations \r\non Security Council reform of my delegation’s full \r\nsupport in the conduct of our work and the fulfilment \r\nof their mandate.\r\nMr. Licharz (Germany): Germany aligns itself \r\nfully with the statement delivered by the representative \r\nof India on behalf of the Group of Four (see A/73/\r\nPV.36). Allow me to add a few remarks.\r\nAfter listening carefully to today’s debate, we \r\nhave to say that it greatly resembles last year’s debate \r\nand those of previous years. We must realize that if \r\nwe continue like this, not only will we miss a historic \r\nopportunity to lift the United Nations into the twenty-\r\nfirst century, we will miss our historic obligation to \r\ndo that very thing. If we continue in this way, we risk \r\nfailing the test of time.\r\nGermany, along with the Group of Four and other \r\nsupporters of Security Council reform, has reached out \r\nto as many Member States and groups as possible. We \r\nwill continue to do our utmost to garner the broadest \r\nsupport possible for the much-needed Security Council \r\nreform. The vast majority of the statements in today’s \r\ndebate are once again reassuring in that respect.\r\nHowever, the intergovernmental negotiations \r\nappear less and less capable of achieving real progress on \r\nthis extremely important issue. The focus on consensus \r\ndecisions in the negotiations rewards the naysayers, as \r\nAmbassador Akbaruddin has very aptly pointed out. \r\nWe cannot allow the great majority of Member States, \r\nwhich want to make progress, to be held hostage by \r\na small number of States that refuse to move from a \r\ncircular discussion to a real negotiation process.\r\nGermany agrees with those who ask for as broad \r\na consensus as possible. That is what we have always \r\nstriven for in the General Assembly. What is alien to \r\nour work in the Assembly, however, is the requirement \r\nthat we arrive at some prior consensus before even \r\nstarting to negotiate. We have to work the other way \r\naround. We need to start negotiating in order to finally \r\ncome to that broad consensus.\r\nIf we do not succeed in reforming the Security \r\nCouncil, it will lose even more of its already damaged \r\ncredibility and will be overshadowed by other global \r\ndecision-making bodies or, even worse, by unilateral \r\ndecision-making alone. Surely we cannot allow the \r\nSecurity Council to remain captive within a structure \r\nthat mirrors the past rather than the present or the future. \r\nThe Council needs the political backing of the broader \r\nmembership, or its ability to resolve international crises \r\nwill suffer further. We need a strong, legitimate and \r\nrepresentative United Nations that can help to restore \r\nconfidence in global governance and cooperation.\r\nThat is especially true in these trying times. Many \r\nof us are worried that the rules-based international \r\norder is under threat. Many leaders have lamented the \r\nresurgence of unilateralism during the general debate \r\nfrom this very rostrum. We need to stand up together \r\nfor the preservation and further development of an order \r\nthat helps to overcome nationalism and unilateralism. \r\nWe need to make the United Nations work, and for that \r\nwe need a representative Security Council.\r\nToday the vast majority of Member States have \r\nonce again expressed the need for real Security Council \r\nreform. We need to move forward and not waste more \r\nof the precious time that is running out if we wish to \r\nsafeguard a strong United Nations. In that sense, we \r\nvery much look forward to working together with \r\nmembers, including Ambassadors Lana Nusseibeh \r\n20/11/2018 A/73/PV.37\r\n18-39086 19/31\r\nof the United Arab Emirates and Christian Braun of \r\nLuxembourg, whom I congratulate on their appointment \r\nas co-Chairs of the intergovernmental negotiations on \r\nSecurity Council reform, as well as with the President \r\nof the General Assembly.\r\nMr. Moraru (Republic of Moldova): At the outset, \r\nI want to express our appreciation to the President of \r\nthe General Assembly for convening the annual debate \r\non Security Council reform.\r\nMy delegation welcomes the appointment of \r\nAmbassadors Lana Nusseibeh of the United Arab \r\nEmirates and Christian Braun of Luxembourg as \r\nco-Chairs of the next round of the intergovernmental \r\nnegotiations on Security Council reform. We would \r\nlike to express our support for their future work.\r\nFor more than 25 years Security Council reform \r\nhas been comprehensively debated at the United \r\nNations, including within the framework of the \r\nintergovernmental working group. Member States have \r\nbeen able to achieve a certain amount of progress, \r\nwhich is attested to by our increasing convergence on \r\nsome important elements of reform. Yet there are still \r\ndifferences of opinion about how we should conduct \r\nthe negotiations and the text they should be based on. \r\nMy delegation welcomes all efforts to move the debates \r\nforward. The Republic of Moldova has always pleaded \r\nfor an enlarged and more democratic Security Council. \r\nThe Council should better reflect the contemporary \r\nworld, and that means more representation for Africa, \r\nAsia, Latin America and Eastern Europe.\r\nLike many other Member States, we believe that \r\nany reform of the Security Council must go beyond \r\njust increasing the number of seats. There have been \r\ntoo many instances in which the Security Council \r\ndid not discharge its functions in accordance with \r\nthe provisions of the Charter of the United Nations. \r\nIt is therefore important that the intergovernmental \r\nnegotiations deliver an outcome that will strengthen \r\nthe effectiveness, accountability, inclusiveness and \r\ntransparency of the Council.\r\nReform should also ensure that the Security \r\nCouncil and its members act in accordance with the \r\nCharter of the United Nations and that the Council’s \r\ndecisions reflect the collective will of the general \r\nmembership. The threat of the use of the veto is one of \r\nthe biggest obstacles to the effective performance of the \r\nSecurity Council, irrespective of its configuration. As \r\na general principle, we view the reform as a possibility \r\nfor minimizing the use of the right of veto rather \r\nthan creating pretexts for its expansion, which could \r\njeopardize the Council’s effectiveness. As a signatory \r\nto the code of conduct of the Accountability, Coherence \r\nand Transparency group, the Republic of Moldova \r\nadvocates against the use of the veto in cases of mass-\r\natrocity crimes and welcomes the pledges made so far \r\nin that regard.\r\nReform must also bring improvements in the \r\nCouncil’s working methods, potentially leading to \r\ngradual approval of the Council’s rules of procedure \r\nso that they are no longer provisional. The Council’s \r\nworking methods and its relationship with the General \r\nAssembly are indeed very important matters, as \r\nthey determine the daily dynamics of the system. \r\nA large number of delegations have contributed to \r\nfinding commonalities during the intergovernmental \r\nnegotiations process, most recently including through \r\ntheir inputs into the revised elements paper that \r\nresulted from the five intergovernmental negotiations \r\nmeetings during the seventy-second session of the \r\nGeneral Assembly.\r\nIn that context, I want to express our gratitude \r\nto the previous co-Chairs of the intergovernmental \r\nnegotiations on Security Council reform, Ambassadors \r\nLana Nusseibeh of the United Arab Emirates and \r\nKaha Imnadze of Georgia. Their approach to steering \r\nthe discussions by ensuring the transparency and \r\ninclusivity of the process was much appreciated, and \r\nwe believe that those principles should guide future \r\ndeliberations of the working group.\r\nThe five clusters related to Security Council \r\nreform — the membership categories, the veto question, \r\nregional representation, the size of the enlarged Council \r\nand its working methods, and the relationship between \r\nthe General Assembly and the Council — are certainly \r\nnot simple matters, but the difficulty of such reforms \r\ndoes not diminish the pressing need for them.\r\nAs we enter the next phase of the intergovernmental \r\nnegotiations on reform, we have to build on the progress \r\nachieved in the past. That is where f lexibility is so \r\nessential, especially from the five permanent members, \r\nwho enjoy most of the prerogatives and powers not \r\nonly in the Council but throughout the United Nations \r\nsystem. Obviously, the result of the negotiations must \r\nbe backed by all Member States. In our opinion, only a \r\nbroad-based consensus can ensure that we will be able \r\nto fully implement an agreement once negotiations are \r\nA/73/PV.37 20/11/2018\r\n20/31 18-39086\r\nconcluded. The Republic of Moldova will continue to \r\nsupport an accelerated and outcome-driven process and \r\na Council that serves the purposes of the Charter and \r\nour common vision of a rules-based and peaceful world.\r\nFinally, I would like to conclude by expressing \r\nmy delegation’s readiness to work with the President \r\nof the General Assembly and the co-Chairs of the \r\nintergovernmental negotiations on Security Council \r\nreform with the goal of achieving a meaningful outcome.\r\nMr. Amayo (Kenya): I thank the President for \r\nconvening this important meeting, which we believe is \r\ncrucial not only to the advancement of multilateralism \r\nbut also for its relevance to the very core of the future \r\nof the United Nations, including its aims and purposes.\r\nAt the outset, Kenya aligns itself with the statement \r\ndelivered by the Permanent Representative of Sierra \r\nLeone on behalf of the Group of African States (see \r\nA/73/PV.36).\r\nMy delegation’s position on the reform of the \r\nSecurity Council is consistent and well documented. \r\nThe Common African Position on this important agenda \r\nitem is clearly expounded in the Ezulwini Consensus \r\nand the Sirte Declaration. Africa’s goal is to be fully \r\nrepresented in all the decision-making organs of the \r\nUnited Nations, particularly the Security Council. In \r\nthat regard, Kenya continues to call for the expansion of \r\nthe Security Council in both categories of membership, \r\npermanent and non-permanent, with no less than two \r\npermanent seats, and two additional non-permanent \r\nseats, for Africa. We reaffirm the African position \r\nthat the enlarged Security Council should consist \r\nof not less than 26 members and that Africa should \r\nretain the responsibility for selecting its candidates \r\nfor the enlarged Council. As a matter of principle, the \r\nnew members of the Council should have the same \r\nresponsibilities and obligations as the current members.\r\nAfrica is the largest region in terms of United \r\nNations membership and figures directly in the bulk of \r\nthe topics on the United Nations agenda, particularly \r\nthe Security Council’s. As such, any reform of the \r\nSecurity Council should ensure Africa’s legitimate \r\nright to fair and equitable geographical representation \r\nin the Security Council.\r\nThe five key reform issues identified in decisions \r\n61/561 of 2007 and 62/557 of 2008 remain the guiding \r\nprinciples for our work in the intergovernmental \r\nnegotiations. They include the categories of membership \r\nto the Council, regional representation, the question \r\nof the veto, the size of an enlarged Council and its \r\nworking methods, as well as the relationship between \r\nthe Council and the General Assembly. Those issues \r\nare important areas in our quest for finding a more \r\ninclusive and representative body that can handle the \r\nchallenges of the twenty-first century on matters of \r\npeace and security, as well as related aspects.\r\nWhile divergent opinions remain, we are fully \r\nconvinced that all of the five clusters of of the reform \r\nunder consideration by the intergovernmental process \r\nare interlinked and mutually reinforcing. As such, we \r\nshould endeavour to bring our positions closer, and we \r\nhereby urge all delegations to muster the necessary \r\npolitical will to do so. My delegation believes that the \r\nCommon African Position is a solid basis for bridging \r\nthe divergent positions in this process, as it provides \r\nthe main areas for discussion on issues affecting \r\nmany countries.\r\nKenya recognizes that most States Members \r\nof the United Nations participating in successive \r\nintergovernmental negotiations sessions favour the \r\nexpansion of the Security Council. That is important, as \r\nit is now all the more evident that the global environment \r\nhas become more uncertain, and multilateralism itself \r\nappears to be on trial. The legitimacy and effectiveness \r\nof the Security Council will increasingly be called into \r\nquestion. We believe that the time has now come to \r\nrespect and facilitate the legitimate aspirations of the \r\nmajority of Member States.\r\nNonetheless, we commend the constructive and \r\ncourageous efforts made during the seventy-second \r\nsession of the General Assembly to improve the Security \r\nCouncil’s relationships with other United Nations \r\norgans, as well as with regional organizations such as \r\nthe African Union. We also welcome the developments \r\nin the direction of enhancing the Security Council’s \r\nworking methods. We hope that the same commitment \r\nwill be maintained during the current session.\r\nIn conclusion, my delegation welcomes the \r\ninitiatives from the Office of the President of the \r\nGeneral Assembly aimed at moving the reform process \r\nforward. We look forward to further engaging in \r\nopen, transparent and inclusive deliberations on this \r\nimportant agenda item during the seventy-third session \r\nof the General Assembly.\r\nMr. Tshosar (Bhutan): At the outset, my delegation \r\nwould like to thank the President for convening \r\n20/11/2018 A/73/PV.37\r\n18-39086 21/31\r\nthis important meeting on the question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council and other matters related to the \r\nSecurity Council.\r\nI take this opportunity to express our sincere \r\nappreciation to His Excellency Mr. Miroslav Lajčák, \r\nPresident of the General Assembly at its seventy-\r\nsecond session, for his leadership, as well as to the two \r\nco-Chairs, Ambassadors Kaha Imnadze of Georgia \r\nand Lana Nusseibeh of the United Arab Emirates, for \r\ntheir contribution and hard work in steering the work of \r\nthe intergovernmental negotiations process during the \r\nseventy-second session.\r\nBhutan welcomes the appointment of Ambassador \r\nChristian Braun of Luxembourg and the reappointment \r\nof Ambassador Lana Nusseibeh of the United Arab \r\nEmirates as co-Chairs of the negotiations during this \r\nsession. We believe that Ambassador Nusseibeh’s \r\nreappointment will ensure the continuity of the process \r\nand Ambassador Braun will bring in fresh ideas to \r\ntake the process forward. I want to assure them of my \r\ndelegation’s full support and cooperation, and we wish \r\nthem every success.\r\nMy delegation aligns itself with the statement \r\ndelivered by the representative of Saint Vincent and \r\nthe Grenadines on behalf of the L.69 group (see A/73/\r\nPV.36). I would also like to make the following remarks \r\nin my national capacity.\r\nWe meet yet again this year to deliberate on this \r\nimportant issue. We have been debating this matter for \r\nmore than 25 years. Unfortunately, meaningful progress \r\nhas eluded us, owing to strong divergences of views on \r\nhow to achieve reform. As we embark on a new phase \r\nof intergovernmental negotiations, we hope to see \r\ntangible progress, because otherwise, the legitimacy \r\nof the intergovernmental negotiations process will be \r\nin question.\r\nDuring the high-level week of the current \r\nsession of the General Assembly, most of the Heads \r\nof State and others underscored in their addresses \r\nto the Assembly, as well as in various other forums, \r\nthe importance of strengthening multilateralism. \r\nReform of the Security Council is an integral part of \r\nstrengthening multilateralism.\r\nBhutan, like many other Member States, believes \r\nthat reforming and expanding the Security Council \r\nare essential to its continued legitimacy, effective \r\ndecision-making and greater accountability to the \r\ngeneral membership. Every institution must adapt and \r\nevolve in order to stay relevant and fit for purpose so \r\nas to able to address the multifaceted challenges of the \r\ntwenty-first century.\r\nMy delegation reiterates its position in support of \r\nequitable geographical representation aimed at ensuring \r\nthe adequate representation of under- or unrepresented \r\nregions. At present, entire continents and regions are \r\neither underrepresented or have no representation on \r\nthe Security Council at all. Bhutan also supports the \r\nexpansion of the Security Council in both the permanent \r\nand the non-permanent membership categories.\r\nBhutan believes that the membership of the \r\nSecurity Council should come from both developed and \r\ndeveloping countries, including small island developing \r\nStates and small States. Every country, regardless of its \r\nsize or might, must be given the opportunity to serve \r\non the reformed Council, especially given the fact that \r\nsmall States make up about 20 per cent of the United \r\nNations membership. Small States also bring important \r\nand unique perspectives on a variety of issues that are \r\nbeing considered at the General Assembly.\r\nAs we embark on the eleventh session of \r\nintergovernmental negotiations, we would like to \r\nrequest that the new co-Chairs build on the outcomes of \r\nthe previous sessions rather than start from scratch. As \r\nwe are all aware, despite many years of deliberations \r\non reform of the Security Council, there has been no \r\ntangible result. That is not due to a lack of views or \r\nproposals, but because of the absence of a negotiation \r\ntext. It is therefore now imperative to take the logical \r\nstep and commence real negotiations on the basis of a \r\ntext, as with all other intergovernmental negotiation \r\nprocesses at the United Nations, an idea that the \r\nvast majority of Member States have expressed in \r\ntheir statements.\r\nMy delegation is hopeful that the coming round of \r\nintergovernmental negotiations will result in meaningful \r\nprogress, in an open, inclusive and transparent manner, \r\nunder the President’s able leadership. To that end, \r\nwe look forward to engaging constructively with \r\nall delegations.\r\nMr. Mayong Onon (Malaysia): I would like to \r\ncommend the President for convening this important \r\nannual debate. Malaysia has been consistent in \r\nreiterating our position that the reform of the Security \r\nCouncil should be comprehensive, both in terms of its \r\nA/73/PV.37 20/11/2018\r\n22/31 18-39086\r\nworking methods and the expansion of its membership, \r\nin order to make it more legitimate, representative, \r\ndemocratic, accountable and transparent.\r\nWe support the expansion of both the permanent \r\nand non-permanent categories of membership in order \r\nto strengthen the role and representativeness of the \r\nCouncil. An increase in non-permanent seats would \r\nallow more Member States to be elected to the Council \r\nand increase the frequency with which Member States \r\ncan serve on the Council, thereby making the Council’s \r\ndecision-making process more inclusive.\r\nOn the question of the veto, Malaysia affirms \r\nits call for abolishing its use in its present form. A \r\nveto should require a negative vote not from just one \r\npermanent member but at least two, supported by three \r\nnon-permanent members of the Security Council. \r\nWe support and advocate for the current use of veto \r\nto be regulated in situations involving mass-atrocity \r\ncrimes such as genocide, crimes against humanity or \r\nwar crimes.\r\nThe current framework of the negotiations is \r\nnot bringing us any closer to reforming the Security \r\nCouncil. To engage in robust negotiations, we need \r\na working text. Malaysia reiterates that text-based \r\nnegotiations are the ideal step forward in the reform \r\nprocess. The working draft should encompass all of \r\nthe various proposals by Member States, as that would \r\nenable us to clearly identify areas where differences \r\ncould be bridged. Negotiations could therefore continue \r\nto be conducted in an inclusive and transparent manner.\r\nI want to conclude by assuring the President of \r\nmy delegation’s support for her, for the new co-Chairs \r\nof the intergovernmental negotiations process and for \r\nall Member States. Let us all start the next round of \r\nintergovernmental negotiations with the intention of \r\nmoving the reform process forward. We urge Member \r\nStates to demonstrate openness, f lexibility, sincerity \r\nand the political will to work towards a mutually \r\nacceptable conclusion. It is important that real progress \r\nbe achieved during the seventy-third session of the \r\nGeneral Assembly.\r\nMr. Al Habib (Islamic Republic of Iran): I thank \r\nthe President of the General Assembly for organizing \r\nthis meeting to consider the issues relating to \r\ncomprehensive reform of the Security Council.\r\nOur deliberations on the issue for nearly the entire \r\npast 30 years have been based on the assumption \r\nthat the Council has failed to keep pace with the \r\nsignificant changes in the world. That assumption is \r\nstronger and more plausible and valid today than in the \r\npast. Nonetheless, our only achievement during that \r\nperiod has been some limited success with regard to \r\nthe Council’s working methods. It is clear, then, that \r\nsignificant progress has yet to be made concerning \r\nsubstantive matters, such as the size and composition \r\nof the Council, its accountability and the right of veto.\r\nHowever, the complexity and sensitivity of the \r\nsubject can in no way justify any further delay in \r\nthat process. The diminishing trust in the Council \r\nand the erosion of its credibility oblige us to take our \r\nresponsibility seriously. That of course requires political \r\nwill, f lexibility and a spirit of compromise. The Council \r\nmust become more democratic, representative, effective \r\nand, above all, completely rules-based and accountable. \r\nThe Council’s composition does not correspond to \r\ntoday’s realities. In order to be representative of the \r\nworld that it is mandated to protect, that deficiency \r\nmust be thoroughly addressed. To that end, among \r\nother things, developing countries should be more \r\nfairly represented in the Council. Likewise, the right of \r\nveto has always been a subject of criticism on the part \r\nof a significant majority of Member States. Addressing \r\nthat issue should therefore continue to be one of the \r\nmain elements of our deliberations.\r\nThe Council’s failure to adequately improve its \r\nworking methods and decision-making process has \r\nresulted in a deficit of trust and in the loss of a sense \r\nof the legitimacy of its decisions. Making the Council \r\nevolve into a rule-based and accountable organ should \r\ntherefore be at the centre of our efforts. That could help \r\nto strengthen the legitimacy of the Council’s decisions.\r\nIn recent decades, the Council has increasingly \r\nand excessively resorted to its Chapter VII functions, \r\nas if there were no other provision in the Charter of \r\nthe United Nations. That particularly applies to the use \r\nof sanctions in cases in which no action needed to be \r\ntaken. As a result, in some cases the sovereign rights \r\nof States, as well as human rights, have been seriously \r\nviolated. Chapter VII must be invoked only as intended \r\nby the Charter. It is a measure of last resort. That trend \r\ncontinues to seriously undermine the legitimacy of the \r\nCouncil’s decisions. Inasmuch as the Council acts on \r\nbehalf of all Member States, it should therefore remain \r\naccountable to all States on whose behalf it acts.\r\n20/11/2018 A/73/PV.37\r\n18-39086 23/31\r\nThat indeed is the raison d’être for Article 24 of \r\nthe Charter, which obliges the Council to submit \r\nannual reports to the General Assembly, where all \r\nMember States are represented. However, not only do \r\ncertain decisions of the Council not reflect the views \r\nof the United Nations general membership, in some \r\ncases they do not even represent the genuine opinion \r\nof its own membership. In carrying out its duties, the \r\nCouncil must be bound by the Charter. Nevertheless, \r\nit continues to take on issues that have been assigned \r\nby the Charter to the purview of other United Nations \r\norgans. That is an encroachment on the functions and \r\npowers of those other bodies.\r\nSimilarly, the overwhelming majority of Member \r\nStates have always called on the Council to studiously \r\navoid considering issues that do not pose a threat to \r\ninternational peace and security. In recent years, \r\nhowever, the Council has placed such issues on its \r\nagenda. Unfortunately, in certain instances they have \r\nbeen related to internal matters of States, interference \r\nin which is explicitly prohibited by the Charter. That \r\nis due to a clear tendency to downgrade the Council \r\nto the status of a tool in the toolbox of one or more \r\nof the Council’s permanent members. On the other \r\nhand, in certain instances, the Council has failed to \r\naddress issues of serious concern to international peace \r\nand security and to the general membership of the \r\nOrganization. We should also not forget the instances in \r\nwhich the Council has been abused by certain members.\r\nIn conclusion, I would like to stress that if we want \r\nour world to be governed by law and not by power, \r\nmaking the Council and its members accountable \r\nis a must. Of course, that is possible only through a \r\nState-driven process involving comprehensive and \r\nmeaningful reform of the Security Council.\r\nMs. Byrne Nason (Ireland): I thank the President \r\nof the General Assembly for scheduling this meeting \r\non the critical, albeit difficult, question of Security \r\nCouncil reform.\r\nI am well aware of the sensitivity of this issue \r\nand of the failure to make tangible progress despite \r\nnearly two decades of effort. That does not, however, \r\ngive us an excuse to wash our hands of the process or \r\nconsign it to a sterile series of ritualistic exchanges. \r\nThe basic need for Security Council reform grows ever \r\nmore pressing. As Ireland and many other States have \r\nrepeatedly stated, the Council no longer represents the \r\ncomposition of the United Nations. The longer that \r\nunacceptable position persists, the greater the threat to \r\nthe legitimacy of the Council and its unique and vital \r\nrole in maintaining international peace and security.\r\nFor Ireland, the unjust historical underrepresentation \r\non the Council of countries from Africa is particularly \r\negregious. We urgently need reform that will ensure \r\na fair and equitable African say in Council decisions, \r\nsomething that Ireland has consistently supported. The \r\nreality is that such reform should be for the long term, \r\nand we see justice in that case on its merits. We also \r\nremember very clearly from our own membership in the \r\nSecurity Council from 2001 to 2002 that while issues \r\nrelating to peace and security in Africa were central \r\nto the Council’s agenda, African countries were not \r\nadequately represented on the Council, and we often \r\nhad to go outside its doors to hear their voices.\r\nBesides rectifying Africa’s underrepresentation, \r\nwe must also ensure that the voices of the most \r\nvulnerable are heard. That means that small island \r\ndeveloping States, for example, should play a role in \r\nthe Council that reflects the seriousness of the situation \r\nthey face. Other regions have also made claims that we \r\nbelieve deserve a fair hearing, and we look forward to \r\ndiscussing them.\r\nSmaller States, which make up a majority of the \r\nUnited Nations membership, must have their right to \r\nserve on the Council protected. The essence of the \r\nUnited Nations, and of multilateralism, consists of laws \r\nand structures that provide equal protection, respect \r\nand guarantees to the large and the small, and promote \r\nmutual benefits in addressing common challenges \r\nwithin our shared frameworks.\r\nIn addition to the issue of composition, Security \r\nCouncil reform should also make the Council more \r\naccountable, democratic and transparent. For example, \r\nIreland believes that elected members must play a fully \r\nequal role in the Council, including having responsibility \r\nfor drafting Council products and shaping all Council \r\ndecisions. We welcome the proactive and effective role \r\nplayed in that regard by the 10 elected members in the \r\nrecent period. We also favour greater interaction among \r\nthe Council, the General Assembly and critical bodies \r\nsuch as the Peacebuilding Commission, which are well \r\nplaced in their work to address the great challenges \r\nfaced by countries experiencing conflict. Ireland is also \r\na strong supporter of transparency, and we welcome \r\nthe commitment expressed by many current Council \r\nA/73/PV.37 20/11/2018\r\n24/31 18-39086\r\nmembers to conducting the business of the Council \r\nclearly in the public eye.\r\nWe believe that the use of the veto is a responsibility, \r\nnot a right. It has frequently been misused, and we favour \r\nits eventual abolition. In the meantime, we support the \r\nFrench-Mexican initiative and that of the Accountability, \r\nCoherence and Transparency group to prevent the use \r\nof the veto in cases of mass-atrocity crimes. Ireland \r\nstrongly believes that reform should happen now, and \r\nwe want an early move towards text-based negotiations. \r\nWe do not believe that is in any way in conflict with \r\nthe Member-driven approach that has been pursued to \r\ndate. We strongly support building on the outcomes of \r\nthe recent intergovernmental negotiations processes, \r\nincluding the framework document, its annexes and the \r\nelements of convergence and commonality, which have \r\nbeen prepared by successive co-Chairs.\r\nIn negotiations, we want to see a successful outcome \r\nand are willing to consider any model capable of \r\ncommanding sufficient consensus. While creating new \r\npermanent seats has not been our preferred model in the \r\npast, we would agree if that approach enjoyed sufficient \r\nsupport. Sticking rigidly to positions for 20 years has \r\nclearly not achieved success for any of us. We therefore \r\nappeal to all countries that support reform to consider \r\nhow such a change can be achieved. Flexibility could \r\nnow be combined, for example, with a commitment \r\nto looking again at the structure of the Council after \r\na fixed period. The purpose of such a review would \r\nbe to assess whether the new arrangements are fair, \r\nequitable and reflective of the continuing evolution of \r\nthe global order.\r\nMy country, Ireland, might be said to have a vested \r\ninterest. We aspire to membership of the Security \r\nCouncil for the 2021-2022 term. We have been critical \r\nof the Council and its composition and operation, \r\nbecause it matters to us and the United Nations. \r\nToday, more than ever, the Council holds much of the \r\nfate of the multilateral system in its hands. The wider \r\nmultilateral system takes its lead from the example set \r\nby the Council. We want to see the anachronisms of \r\nrepresentation set aside so that the Council can better \r\ndeal with the urgent tasks it has been mandated to \r\nperform. Ireland’s Deputy Prime Minister and Foreign \r\nMinister addressed that issue during the recent open \r\ndebate (see A/73/PV.13). He said that he strongly \r\nbelieves that reform of the Council would inevitably \r\nlead to a greater sense of participation, responsibility \r\nand ownership among United Nations Members, and \r\nthat it could surely only have a positive effect on the \r\nfunctioning of the United Nations more widely.\r\nAt this time, when multilateralism itself is facing \r\nstiff challenges, there is an extra responsibility for \r\nStates that strongly value the United Nations to see how \r\nthey can contribute to such an important reform. My \r\ncountry, Ireland, will certainly approach the next set of \r\nnegotiations on Security Council reform with an open \r\nmind and a constructive spirit. We are used to being, \r\nand are willing to be, bridge builders and a voice for \r\nfair and equitable reform of the Security Council.\r\nMr. Valenzuela Marzo (Spain) (spoke in Spanish): \r\nThe Permanent Representative of Italy has already \r\npresented the position of the Uniting for Consensus \r\ngroup to this annual debate (see A/73/PV.36). The \r\nSpanish delegation joins her in that position, as we \r\nshare the conviction that the reform of the Security \r\nCouncil plays an important role in achieving \r\neffective multilateralism.\r\nI join previous speakers in welcoming the new \r\nco-Chairs, the Permanent Representatives of the United \r\nArab Emirates and Luxembourg, and expressing \r\nSpain’s support for their work during the forthcoming \r\nintergovernmental negotiations during this session.\r\nI would like to share with the Assembly our thoughts \r\nas to why it is crucial to provide the Security Council \r\nwith a new dynamism for the sake of the United Nations \r\nreform process and for the legitimacy and effectiveness \r\nof multilateralism.\r\nThe current international environment, as we \r\nall know, is very different from that of the post-war \r\nyears. The need to ensure peace in a world divided \r\ninto blocs was decisive in enshrining the functions and \r\ncomposition of the Security Council in the Charter of \r\nthe United Nations. The success of one of its major \r\ntasks, decolonization, completely changed the size of \r\nthe membership and the multilateral dynamics of the \r\nUnited Nations. We are now facing the challenges of \r\nthe twenty-first century and the need to provide a new \r\nsense of legitimacy through which all Members and \r\nregional groups of the General Assembly feel they are \r\nrepresented on the Security Council. That same new \r\nconfiguration must ensure the functionality required \r\nto address the challenges associated with climate \r\nchange, migratory f lows, the defence of human rights, \r\ngender equality and more equitable and less disparate \r\ndevelopment, while at the same time maintaining and \r\nre-establishing peace as a common good.\r\n20/11/2018 A/73/PV.37\r\n18-39086 25/31\r\nThe Uniting for Consensus proposal seeks to \r\nintegrate all of the aspirations of the various regional \r\ngroups to contribute to and play a decisive role in the \r\njoint solutions entailed in our cross-cutting twenty-\r\nfirst-century agenda. We are not merely calling for \r\nthe addition of one more group but rather for seeking \r\nout a coherent consensus framework as the basis for \r\nnegotiations leading towards the reform of the Security \r\nCouncil. The proposal has been circulating for more \r\nthan a decade. Yet current circumstances urgently \r\ndemand a restoration of the multilateral procedures \r\nin the face of new challenges, procedures that do not \r\nconsist in the abstract idea of conceiving a new balance \r\nof power but in forging an integrated method for jointly \r\nidentifying and solving issues on the shared agenda \r\nof humankind.\r\nThe Security Council is the cornerstone of \r\nmultilateralism, United Nations reform and collective \r\nintervention for the common good. We are seeking \r\na more democratic, representative and transparent \r\nCouncil, with a higher level of effectiveness, a Council \r\nthat will ultimately be more representative and \r\nlegitimate and better prepared to confront the global \r\nchallenges facing us in the twenty-first century. Our \r\nposition, and that of the Uniting for Consensus group, \r\nseeks to reach an agreement on what we all mean by \r\na more democratic, transparent, effective, accountable \r\nand representative Council. The change in the Charter \r\nof the United Nations demands a consensus as broad \r\nas the one that made its adoption possible, while \r\nensuring that all Member States, in accordance with \r\ntheir legitimate interests and with a view towards the \r\ncommon good, are called on to contribute to addressing \r\nthe challenges we face.\r\nOur position has evolved. It is f lexible and balanced \r\nat the same time. It is based on the conviction that \r\nparticipating in the Security Council is not a privilege \r\nbut a service to the international community. We believe \r\nthat all peace-loving Members of the United Nations \r\nhave the right and even the obligation to provide that \r\nservice to our community by virtue of their presence \r\non the Council. We are convinced that the best way to \r\nstrengthen multilateralism, to which we aspire, and \r\nmust aspire, closely resembles the model for reform \r\nof the Security Council proposed by the United for \r\nConsensus group. In that light, I therefore encourage \r\neveryone to consider the two charts that accompanied \r\nthe statement delivered by the Ambassador of Italy on \r\nbehalf of our group (see A/73/PV.36). It will be noted \r\nthat that proposal is not merely about Security Council \r\nreform but is part of a broader United Nations reform \r\nproposal, which we believe will be instrumental in \r\nstrengthening confidence in the international system \r\nand in the ability of Member States to adapt to the new \r\nchallenges the Organization faces today.\r\nMr. Auväärt (Estonia): We are all convinced \r\nthat the United Nations has to be fit for purpose and \r\nthat the Security Council reform should help to make \r\nthe United Nations stronger and more credible. The \r\nSecurity Council needs the capacity and readiness to \r\nadequately respond to all of the world’s challenges and \r\nlive up to its primary responsibility of maintaining \r\ninternational peace and security. Unfortunately, this \r\nhas not always been the case. I would like to thank the \r\nPermanent Representatives of Georgia and the United \r\nArab Emirates for their hard work in leading the \r\nintergovernmental negotiations at the previous session \r\nof the General Assembly.\r\nWith respect to the most important issues for \r\nEstonia in the Security Council reform process, we \r\nhave had to witness how, on numerous occasions, some \r\nmembers of the Council have used or threatened to \r\nuse the veto, leaving the Council paralysed and unable \r\nto react to situations that most need action. Estonia \r\nwill continue to highlight its position that permanent \r\nmembers of the Security Council should voluntarily \r\nand collectively commit to refraining from using their \r\nveto power to block Council action aimed at preventing \r\nor ending situations involving mass atrocity crimes.\r\nAs a member of the Accountability, Coherence and \r\nTransparency group, Estonia also supports the code \r\nof conduct calling on all members of the Council to \r\nrefrain from voting against credible Security Council \r\nresolutions aimed at preventing or ending genocide, \r\ncrimes against humanity or war crimes. We welcome \r\nthe wide-ranging support that 117 Member States \r\nhave expressed for the code of conduct. Hopefully, \r\nmore countries will be lending their support to it in \r\nthe immediate future. Estonia has also reiterated its \r\nsupport for the initiative led by France and Mexico on \r\nthe use of the veto. We believe that those two initiatives \r\nare complementary and share a common goal.\r\nI also want to highlight another issue that is \r\nimportant to Estonia with respect to the expansion of \r\nthe Security Council. The United Nations must adapt \r\nto the realities of today. Estonia believes that every \r\ncountry, small or large, should have the opportunity to \r\nA/73/PV.37 20/11/2018\r\n26/31 18-39086\r\nbe represented on the Council, but a stronger voice for \r\nsmall nations, especially small island developing States, \r\nis absolutely vital. In addition, we fully empathize with \r\nthe Common African Position, which would increase \r\nthe representativeness and legitimacy of the United \r\nNations as a whole and is the only way to rectify the \r\nhistorical injustice endured by the African continent \r\nwith regard to the composition of the Security Council.\r\nWhen considering the relevance of the work \r\nof the Security Council, we should reflect on the \r\nagendas and substantial matters discussed in Security \r\nCouncil meetings. The notion of peace and security \r\nis expanding. There are new challenges that could \r\nbe severe obstacles to global peace and security and \r\nshould therefore be debated in the Security Council. \r\nFor example, climate change and cybersecurity are two \r\nchallenges of growing importance and urgency that \r\nclearly need to be addressed.\r\nFinally, I want to emphasize that small steps \r\nin improving the working methods of the Security \r\nCouncil can have a much wider positive effect. Estonia \r\nwould like to see greater accountability, coherence \r\nand transparency in the Council’s activities through \r\nincreased inclusiveness and targeted action. These \r\nprinciples are key to governing our State. We apply \r\nthem conscientiously, as we believe they will make our \r\ngovernance more effective and better understood by \r\nour people. We believe that the same principles would \r\nhave a larger effect at the regional or global level and \r\nshould therefore be cherished and used by different \r\ninternational organizations, including the United \r\nNations. The Security Council, as a body representing \r\nall of the States Members of the United Nations, could \r\nalso benefit from the application of these principles.\r\nIn conclusion, I would like to reconfirm Estonia’s \r\ncommitment to engaging constructively in the \r\nintergovernmental negotiations. I would also like to \r\ncongratulate the newly appointed Chairs, the Permanent \r\nRepresentatives of the United Arab Emirates and \r\nLuxembourg, and confirm our full support to them.\r\nMr. Balé (Congo) (spoke in French): At the \r\noutset, I would like to express my gratitude to the \r\nPresident of the General Assembly for convening this \r\nimportant meeting on the weighty question of Security \r\nCouncil reform.\r\nThe Congolese delegation aligns itself with the \r\nstatement made by the Permanent Representative \r\nof Sierra Leone, Coordinator of the African Union \r\nCommittee of Ten Heads of State and Government, on \r\nbehalf of the Group of African States (see A/73/PV.36), \r\nand we would like to take this opportunity to make a \r\nfew additional remarks in our national capacity.\r\nFirst of all, I want to thank all of the facilitators \r\nof the successive intergovernmental negotiations \r\non Security Council reform and acknowledge their \r\ncommitment to and enthusiasm for moving forward \r\nwith the process, which, over the nine years since it was \r\nlaunched in February 2009, has shown itself to be more \r\ncomplex than we might have thought. I would also like \r\nto congratulate the incoming Chairs who will continue \r\nthe endeavour.\r\nWhat are we really talking about here? The very \r\ntitle of agenda item 124 — the question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council and other matters related to the \r\nSecurity Council — delves into the issue and allows \r\nfor a straightforward understanding of Council reform. \r\nThe current representation on the Security Council \r\nis not equitable. We must establish a balance. The \r\nCouncil’s membership must be increased, because its \r\ncurrent composition is not representative of today’s 193 \r\nStates Members of the United Nations.\r\nWhat are the related issues? Decision 62/557, which \r\nremains the basis for reform of the Security Council, \r\nas well as the five key elements of reform that the \r\ndecision outlined, represents the guiding principles \r\nfor the negotiations established by the decision. It also \r\ndelineates and sheds further light on the challenges and \r\nissues that we face.\r\nThe necessary reform of the Security Council is \r\nwithin the purview of the General Assembly. In this \r\nregard, I simply want to highlight the Assembly’s \r\nsuccessive decisions to continue the informal \r\nnegotiations from one session to the next. The steadfast \r\nstatements of support for the process are also proof of \r\nthat shared view.\r\nWhat plans are in place for 2019? In about two \r\nmonths, the informal intergovernmental negotiations \r\nprocess on reform of the Security Council will mark \r\n10 years of its existence. What assessments can be \r\nmade on that decade of discussion on reform of the \r\nbody that is quite rightly considered the cornerstone \r\nof the United Nations? Looking beyond the framework \r\nof the intergovernmental negotiations that began in \r\nFebruary 2009, many of us would add that the debate \r\non reform of the most powerful body of the United \r\n20/11/2018 A/73/PV.37\r\n18-39086 27/31\r\nNations has ultimately consumed the energy of more \r\nthan a generation of diplomats. Indeed, if we refer to \r\npast reform initiatives, dating back to the 1960s, and \r\neven including some of the efforts made in the 1990s, \r\nwe may be tempted to think, and understandably so, \r\nthat since that time, the negotiation process has yet to \r\nproduce any result that could be viewed as a noticeably \r\npositive development.\r\nThe stakes are high, given that the Security \r\nCouncil can make decisions that Member States are \r\nobliged to enforce, and that the Charter grants it the \r\nprimary responsibility of maintaining international \r\npeace and security. This shows the importance of our \r\nleaders’ vision from the 2005 World Summit, which \r\ninvited us to make progress so as to bring about a more \r\nrepresentative, democratic, effective and transparent \r\nSecurity Council in order to strengthen the legitimacy \r\nof its decisions.\r\nWe can all recognize that the world has changed and \r\nthat we face new geopolitical challenges that have led to \r\nthe emergence of new forces on the international scene. \r\nToday more than ever, at a time when multilateralism \r\nis under threat, we reaffirm our faith in the United \r\nNations, which we hope will become more transparent, \r\ndynamic and democratic. It was not intended that the \r\nUnited Nations be frozen in time. As President John \r\nKennedy so aptly pointed out in his address to the \r\nGeneral Assembly from this rostrum,\r\n“The United Nations cannot survive as a static \r\nOrganization. Its obligations are increasing as well \r\nas its size. Its Charter must be changed as well as \r\nits customs. The authors of that Charter did not \r\nintend that it be frozen in perpetuity” (A/PV.1209, \r\npara. 74).\r\nToday, the United Nations is committed to reforms \r\nthat can make it a more effective instrument for \r\npromoting peace, development and human rights. In \r\nthis dynamic, the Congo believes that reform of the \r\nSecurity Council is possible and even urgent. For the \r\nCongo, the geographical representation of Africa on \r\nthe Security Council is a matter of justice, equity and \r\nregional balance within the Council, in accordance \r\nwith the principles, objectives and ideals of the Charter \r\nof the United Nations.\r\nThe document entitled “Revised elements of \r\ncommonality and issues for further consideration”, \r\ndistributed on 14 June by the President of the General \r\nAssembly at its seventy-second session, ranks the crucial \r\npoints with regard to increasing the size of Council, \r\nits geographical representation and the power to veto \r\namong several items to be further considered (see A/72/\r\nPV.104). We can clearly see the interconnected nature \r\nof all of the issues being negotiated in the context of \r\nSecurity Council reform.\r\nAs we all know, the enlargement of the Council is \r\nlinked to the issue of increasing the number of members \r\nof the Council in both categories of membership. If \r\nthe principle of increasing the number of Council \r\nmembers is unanimously agreed on, my delegation \r\nmust conclude that opting to expand both categories of \r\nits membership would be the best way to reflect equity, \r\nrepresentativeness and regional balance. In this regard, \r\nthe Congo supports assigning two members in the \r\npermanent category and an additional two members in \r\nthe non-permanent category to Africa.\r\nAfrica’s proper representation on the Council would \r\nmerely redress the historical injustice to which Africa \r\nhas always been subjected. It is barely conceivable \r\nthat an Africa of some 1.2 billion souls, including 54 \r\nStates Members of the Organization and with estimates \r\nprojecting that its population will double by 2050, is \r\nunderrepresented at this high level of decision-making. \r\nWe should also not forget that in the current context, \r\nthe majority of Council decisions are relevant to Africa.\r\nThe Congo welcomes the growing support and \r\nbacking from several groups of States and stakeholder \r\ngroups for ensuring that Africa is represented in \r\nthe permanent membership. But the question of the \r\nveto, which is closely tied to the status of permanent \r\nmembership on the Council, remains one of the greatest \r\nchallenges of the intergovernmental negotiations. \r\nHowever, if we accept Africa’s representation with \r\npermanent membership in order to remedy the \r\nexisting injustice, failing to recognize the privileges \r\nthat come with that status, including the power of the \r\nveto, would merely continue the injustice to which it \r\nhas been subjected. For the principle of equality to be \r\nmeaningfully implemented, it would be wise to extend \r\nthe veto privilege to all States designated permanent \r\nmembers of the Security Council. There can be no \r\nother option, unless we agree to outright abolition of \r\nthe veto for all permanent members of the Council, as \r\nset forth in the Common African Position outlined in \r\nthe Ezulwini Consensus.\r\nThe question of equitable representation on and \r\nincrease in the membership of the Security Council \r\nA/73/PV.37 20/11/2018\r\n28/31 18-39086\r\nand other matters related to the Security Council is \r\nso important that it deserves the sustained attention \r\nof the General Assembly, the principal organ of the \r\nUnited Nations, in order to make the United Nations \r\nmore representative, and therefore truly universal and \r\ndemocratic, and capable of leading the reform process \r\ntowards concrete results within a consensual framework.\r\nMr. Allen (United Kingdom): I want to express \r\nmy gratitude and that of my country to Ambassadors \r\nNusseibeh and Imnadze for their excellent leadership \r\nof the intergovernmental negotiations process during \r\nthis year. I would like to congratulate Ambassador \r\nNusseibeh on her reappointment and Ambassador Braun \r\non his appointment as Chairs for the upcoming session.\r\nIt is increasingly clear that the appetite for reform of \r\nthe Security Council is growing among States Members \r\nof the United Nations. That is with good reason. \r\nThe world has changed, but the Security Council’s \r\ncomposition has not responded to that change. It is only \r\nright and fair that the world’s principal organ for the \r\nmaintenance of peace and security represents the world \r\nit seeks to protect.\r\nThe United Kingdom continues to be a long-\r\nstanding and firm supporter of Security Council reform. \r\nThat reform must consider the size of the Council, its \r\nrepresentativeness, the way the Council functions and \r\nits working methods. We support efforts to modernize \r\nthe Security Council’s working practices and welcome \r\nlast year’s agreement on a new note by the President \r\nof the Security Council on the subject (S/2017/507). \r\nOur priority is now to implement the provisions of the \r\nnote with the aim of ensuring that the Council conducts \r\nits business in an efficient, inclusive and transparent \r\nmanner, which includes focusing the Council’s time on \r\nthe most important issues of international peace and \r\nsecurity, and not yesterday’s conflicts. We look forward \r\nto working on those issues in the Informal Working \r\nGroup on Documentation and Other Procedural \r\nMatters, under the chairmanship of Kuwait.\r\nWhen we consider Security Council reform, we \r\nmust always ensure that the Council’s effectiveness \r\nis not compromised. Too great an increase in size \r\nrisks a cumbersome and slow decision-making \r\nprocess, undermining the Council’s ability to respond \r\nappropriately and quickly to issues of international \r\npeace and security. With the enormous and grave \r\nchallenges before us, that is a risk we simply cannot \r\nafford to take.\r\nBy the same token, we cannot allow the issue of \r\nthe veto to slow our progress on the expansion of the \r\nCouncil. The United Kingdom is proud not to have \r\nvetoed a resolution since 1989, and we would only \r\ndo so in the most exceptional circumstances. We are \r\nsignatories to the code of conduct of the Accountability, \r\nCoherence and Transparency group and committed \r\nto never voting against a credible draft resolution on \r\npreventing or ending a mass atrocity, and we encourage \r\nall permanent and non-permanent members to join us \r\nin supporting this initiative. Too often we have seen \r\nothers wield their veto through narrow self-interest, to \r\nthe significant detriment of the Council’s reputation and \r\nindeed its responsibility to those who so desperately \r\nneed our help.\r\nFor those reasons, we believe that a modest \r\nexpansion in the permanent and non-permanent \r\ncategories, an increase that balances representation with \r\neffectiveness, is the approach we should collectively \r\npursue. Member States must work together in a f lexible \r\nand creative manner to find areas of convergence so \r\nthat we can finally make progress on this issue.\r\nMembers will be aware of our support for \r\npermanent seats for Brazil, Germany, India and Japan, \r\nalongside permanent African representation, in order \r\nto better reflect the realities of the world we face \r\ntoday. That support is steadfast, and I look forward \r\nto working through all available avenues to reach the \r\nmore representative and effective Council that we seek.\r\nMr. Mero (United Republic of Tanzania): My \r\ndelegation would like to thank the presidency of the \r\nGeneral Assembly for convening today’s plenary \r\nmeeting on the question of equitable representation on \r\nand increase in the membership of the Security Council \r\nand other related matters.\r\nMy country aligns itself with the statement made \r\nby the representative of Sierra Leone, who spoke on \r\nbehalf of the Group of African States (see A/73/PV.36).\r\nIn my capacity as the representative of Tanzania, \r\nI would like to congratulate the Chairs of the \r\nintergovernmental negotiations at the seventy-second \r\nsession of the General Assembly on their stewardship of \r\nthe process and would like to add that Tanzania stands \r\nready to work with the new Chairs announced today.\r\nLike many others, my delegation is concerned \r\nabout the slow pace of the process. Africa, which is \r\nthe only continent underrepresented on the Security \r\n20/11/2018 A/73/PV.37\r\n18-39086 29/31\r\nCouncil, continues to suffer. It should be underscored \r\nthat a majority of the Security Council mandate has \r\nbeen exercised in African countries that have come \r\nof age and taken up responsibilities contributing to \r\npeacekeeping on their own continent and beyond. We \r\nhave been participating in mediation and peacekeeping \r\noperations, which have come at a cost to Tanzania and \r\nmany other African countries in the form of losses of \r\npeacekeepers they have contributed. The political will \r\nbehind peacekeeping and security is of intangible value \r\nand should be treasured.\r\nThe Common African Position, as set forth in the \r\nEzulwini Consensus and the Sirte Declaration, is well \r\nknown to the Assembly. We demand no less than two \r\npermanent seats with all the prerogatives and privileges \r\nof permanent membership, including the right of veto, \r\nand five non-permanent seats. Although Africa is \r\nopposed to the veto in principle, we are of the view that \r\nas long as it exists and as a matter of common justice, it \r\nshould be made available to all permanent members of \r\nthe Security Council. My delegation is also concerned \r\nabout the note of the Chairs entitled “Revised elements \r\nof commonality and issues for further consideration”, \r\nwhich was circulated on 14 June by the President of the \r\nGeneral Assembly at its seventy-second session. It was \r\na welcome step in identifying areas of commonalities \r\naround which Member States can unite for consensus-\r\nbuilding. However, the note did not adequately or \r\naccurately reflect the Common African Position.\r\nIn conclusion, the United Republic of Tanzania \r\nis looking forward to a pivot in the right direction on \r\nthat matter when consideration of the Security Council \r\nreform process is resumed, at which time we believe \r\nthat we will all give the Common African Position \r\nwserious attention.\r\nMs. Jáquez Huacuja (Mexico) (spoke in Spanish): \r\nWe thank the President of the General Assembly for \r\nconvening today’s plenary meeting, as well as for the \r\nappointment of the new Chairs of the intergovernmental \r\nnegotiations, who count on the support of my delegation \r\nfor their work on this item of great importance for my \r\ncountry, but above all also crucial for the United Nations.\r\nMexico endorses the statement by Ambassador \r\nMaria Angela Zappia of Italy on behalf of the Uniting \r\nfor Consensus group (see A/73/PV.36), and I would like \r\nto add the following points in my national capacity.\r\nWe need the new session of the intergovernmental \r\nnegotiations to continue addressing pending issues with \r\nthe aim of finding new convergences. This process will \r\nmove forward to the extent that we can find common \r\nground and concentrate on what unites us, on the basis \r\nof agreed principles. In other words, the process should \r\nnot be restricted to compiling proposals, but should \r\nalso extend to analysing and earmarking those that \r\ncan really generate consensus and results that benefit \r\nthe entire membership and global interests rather than \r\nforcing artificial convergences.\r\nSecurity Council reform must be guided by the \r\ncommon objectives identified in the intergovernmental \r\nnegotiations process — the efficiency, transparency, \r\nrepresentativeness and democratization of the Council. \r\nAt the same time, the enlargement of the Council in the \r\ncategory of non-permanent members, which from the \r\nperspective of Mexico and the Uniting for Consensus \r\ngroup is the only basis for the reform that can result \r\nin an efficient and democratic reformed Council, must \r\nbe based on the principle of equitable geographical \r\ndistribution. Any modification to the composition \r\nof the Council must therefore also reflect the current \r\nmembership of the Organization, enabling an adequate \r\nrepresentation of the five different regional groups \r\non the basis of equitable geographical distribution, as \r\nestablished in Article 23 of the Charter of the United \r\nNations. The size of the enlarged Council will be \r\ndecisive in restoring this balance while preserving \r\nits efficiency.\r\nHowever, we cannot speak of adequate \r\nrepresentation based on equitable geographical \r\ndistribution without considering the direct link that \r\nthe issue has with the discussions on the dimension \r\nof the enlarged Council, through which the number of \r\nadditional seats to be granted to each regional group \r\nwill be determined. Transparency and effectiveness \r\nmust also be primary objectives of Security Council \r\nreform. Mexico agrees that the Council should be more \r\ntransparent and accessible to non-member States, so \r\nthat there is better accountability and more effective \r\ndecision-making.\r\nThe Security Council is the organ that guarantees \r\ninternational peace and security. However, the scope \r\nof its working methods and the control exercised by \r\npermanent members over certain agenda items close \r\nto their national interests have meant that the Council \r\ncannot be effective in resolving conflicts that threaten \r\ninternational peace and security and affect its image and \r\nlegitimacy. The Council must therefore act promptly \r\nA/73/PV.37 20/11/2018\r\n30/31 18-39086\r\nand transparently in the face of the international crises \r\nthat require its attention.\r\nWhile in recent years the Security Council has \r\nimproved in the area of transparency and inclusiveness, \r\nthis has been largely due to the impetus of non-elected \r\nmembers. We are among a large majority of States that \r\noppose the use of the so-called veto and call for its \r\nabolition or voluntary restriction, particularly in cases \r\nof mass atrocities. Most Member States, including \r\nMexico, agree that enlarging the Council and reforming \r\nits working methods will substantially improve the \r\neffectiveness of the body by recalibrating the existing \r\nbalance of power. That will also make it possible to give \r\nmore weight to the positions of non-permanent members \r\nand make progress on issues that have traditionally \r\nparalysed the Council’s action.\r\nThe relationship between the Security Council \r\nand the General Assembly must be approached from a \r\nperspective of accountability and transparency. In order \r\nto achieve greater accountability in the Council, the \r\nperiodic election of all new members of the Council by \r\nthe General Assembly should therefore be maintained.\r\nWe reiterate that new intergovernmental \r\nnegotiations must be conducted based on the \r\nprinciples of transparency, impartiality, objectivity \r\nand inclusiveness. They must take up the lessons \r\nlearned in past sessions as well as the mistakes made \r\nin the process, and we invite States Members of the \r\nUnited Nations to consider the United for Consensus \r\nproposal as a serious attempt to advance real reform \r\nof the Security Council. The United for Consensus \r\nproposal responds to the principles set forth in decision \r\n62/557, since it was formulated in good faith and is a \r\ncompromise designed to achieve a more representative, \r\ntransparent, democratic, effective and accountable \r\nSecurity Council.\r\nOur proposal is inclusive because it seeks to give \r\nopportunities to all Member States and all regions, \r\nparticularly those underrepresented in the current \r\nconfiguration of the Security Council, such as Africa. \r\nThe Uniting for Consensus proposal addresses the \r\nambitions of some States that legitimately desire \r\ngreater responsibility in the Security Council. \r\nMexico recognizes the interest expressed by all the \r\nnegotiating groups in continuing the intergovernmental \r\nnegotiations. We therefore urge all Members to continue \r\nthe work of the negotiations, coordinate their individual \r\ninterests and pursue the good of the Organization in \r\norder to garner the broadest possible support for a \r\nviable proposal for an enlarged Security Council in line \r\nwith the realities of the twenty-first century and based \r\non multilateralism.\r\nMr. Cho Tae-yul (Republic of Korea): I thank \r\nthe President for convening today’s annual debate on \r\nSecurity Council reform.\r\nMy delegation warmly welcomes the appointment \r\nof Ambassador Christian Braun of Luxembourg as \r\nco-Chair of the intergovernmental negotiations. We \r\nalso extend our congratulations to Ambassador Lana \r\nNusseibeh of the United Arab Emirates as she continues \r\nin her role as co-Chair. I have every confidence in \r\ntheir leadership and ability to facilitate this difficult \r\nprocess under the twin guiding spirits of transparency \r\nand fairness.\r\nAt the outset, my delegation aligns itself with the \r\nstatement by the Permanent Representative of Italy \r\non behalf of the Uniting for Consensus group (see \r\nA/73/PV.36). I will now make some comments in my \r\nnational capacity.\r\nThe Republic of Korea has long believed that \r\nSecurity Council reform is critical to the Council’s \r\neffective functioning and the future of the United \r\nNations. This issue takes on even greater urgency today. \r\nIndeed, as we collectively face mounting international \r\nchallenges, the role of the Security Council is \r\nincreasingly vital in responding to these changing \r\nrealities. However, in order to fulfil its primary \r\nresponsibility of maintaining international peace and \r\nsecurity and to meet the challenges of tomorrow as well \r\nas today, the Council must be transformed into a more \r\nequitable, representative and efficient entity. Further, \r\nas Secretary-General Guterres is leading United \r\nNations reform in such areas as peace and security, \r\ndevelopment and management, it is essential for the \r\nSecurity Council to work in lockstep with the ongoing \r\nreform efforts. The stakes are too high for the Council \r\nto remain static as the world and the United Nations \r\ncontinue to change.\r\nThe real need for reform of the Security Council \r\ndoes not stem from our respective capitals. Rather, \r\nit is the people on the streets in Palestine and in the \r\nneighbourhoods of Syria who truly yearn for a reformed \r\nSecurity Council. We owe it to them to deliver on what \r\nthe Charter of the United Nations promises, namely, to \r\nsave succeeding generations from the scourge of war.\r\n20/11/2018 A/73/PV.37\r\n18-39086 31/31\r\nToday I would like to propose that we all sit back for \r\na moment to reflect, logically and reasonably, on what \r\nwe now know and what will ensure that the Council \r\nis reformed in the right way. I ask representatives to \r\nmomentarily ponder where we stand today, not through \r\nthe prism of any national or group interests, but through \r\nthe objective prism of someone who genuinely cares for \r\nthe future of the world.\r\nWe all know that expanding the Council to a \r\nmembership larger than the mid-20s will seriously \r\naffect its effectiveness. We all know that outside the \r\npermanent five there exist 188 Member States, and \r\npossibly even more in the future, all of which aspire \r\nand deserve to serve on the Council. We all know that \r\nthose 188 countries have to compete strenuously with \r\none another and invest massive political capital over \r\nmany years to win election onto the Council. We all \r\nknow that non-permanent members are democratically \r\nelected. We all know that a mere single term of two \r\nyears is just not enough for many countries to build \r\ninstitutional memory, and sometimes it is hard in the \r\nbeginning, or even in the first year, to get up to speed \r\nwith all of the critical issues.\r\nFor example, we all know that adding four seats \r\nfor the Group of Four, two from Africa, one from the \r\nArab countries and one from Latin America would \r\nat a minimum bring us to 13 permanent Council \r\nmembers, which means that the maximum number of \r\nadditional seats allocated for the rest of us would be \r\nonly two or three. We all know that adding only two \r\nor three seats to the 10 existing non-permanent seats \r\nfor 180 countries — or more, in future — is not only \r\nunfair but unsustainable. We all know that if we keep \r\nthe current ratio of one to two between permanent \r\nand non-permanent seats, it will result in gridlock, in \r\na Council composed of 39 members with 13 members \r\nwith veto power, which can never function effectively \r\nor equitably.\r\nWe all know that the world is not static, and that the \r\nlarge and contributing members of today will be joined \r\nby other large and contributing countries of tomorrow. \r\nAnd all of us know that we have a clear mandate to reform \r\nthe Council following the five principles — democracy, \r\nrepresentativeness, transparency, accountability and \r\neffectiveness — that were laid down by our Heads of \r\nStates and Governments in 2005.\r\nI believe that we all recognize, if not publicly, \r\nthat the Uniting for Consensus proposal of increasing \r\nnon-permanent seats favouring underrepresented \r\nregions of the world without expanding the veto best \r\nreflects the broad convergences among Member States. \r\nIt will also help achieve a reform of the Council that \r\nis not only anchored by the five principles we have \r\nall committed to, but is also the most viable formula \r\nand one that would enjoy the widest possible support. \r\nThis proposal would add 11 more non-permanent \r\nmembers, all of which would be democratically elected, \r\nfully represented by each group based on equitable \r\ngeography and held accountable periodically based on \r\ntheir contributions in the Council. That in turn would \r\nensure that the Council functioned in a more effective \r\nand transparent manner, with a minimum number of \r\nvetoes and the right size of membership. Furthermore, \r\nmany of us will be able to secure our seats long enough \r\nto build our institutional memory and serve longer if we \r\nperform well as Council members.\r\nWe are all gathered here today fully aware of \r\nthe fact that the Council must be reformed if it is to \r\ncontinue to fulfil its mandate and evolve with changing \r\nrealities. The Republic of Korea, alongside the Uniting \r\nfor Consensus group, will continue its endeavours \r\nto reform the Council by balancing the ideals of the \r\nfounding fathers of the United Nations with the new \r\nchallenges we face today.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on this item.\r\nThe General Assembly has thus concluded this \r\nstage of its consideration of agenda item 124.\r\nThe meeting rose at 6.15 p.m.\r\n"