"United Nations A/73/PV.29\r\nGeneral Assembly\r\nSeventy-third session\r\n29th plenary meeting\r\nWednesday, 31 October 2018, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 43\r\nNecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba\r\nReport of the Secretary-General (A/73/85)\r\nDraft resolution (A/73/L.3)\r\nDraft amendments (A/73/L.9 through \r\nA/73/L.16)\r\nMr. Hilale (Morocco): In my capacity as Chair of \r\nthe Group of African States for the month of October, \r\nI have the honour to deliver this statement on behalf \r\nof the African Group on agenda item 43, entitled \r\n“Necessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba”.\r\nThe African Group is of the view that economic \r\nsanctions against Cuba have caused great economic \r\nhardship, especially for the poor and vulnerable \r\npopulations in the country. We believe that an immediate \r\nend to the economic embargo against Cuba is essential \r\nand could serve to promote social well-being and better \r\nliving standards for the people of Cuba. In that regard, \r\nwe encourage fostering a spirit of dialogue in resolving \r\nthe issue and thereby enabling Cuba to continue to \r\nmake an effective contribution to global development.\r\nThis is a matter of great importance to the African \r\nGroup and to Africa in general. At the thirtieth \r\nordinary session of the Assembly of the African Union \r\nin January, Africa’s Heads of State and Government \r\nexpressed their regrets about the setback in bilateral \r\nrelations between Cuba and United States of America \r\nand urged the United States Government to lift its \r\nlong-standing, unjustifiable economic, commercial and \r\nfinancial blockade of the Cuban people.\r\nAccordingly, the African Group reaffirms its full \r\nsupport for draft resolution A/73/L.3, on the necessity \r\nof ending the economic, commercial and financial \r\nembargo imposed by the United States of America on \r\nCuba. We think that a diplomatic and political solution \r\nto the matter can be found, and we firmly believe that \r\nsuch a solution will be beneficial to both the United \r\nStates of America and Cuba, as well as other countries.\r\nMr. Edrees (Egypt): I have the honour to speak on \r\nbehalf of the Group of 77 and China on agenda item 43, \r\nentitled “Necessity of ending the economic, commercial \r\nand financial embargo imposed by the United States \r\nof America against Cuba”. I would like to thank the \r\nSecretary-General for his comprehensive report on the \r\nitem under discussion today (A/73/85).\r\nThe Group regrets that the economic, commercial \r\nand financial embargo imposed by the United States on \r\nCuba for almost six decades remains fully in force and \r\ncontinues to be strengthened. We would like to recall \r\nthe positive steps taken by the former United States \r\nAdministration between 2015 and 2016, which were \r\nstill not enough to put an end to the embargo’s impact \r\nbut did focus on a path leading in the right direction. \r\nThe Group regrets that the new policy established by \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-35065 (E)\r\n*1835065*\r\n \r\nA/73/PV.29 31/10/2018\r\n2/26 18-35065\r\nthe current United States Administration is aimed \r\nat strengthening the embargo on Cuba. We believe \r\nthis policy is a setback to the process of normalizing \r\nrelations between the two countries.\r\nThe Group of 77 and China would like to reiterate \r\nits commitment to the purposes, principles and spirit \r\nof the Charter of the United Nations, particularly the \r\nprinciples of the sovereign equality of States and of \r\nnon-intervention and non-interference in their internal \r\naffairs, as well as freedom of international trade and \r\nnavigation. The Group believes it is the duty and \r\nresponsibility of every Member State to strictly comply \r\nwith these principles. We are of the view that any policy \r\nor action disregarding these principles — in this case, \r\nunilateral economic sanctions on Cuba — should be \r\nseriously considered for immediate repeal.\r\nGiven the fact that the United States embargo of \r\nCuba has continued for almost 60 years, the Group of \r\n77 and China would like to express its deep concern \r\nabout the prolonged negative effects that the economic \r\nsanctions and travel restrictions have had on Cuba and \r\nits people. From April 2017 to June of this year, the \r\nimpact of the United States embargo on Cuba’s foreign \r\ntrade amounted to more than $4 billion. Limited foreign \r\ninvestment and difficulty of access to development \r\ncredits translate directly into economic hardship and \r\nnegative humanitarian effects for the people of Cuba. \r\nThe country’s socioeconomic reforms have also been \r\nhampered by the embargo.\r\nIn conclusion, the Group of 77 and China is \r\nconcerned that if the economic sanctions continue, \r\nCuba’s development potential, in both economic and \r\nhuman terms, will be unfairly undermined, making \r\nit impossible for Cuba to embark successfully on the \r\npath towards sustainable development envisaged in the \r\n2030 Agenda for Sustainable Development, which all \r\nMember States have pledged to support.\r\nOver many decades, Cuba has made an extensive \r\nand ongoing contribution to the international \r\ncommunity, particularly through its remarkable \r\nprovision of medical assistance to countries in need. \r\nCuba’s emergency assistance to countries affected by \r\nthe Ebola crisis in West Africa is a great example of its \r\nsolidarity with the international community. For that \r\nreason, the Group of 77 and China commends Cuba’s \r\ncontributions to humanitarian assistance and would \r\nlike to express the hope that with the permanent lifting \r\nof the United States embargo, Cuba will be granted the \r\nopportunity it has long deserved to work fully with the \r\nglobal community and international organizations on \r\nissues such as health, the environment and agriculture, \r\namong others.\r\nThe Group of 77 and China would like to reiterate \r\nits strong support for the implementation of the \r\nrecommendations set forth in resolution 71/5. We \r\nwould like to reiterate our call for the ending of the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America on Cuba. Its urgency \r\nand necessity is further emphasized by the ongoing \r\ncollective global endeavour to implement the 2030 \r\nAgenda for Sustainable Development. The Group of \r\n77 and China would therefore like to appeal to the \r\ninternational community to intensify its efforts to bring \r\nabout the lifting of the embargo, not only for Cuba’s \r\nown prospects but also for the full achievement of the \r\neconomic and social development of all members of the \r\nglobal community as a whole.\r\nThe President (spoke in Spanish): I would like to \r\npropose that the list of speakers on the current topic \r\nbe closed, in view of the large number of delegations \r\nalready inscribed on the list.\r\nIt was so decided.\r\nMr. Moncada (Bolivarian Republic of Venezuela) \r\n(spoke in Spanish): It is an honour for the Bolivarian \r\nRepublic of Venezuela to take the f loor on behalf \r\nof the 120 States members of the Movement of \r\nNon-Aligned Countries.\r\nWe would first like to express our respect for \r\nMr. Bruno Rodríguez Parrilla, Minister for Foreign \r\nAffairs of the Republic of Cuba, and to welcome him \r\nwarmly. We would also like to express our gratitude \r\nfor the report of the Secretary-General on this very \r\nimportant issue (A/73/85).\r\nOver the past 27 years, the General Assembly \r\nhas expressed its support for the people and the \r\nGovernment of Cuba through its support for the \r\nresolutions calling for the lifting of the embargo \r\nimposed by the United States on that sovereign country. \r\nIn that regard, the Non-Aligned Movement would like \r\nto take this opportunity to reiterate its full opposition \r\nto the enactment and imposition of unilateral coercive \r\nmeasures, given their extraterritorial repercussions and \r\ntheir illegal nature. We also reiterate our call to the \r\nGovernment of the United States of America to put an \r\nend to the illegal economic, commercial and financial \r\n31/10/2018 A/73/PV.29\r\n18-35065 3/26\r\nembargo that it imposed on Cuba nearly six decades \r\nago. Apart from being a violation of international law, \r\nthe Charter of the United Nations and the norms and \r\nprinciples that govern peaceful relations among States, \r\nthe embargo is also a violation of Cuba’s right to fully \r\ninteract with the international community.\r\nThe Non-Aligned Movement has historically taken \r\na position of principle in rejecting unilateral coercive \r\nmeasures, particularly those used as instruments for \r\nputting political or economic and financial pressure on \r\nStates, especially developing countries. The embargo \r\non Cuba is a perfect example of the adverse effects \r\nof unilateral coercive measures affecting the welfare \r\nof peoples and among other things creating obstacles \r\nto the full enjoyment of their human rights, including \r\nthe right to development. The direct and indirect \r\nharm inflicted by this undeserved embargo against \r\nCuba is vast. It affects all the crucial sectors of the \r\nCuban economy, including public health, nutrition and \r\nagriculture, trade, investment and tourism and banking, \r\na sector that suffered a significant blow this year \r\nbecause dozens of financial institutions decided to close \r\nbank accounts with any ties to Cuban citizens. It also \r\ndenies Cuba access to markets, aid from international \r\nfinancial institutions and technology transfers and is \r\nCuba’s main obstacle to wider access to the Internet, \r\nthe exchange of ideas and the development of cultural, \r\nsports and scientific relations.\r\nWe therefore have no hesitation in emphasizing that \r\ncontinuing the embargo is completely unjustifiable and \r\ninappropriate to our times. It also runs counter to Cuba’s \r\nongoing efforts to attain sustainable development, \r\nincluding the Goals set forth in the 2030 Agenda for \r\nSustainable Development. In addition, the economic \r\ndamages borne by the Cuban people as a result of the \r\nUnited States embargo amount to $933 billion. To put \r\nthat figure in context, we should point out that since \r\nwe last discussed this agenda item, just one year ago \r\n(see A/72/PV.38 et seq.), the embargo has resulted in \r\nadditional damages totalling nearly $4 billion.\r\nThe Movement of Non-Aligned Countries believes \r\nthe establishment of diplomatic relations between Cuba \r\nand the United States of America is a positive first \r\nstep in the process of normalizing bilateral relations. \r\nHowever, we have to point out that the implementation \r\nof the blockade against Cuba has not changed, \r\nand that represents a setback in the normalization \r\nprocess. Moreover, the certain degree of progress in \r\nthat normalization is now threatened, as the policies \r\nestablished in June 2017 by the current United States \r\nPresident, which seek to strengthen the embargo \r\non Cuba, have shown.\r\nMoreover, although the Departments of Commerce \r\nand the Treasury issued regulations on 15 January \r\n2015 that amounted to steps in the right direction in \r\nareas such as travel to Cuba, telecommunications and \r\nremittances, they have limited scope and modify only \r\ncertain aspects of the implementation of the blockade. \r\nDespite former United States President Barack Obama’s \r\nhistoric decision to notify the United States Congress \r\nof his decision to remove Cuba from the so-called list of \r\nStates sponsoring international terrorism — an illegal \r\nand unilateral list that should never have included \r\nCuba — that has not led to a relaxation of the restrictions \r\nimposed by the laws and regulations of the blockade \r\non Cuba.\r\nThe fact that 191 States Members of the United \r\nNations voted in favour of resolution 72/4 last year \r\nexpresses the international community’s unanimity \r\nin demanding an end to the 56-year embargo and full \r\nadherence to the purposes and principles enshrined \r\nin the Charter of the United Nations and the norms of \r\ninternational law, including the principles of mutual \r\nrespect and non-interference in the internal affairs of \r\nStates. We should point out that today more than 190 \r\nnations maintain political and economic relations with \r\nCuba, while the United States of America remains alone \r\nin implementing its policy of illegal and unjustifiable \r\neconomic sanctions.\r\nIn the light of this, the States members of the \r\nNon-Aligned Movement urge the Government of the \r\nUnited States of America to align itself with the will \r\nof the vast majority of the international community \r\nand comply with all the relevant resolutions of the \r\nGeneral Assembly, through which we have called for \r\nan immediate and lasting end to the blockade on Cuba.\r\nFinally, in reiterating its commitment to \r\nstrengthening multilateralism, the Movement reaffirms \r\nthat full respect for the Charter of the United Nations, \r\nin particular the principles of sovereign equality, \r\nnon-interference and non-intervention, is an essential \r\nelement in the effective maintenance of international \r\npeace and security. That is why the international \r\ncommunity must continue to work together to reverse \r\nand eliminate unilateral coercive measures, including \r\nthe economic, commercial and financial embargo \r\nimposed by the United States on Cuba.\r\nA/73/PV.29 31/10/2018\r\n4/26 18-35065\r\nIn our national capacity, we want to express our \r\nfull solidarity with our Cuban brothers and sisters, \r\nwho, protected by their values of dignity, patriotism and \r\nhumanism, have resisted the campaign of aggressions \r\nconducted by the United States. The Bolivarian Republic \r\nof Venezuela will vote in favour of draft resolution \r\nA/73/L.3, entitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba”, in its original \r\nversion, as it was presented by the Cuban delegation. \r\nWe call on the members of the international community \r\nto reject the proposals for amendments contained in \r\ndocuments A/73/L.9 to A/73/L.16, which seek to divert \r\nattention from the main issue that brings us together \r\ntoday, the illegal embargo that has been imposed on our \r\nsister Republic of Cuba for more than 50 years.\r\nIn conclusion, in Venezuela we believe that the time \r\nhas come to take concerted action to build international \r\nmechanisms that make it possible to counter the effects \r\nof the corrosive illegal measures taken against hundreds \r\nof millions of innocent victims all over the world. It is \r\ntime to organize to free our peoples from this weapon \r\nof international aggression aff licting humankind.\r\nMr. Escalante Hasbún (El Salvador) (spoke \r\nin Spanish): I have the honour to speak on behalf of \r\nthe Community of Latin American and Caribbean \r\nStates (CELAC). I would like to begin by welcoming \r\nthe Minister for Foreign Affairs of Cuba, Mr. Bruno \r\nRodríguez Parrilla.\r\nCELAC welcomed the steps taken between 2015 \r\nand 2016 by Cuba and the United States to begin the \r\nprocess of normalizing their diplomatic relations, \r\nmarking the beginning of a new chapter in the history \r\nof peace and coexistence among American nations. \r\nHowever, we deplore the fact that the blockade is still \r\na reality for the Cuban people. It is undeniable that \r\nits continued existence is a major obstacle to Cuba’s \r\nnormal development.\r\nThe report of the Secretary-General (A/73/85) \r\nconfirms the cost of this policy to Cuba, which does \r\nsubstantial and unjustifiable damage to the welfare of \r\nthe Cuban people and is contrary to the Latin American \r\nand Caribbean peoples’ desire for peace, as expressed \r\nin the Proclamation of Latin America and the Caribbean \r\nas a Zone of Peace. We also regret the new policy \r\nannounced by the current United States Administration, \r\nwhich seeks to strengthen the economic, commercial \r\nand financial blockade against Cuba and is a setback \r\nto the normalization of bilateral relations between the \r\ntwo countries.\r\nThe economic, commercial and financial blockade \r\nimposed on Cuba is contrary to the letter, spirit and \r\nprinciples and purposes of the Charter and international \r\nlaw. CELAC reiterates its categorical rejection of \r\nthe application of laws and measures contrary to \r\ninternational law, such as the Helms-Burton Act, \r\nincluding its extraterritorial effects and the increasing \r\nefforts to suppress Cuba’s international financial \r\ntransactions, which goes against the political will of \r\nthe international community. We urge the Government \r\nof the United States of America to put an end to its \r\napplication of this law.\r\nThe United States Congress has the authority to \r\ncompletely end the blockade of Cuba. We have also seen \r\nthat the President of the United States, if he wishes, can \r\nuse his broad executive powers to substantially modify \r\nthe application of the blockade. CELAC reiterates \r\nits special declaration on the necessity of ending the \r\neconomic, commercial and financial blockade imposed \r\nby the United States on Cuba, adopted during the fifth \r\nSummit of the Community of Latin American and \r\nCaribbean States, held in Punta Cana, in the Dominican \r\nRepublic, on 25 January 2017, by which it requested the \r\nGovernment of the United States to comply with the \r\nsuccessive resolutions adopted by the General Assembly \r\nand to heed the repeated calls from the international \r\ncommunity to end its economic, commercial and \r\nfinancial blockade of Cuba. We believe that returning \r\nthe territory occupied by the United States Guantanamo \r\nBay Naval Base to Cuba, as the Cuban people and \r\nGovernment have repeatedly requested, should be one \r\nof the elements included in the process of normalizing \r\nrelations between the two countries through a bilateral \r\ndialogue, in accordance with international law.\r\nThe Charter of the United Nations enshrines the \r\nrights, obligations and principles that have become \r\npart of the legal norms of humankind, not merely of \r\ninternational law. It must not be violated or undermined \r\nby any Member State. Member States must bring their \r\nnational and international actions in line with the rights, \r\nobligations and principles enshrined in our Charter.\r\nIn 2015, 2016 and 2017, the resolution on the \r\nCuban embargo was adopted with 191 votes in favour, \r\nconfirming the universality of this cause. That is why \r\nthe Community of Latin American and Caribbean States \r\nwill once again resolutely support the adoption of draft \r\n31/10/2018 A/73/PV.29\r\n18-35065 5/26\r\nresolution A/73/L.3, entitled “Necessity of ending the \r\neconomic, commercial and financial blockade imposed \r\nby the United States of America against Cuba”.\r\nWe want to emphasize the dichotomy between the \r\napplication of unilateral corrective measures that are \r\nnot supported by international law and the letter, spirit \r\nand purposes and principles of the Charter of the United \r\nNations. We reiterate our appeal to the United States to \r\naccept the call from the countries of Latin America and \r\nthe Caribbean, every other region of the world and its \r\nown people, to put an end once and for all to the unjust \r\nblockade of Cuba.\r\nMr. Gafoor (Singapore): I have the honour to \r\naddress the General Assembly on behalf of the 10 \r\nStates members of the Association of Southeast Asian \r\nNations (ASEAN) in order to express our support for \r\ndraft resolution A/73/L.3, on the necessity of ending \r\nthe economic, commercial, and financial embargo \r\nimposed by the United States on the Republic of Cuba.\r\nLet me start by acknowledging the presence in this \r\nHall today of the Foreign Minister of Cuba, whom we \r\nwelcome to the United Nations.\r\nASEAN aligns itself with the statements just \r\ndelivered by the representatives of Egypt and \r\nVenezuela on behalf of the Group of 77 and China and \r\nthe Movement of Non-Aligned Countries, respectively.\r\nSince this session began, we have heard clarion calls \r\nfrom Member States urging us to forge a more inclusive \r\nworld where differences are resolved through greater \r\nengagement and dialogue prevails over withdrawal \r\nor confrontation. ASEAN firmly believes in these \r\nideals, which are in accordance with the fundamental \r\nprinciples of sovereign equality, non-interference and \r\nnon-intervention enshrined in the Charter of the United \r\nNations. In a multilateral rules-based system, there is \r\nno justification for a unilateral economic, commercial \r\nand financial embargo of Cuba.\r\nASEAN notes the assessment of the Resident \r\nCoordinator of the United Nations system for \r\noperational activities for development in Cuba, detailed \r\nin the most recent report of the Secretary-General, that\r\n“[t]he embargo affects opportunities for national \r\nand local development and creates economic \r\nhardship for the population. It has an impact on \r\nthe population’s most vulnerable groups, and on \r\nhuman development in general” (A/73/85, p. 126).\r\nWe also note the assessment of the United Nations \r\nPopulation Fund, which states that\r\n“[t]he embargo continues to affect the economic, \r\nsocial and cultural development of the Cuban \r\npeople, particularly, the quality of life of the most \r\nvulnerable groups” (ibid., p. 149).\r\nThis year marks the fourth in which ASEAN has \r\nmade a statement in the General Assembly calling for \r\nthe unilateral embargo of Cuba to be lifted as soon \r\nas possible. ASEAN member States have also voted \r\nunanimously in favour of the relevant annual resolution \r\nfor the past 17 years.\r\nIt has been three years since the United States and \r\nCuba restored diplomatic relations. ASEAN encourages \r\nboth countries to build on that first step and together chart \r\na path forward towards the normalization of relations. \r\nEnding the economic, commercial and financial \r\nembargo on Cuba will be a significant and historic step \r\nin the right direction. It would significantly improve the \r\nquality of life and living standards of the Cuban people \r\nand contribute to the economic development of both \r\ncountries, as well as advancing the General Assembly’s \r\nefforts aimed at achieving an inclusive 2030 Agenda for \r\nSustainable Development.\r\nWe recognize that much remains to be done, \r\nand encourage the United States and Cuba to remain \r\ncommitted to an open and constructive dialogue that is \r\nunderpinned by mutual respect. ASEAN joins the vast \r\nmajority of the international community in reiterating \r\nits support for the lifting of the unilateral embargo on \r\nCuba as soon as possible.\r\nMs. Carey (Bahamas): I have the honour to address \r\nthe General Assembly on behalf of the 14 States \r\nmembers of the Caribbean Community (CARICOM) \r\non agenda item 43, entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”.\r\nI would like to acknowledge the presence among \r\nus of the Minister for Foreign Affairs of Cuba, who has \r\njoined us for this morning’s meeting.\r\nCARICOM aligns itself with the statements \r\nmade by the representatives of Egypt, Venezuela and \r\nEl Salvador on behalf of the Group of 77 and China, \r\nthe Movement of Non-Aligned Countries and the \r\nCommunity of Latin American and Caribbean States, \r\nrespectively.\r\nA/73/PV.29 31/10/2018\r\n6/26 18-35065\r\nThe Caribbean Community reiterates its \r\nunequivocal opposition to the imposition by the United \r\nStates of an economic, commercial and financial \r\nembargo on Cuba that has been in place for nearly six \r\ndecades. The embargo has caused the Cuban people \r\nundue hardship for two generations.\r\nFor almost 30 consecutive years, the General \r\nAssembly has opposed this unilateral and coercive \r\nmeasure by an overwhelming majority. CARICOM \r\nviews these sanctions as a contravention of the \r\nprecepts of international law, including humanitarian \r\nlaw, inconsistent with the policies of free trade and \r\nin conflict with the norms and principles governing \r\npeaceful relations among States. In more recent \r\nyears, the resolution has garnered resounding global \r\nsupport, with all Member States except two voting \r\nto end the embargo on Cuba. This near unanimous \r\nvote in favour of immediately ending the economic, \r\ncommercial and financial embargo is a clear indication \r\nof the overwhelming disapproval of the United \r\nNations membership. The international community \r\nhas recognized that the embargo runs counter to the \r\ndoctrine of multilateralism, the tenets of the Charter \r\nof the United Nations and the principles of sovereignty \r\nand non-interference in a country’s domestic affairs.\r\nThe punitive embargo is of concern to CARICOM, \r\nwhich shares history, culture and familial ties with the \r\npeople of Cuba. Cuba is the most populous State in \r\nthe Caribbean region and an integral part of the Pan-\r\nCaribbean process. Cuba’s ties with other Caribbean \r\ncountries have been cemented by years of active \r\ncooperation at various levels. The States members \r\nof CARICOM continue to maintain close relations \r\nwith Cuba through a wide range of programmes \r\nof cooperation in such areas as trade, health care, \r\ninfrastructure and human resource development.\r\nCuba is an economic and development partner of \r\nthe Caribbean Community. We are a sisterhood and \r\nbrotherhood of nations that continues to enjoy mutually \r\nbeneficial relations. In many ways, our future regional \r\ndevelopment depends on our collective advancement \r\nand progress. In that context, we view the embargo not \r\njust as a punitive act against Cuba but as an impediment \r\nto our shared regional development.\r\nCuba is a friend of many. It is a peaceful and generous \r\nState. It is a cooperative partner in international affairs \r\nand a voice of reason on matters on the international \r\nagenda. CARICOM therefore reiterates its support for \r\nthe right of the Cuban people to self-determination \r\nin a manner beneficial to their collective social and \r\neconomic development.\r\nCARICOM saw progress in the re-establishment \r\nof diplomatic relations between Cuba and the United \r\nStates. We believe it was an important positive step in \r\nthe process of normalizing bilateral relations between \r\nthe two States. At the same time, we are concerned with \r\nthe proposed rollback of the positive steps of recent \r\nyears. Our subregion understands very well that each \r\ncountry has a responsibility to conduct its own bilateral \r\nrelations. At the same time, we also understand that \r\nwe are all guided by a set of principles that provide \r\nan overarching framework in which friendly relations \r\namong nations are pursued. We hope that as an important \r\nplayer in international affairs, the United States will be \r\nopen to considering the opinions and concerns of its \r\nfriends and traditional partners on this issue.\r\nThe Group welcomes the recent visit to Cuba by the \r\nChairman of the Senate Foreign Relations Committee \r\nof the United States, Senator Bob Corker, to discuss \r\nrelations between the two countries. We remain \r\nguardedly optimistic that his visit will help to reset \r\nrelations in a positive direction.\r\nI want to state categorically in this context that \r\nCARICOM continues to enjoy friendly relations with \r\nboth Cuba and the United States, two neighbours that \r\nare a mere 90 miles from each other. It is in that context \r\nthat CARICOM States unstintingly support draft \r\nresolution A/73/L.3, on the necessity of ending the \r\neconomic, commercial and financial embargo by the \r\nUnited States of America against Cuba. We consider \r\nthe lifting of the embargo to be a prerequisite for any \r\nmeaningful reconciliation between the two countries.\r\nMr. Islam (Bangladesh): I have the honour to \r\ndeliver this statement on behalf of the States members of \r\nthe Organization of Islamic Cooperation (OIC) on draft \r\nresolution A/73/L.3, entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”.\r\nThe suffering of the Cuban people has gone on for \r\nfar too long and is unfair. The United States embargo \r\nhas been harming not only the Cuban economy, but also \r\nthe well-being and basic human rights of the Cuban \r\npeople and Cuban nationals living in other countries, \r\ncreating unnecessary economic hardship for them. The \r\nOIC believes that such unilateral action runs counter \r\nto the purposes and principles of the Charter of the \r\n31/10/2018 A/73/PV.29\r\n18-35065 7/26\r\nUnited Nations. Pursuant to its established position \r\nconsistent with international law, the OIC opposes any \r\nunjustified use of unilateral action that might affect \r\nthe sovereignty and interests of another State and \r\nits people. The unilateral blockade affects not only \r\nCuba but also third countries, as well as entities and \r\ncompanies that face fines for engaging in commercial \r\nactivities with Cuba. That erodes the liberalization of \r\ntrade that the international community has long been \r\ntrying to achieve. The overall situation remains a \r\nsource of deep concern.\r\nWe are striving to work for humankind and for \r\nour peoples’ well-being. Not too long ago, our leaders \r\nhere at the United Nations agreed on the Sustainable \r\nDevelopment Goals and committed to fulfilling the \r\ndesire of the global community to ensure that no one \r\nis left behind. The lingering embargo on Cuba is an \r\nobstacle to its people’s efforts to realize those Goals. \r\nThe risk of leaving Cuba’s 12 million people behind, \r\nthrough no fault of their own, does a disservice to our \r\ngoal of implementing the 2030 Agenda for Sustainable \r\nDevelopment. As a front-runner among the countries \r\nwho advocate for a prosperous global society, the United \r\nStates has a larger responsibility to ensure that the 2030 \r\nAgenda’s full benefits reach the entire Cuban people. \r\nThe OIC therefore joins an overwhelming majority of \r\nMember States in urging the United States to put an \r\nend to the embargo on Cuba. The OIC’s member States \r\nfirmly support draft resolution A/73/L.3 and call on the \r\nStates Members of the United Nations to vote in favour \r\nof it, as they have in past years.\r\nMr. Opimakh (Belarus) (spoke in Russian): The \r\nRepublic of Belarus has always stood and will always \r\nstand against the use of unilateral sanctions in foreign \r\npolicy. The use of economic coercion as a method of \r\nputting pressure on sovereign States is a gross violation \r\nof the norms and principles of international law. Such \r\nactions are unacceptable in the modern world and should \r\nbe repudiated in any civilized society. We deplore the \r\nfact that the positive steps that the United States and \r\nCuba took in 2015 and 2016 within the framework of a \r\nprocess of normalizing bilateral relations have not been \r\nbuilt on as they should and have become hostage to a \r\nnew and even more rigid policy towards Havana. The \r\nincreased negative rhetoric and continuing restrictions \r\non Cuba not only do not contribute to a constructive \r\ndialogue between the parties but also devalue the \r\nconstructive results of their previous bilateral \r\ncooperation. This state of affairs continues to have a \r\nnegative impact on Cuba’s economic development with \r\nadverse effects on its citizens.\r\nIn our view, it would not only be possible to resolve \r\nthe situation in a civilized way, based on mutual respect \r\nand equal cooperation, but to do it in a very short time, \r\nas we witnessed just a few years ago. All it needs is \r\nthe political will and courage to end the decades-long \r\neconomic blockade of an island of freedom. In that \r\nregard, we hope for a resumption of a positive and \r\nconstructive process, in accordance with the norms \r\nof international law and the principles of the peaceful \r\nsettlement of disputes. Belarus remains committed to \r\nthe position that it is crucial to put together a genuine, \r\nliving dialogue to counter economic and political \r\npressure and sanctions. We have repeatedly declared \r\nthat any attempts by individual States to change other \r\nStates’ internal political systems through military, \r\npolitical, economic or other means are unacceptable. \r\nBelarus calls for a complete, comprehensive and \r\nirreversible end to the economic, financial and trade \r\nembargo on Cuba by the United States. Only real steps \r\nin that direction can ensure the positive development of \r\nbilateral relations between it and Cuba.\r\nMr. Dang Dinh Quy (Viet Nam): I would first \r\nlike to warmly welcome His Excellency Mr. Bruno \r\nRodríguez Parrilla, Minister for Foreign Affairs of \r\nCuba. I would also like to express our great appreciation \r\nto the Secretary-General for his comprehensive report \r\n(A/73/85) on the implementation of resolution 72/4.\r\nViet Nam aligns itself with the statements just \r\nmade by the representatives of Venezuela, on behalf \r\nof the Movement of Non-Aligned Countries, Egypt, on \r\nbehalf of the Group of 77 and China, and Singapore, on \r\nbehalf of the Association of Southeast Asian Nations.\r\nA few years ago, we were encouraged by the \r\nexplicit intentions of beginning a new chapter in its ties \r\nwith Cuba that the United States Government showed \r\nin carrying out a number of measures, including calling \r\non its Congress to lift its economic, commercial and \r\nfinancial embargo on Cuba. Regrettably, those positive \r\ndevelopments have been fading since April of last year, \r\nwhen the United States began gradually introducing \r\ntougher measures to reintensify and reconsolidate \r\nthe embargo. The renewed United States sanctions \r\nhave created more obstacles and challenges to Cuba’s \r\nefforts to take advantage of development opportunities, \r\nincluding through business and trade ties with \r\nAmerican and third-party partners. Such coercive \r\nA/73/PV.29 31/10/2018\r\n8/26 18-35065\r\nmeasures represent a serious setback that not only adds \r\nto the tension in the bilateral relations between the two \r\ncountries but also inflicts severe damage on the people \r\nof Cuba and especially its most vulnerable groups, \r\nincluding women and children.\r\nAs we have done for the past 26 years, we are \r\ngathered here today to take action on a draft resolution \r\nof the General Assembly (A/73/L.3) calling on the \r\nUnited States to put an end to the embargo. Since 1992, \r\nwhen Cuba introduced the first draft resolution on this \r\nagenda item in the Assembly, support for the Cuban \r\npeople’s legitimate claims has grown. Last year’s \r\nversion of the resolution was adopted by 191 votes to \r\n2, showing that the request for the immediate lifting of \r\nthe embargo represents the overwhelming opinion of \r\nthe international community.\r\nAs we all focus on the implementation of the 2030 \r\nAgenda for Sustainable Development, the United States \r\nembargo is an obstacle to the efforts and endeavours of \r\nthe people and the Government of Cuba to participate \r\nin that process. As a country that experienced and \r\nsuffered under a United States trade embargo for 19 \r\nyears, Viet Nam fully understands those difficulties \r\nand damage. The reality of the relations between Viet \r\nNam and the United States shows that only constructive \r\ndialogue and engagement can foster mutual trust and \r\nbring positive change. Embargoes and similar imposed \r\nmeasures only make the problem worse. Furthermore, \r\nthey run counter to the shared desire of every nation \r\nof the world to build sound and equal international \r\nrelations, regardless of differences in their political \r\nsystems and while ensuring that each nation’s right to \r\nchoose its own development path is respected.\r\nViet Nam reiterates its consistent opposition to \r\nany State’s efforts to impose unilateral embargoes or \r\ncoercive measures on another. We will vote in favour \r\nof draft resolution A/73/L.3 today in a demonstration \r\nof our desire to join the international community \r\nin calling on the United States to put an end to its \r\nunilateral embargo of Cuba and enable it to exercise its \r\nfreedom to participate equitably and fairly in economic \r\nand trade relations with all of its partners around the \r\nworld in accordance with international law, and to \r\nfreely build its own future. We urge the United States \r\nGovernment to reverse its current policy towards Cuba, \r\nin the service of benefiting and meeting the needs of \r\nthe two countries’ peoples and for the sake of durable \r\npeace and sustainable development in the region and \r\nthe world at large.\r\nIn that regard, we greatly appreciate Cuba’s desire to \r\ncontinue dialogue and cooperation on issues of mutual \r\ninterest and to negotiate pending bilateral matters with \r\nthe United States on a basis of equality, reciprocity \r\nand respect for the other’s national sovereignty \r\nand independence.\r\nBy voting in favour of the draft resolution, Viet \r\nNam once again reaffirms its strong support for \r\nfriendship, cooperation and solidarity with Cuba and, \r\nat the same time, renews its unwavering commitment \r\nto safeguarding the principles of international laws as \r\nenshrined in the Charter of the United Nations.\r\nMr. Kim Song (Democratic People’s Republic \r\nof Korea): The delegation of the Democratic People’s \r\nRepublic of Korea extends its full support to draft \r\nresolution A/73/L.3, entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”, based on \r\nthe principled stand of the Movement of Non-Aligned \r\nCountries and the Group of 77 with regard to rejecting \r\nany form of unilateral economic sanctions.\r\nMy delegation strongly condemns the blockade \r\nof Cuba as an infringement of its sovereignty, a crime \r\nagainst humanity and a violation of human rights, in \r\ncontravention of the Charter of the United Nations. All \r\nStates Members of the United Nations demand an end \r\nto the unilateral economic, commercial and financial \r\nblockade imposed by the United States on Cuba and \r\ncall for the creation of a peaceful environment for \r\nsustainable development.\r\nFor almost six decades now, since the foundation \r\nof the Republic of Cuba, the United States has imposed \r\na unilateral blockade on it in violation of international \r\nlaw. Cuba’s economic losses due to the blockade amount \r\nto tens of trillions of dollars. In November 2017, the \r\nUnited States Departments of the Treasury, State and \r\nCommerce decided to impose additional obstacles in \r\norder to further limit opportunities for the American \r\nbusiness community in Cuba. That clearly shows that \r\nthere has been no change in the intention of the United \r\nStates to effect regime change in Cuba through a deep-\r\nrooted economic blockade.\r\nMy delegation is convinced that the successful \r\nadoption of today’s draft resolution with the full \r\nsupport of the overwhelming majority during the \r\nsession — as large as in any previous Assembly session \r\non this resolution — will ref lect the unanimous wish of \r\nthe international community, which has continued to \r\n31/10/2018 A/73/PV.29\r\n18-35065 9/26\r\nlend its support and solidarity to the rightful struggle \r\nof the Government and the people of Cuba.\r\nIn conclusion, my delegation would like to take this \r\nopportunity to once again express its strong support and \r\nsolidarity to the Government of Cuba and its people, \r\nwho have been struggling vigorously to safeguard the \r\ndignity and sovereignty of a nation confronted with a \r\nunilateral blockade by the United States.\r\nMr. Rattray (Jamaica): My delegation aligns itself \r\nwith the statements delivered on behalf of the Group \r\nof 77 and China, the Community of Latin American \r\nand Caribbean States, the Movement of Non-Aligned \r\nCountries and the Caribbean Community, and would like \r\nto offer the following remarks in its national capacity.\r\nJamaica is profoundly disappointed at the continued \r\nneed for the General Assembly to meet for yet another \r\nyear in this manner to consider yet another draft \r\nresolution (A/73/L.3) on the necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America on Cuba. Jamaica has \r\nconsistently argued against the embargo, imposed in \r\nviolation of international law. It is an affront to the \r\ncollective expression of the international community, \r\nwhich has consistently called for it to be lifted. The \r\noverwhelming view of the international community \r\nwas made manifest yet again last year by the fact that \r\n191 Member States voted in favour of resolution 72/4 to \r\nlift the 56-year-old policy of economic blockade.\r\nJamaica is concerned about the fact that despite the \r\nprogress that has been made in recent years towards \r\na rapprochement between the United States and \r\nCuba, we are now witnessing increasing moves aimed \r\nat strengthening the embargo, thereby weakening \r\nthe prospects for meaningful dialogue between the \r\ncountries. We would like to point to the evidence for the \r\nstrengthening of that policy. First, the restrictions on \r\nCuba’s international financial transactions, including \r\nwith multilateral organizations, have intensified. \r\nSecondly, the United States Administration tightened \r\nthe blockade of Cuba on 16 June 2017 with the signing \r\nof a national security presidential memorandum entitled \r\n“Strengthening the Policy of the United States Toward \r\nCuba”. Thirdly, on 8 November 2017, the United \r\nStates Departments of Commerce, Treasury and State \r\nissued new regulations and provisions for putting the \r\nmemorandum into effect. Finally, on 10 September, the \r\nUnited States Administration extended the application \r\nagainst Cuba of the Trading with the Enemy Act to \r\n14 September 2019, thereby maintaining the legal \r\nframework on which the 1962 blockade policy on Cuba \r\nis based.\r\nWe are also concerned about the fact that tourism \r\nfrom the United States to Cuba remains effectively \r\nillegal, despite the restoration of diplomatic relations \r\nin 2015 and the removal of Cuba from the United States \r\nlist of State sponsors of terrorism. Besides that, we note \r\nthat the United States Departments of the Treasury, \r\nCommerce and State are being used to investigate and \r\nprosecute those who establish or consider establishing \r\nnormal financial, commercial and economic relations \r\nwith Cuba. The extraterritorial application of United \r\nStates laws violates the principles of the Charter of the \r\nUnited Nations as well as international law. Indeed, \r\nit represents a permanent threat to the stability of a \r\nMember State of the Organization and contravenes the \r\nprinciples of multilateralism.\r\nI would like to point out that although United \r\nStates policy and law technically make an exemption \r\nfor trading in raw materials for food and medicine, in \r\nconformity with international humanitarian law, the \r\nextraterritorial reach of the United States sanctions and \r\nthe implications of de-risking by correspondent banks \r\neffectively result in blocking basic humanitarian trade. \r\nIn fact, Cuba is even unable to trade food and medicine \r\nwith subsidiaries of United States companies in third-\r\nparty countries.\r\nThe situation is even more worrisome against the \r\nbackdrop of reports of the continued impact of the \r\nembargo on the existence of ordinary Cubans. In an \r\nenvironment in which the international community has \r\nagreed to focus its attention on the implementation of \r\nthe Sustainable Development Goals (SDGs), it seems \r\nill-advised that the embargo should be maintained \r\neven as we proclaim the need to leave no one behind. \r\nThe embargo constitutes the principal obstacle to the \r\ndevelopment of the Cuban economy.\r\nIn addition to the attainment of the SDGs, the \r\nembargo hinders Cuba’s national plan for economic and \r\nsocial development. That therefore confirms that the \r\nembargo represents a violation of the right to peace, \r\ndevelopment and security of a sovereign State.\r\nJamaica has always maintained that engagement \r\nwith Cuba is essential. We have had a long and fruitful \r\nrelationship with Cuba, one of our closest neighbours, \r\nwhich has witnessed the development of a vibrant and \r\ndynamic cooperation framework, despite the challenges \r\nA/73/PV.29 31/10/2018\r\n10/26 18-35065\r\nwrought by the embargo. Our relationship has prompted \r\nthe Government of Jamaica to approve a motion, over \r\nthe past nine years, by the House of Representatives in \r\nsupport of our Cuban brothers and sisters.\r\nIt is for those reasons that we will vote in favour of \r\nthis draft resolution, as originally submitted, and as we \r\nhave done in previous years.\r\nMr. Lal (India): India associates itself with the \r\nstatements made by the representatives of Egypt, on \r\nbehalf of Group of 77 and China, and Venezuela, on \r\nbehalf of the Movement of Non-Aligned Countries.\r\nWe welcome the Foreign Minister of Cuba, His \r\nExcellency Mr. Bruno Rodríguez Parrilla, here today. \r\nWe also thank the Secretary-General for his report on \r\nthis issue (A/73/85).\r\nEvery year, for more than two and a half decades, \r\nthe General Assembly has considered the issue of the \r\neconomic, commercial and financial embargo imposed \r\nmore than five decades ago by the United States on Cuba. \r\nEvery year, the Assembly has rejected the imposition of \r\nlaws and regulations with extraterritorial impact and \r\nall other forms of coercive economic measures that \r\nhurt the progress and prosperity of people the world \r\nover. Last year, 191 Member States voted in favour of \r\nresolution 72/4, expressing their strong support for the \r\nlifting of the embargo.\r\nThe General Assembly has also called on all States \r\nto refrain from promulgating and applying — and \r\nhas urged them to repeal and invalidate — laws and \r\nmeasures that have extraterritorial effects on the \r\nsovereignty of other States, in conformity with their \r\nobligations under the Charter of the United Nations \r\nand international law. There can be little doubt that the \r\ncontinued existence of this embargo, in contravention \r\nof overwhelming world opinion as expressed by \r\nthe Assembly, undermines multilateralism and the \r\ncredibility of the United Nations itself.\r\nAs the world’s largest democracy, with abiding \r\nfaith in multilateralism, India stands in solidarity with \r\nthe Assembly in its unambiguous rejection of domestic \r\nlaws having extraterritorial impact. Such embargoes \r\nhave the effect of impeding the full achievement of the \r\neconomic and social development of the population of \r\nthe country affected, particularly women and children. \r\nThey also hinder the full enjoyment of human rights, \r\nincluding the right to development, food, medical care \r\nand social services, among other things.\r\nSuccessive reports of the Secretary-General — and \r\nthis year’s report is no exception — have also established \r\nthat the embargo, particularly through its extraterritorial \r\neffects, has had an adverse impact on the Cuban people \r\nand the country’s development efforts.\r\nAt the same time, we want to acknowledge the \r\nnotable socioeconomic and development achievements \r\nof the Cuban people, particularly the country’s high \r\nranking on the human development index and its \r\nearlier achievement of several of the Millennium \r\nDevelopment Goals.\r\nThree years ago, when launching the transformative \r\n2030 Agenda for Sustainable Development, world \r\nleaders again strongly urged all States to refrain from \r\nany unilateral economic, financial or trade measures not \r\nin accordance with international law and the Charter of \r\nthe United Nations. The continuation of the embargo \r\nwill severely affect Cuba’s ability to implement the \r\ncomprehensive 2030 Agenda.\r\nCuba’s expertise in health care, achieved despite \r\nits problems, enabled it to respond quickly, effectively \r\nand substantially to the call made to all nations in the \r\nGeneral Assembly three years ago to respond to the \r\nEbola crisis in Africa.\r\nPeople-to-people contact holds immense \r\npossibilities for fostering better understanding among \r\nnations. The international community should intensify \r\nits efforts to promote an environment free from \r\nsanctions and embargoes. India hopes that the embargo \r\nwill be withdrawn as soon as possible and supports \r\ndraft resolution A/73/L.3, as submitted by Cuba.\r\nMr. Matjila (South Africa): Before I address \r\nthe issue at hand, allow me to convey South Africa’s \r\nheartfelt condolences to the United States of America \r\nfollowing the tragic mass shooting that took place in \r\nPittsburgh a few days ago. Our thoughts and prayers \r\ngo out to the bereaved families and to those who are \r\nstill fighting for their lives. That incident serves to \r\nunderscore once more the need for all of us to stand \r\nunited against all forms of hatred and violence.\r\nI would like to recognize the presence of His \r\nExcellency Mr. Bruno Rodríguez Parrilla, Minister for \r\nForeign Affairs of Cuba, at this important debate, which \r\nseeks an end to the injustice of the embargo on Cuba.\r\nTurning to the important issues under consideration, \r\nSouth Africa aligns itself with the statements delivered \r\nby the representatives of Egypt, on behalf of the Group \r\n31/10/2018 A/73/PV.29\r\n18-35065 11/26\r\nof 77 and China, the Kingdom of Morocco, on behalf \r\nof the Group of African States, and the Bolivarian \r\nRepublic of Venezuela, on behalf of the Movement of \r\nNon-Aligned Countries.\r\nSouth Africa welcomes the Secretary-General’s \r\nreport (A/73/85) on the implementation of resolution \r\n72/4, entitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba.”\r\nCuba continues to demonstrate its commitment \r\nto South-South cooperation by sharing its experience, \r\nknowledge and human resource development, among \r\nother things, with other developing countries as a \r\nmanifestation of solidarity among the peoples and \r\ncountries of the South. It can never be overemphasized \r\nthat the ties of friendship and camaraderie between \r\nSouth Africa and Cuba are deep-rooted and enduring. \r\nAt great sacrifice, Cuba made a significant contribution \r\nto the liberation of South Africa from apartheid, for \r\nwhich we remain eternally grateful.\r\nThose bonds of friendship have continued and \r\ndeepened under South Africa’s democratic system, \r\nwith South Africa and Cuba enjoying excellent bilateral \r\nrelations across a wide range of sectors in pursuit of \r\nour mutual quest of lifting up our peoples and others \r\nall over the world from the terrible burdens of poverty, \r\nsocioeconomic marginalization and deprivation.\r\nSouth Africa remains steadfast in its long-standing \r\nsupport for the annual resolution on the necessity \r\nof ending the economic, commercial and financial \r\nembargo imposed by the United States of America \r\non Cuba. The imposition of unilateral coercive \r\nmeasures by a major economy such as the United \r\nStates on one of our fellow developing countries and \r\none of its geographically closest neighbours has done \r\nimmeasurable damage to the development of the people \r\nof Cuba and as ever remains unjustified. Indeed, the \r\nUnited States itself recognized that fact during the \r\nObama Administration when it began to pursue the \r\nnormalization of diplomatic relations and a gradual \r\nrelaxation of the embargo. Regrettably, that progressive \r\nstep has since been reversed and the people of Cuba \r\nare once again faced with monumental obstacles to the \r\nfulfilment of their basic human rights, including the \r\nright to development and the realization of the 2030 \r\nAgenda for Sustainable Development.\r\nSouth Africa also remains deeply concerned \r\nabout the extraterritorial application of the unilateral \r\nand illegal embargo of Cuba by the United States, a \r\nregressive policy that prevents third countries from \r\npursuing normal trade and investment opportunities \r\nwith Cuba, further undermining our collective \r\nsustainable development efforts.\r\nIt is a testament to the fortitude of the Cuban \r\npeople that despite those odds, Cuba has continued \r\nto make significant strides in addressing its people’s \r\nsocioeconomic and development challenges. One of \r\nthose achievements is Cuba’s commendable health \r\nsector, which rivals that of many developed countries. \r\nSouth Africa continues to benefit from a wide range \r\nof cooperative arrangements with Cuba in this area, as \r\nwell as others.\r\nSouth Africa rejects draft amendments A/73/L.9 \r\nthrough A/73/L.16, introduced by the United States, \r\nto this year’s draft resolution (A/73/L.3), which clearly \r\nrepresent an attempt to divert attention from the serious \r\nhuman rights violations that the embargo inflicts on the \r\npeople of Cuba. South Africa urges the United States \r\nto resume cordial diplomatic relations with a view to \r\nadvancing the end of the deplorable Cuban embargo, a \r\nrelic of a bygone era that undermines the spirit of the \r\nCharter of the United Nations that as Member States of \r\nthis Organization we are all committed to. It therefore \r\ngoes without saying that South Africa will once again \r\nvote in solidarity with Cuba, and calls on all Member \r\nStates, including the developed countries, which seem \r\nvery quiet right now, to voice their condemnation and \r\nvote in favour of the draft resolution in question, urging \r\nthe international community to work together to free \r\nCuba from the political, economic, commercial and \r\nfinancial shackles of an embargo that has been in place \r\nfor more than half a century.\r\nMr. Gertze (Namibia): We are pleased to welcome \r\nthe Foreign Minister of Cuba to our meeting today.\r\nMy delegation aligns itself with the statements by \r\nthe Permanent Representatives of Venezuela, on behalf \r\nof the Movement of Non-Aligned Countries, Morocco, \r\non behalf of the Group of African States, and Egypt, \r\non behalf of the Group of 77 and China. Namibia \r\nwelcomes the Secretary-General’s report (A/73/85) \r\non the implementation of resolution 72/4, entitled \r\n“Necessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba”.\r\nFor close to 60 years, the Cuban people have \r\nbeen subjected to an unfair, unnecessary and unjust \r\nA/73/PV.29 31/10/2018\r\n12/26 18-35065\r\neconomic, commercial and financial blockade, imposed \r\nin an unsuccessful attempt by the United States to \r\neffect Government change in the Republic of Cuba. In \r\n2016, we were happy to note a change of tone on the \r\npart of the United States Government and hoped that \r\nthe blockade would come to an end right then. Instead, \r\nwe have seen heightened tensions, not because the \r\npeople of Cuba have demonstrated any ill will towards \r\nthe United States of America but merely because they \r\ncontinue to exercise their sovereign and democratic \r\nright to have a Government of their own choice.\r\nI would like to remind the Assembly that the \r\nblockade, contrary to international law and the \r\nCharter of the United Nations, violates the right of the \r\nCuban people to health care, food, education, sports, \r\nculture and development. In essence, it is a violation \r\nof human rights and the dignity of the Cuban person. \r\nFurthermore, it continues to have a severe impact on \r\nCuba economically, affecting foreign trade, investment \r\nand, of course, the economy generally. We note that the \r\nCuban people and Government continue to be denied \r\nincome from the export of goods and services, which \r\nremain the areas most affected by the embargo. The \r\npeople of Cuba must be allowed to participate in the \r\ninternational economic system without restrictions.\r\nNamibia would like to remind Member States of \r\nthe current United States Administration’s signing on \r\n17 June 2017 of a directive entitled “National security \r\npresidential memorandum on strengthening the policy \r\nof the United States toward Cuba”, which marked \r\na setback in the bilateral relations between the two \r\nnations. We once again urge the United States to lift the \r\neconomic embargo on Cuba. Namibia has taken note \r\nof the draft amendments A/73/L.9 through A/73/L.16 \r\nproposed by the United States to draft resolution \r\nA/73/L.3, which calls for an end to the embargo. They \r\nseem to represent an attempt by the United States \r\nto justify the blockade, which has been shown to be \r\noutdated and in fact constitutes a serious violation \r\nof the human rights of the entire Cuban people. It is \r\nregrettable that at a time when, through the 2030 \r\nAgenda for Sustainable Development, the world has \r\ncommitted to ensuring that no one is left behind, such \r\namendments, and the continuing embargo, will in effect \r\nleave Cuba behind. We call on Member States not to \r\nallow those attempts, as they will surely weaken our \r\ncommitment to multilateralism.\r\nIn conclusion, Namibia continues to stand by \r\nCuba against the unjust blockade and calls on the \r\ninternational community to support the Cuban people \r\nin ensuring that it is unconditionally lifted.\r\nMr. Nebenzia (Russian Federation) (spoke in \r\nRussian): We thank the Secretary-General for his \r\nreport (A/73/85) on the necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America on Cuba. The Russian \r\nFederation has consistently adhered to a principled \r\nposition on the annual General Assembly resolution on \r\nthis subject presented by our Cuban friends. We stand \r\nin solidarity with an overwhelming majority of the \r\nmembers of the international community and have made \r\nconcerted efforts to that end. We firmly condemn the \r\nUnited States embargo on Cuba and advocate for it to \r\nbe lifted immediately and completely. Both Chambers \r\nof the Federal Assembly of the Russian Federation \r\nhave once again adopted an appeal to the General \r\nAssembly and the Parliaments of the States Members \r\nof the United Nations reiterating our condemnation of \r\nWashington’s destructive course of action. Those texts \r\nhave been circulated as General Assembly documents \r\nunder agenda item 43.\r\nWe view the continuing commercial, economic, \r\nand financial blockade of Cuba by the United States as \r\nan odious relic of the Cold War and a glaring example \r\nof unilateral, illegitimate sanctions. We consider the \r\nuse of such unlawful practices to be an anachronism \r\nthat is counterproductive, completely unjustified in the \r\ncontext of today’s realities and entirely inconsistent \r\nwith the goal of ensuring the progressive development \r\nof international cooperation.\r\nRussia welcomed the decision of the United States \r\nof America on 26 October 2016 to abstain in the voting \r\non resolution 71/5, as a result of which not a single \r\nvote was cast against it for the first time in a quarter \r\nof a century. Nevertheless, despite Washington’s own \r\nacknowledgement of the futility of further attempts \r\nto isolate Havana, the blockade remains in effect, \r\nsignificantly damaging Cuba’s economy and preventing \r\nits citizens from enjoying their legitimate right to a \r\ndecent life, particularly in socially important areas. \r\nMoreover, a number of mitigating measures introduced \r\nby the previous United States Administration either \r\nhave yet to enter into force or are not operating as they \r\nshould, creating serious obstacles in Cuba’s path to \r\nfull integration into the global financial and economic \r\nsystem and preventing it from effectively developing \r\nits cooperation with foreign partners. Cuba’s inability \r\nto participate in the operations of international credit \r\n31/10/2018 A/73/PV.29\r\n18-35065 13/26\r\ninstitutions and its exclusion from the standard system of \r\ninter-State transactions seriously complicates Havana’s \r\naccess to external loans and generally accepted ways \r\nof paying for export and import operations, which \r\nsignificantly reduces Cuba’s purchasing power and \r\nhinders its trade growth.\r\nIn the area of goods, the embargo imposes stringent \r\nrestrictions with regard to complex technological \r\nsystems, for which United States-manufactured \r\ncomponents may not exceed 25 per cent. This particularly \r\naffects equipment for oil drilling, information and \r\ncommunications technology, aviation and cutting-edge \r\nmedical technologies, among other things.\r\nCuba’s lack of free access to the investment market \r\nis a major obstacle to its development of trade and \r\neconomic relations. Despite one-off investments from \r\nindividual, mostly European, companies, a majority \r\nof States, with one eye on the United States, have so \r\nfar refrained from large-scale cooperation with Cuba \r\nin this area. The lack of major systemic investments \r\nin the island’s energy, transport, logistics and port \r\ninfrastructure is a significant brake on the Cuban \r\neconomy’s development. We hope that under the \r\ncurrent United States Administration the process of \r\nnormalizing Cuban-American relations will not be \r\nfrozen or reversed. We assume that the accumulated \r\npositives from the rapprochement between Washington \r\nand Havana will be maintained and will receive \r\nsubstantive development in terms of resolving the \r\nfundamental issues in their bilateral relations on an \r\nequal and mutually respectful basis.\r\nToday the Russian Federation will once again vote \r\nin support of the draft resolution (A/73/L.3), which \r\ndemands that the blockade be fully lifted. The 2030 \r\nAgenda for Sustainable Development calls for equal \r\nand fair treatment of all members of the international \r\ncommunity, leaving none behind. It is essential that we \r\nlend a helping hand to those in particular need of our \r\nsupport. We call on everyone here to show solidarity with \r\nthe Cuban people in their struggle for equal conditions \r\nfor ensuring their socioeconomic development, and to \r\nvote in favour of the draft resolution.\r\nMr. Gómez Camacho (Mexico) (spoke in Spanish): \r\nIt is extremely important for Mexico to be participating \r\nin today’s discussion and reaffirming our commitment \r\nto ensuring that international relations foster economic \r\ngrowth, social development and the peaceful settlement \r\nof disputes within a framework of mutual respect. In \r\nthat conviction, we supported the essential process of \r\nnormalizing relations that we saw between Cuba and \r\nthe United States in recent years.\r\nMexico reiterates its rejection of unilateral action \r\nagainst the Republic of Cuba, including the more \r\nthan five decades of an economic, trade and financial \r\nembargo that runs counter to international law and to \r\nthe maintenance of friendly and cooperative relations \r\nbetween States. We also reject the implementation of \r\ndiscriminatory national trade laws designed to produce \r\nextraterritorial effects. We hope for a resumption of \r\nthe necessary dialogue between the United States and \r\nCuba. We continue to believe that relations between \r\nneighbours on the American continent will benefit \r\nfrom building ties that correspond to today’s major \r\nand deep-rooted interactivity between peoples and \r\nunderstanding between Governments, for which we \r\nneed greater openness and a freer f low of people, \r\ngoods, technologies and ideas.\r\nMexico firmly believes that ending the economic, \r\ncommercial and financial embargo would enable \r\nCuba to improve its people’s standard of living, since \r\nit would have access to the international financial \r\nsystem, like any other State, as well as greater f lows \r\nof trade and investment, which would benefit the entire \r\nregion. It would also enable it to make progress in the \r\ncomprehensive implementation of the 2030 Agenda \r\nfor Sustainable Development and its Sustainable \r\nDevelopment Goals. Despite the adverse circumstances \r\nthat the country has faced for more than 50 years, Cuba \r\nhas high levels of human development, as recently \r\nacknowledged in the United Nations Development \r\nProgramme’s 2018 Regional Human Development \r\nReport for Latin America and the Caribbean. Its \r\nachievements in the areas of universal and free access \r\nto basic services, the eradication of poverty and putting \r\nan end to hunger are impressive.\r\nThe peoples of Mexico and Cuba share a historical \r\nand intimate relationship that has been strengthened \r\nthrough f lexible, serious and trusting political dialogue, \r\na broad and solid legal framework and a growing \r\nexchange of trade and investment that has revitalized \r\nour agenda through issues of common interest, based \r\non realities in both countries. Mexico will continue \r\nto support the Government of Cuba’s actions aimed at \r\nupdating its model of economic and social development \r\nand to closely monitor the process of constitutional \r\nreform under way that seeks to adapt Cuba to new \r\nA/73/PV.29 31/10/2018\r\n14/26 18-35065\r\ntimes and new needs. The embargo does nothing to \r\nfoster change.\r\nMr. Ma Zhaoxu (China) (spoke in Chinese): \r\nChina welcomes the presence of  Mr. Bruno Eduardo \r\nRodríguez Parrilla, Minister for Foreign Affairs of the \r\nRepublic of Cuba.\r\nWe associate ourselves with the statement made \r\nearlier by the representative of Egypt on behalf of the \r\nGroup of 77 and China.\r\nThe 2030 Agenda for Sustainable Development sets \r\nout an overall plan for global sustainable development, \r\nopening a new era and charting a clear path for national \r\ndevelopment and international cooperation. We have \r\nnow entered the third year of its implementation, but \r\nthe progress that has been made in implementing the \r\ngoals of primary concern to developing countries, \r\nsuch as the eradication of poverty, gives no cause for \r\noptimism. All countries should uphold the principles \r\nof mutual understanding, joint development and shared \r\nresults, with an awareness that we are part of one \r\ncommunity with a shared future for humankind. We \r\nmust jointly tackle our common challenges, create new \r\nopportunities, seek new momentum for development, \r\ncomplement one another’s advantages and achieve \r\nwin-win results, and do all of that with a heightened \r\nsense of urgency. Against that backdrop, the economic \r\nblockade and sanctions regime imposed by the United \r\nStates on Cuba should cease immediately.\r\nFor 26 consecutive years, the General Assembly \r\nhas adopted by an overwhelming majority the annual \r\nresolution entitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba”, which calls \r\non all countries to abide by the Charter of the United \r\nNations and the norms of international law and to \r\nrevoke or abolish any laws or measures that have \r\nextraterritorial effects on the sovereignty of other \r\nStates, the legitimate interests of entities or persons \r\nunder those States’ jurisdictions and on freedom of \r\ntrade and navigation. For many years, however, there \r\nhas regrettably been no effective implementation of \r\nthose resolutions, and the economic, commercial and \r\nfinancial embargo that the United States has imposed \r\non Cuba remains in place to this day. That runs counter \r\nto the purposes and principles of the Charter and the \r\nrelevant resolutions of the Assembly, causing huge \r\neconomic and financial losses to Cuba. It hampers \r\nthe efforts of the Cuban people to eradicate poverty \r\nand achieve the Sustainable Development Goals, and \r\nundermines their right to life and development, as well \r\nas adversely affecting normal economic, commercial \r\nand financial exchanges between other countries and \r\nCuba. China consistently advocates for respecting \r\ncountries’ right to choose their own social systems and \r\ndevelopment paths independently, and we are opposed \r\nto the imposition of unilateral sanctions on other \r\ncountries, whether by military, political, economic or \r\nother means.\r\nChina always strictly abides by and implements \r\nthe relevant resolutions of the General Assembly. \r\nChina and Cuba have maintained economic trade \r\nand personnel exchanges. Our friendly and mutually \r\nbeneficial cooperation in all fields continues to move \r\nahead. This is in line with the wishes of the peoples \r\nof China and Cuba and promotes Cuba’s economic and \r\nsocial development.\r\nThe world today is undergoing profound changes \r\nsuch as have not been seen in 100 years. Peace, \r\ndevelopment, cooperation and win-win benefits have \r\nbecome the leitmotif of our time. Exchanges based \r\non maintaining an equal footing between nations and \r\ncooperation for mutual benefit represent a major trend. \r\nDialogues between equals and friendly consultations \r\nare the best way to resolve differences.\r\nIn recent years, the United States and Cuba have \r\nresumed their diplomatic relations, taking important \r\nsteps to normalize relations between the two countries. \r\nChina hopes that they will continue to advance this \r\nprocess and that the United States will completely end \r\nits embargo policy against Cuba as soon as possible. \r\nBoth parties should move with the historical trends of \r\nour times by developing normal inter-State relations \r\nin accordance with the purposes of the Charter of the \r\nUnited Nations and the basic norms of international \r\nrelations. That will also serve the common interests of \r\nthe two countries and their peoples, advance peace and \r\nstability throughout the Americas and contribute to the \r\ncommon development of the international community.\r\nChina will once again vote in favour of the draft \r\nresolution (A/73/L.3) submitted by Cuba under the \r\nagenda item entitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba.\r\nMr. Llorentty Solíz (Plurinational State of Bolivia) \r\n(spoke in Spanish): My delegation is grateful for the \r\nreport of the Secretary-General (A/73/85).\r\n31/10/2018 A/73/PV.29\r\n18-35065 15/26\r\nWe align ourselves with the statements delivered \r\nby the representatives of Egypt, on behalf of the \r\nGroup of 77 and China, Venezuela, on behalf of the \r\nMovement of Non-Aligned Countries, and El Salvador, \r\non behalf of the Community of Latin American and \r\nCaribbean States.\r\nAt the outset, we would like to welcome the presence \r\nhere today of Mr. Bruno Rodríguez Parrilla, Minister \r\nfor Foreign Affairs of Cuba, and his delegation.\r\nThe economic, commercial and financial blockade \r\nof Cuba is perhaps one of the most important issues \r\non the agenda of the United Nations, given that it \r\nencapsulates the very raison d’être and meaning of our \r\nOrganization, as well as the challenges that threaten \r\nit. Under the blockade of Cuba, we have seen the \r\nprinciples of respect for the sovereignty, equality and \r\nself-determination of peoples systematically violated \r\nfor more than half a century. With the blockade of Cuba, \r\nthe importance of resolving our differences within the \r\nframework of a common rules-based order for all States \r\nhas been ignored with impunity.\r\nFor more than 26 consecutive years, the \r\ninternational community has almost unanimously \r\nreaffirmed the importance of ending the United States \r\nblockade of Cuba. However, for the twenty-seventh \r\ntime, we are meeting here again to demand that a \r\nsingle country, the United States of America, refrain \r\nfrom applying unilateral measures and comply with \r\nthe obligations and commitments it assumed upon \r\nbecoming a State Member of our Organization. How \r\ncan it not be significant that one of the most powerful \r\nMembers of the United Nations, a permanent member \r\nof the Security Council and the host country of our \r\nOrganization, refuses to comply with the obligations \r\ninherent in its participation within it? It is time for the \r\nGeneral Assembly and the United Nations to enforce \r\nthe decisions that their membership has determined.\r\nThe United States blockade of Cuba is illegal \r\nbecause it violates the Charter of the United Nations \r\nand the international laws that govern us all. It is unjust \r\nbecause it affects Cuba’s development, financial and \r\nbanking operations, foreign trade and industry. It is \r\nimmoral because it affects the health, nutrition and \r\neducation of the Cuban people.\r\nThe United States blockade of Cuba must be lifted. \r\nWe have been repeating this for 27 years in this Hall \r\nand have often been met with silence in response. At \r\nother times, we have seen measures intensified and \r\nstrengthened, hindering Cuba’s legitimate development \r\naspirations and undermining the human rights of the \r\nCuban people. For that reason, it is truly cynical to \r\ntry to distort the meaning of today’s draft resolution \r\npresented by Cuba (A/73/L.3), which refers to the \r\nfulfilment of the Sustainable Development Goals and \r\nrespect for human rights, in both of which Cuba is an \r\nexample for all humankind.\r\nWe will not use this opportunity to go into great \r\ndetailabout the clear achievements of Cuba in these \r\nfields, evidenced by a free, healthy, cultured, educated \r\nand participatory population. We prefer to dedicate \r\nthese few minutes to paying homage to the spirit of \r\nsolidarity of that small island, which, despite all its \r\ndifficulties and the criminal blockade it endures, has \r\nbeen able to provide disinterested help to the rest of the \r\nworld in the fields of medicine, education, technology, \r\nsport and art and culture.\r\nWhen racism and colonialism subjugated our \r\nbrothers in Africa, Cuba was there. When illiteracy \r\nplagued many of our peoples, Cuba was there. When \r\nEbola, malaria and other diseases attack the poorest \r\non our planet, Cuba is there. When hurricanes strike \r\nour brothers in the Caribbean, Cuba is there. When \r\nearthquakes hit our brothers in Asia, Cuba is there. \r\nMost importantly, Cuba is there to set an example with \r\ndignity and the unwavering strength that serves as a \r\nguide for us all and keeps hope alive.\r\nI urge members to look around, to look at what \r\nhappens in our Organization and to see what is taking \r\nplace in every aspect of our work. A deliberate and \r\ncalculated attack is being waged on multilateralism. \r\nLet them see what happened with the Paris Agreement \r\non Climate Change and what is happening with \r\nthe global compact for safe, orderly and regular \r\nmigration, the attacks on the International Criminal \r\nCourt and the Human Rights Council, on agreements \r\non denuclearization and disarmament, the unilateral \r\nmilitary actions, the threats of the use of force against \r\nMember States and the proliferation of unilateral \r\nsanctions. We are not talking only about Cuba today \r\nbut about the entire multilateral system, which is \r\nunder threat.\r\nWhat should we do? We must fight. We must fight \r\nto defend the multilateral system, the United Nations \r\nand international law. We must strive to defend the \r\nprinciples and purposes that unite us as an international \r\ncommunity. Only by winning that fight will we be able \r\nA/73/PV.29 31/10/2018\r\n16/26 18-35065\r\nto give succeeding generations the possibility of a \r\nbetter future.\r\nCuba is still perfectly described today in the words \r\nthat Commander Ernesto “Che” Guevara used in right \r\nof reply in this very Hall 54 years ago:\r\n“The whole Cuban people trembles with indignation \r\nwhenever an injustice is committed, not only in \r\nAmerica, but anywhere in the world.” (A/PV.1300, \r\npara. 57).\r\nHere we can say what we have said so many times \r\nbefore, as expressed by José Martí: “Every real man \r\nshould feel on his cheek the slap that another man \r\nreceives on his cheek”. That is how the Cuban people \r\nfeel as a whole. The intent is to deliver a slap in the face \r\nof that small, united island, that great, dignified island. \r\nAnd it is up to all of us to tremble with indignation, feel \r\nthe slap in our own face, denounce injustice once more \r\nand demand that the illegal, unjust, immoral blockade \r\nby the United States of Cuba be ended once and for all.\r\nMr. Boukadoum (Algeria): We have heard the \r\nstatements made by the representatives of Egypt, on \r\nbehalf of the Group of 77 and China, Venezuela, on \r\nbehalf of the Movement of Non-Aligned Countries \r\n(NAM), and Morocco, on behalf of the Group of \r\nAfrican States. They all spoke up on our behalf, and \r\nmy country, of course, aligns itself with the statements \r\nof all those groups.\r\nThe continuing annual adoption by an \r\noverwhelming majority of the members of the General \r\nAssembly of a resolution calling for the lifting of the \r\nblockade against Cuba is a message that cannot be \r\nignored. It ref lects the strong and steadfast support \r\nand desire of the international community to put \r\nan end to the unjustified, unnecessary and harmful \r\nembargo that has now been imposed on Cuba for six \r\ndecades. Algeria will continue to speak up and voice \r\nits opposition to all our friends on the continued \r\neconomic, commercial and financial embargo of our \r\nsister country of Cuba and its strengthening. Those \r\nunjustified sanctions not only exacerbate the sufferings \r\nof the Cuban people by depriving them of their basic \r\nrights, they also obstruct Cuba’s economic development \r\nand hamper its efforts to implement the 2030 Agenda \r\nfor Sustainable Development.\r\nI want to recall that my country has always stressed \r\nthat Cuba, like any other Member State, has the right to \r\nfreedom of trade and navigation and to expand trade, \r\non a mutually agreed basis, with any economic partner. \r\nAlgeria has always fully shared NAM’s position, which \r\nregularly rejects the imposition of unilateral acts or \r\nextraterritorial regulations impeding the development \r\nof any country, as well as all forms of coercive economic \r\nand trade measures, and reflects unwavering principles \r\nof Algeria’s foreign policy.\r\nLet me add that Algeria considers Cuba to be \r\nmore than a friend. That country stood by us in dire \r\ntimes. Cubans have expressed such solidarity in many \r\nparts of the world. I would like to acknowledge, as a \r\nnotable example, the commitment and the undeniable \r\nexpertise that Cuban doctors have always demonstrated \r\nwell beyond their borders. For example, when many \r\nlooked the other way, Cuban doctors went to fight the \r\nEbola crisis in western parts of Africa. They did so \r\non behalf and for the sake of the whole international \r\ncommunity, with no payback whatsoever, and they \r\nwere praised afterwards by the whole membership and \r\nthe international community.\r\nToday more than ever, it is important to rebuild \r\nthe momentum and advance the positive achievements \r\nthat we have all witnessed in recent years in the \r\nrelations between Cuba and the United States of \r\nAmerica. Engaging in a constructive and respectful \r\nbilateral dialogue, in full respect for the principles \r\nof international law and the Charter of the United \r\nNations, will certainly pave the way solidly for the \r\nfull normalization of relations between Cuba and \r\nthe United States and lead to the lifting of the long-\r\nstanding, unnecessary embargo, to the mutual benefit \r\nof the peoples of both countries, the region and beyond \r\nit the whole world.\r\nMs. King (Saint Vincent and the Grenadines): I \r\ncome to the rostrum today to reiterate our well-known \r\nposition in favour of draft resolution A/73/L.3, as \r\npresented by the Cuban delegation.\r\nWe align ourselves fully with the statements made \r\nearlier on behalf of the Caribbean Community, the \r\nMovement of Non-Aligned Countries, the Group of 77 \r\nand China, and the Community of Latin American and \r\nCaribbean States.\r\nSince 1992, the United Nations has called for an \r\nend to the embargo through this annual resolution, \r\nand today the urgent importance of ending it remains. \r\nThe embargo is inhumane, a violation of international \r\nlaw, an example of unilateral action and contrary to \r\n31/10/2018 A/73/PV.29\r\n18-35065 17/26\r\nthe Charter of the United Nations and the principle of \r\nnon-interference in domestic affairs.\r\nNo country in this Hall has the right to tell the \r\nUnited States how to conduct its foreign policy, who \r\nits friends should be or how to determine its national \r\ninterests. Even if such a right existed, Saint Vincent \r\nand the Grenadines would not presume to exercise \r\nit against its cherished friend and neighbour to the \r\nnorth, the United States, with which we enjoy excellent \r\ncooperation. But every country in this Hall is obligated \r\nby the Charter to oppose instances where national \r\nforeign policy decisions morph into violations of \r\ninternational law or sustained disregard of the Charter \r\nprinciples of sovereign equality and non-interference in \r\nthe domestic affairs of States.\r\nEvery attempt to justify this embargo has failed to \r\nconvince 191 Member States. It is an affront to us all \r\nthat the legislature of one country can make a decree \r\non the trade matters of another, thereby affecting third \r\ncountries. The ever-shifting allegations of one State \r\nabout another are not sufficient grounds for imposing \r\nan embargo or sanctions of any kind. Rather, this is a \r\nmatter that we must discuss and decide on here at the \r\nUnited Nations.\r\nIn the meantime, we have begun the process \r\nof implementing the 2030 Agenda for Sustainable \r\nDevelopment, which has set goals to guide the creation \r\nof the future we want, and which aims to leave no one \r\nbehind. We, the peoples of the international community, \r\nare determined to take bold and transformative steps \r\nto shift the world onto a sustainable and resilient path. \r\nWhat place, then, does this embargo have in our modern \r\nworld? And in an interconnected world of open borders \r\nand the free movement of people, goods and capital, \r\nhow can the champions and architects of globalization \r\nsimultaneously legislate the isolation of one State or \r\nplace extraterritorial restrictions on commerce, global \r\ntrade and the movement of individuals?\r\nIt is counterintuitive to impose an unjust obstacle \r\nto Cuba’s development, on the one hand, while on the \r\nother criticizing Cuba in its noble efforts to implement \r\nthe Sustainable Development Goals. As we all know, \r\nthe implementation of the Goals is a work in progress \r\nacross the board, and we caution against invoking the \r\nGoals in an attempt to score geopolitical points. The \r\nfact remains that despite the embargo, Cuba has made \r\ntremendous development gains.\r\nIn addition, Cuba has remained a staunch and \r\nabiding partner in the development of our country, \r\neven in times of global hardship. Cuban universities \r\nhave graduated many hundreds of Vincentian students \r\nand are currently hosting even more, free of charge. Its \r\nsurgeons have performed operations on thousands of \r\nVincentian patients, without charging them a penny. Its \r\ndoctors have brought quality medical care and expertise \r\nto the most remote areas of our country, and etched \r\nin the recent memory of Vincentians are the Cuban \r\nengineers, architects and workers who laboured to build \r\nus a modern hospital and our first international airport.\r\nWe consider the lifting of the embargo to be a \r\nprerequisite of any meaningful rapprochement between \r\nCuba and the United States, not a negotiated end result. \r\nWhile in the past there have been positive indications \r\nof f lexibility, there have recently been reminders of \r\nunilateral rigidity. Nevertheless, we remain hopeful \r\nthat the position of the overwhelming majority of States \r\non that matter will be heard, and we encourage Member \r\nStates to remain in solidarity with the Government and \r\nthe people of Cuba.\r\nIn that context, Saint Vincent and the Grenadines \r\nreiterates its unequivocal call for the removal of that \r\nabsurd embargo and unstintingly supports draft \r\nresolution A/73/L.3, on the necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba, as \r\noriginally presented by the Cuban delegation.\r\nMr. Khoshroo (Islamic Republic of Iran): At \r\nthe outset, I would like to express my gratitude for \r\nthe recent report compiled by the Secretary-General \r\n(A/73/85), which demonstrates the strong position \r\ntaken by States and international organizations on the \r\nnecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba.\r\nWe offer our warm welcome to Mr. Bruno Eduardo \r\nRodríguez Parrilla, the Foreign Minister of Cuba, and \r\nhis delegation. I would like to take this opportunity \r\nto reaffirm Iran’s full support for the people and \r\nthe Government of Cuba against the long-lasting, \r\nunilaterally imposed, unlawful and immoral embargo.\r\nMy delegation aligns itself with the statements \r\nmade earlier on behalf of the Movement of Non-Aligned \r\nCountries, the Group of 77 and China, and the States \r\nmembers of the Organization of Islamic Cooperation. \r\nA/73/PV.29 31/10/2018\r\n18/26 18-35065\r\nHowever, i would also like to add the following remarks \r\nin my national capacity.\r\nUndoubtedly, the economic, commercial and \r\nfinancial blockade of Cuba is the most unjust and \r\nlongest-lasting example of unilateral sanctions imposed \r\non a country in the modern history of our world, and \r\na vivid example of the unilateral way in which the \r\nUnited States acts in the world. In fact, the behaviour \r\nand one-track mindset of some of that country’s high-\r\nranking officials keep them increasingly isolated \r\nfrom the realities of today’s multilateral world. \r\nThe United States long-standing obstinacy and \r\npathological tendency to impose unilateral sanctions, \r\nparticularly under the current Administration, which \r\npursues the obsolete policies of the Cold War, have \r\ninflicted enormous damage on every sector of the \r\nCuban economy and caused the Cuban people untold \r\nhardship by preventing them from fully enjoying their \r\nhuman rights.\r\nThe strengthening of the extraterritorial application \r\nof the blockade and the intensification of that policy have \r\nhad profound adverse effects on Cuba’s international \r\nfinancial and loan relations. The blockade constitutes a \r\nmassive, f lagrant and systematic violation of the human \r\nrights of all Cuban people. It violates the Charter of the \r\nUnited Nations and international law and constitutes an \r\nobstacle to international cooperation.\r\nRegrettably, in the twenty-first century, United \r\nStates officials still use and resort to hostile rhetoric in \r\nthe spirit of the Cold War, instead of learning lessons \r\nfrom their short-sighted and disastrous policies on \r\nCuba and in our region, the Middle East.\r\nThe Islamic Republic of Iran, which has been \r\nsubjected to the unilateral coercive measures of \r\nthe United States for more than 37 years, including \r\nunprecedented economic and financial sanctions, \r\nfully shares the valid concerns of the Government of \r\nCuba, which is suffering from the recklessness and \r\ndisregard of the United States for international values \r\nand institutions. Enjoying a close relationship with the \r\nCuban people, the Iranian people have demonstrated \r\ntheir unwavering resilience during the past 37 years, \r\ndespite the difficulties and constraints that the sanctions \r\nhave created.\r\nIn that context, I must point out how the United \r\nStates is addicted to the imposition of sanctions \r\nas an instrument to achieve its bilateral goals. The \r\nconclusion of the Joint Comprehensive Plan of Action \r\nin 2015 between Iran and the 5+1 group, which was \r\nendorsed by Security Council resolution 2231 (2015) \r\nand adopted under Chapter VII of the Charter of the \r\nUnited Nations, is a good example of the fact that the \r\nUnited States is a perfidious player on the international \r\nscene. Resolution 2231 (2015) was supposed to put an \r\nend to the sanctions imposed on Iran. It is tragic that \r\nthe United States, a permanent member of the Security \r\nCouncil and one of the principal negotiators of and \r\nparties to the agreement and the drafting of the Council \r\nresolution, is now punishing and threatening sovereign \r\nStates, not for violating but for abiding by a Security \r\nCouncil resolution.\r\nThe economic war that the United States has \r\ninitiated under the rubric of new sanctions not only \r\ntargets the Iranian public but also has harmful \r\nrepercussions for the peoples of other countries, and \r\nhas disrupted the state of global trade. The reimposition \r\nby the United States of sanctions against Iran, after its \r\nunilateral withdrawal, has shown that the United States \r\nis utterly untrustworthy and that it is a colossal mistake \r\nto count on its commitments.\r\nThe message of today’s meeting is a reaffirmation \r\nof the fact that the time for interventionist policies \r\nand interference in the farthest reaches of the world \r\nis long over. The era of coups d’état, invasions and \r\ndestabilization and the policies of walls, sanctions \r\nand aggression that threaten the peace and security \r\nof the world are over. The message being sent today \r\nthrough our unanimous condemnation of unilateral \r\ncoercive measures, particularly unilateral embargoes \r\nand sanctions, is that the preservation of interests \r\nand security in the world, in the least costly manner, \r\nis possible only through cooperation, solidarity and \r\ncoordination among countries in the framework \r\nof multilateralism.\r\nHowever, it is unfortunate that we are witnessing \r\nthe rise of rulers in the world who think they can secure \r\ntheir interests better — or at least, in the short-term, \r\nride public sentiments and gain popular support — by \r\nfomenting extremist nationalism and racism, as well as \r\nby trampling global rules and undermining international \r\ninstitutions. Confronting multilateralism by resorting \r\nto unilateral actions, including the imposition of an \r\nembargo and sanctions, is not a sign of strength. It \r\nis rather a symptom of intellectual weakness and \r\nbetrays an inability to understand a complex and \r\ninterconnected world.\r\n31/10/2018 A/73/PV.29\r\n18-35065 19/26\r\nMrs. Taremba (Zimbabwe): My delegation \r\naligns itself with the statements delivered by the \r\nrepresentatives of Egypt, on behalf of the Group of \r\n77 and China, Venezuela, on behalf of the Movement \r\nof Non-Aligned Countries, and Morocco, on behalf of \r\nthe Group of African States. Let me begin by thanking \r\nthe Secretary-General for his report (A/73/85), which \r\nhas once again highlighted the widespread negative \r\nimpacts of the economic, commercial and financial \r\nembargo imposed by the United States on Cuba.\r\nTwo years ago, when we considered this agenda \r\nitem (see A/71/PV.32), it seemed as if we might be on \r\nthe cusp of a great moment in history, where one of the \r\nmost unjust vestiges of a troubled history might finally \r\nbe on the verge of resolution. At that time, Zimbabwe \r\njoined many Member States in commending what we \r\nhoped was the first of many steps to be taken towards \r\nnormalizing relations between the United States \r\nand Cuba.\r\nSadly, the developments since April 2017 have \r\ndashed the optimism of that time. We are very \r\ndisheartened by the fact that at a time when we all \r\nshould be joining hands to promote the eradication of \r\npoverty and the full implementation of the 2030 Agenda \r\nfor Sustainable Development, some of us are devising \r\nmore stringent ways to keep a sovereign country \r\nfrom realizing its right to development and ensuring \r\nthat its citizens are not left behind as the rest of the \r\nworld prospers. In a globalized world, where progress \r\nis spurred by increased collaboration and people-to-\r\npeople contact, it is sad and somewhat incomprehensible \r\nthat so much capital would be expended to perpetuate \r\nthe economic, commercial and financial isolation of a \r\nsmall developing country and its people.\r\nZimbabwe reaffirms its condemnation of the \r\npromulgation and application of unilateral coercive \r\nmeasures that have an extraterritorial impact. Such \r\nmeasures are contrary to the Charter of the United \r\nNations and run counter to the principle of the sovereign \r\nequality of States and non-interference in their domestic \r\naffairs. Furthermore, they undermine international \r\ntrade regulations and practices and interfere with the \r\nright of third-party countries and private entities to take \r\ntheir own decisions on trading with affected countries.\r\nOn that basis, Zimbabwe stands firmly with the \r\nvast majority of the States Members of the United \r\nNations in opposing the economic, commercial and \r\nfinancial embargo against Cuba. The embargo is the \r\nsingle biggest obstacle to socioeconomic progress in \r\nCuba, as well as the achievement of the 2030 Agenda. It \r\nis also an unacceptable violation of the human rights of \r\nCuban nationals, as well as a threat to their aspirations \r\nfor prosperity.\r\nWhile the world has been advancing and economies \r\nhave been modernizing and developing, Cuba has been \r\nkept shackled for 60 years and its development hindered \r\non the basis of an outdated policy that belongs to the \r\npast. It is time that that unjust embargo was consigned \r\nto the annals of history where it belongs. We are \r\nconvinced that relations between the States concerned \r\nwill greatly benefit from a move towards policies that \r\nare relevant today, not those based on a past that should \r\nbe consigned to dusty history tomes.\r\nGiven Cuba’s willingness to engage in dialogue, we \r\nencourage reciprocal steps from the other side for the \r\nbenefit of both peoples and the international community \r\nas a whole.\r\nMr. Ja’afari (Syrian Arab Republic) (spoke in \r\nArabic): My delegation associates itself with the \r\nstatements delivered by the representatives of the \r\nBolivarian Republic of Venezuela, on behalf of the \r\nMovement of Non-Aligned Countries, and the Arab \r\nRepublic of Egypt, on behalf of the Group of 77 \r\nand China.\r\nMy delegation would like to make the following \r\nremarks in our national capacity. At the outset, I \r\nwelcome our dear friend, Mr. Bruno Rodríguez Parrilla, \r\nMinister for Foreign Affairs of Cuba. His friendly \r\ncountry, Cuba, should fully trust that the Syrian Arab \r\nRepublic will continue to support the steadfastness of \r\nthe Cuban people and Government as they deal with the \r\nunjust blockade imposed on them by the United States \r\nsince 1962.\r\nSyria will not forget that its friends and brothers in \r\nCuba have stood by its side in the face of the terrorist \r\nwar that we have been subjected to for the past eight \r\nyears. Syria will not forget that Cuba has continued to \r\nsupport its position in the face of the Israeli occupation \r\nof the Syrian Arab Golan. My country takes pride in \r\nthe fact that many of its men and women have received \r\neducation in medicine and engineering at well-known \r\nCuban universities that continue to be a beacon of \r\nscience and knowledge despite the unjust United States \r\nblockade, which has continued for almost six decades.\r\nA/73/PV.29 31/10/2018\r\n20/26 18-35065\r\nMy country fully and unconditionally supports \r\ndraft resolution A/73/L.3 and believes that its contents, \r\nespecially its operative paragraphs, reflect the position \r\nof the United Nations, which rejects unilateral coercive \r\neconomic measures, since they constitute a collective \r\npunishment imposed on the entire population and \r\nundermine the United Nations system while infringing \r\non its privileges. In addition, they constitute an \r\nobstacle to the achievement of the 2030 Agenda \r\nfor Sustainable Developmen, impede international \r\ncommercial exchange and are an obstacle to people’s \r\nenjoyment of their human rights, as described in human \r\nrights instruments.\r\nWe in the Syrian Arab Republic, a people who have \r\nsuffered for many decades as a result of such unilateral \r\ncoercive economic measures, will continue to pose a \r\nmoral question about how the representatives of certain \r\ncountries can call from the rostrums of the United \r\nNations for the accelerated implementation of the goals \r\nof the 2030 Agenda for Sustainable Development and for \r\nno one to be left behind, while their own Governments \r\nimpose unilateral coercive economic measures against \r\nCuba, Syria, Iran, Venezuela, the Democratic People’s \r\nRepublic of Korea, Palestine, the Russian Federation \r\nand China, among other countries.\r\nToday we are only 12 years away from the deadline \r\nfor the implementation of the Sustainable Development \r\nGoals. No one can argue that the economic embargoes \r\nthat certain Governments have imposed on many \r\ncountries around the world do not directly obstruct their \r\ngoal of achieving socioeconomic development. On that \r\nbasis, the credibility of the United Nations, including \r\nits Charter, its resolutions and the 2030 Agenda, is now \r\nat stake, particularly given that last year, 191 States \r\nMembers of the United Nations gave the Organization \r\nan unconditional and absolute mandate to put a final \r\nand irreversible end to the unjust economic embargo \r\nthat has been imposed on the Cuban people for the past \r\n56 years (see A/72/PV.38). That mandate has witnessed \r\ndissent only from the United States and its minion, \r\nIsrael.\r\nWe owe the Cuban people and their leadership and \r\nGovernment a debt. Our friend Cuba has always taken \r\nthe side of right, justice and equality. It has responded \r\nto calls for medical and humanitarian assistance from \r\nall over the world. No one can forget the role that their \r\ndoctors and citizens played in combating the Ebola \r\nepidemic on the African continent, when doctors from \r\nother Western States were f leeing Africa because they \r\nwere afraid to confront the disease. Meanwhile, Cuba \r\nsent hundreds of doctors to deal with the epidemic.\r\nWe must all remember that this historic country \r\nhas continued to progress despite the challenges of the \r\nembargo. It has continued to propagate science and \r\nmodern medical technology throughout the world. In \r\nmost cases, Cuba has provided its services to the peoples \r\nof the world while asking nothing in return in order to \r\nprove that the will of a free people cannot be crushed, \r\nthereby exposing the false allegations that certain \r\nGovernments use to impose economic embargoes on \r\nother countries.\r\nMore precisely, everyone knows that it is the \r\nGovernments of States that have economic, political \r\nand military clout that impose unilateral sanctions. \r\nThat clout makes them believe that they can punish \r\ncountries that oppose their policies of global domination \r\nor their deceitful attempts to sway international \r\nopinion on the pretext of defending human rights or \r\ncombating terrorism. At the same time, those powerful \r\nGovernments grant protection to the most vicious \r\ndictatorships in the world. They shield sponsors of \r\nterrorism and provide political and military support for \r\nthe Israeli occupation of Palestine and Arab territories.\r\nMy country categorically rejects draft amendments \r\nA/73/L.9 to A/73/L.16, submitted by the United States \r\ndelegation to draft resolution A/73/L.3, which is before \r\nus today. We believe that the only reason to propose \r\nthose draft amendments is to impede the work of the \r\nGeneral Assembly, undermine the unified position \r\nagainst the economic embargo imposed on Cuba and \r\nchallenge the consensus that is opposed only by the \r\nUnited States and Israel. Above all, the party that has \r\nsubmitted the draft amendments is not morally, legally \r\nor politically qualified to talk about human rights either \r\nin Cuba or any other country in the world.\r\nFrom a technical perspective, the draft amendments \r\ndo not fall within the context of the agenda item \r\nunder consideration or the main objective of the draft \r\nresolution, on the necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba. Moreover, they \r\ninclude unacceptable language and attempt to set a \r\nserious precedent in the history of the United Nations. \r\nThe party submitting the amendments seeks to justify \r\nthe economic embargo that it imposes on Cuba, and to \r\nestablish a false legal basis for the unilateral coercive \r\neconomic measures that it has imposed on many \r\n31/10/2018 A/73/PV.29\r\n18-35065 21/26\r\ncountries and peoples throughout the world. Its idiotic \r\nattempt has been exposed, and we do not think anyone \r\nin the Hall has been swayed by its deception.\r\nThe periodic reports of the Secretary-General \r\nand the information and assessments that they include \r\non the damages and losses caused by the unilateral \r\ncoercive economic measures imposed on Cuba prompt \r\nus today to discuss a new approach that goes beyond \r\nsimply calling for an end to the economic embargo on \r\nCuba. Instead, we call for the implementation of the \r\nOrganization’s recommendations for seeking justice \r\nand compensation for the victims of those measures \r\nand establishing an international register of unilateral \r\nmeasures that affect human rights. We also support the \r\nidea of issuing a declaration by the General Assembly \r\non unilateral measures and the rule of law.\r\nSyria therefore calls on the General Assembly \r\nto establish effective mechanisms to put an end to \r\nhostile policies of embargoes and unilateral economic \r\nmeasures, which are of course a violation of international \r\nlaw. We call for the Governments of Member States that \r\nresort to imposing illegal economic embargoes to be \r\nheld fully responsible, politically, economically and \r\nfinancially, for the economic losses of the countries \r\ntargeted by such illegal blockades. Such measures lead \r\nto the collapse of vital economic sectors that provide \r\nbasic services to citizens, particularly in the areas of \r\nhealth, education, nutrition, agriculture, industry, \r\ncommerce, communications and technology.\r\nIn conclusion, I would like to recall Mr. Idriss \r\nJazairy, Special Rapporteur on the negative impact of \r\nthe unilateral coercive measures on the enjoyment of \r\nhuman rights, who after a recent visit to Syria said,\r\n“I am profoundly concerned that unilateral \r\ncoercive measures are contributing to the ongoing \r\nsuffering of the Syrian people. Claims that they \r\nexist to protect the Syrian population, or to promote \r\na democratic transition, are hard to reconcile \r\nwith the economic and humanitarian suffering \r\nbeing caused.”\r\nThat evaluation was made by a high-level United \r\nNations representative, the Special Rapporteur on the \r\nnegative impact of unilateral coercive measures on \r\nthe enjoyment of human rights. It applies to the tragic \r\ncircumstances and suffering endured by all peoples \r\nsubjected to such measures. We believe that the time \r\nhas come to put an irreversible end to the policies of \r\neconomic sanctions that some Governments of Member \r\nStates adopt. That is the right course of action if we \r\nare truly committed to the principles of equality and \r\njustice, as well as the right of all peoples of the world \r\nto well-being and development without discrimination \r\nor limitation.\r\nMr. Amayo (Kenya): Kenya would like to align \r\nitself with the statements made by the representatives \r\nof Egypt, Venezuela and Morocco on behalf of the \r\nGroup of 77 and China, the Movement of Non-Aligned \r\nCountries and the Group of African States, respectively.\r\nKenya believes that unilateral sanctions and \r\nblockades are inappropriate as instruments of \r\ninternational relations and diplomacy. Such actions, \r\nwhen applied unilaterally, undermine multilateralism, \r\na key value of the United Nations that we all cherish. \r\nUnilateral sanctions and blockades are generally \r\nharmful and in many cases politically self-serving. \r\nFurthermore, as we have seen, they often strengthen \r\nrather than weaken the targeted countries. In the long \r\nrun, they tend to be unsustainable and largely cause \r\npain and suffering to the weak and vulnerable members \r\nof society. As the United Nations, we can do better \r\nin holding ourselves to a higher ideal and standard \r\nthan those condoning the choice and use of unilateral \r\nsanctions and blockades.\r\nThe United Nations should therefore uphold no \r\nsanctions or blockades that do not meet the threshold \r\nof precise, swift and determinative action. It is also not \r\njustifiable to apply sanctions in perpetuity. That is even \r\ntruer if they are applied against a Member State simply \r\nbecause that country does not adhere to the cultural \r\nvalues or political ideals of another Member State or \r\ngroup of States.\r\nMy delegation believes that the time to end the \r\nsanctions and blockade against Cuba is indeed long \r\npast. Let the people of Cuba be free to enjoy the \r\nunhindered social and economic freedoms that the rest \r\nof the international community possesses. Let us not \r\nallow sanctions and blockades, unilateral or otherwise, \r\nto stand in their way. The people of Cuba deserve their \r\ninalienable right to live in peace and harmony with \r\nall of their neighbours in the Americas. As a nation \r\nand country that is recognized by the United Nations, \r\nthey deserve the chance to exercise their free will on \r\nmatters of their own self-determination. It is for those \r\nreasons that Kenya always votes in favour of the annual \r\nresolution on the necessity of removing that undue \r\nburden on the Cuban people.\r\nA/73/PV.29 31/10/2018\r\n22/26 18-35065\r\nWith the recent improvement in the diplomatic \r\nrelations between them, we urge the United States to \r\nconsider lifting the economic, commercial and financial \r\nembargo imposed on Cuba.\r\nMrs. Coye-Felson (Belize): We have addressed \r\nthe General Assembly on this issue before and we will \r\ncontinue to return to express our unwavering support \r\nfor Cuba and its people and our unstinting support for \r\nthe resolutions that have been adopted year after year \r\non the lifting of the blockade against Cuba. Belize \r\naligns itself with the statements that have already been \r\nmade by the representatives of Egypt, Venezuela, El \r\nSalvador and the Bahamas, on behalf of the Group of 77 \r\nand China, the Movement of Non-Aligned Countries, \r\nthe Community of Latin American and Caribbean \r\nStates and our own regional group, the Caribbean \r\nCommunity (CARICOM). We affirm our support \r\nfor draft resolution A/73/L.3, based on the universal \r\nacceptance that international law affords no exceptions \r\nfor violations of the rule of law. By consistently and \r\noverwhelmingly rejecting the unilateral economic, \r\ncommercial and financial embargo of Cuba and its \r\npeople as a violation of the Charter of the United \r\nNations and international law, the General Assembly \r\nitself affirms that no-exception rule.\r\nBelize continues to engage with Cuba in a \r\nconstructive and mutually beneficial partnership that \r\nhas its most immediate effect at the individual level. \r\nToday, 90 Cuban doctors are working all over Belize, \r\nhelping to save lives. That is in addition to those who \r\ntreat Belizeans with complex medical cases free of cost \r\nat medical facilities in Cuba. Since 1999, more than 200 \r\nBelizeans have matriculated from Cuban universities \r\nand now apply their skills at home. Many others have \r\nreceived training in areas such as agriculture and \r\ndisaster management.\r\nWe highlight those cases as evidence of the \r\nintegral role that Cuba plays in Belize and the wider \r\nCaribbean, as was stated earlier by the representative \r\nof the Bahamas on behalf of CARICOM and has been \r\nechoed by many other speakers in this debate. Those \r\ncases are also evidence of what the Minister for Foreign \r\nAffairs and Foreign Trade of Belize observed during \r\nthe general debate as the failure of the blockade to \r\npressure the Cuban Government into submission (see \r\nA/73/PV.15). He pointed out that Cuba has been able \r\nto survive and thrive to a degree that has garnered \r\ninternational recognition, especially for its gains in \r\npublic health, education and the arts.\r\nAs a fellow small island developing State that \r\ndesires nothing more than a fair and equitable global \r\norder with the rule of law as its guarantor, in which all \r\nof our peoples have equal opportunities to achieve their \r\ngreatest potential, Belize stands in solidarity with Cuba \r\nand repeats its urgent call for lifting the blockade of \r\nCuba and its people.\r\nMr. Phansourivong (Lao People’s Democratic \r\nRepublic): The Lao People’s Democratic Republic \r\naligns itself with the statements delivered by the \r\nrepresentatives of the Bolivarian Republic of Venezuela, \r\nEgypt and Singapore on behalf of the Movement of \r\nNon-Aligned Countries, the Group of 77 and China \r\nand the Association of Southeast Asian Nations, \r\nrespectively. I would now like to make a few remarks in \r\nmy national capacity.\r\nThe Lao People’s Democratic Republic has \r\nconsistently believed that in an era of an interdependent \r\nworld, unilateral measures with extraterritorial \r\nimplications taken by one country against another \r\ncountry are not only contrary to the principles of the \r\nCharter of the United Nations and international law \r\nbut also affect the livelihoods of the people and hinder \r\nthe economic and social development of the country on \r\nwhich those measures are imposed. The Lao People’s \r\nDemocratic Republic has therefore neither promulgated \r\nnor introduced such laws or measures.\r\nWe support draft resolution A/73/L.3 and all the \r\nrelated General Assembly resolutions that call for the \r\nending of the embargo of the Republic of Cuba. The \r\nimposition of the economic, commercial and financial \r\nembargo on the Republic of Cuba, apart from being \r\ncontrary to the principles and purposes of the Charter \r\nand international law, also restricts Cuba’s economic \r\nand social development and causes hardship to the \r\nCuban people. We therefore call for lifting the embargo \r\non Cuba, and the sooner the better.\r\nMs. Ferreira (Angola): The Republic of Angola \r\nassociates itself with the statements made by the \r\nrepresentatives of the Kingdom of Morocco, on \r\nbehalf of the Group of African States, the Bolivarian \r\nRepublic of Venezuela, on behalf of the Movement of \r\nNon-Aligned Countries, and Egypt, on behalf of the \r\nGroup of 77 and China.\r\nAngola considers the persistence of the unilateral \r\neconomic, commercial and financial embargo that the \r\nUnited States has imposed on Cuba for 56 years to be \r\nan unjust and retrograde measure that inflicts serious \r\n31/10/2018 A/73/PV.29\r\n18-35065 23/26\r\ndamage on the Cuban economy, with grave consequences \r\nfor its people, especially those who are most vulnerable. \r\nIt has been an obstacle to Cuba’s full realization of \r\neconomic and social development, and consequently \r\nto its people’s full enjoyment of basic human rights, \r\nincluding the right to development, sustenance, health \r\ncare and social services. That will certainly affect the \r\nimplementation of Cuba’s national economic and social \r\ndevelopment plan and have a negative impact on the \r\nachievement of the Sustainable Development Goals of \r\nthe 2030 Agenda for Sustainable Development.\r\nAngola hoped that the normalization of diplomatic \r\nrelations between the two countries would encourage \r\nthe United States authorities to adopt new measures \r\naimed at ending the embargo, while respecting the right \r\nof the Cuban people to freely exercise their right to \r\ndecide their political, economic and social interests, in \r\norder to ensure their country’s sustainable development. \r\nHowever, we regret that in recent months there has \r\nbeen a setback in diplomatic relations between the \r\ntwo countries and that the United States Government \r\nhas decided to tighten the economic, commercial and \r\nfinancial blockade by imposing additional obstacles \r\nto the already limited trade opportunities between \r\nCuba and the United States. We therefore defend the \r\nposition that dialogue and cooperation between the \r\ntwo countries should be resumed as soon as possible in \r\norder to overcome that setback.\r\nAngola reaffirms its commitment to respecting, \r\npreserving and promoting the principles of the Charter \r\nof the United Nations and the provisions of international \r\nlaw, as they constitute the essence of multilateralism \r\nand a collective effort to maintain international peace \r\nand security, economic growth and respect for human \r\nrights and fundamental freedoms. The embargo is \r\ncontrary to international law and the principles of \r\nthe Charter of the United Nations, and has inflicted \r\nenormous damage on the Cuban economy. We therefore \r\ncall on the United States authorities to put an end to \r\ntheir economic, commercial and financial blockade.\r\nThe extraterritorial nature of the embargo is \r\nreflected in the financial persecution of third-country \r\nbanks and the imposition of new fines on institutions \r\nfor violating the rules of the United States Government \r\nin relation to Cuba. According to the Cuban authorities, \r\nbetween April 2017 and March 2018 the embargo caused \r\nlosses to the country amounting to $4,321,200,000.\r\nThe progress achieved between 2015 and 2016 \r\nshowed that Cuba and the United States can coexist in a \r\ncordial way, while respecting their differences. Angola \r\ntherefore encourages the United States and Cuba to \r\ncontinue to build a relationship based on dialogue, \r\ncooperation and mutual respect to the benefit of both \r\ncountries and peoples. In that context, Angola supports \r\nand will vote in favour of draft resolution A/73/L.3, on \r\nending the embargo on Cuba.\r\nMr. Biang (Gabon) (spoke in French): Gabon \r\nassociates itself with the statements delivered by the \r\nrepresentatives of Morocco, on behalf of the Group of \r\nAfrican States, Egypt, on behalf of the Group of 77 and \r\nChina, and the Bolivarian Republic of Venezuela, on \r\nbehalf of the Movement of Non-Aligned Countries.\r\nGabon has always voted in favour of the annual \r\nresolution of which a draft has been submitted for our \r\nconsideration today (A/73/L.3), in accordance with the \r\npurposes and principles of the Charter of the United \r\nNations, which are founded on cooperation among \r\nStates and the principle of non-interference in their \r\ninternal affairs.\r\nMy country remains concerned about the continuing \r\neconomic, commercial and financial blockade imposed \r\non Cuba and its consequences for the Cuban population, \r\nincluding Cubans residing outside Cuba. It is clear \r\nthat the embargo is having a negative impact on the \r\nachievement of the Sustainable Development Goals, in \r\nboth Cuba and the region as a whole.\r\nGabon strongly hopes that the United Nations \r\nresolutions echoing the collective call for the lifting \r\nof the economic, commercial and financial blockade \r\nimposed on Cuba by the United States of America will \r\nbe respected and implemented, thereby enabling Cuba \r\nto participate in and benefit from international trade. \r\nIt is important to preserve the traditional text of the \r\nresolution adopted by the General Assembly more than \r\n20 years ago (resolution 47/19), which has remained \r\nfaithful to the reality on the ground over the past \r\n26 years.\r\nWe are convinced that only the principles of \r\ndialogue and cooperation will help to create a climate \r\nof trust and calm and enable significant progress to \r\nbe made on the issue. Gabon therefore maintains its \r\nposition and will vote in favour of draft resolution \r\nA/73/L.3.\r\nA/73/PV.29 31/10/2018\r\n24/26 18-35065\r\nMrs. Chen (Suriname): At the outset, we welcome \r\nthe Minister for Foreign Affairs of Cuba here today.\r\nSuriname aligns itself with the statements made by \r\nthe representatives of Egypt, on behalf of the Group of \r\n77 and China, the Bolivarian Republic of Venezuela, \r\non behalf of the Movement of Non-Aligned Countries, \r\nBangladesh, on behalf of the Organization of Islamic \r\nCooperation, El Salvador, on behalf of the Community \r\nof Latin American and Caribbean States, and the \r\nBahamas, on behalf of the Caribbean Community.\r\nMy delegation disapproves in the strongest terms \r\nof the continuation of the economic, financial and \r\ncommercial embargo against Cuba and its people. Year \r\nafter year, an overwhelming majority of nations takes \r\na stand against the embargo imposed by the United \r\nStates of America, as it impedes that sovereign nation \r\nin unlocking its full potential for economic and social \r\ndevelopment. That unilateral coercive measure, with \r\nextraterritorial implications, is not in line with the \r\nprinciples of sovereign equality and non-interference \r\nin the internal affairs of countries that are enshrined in \r\nthe Charter of the United Nations and have guided us in \r\nour collective commitments to achieving the peaceful \r\nand sustainable development of all nations.\r\nAs the blockade has been in effect for decades, it \r\nhas caused and continues to cause the people of Cuba \r\nunnecessary hardship and gravely undermines the \r\ncountry’s efforts to achieve sustainable development. \r\nMy Government regrets that the renewed continuation \r\nof the economic and financial blockade has set back the \r\nnormalization of relations between Cuba and the United \r\nStates, which also negatively affects trade relations \r\nwith other nations in our region.\r\nSuriname will vote in favour of draft resolution \r\nA/73/L.3. By voting in favour, we join the international \r\ncommunity in calling on the United States to put an \r\nend to its obsolete policy and to lift the economic, \r\ncommercial and financial blockade of Cuba.\r\nMr. Mero (United Republic of Tanzania): On behalf \r\nof my delegation, I would like to begin by thanking the \r\nPresident of the General Assembly for her leadership \r\nof this session. I also want to welcome the Minister for \r\nForeign Affairs of Cuba.\r\nMy delegation aligns itself with the statements \r\nmade by the representatives of Morocco, on behalf of the \r\nGroup of African States, Egypt, on behalf of Group 77 \r\nand China, and the Bolivarian Republic of Venezuela, \r\non behalf of the Movement of Non-Aligned Countries.\r\nTo put it briefly, Tanzania has consistently \r\nsupported the Cuban people by voting in favour of \r\nthe annual resolution on the necessity of ending the \r\neconomic, commercial and financial embargo of Cuba \r\non humanitarian grounds.\r\nThe economic and commercial embargo has a \r\ndampening effect on any nascent development of a the \r\ncountry and its people and on their prospects. It denies \r\nopportunities to communities in their aspirations \r\nto address poverty and to have access to various \r\nopportunities related to trade, investment, financial and \r\ncommercial activities. Cuba is a developing country that \r\nworks hard to improve the lives of its people. Despite \r\nits resolve to strive for their development, it is being \r\nchallenged by the vagaries of climate change and more \r\nfrequent storms, which have a negative impact on any \r\nprospects for development. The Cuban people would \r\nlike to be connected to the United States economically \r\nin order to attract investment and trade opportunities. \r\nThose are the hopes of the new generation of Cubans, \r\nwho are the majority. It is a fact that the embargo hurts \r\nordinary people who hope that the situation will end so \r\nthat their economic hardship improves.\r\nIn 2015, many world leaders gathered in this very \r\nHall welcomed the historic and momentous decision \r\ntaken by the United States and the Republic of Cuba to \r\nrestore diplomatic relations. For most of us, it signalled \r\nthe beginning of harmonious coexistence, with high \r\nhopes and expectations. However, with the passing \r\nof time, we believe and see that minimal efforts have \r\nbeen made to meet those hopes and expectations of \r\nultimately lifting the embargo that has affected the \r\npeople of Cuba for many years. We hope that through \r\nthe power of reason and the same diplomatic means that \r\nled to the re-establishment of the two countries’ ties, \r\nthere will be a complete removal of the embargo against \r\nCuba and that a new dawn of cooperation will follow, \r\nnot only for the two countries involved but for the entire \r\nregion of Latin America and the Caribbean.\r\nMr. Hermida Castillo (Nicaragua) (spoke in \r\nSpanish): Nicaragua aligns itself with the statements \r\nmade by the representatives of Egypt, Venezuela \r\nand El Salvador on behalf of the Group of 77 and \r\nChina, the Movement of Non-Aligned Countries and \r\nthe Community of Latin American and Caribbean \r\nStates, respectively.\r\n31/10/2018 A/73/PV.29\r\n18-35065 25/26\r\nNicaragua once again condemns the unjust embargo \r\nimposed on our heroic brother people of Cuba, a people \r\nrecognized for their solidarity, internationalism and \r\nwillingness to always serve all humankind. When \r\nhe welcomed the inauguration of Cuban President \r\nMiguel Díaz-Canel Bermúdez, President Daniel \r\nOrtega Saavedra of Nicaragua reaffirmed that Cuba is \r\na country that has continued to lead the OurAmerica \r\nand Caribbean revolution, while defending sovereignty, \r\ndignity and a remarkable capacity for resistance and life.\r\nIt is an honour to welcome the presence of our \r\nbrother and friend Bruno Rodríguez Parrilla, Minister \r\nfor Foreign Affairs of the Republic of Cuba, and his \r\ndelegation, who, as always, will provide us with \r\nextensive information about the terrible impact and \r\nthe economic, financial and commercial damage to the \r\nCuban people that have resulted from the imposition \r\nand strengthening of the embargo, its unilateral and \r\nextraterritorial measures and all their ramifications.\r\nAccording to the report of the Secretary-General \r\n(A/73/85), that outdated and obsolete policy has \r\ntranslated into a cost of more than $933.6 billionThe \r\nmeasures are pointless and unfounded, especially \r\nin the context of the 2030 Agenda for Sustainable \r\nDevelopment, which calls for no one to be left behind \r\nand for us all to come together in a partnership of \r\nfair cooperation and solidarity in order to achieve the \r\nSustainable Development Goals (SDGs). The Cuban \r\npeople need us. We cannot remain silent in the face of \r\nsuch injustice.\r\nNicaragua joins the voices and universal call of \r\nthe international community, which has demanded an \r\nimmediate end to the embargo of Cuba year after year. \r\nToday we want to send a message of hope and to stand \r\nin solidarity with Cuba’s more than 11 million people by \r\nsaying clearly that Cuba is not alone. Today and always, \r\nwe are united as brothers and sisters through the love, \r\nstrength and courage of our peoples. Our solidarity \r\nwith Cuba will continue until the immoral embargo \r\nends. Nicaragua will always remain unconditionally \r\nat Cuba’s side to jointly build a better world. The \r\nhatred, interference and embargo must stop. We have \r\nhad enough of unilateral economic, financial and \r\ncommercial coercive measures being used as political \r\ninstruments and weapons to put pressure on and \r\nsubjugate our peoples, while preventing the attainment \r\nof the provisions of the 2030 Agenda and the SDGs.\r\nFor almost 60 years, Cuba has resisted the imposition \r\nof these dishonourable measures that seek to hinder the \r\nprogress of an entire people and its revolution, which \r\nis a symbol of dignity and an example of solidarity and \r\ncultural and scientific development to the world. The \r\nembargo, whose purpose is to create discouragement, \r\neconomic dissatisfaction and hardship, deny supplies \r\nand bring about hunger, desperation and the overthrow \r\nof the legitimate Cuban Government, has failed. The \r\nCuban people will not surrender or sell themselves. \r\nTheir courage and bravery have confirmed that for \r\nalmost six decades. That is why, with great pride, we \r\njoin in affirming that Cuba is respected.\r\nAt a time when the international community is \r\nstriving to achieve the implementation of the 2030 \r\nAgenda and has agreed on all the actions we need to \r\ncounter the threat of climate change, it is inconceivable \r\nthat the right to development is being denied to our \r\nbrother people and Government of Cuba through \r\nunilateral coercive and criminal measures, in order to \r\nfulfil imperialist agendas and political interests.\r\nThe embargo, whose measures and scope have \r\nintensified, violating all the rules of international \r\nlaw and the principles of international trade, peaceful \r\ncoexistence among States and non-interference and \r\nnon-intervention, has had a negative impact on the \r\neconomic, social and cultural rights of the Cuban people. \r\nIt has affected their right to development, constituting \r\nas it does a massive, f lagrant and systematic violation of \r\nan entire population’s human rights. Despite the attacks \r\nand abuses of the embargo, which violate the Charter \r\nof the United Nations, Cuba remains firm and resolute. \r\nIts people and Government continue to represent the \r\ndignity and sovereignty of the Latin American and \r\nCaribbean peoples and the spirit of José Martí, Simón \r\nBolívar and Nicaragua’s own General Sandino.\r\nCuba is the embodiment of solidarity. Our \r\nCuban brothers and sisters have always led the way \r\nin responding to the needs of humankind and to \r\ncatastrophes and emergency situations all around the \r\nworld, sharing with love their lives, hearts, abilities \r\nand knowledge. That Cuban solidarity has always \r\nsupported us in a number of ways in our Sandinista \r\npeople’s revolution, teaching us to read, educating our \r\ndoctors and technicians, helping to treat our illnesses \r\nand creating the conditions for our well-being and \r\nhappiness on Mother Earth.\r\nA/73/PV.29 31/10/2018\r\n26/26 18-35065\r\nIt is time to reflect. The path to take is not one of \r\nimposition, arbitrary hegemony, threats or aggression or \r\nimposing unilateral financial and economic measures. \r\nIt is one of unbounded respect for the inalienable rights \r\nof peoples, no matter how small or great they may be. \r\nIt is one of multilateralism, friendship, understanding \r\nand peaceful coexistence among nations. That is how \r\nwe can promote a culture of peace and how we all will \r\ngain many more friends in the world and foster peace, \r\nharmony and solidarity.\r\nThere is an international consensus in that regard. \r\nThe Community of Latin American and Caribbean \r\nStates, the Caribbean Community, the Group of 77 and \r\nChina, the Movement of Non-Aligned Countries and \r\nother groups and States have once again reiterated their \r\nrejection of the policy of the United States Government. \r\nThey have reiterated their full solidarity with Cuba and \r\ncalled for an immediate end to the embargo. In that \r\ncall, the international community is asking for an end \r\nto the negative effects on Cuba’s exports and imports, \r\nfor Cuba to be given access to international credit and \r\nmarkets, and for an end to the damage to its education \r\nand health-care systems, which incidentally benefit \r\nus all.\r\nNicaragua reaffirms its condemnation in the \r\nstrongest terms of that criminal embargo and all its \r\nextraterritorial measures and ramifications. We reject \r\nall unilateral coercive financial and economic measures, \r\nwhich constitute a real obstacle to the eradication of \r\npoverty and the sustainable development of our peoples. \r\nWe hope that as the Government of Cuba very clearly \r\nstates, friendly relations and dialogue under equal \r\nconditions can be established and that the United States \r\nwill resume the path begun by the Administration of \r\nformer President Obama. But we hope that this time it \r\nwill move forward definitively with the lifting of the \r\nembargo and, in addition, return to the Cuban people \r\nGuantánamo, their legitimate territory.\r\nWe express our firm solidarity with Cuba, the \r\nCuba of José Martí, Fidel Castro and Raúl Castro, in \r\nthese challenging times, whose extent we still cannot \r\nmeasure but can foresee, anticipate and continue to \r\nresist by struggling to overcome them. To the dear \r\npeople and Government of Cuba, we echo the words \r\nof our Commander Daniel Ortega and Vice-President \r\nComrade Rosario Murillo to Cuba’s President Miguel \r\nDíaz-Canel:\r\n“We greet with affection and eternal fraternal \r\nrecognition the heroic Cuba that will forever and \r\nwith absolute loyalty carry on the legacy of Fidel \r\nand Raúl”.\r\nNicaragua will vote in favour of draft resolution \r\nA/73/L.3, to be introduced by Cuba. We unite our \r\nvoices with the millions of people who, on all continents \r\nand in all countries — and even more so in the United \r\nStates — chant in unison Cuba yes, embargo no.\r\nThe meeting rose at 1.05 p.m.\r\n"