"United Nations A/73/PV.22\r\nGeneral Assembly\r\nSeventy-third session\r\n22nd plenary meeting\r\nThursday, 18 October 2018, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nThe meeting was called to order at 4 p.m.\r\nAgenda item 133\r\nImpact of rapid technological change on the \r\nachievement of the Sustainable Development Goals\r\nThe President (spoke in Spanish): I would like to \r\nbegin by extending a special welcome to His Excellency \r\nMr. Sven Mikser, Minister for Foreign Affairs of the \r\nRepublic of Estonia, and His Excellency Mr. Luis \r\nVidegaray Caso, Secretary of Foreign Affairs of the \r\nUnited Mexican States.\r\nTechnological change is modifying our present and \r\nour prospects for the future at a dizzying pace. Faced \r\nwith this substantive and accelerated transformation of \r\nhistory, academics, scientists, the private sector, civil \r\nsociety and Governments have focused on addressing \r\nthe opportunities, as well as the challenges and threats, \r\nit represents.\r\nOur Organization must also be an active part of \r\nthis conversation, which for many is the most important \r\nconversation of our time. It is a fact that technological \r\nchanges have an impact on each of the Sustainable \r\nDevelopment Goals we seek to achieve. If we want to \r\nbe efficient, it is essential to assess which technological \r\nchanges will allow us to accelerate the fulfilment \r\nof the Goals of the 2030 Agenda for Sustainable \r\nDevelopment, as well as those that could jeopardize \r\nit. The contributions of this meeting are in accordance \r\nwith the purposes of that agenda. I will focus on three \r\npoints that I consider to be crucial.\r\nThe first is the impact of technological change on \r\nthe future of work. If we want to achieve the goal of \r\nfull and productive employment and decent work for all \r\npeople by 2030, we must create 600 million new jobs. \r\nRapid technological change affects jobs. According to \r\nestimates, automation may eliminate 75 million jobs by \r\nthe year 2022 but would also create 133 million new \r\njob opportunities. We must therefore put appropriate \r\nstrategies and policies in place that can help people to \r\nadapt and take advantage of the benefits of these new \r\nlabour markets. Women and girls must, of course, be \r\nincluded in these plans.\r\nMy second point concerns the potential for rapid \r\ntechnological change in the context of climate action, in \r\nparticular the advancement of low-carbon technologies. \r\nWe must accelerate the development of these \r\ntechnologies if we want to meet the goal of limiting \r\nglobal warming to 1.5˚ C, as established in the Paris \r\nAgreement on Climate Change and in the light of Goal \r\n13 of the 2030 Agenda. The recent report issued by the \r\nIntergovernmental Panel on Climate Change reminds \r\nus that, if we act collectively and responsibly, we can \r\nachieve the commitments of the Paris Agreement. It \r\nalso alerts us to the dangers to which humankind will \r\nbe exposed if we fail to do so. Technological evolution \r\ncan contribute to the generation of clean and affordable \r\nsources of energy for millions of people who currently \r\nlack access to it.\r\nThirdly and finally, the Organization should \r\ncontinue to address the issue of rapid technological \r\nchanges, keeping the well-being of peoples at the \r\ncentre of its deliberations. Technological advances have \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-32542 (E)\r\n*1832542*\r\n \r\nA/73/PV.22 18/10/2018\r\n2/22 18-32542\r\nthe potential to transform our lives for the better, but \r\nit is critical that these advances also be accessible to \r\neveryone. Otherwise, rapid technological change can \r\nincrease inequality and move us further away from \r\nachieving Goal 10 of the 2030 Agenda. A clear example \r\nof this is digital technologies; despite their rapid \r\nexpansion, only 48 per cent of the world’s population \r\nhas access to the Internet. The digital divide that \r\npersists within and between countries is an obstacle to \r\nsustainable development.\r\nAnother challenge associated with the digital age is \r\nthe protection of the individual’s right to privacy. I wish \r\nto highlight that certain technologies that are still being \r\ndeveloped — such as artificial intelligence or machine \r\nlearning — require solid regulatory frameworks to \r\naddress the challenges and risks that their use represents \r\nfor the future of humankind.\r\nTechnological change imposes an unprecedented \r\ntransformation upon us, and our Organization cannot \r\nignore this paradigm shift. Under this premise, I am \r\nsure that we will be able to fulfil our multilateral \r\ncommitments for present and future generations.\r\nI now give the f loor to the observer of the \r\nEuropean Union.\r\nMr. Mauthe-Käter (European Union): I have the \r\nhonour to speak on behalf of the European Union (EU) \r\nand its member States. The candidate countries the \r\nformer Yugoslav Republic of Macedonia, Montenegro, \r\nSerbia and Albania; the country of the Stabilization \r\nand Association Process and potential candidate Bosnia \r\nand Herzegovina; as well as Ukraine, the Republic \r\nof Moldova and Georgia, align themselves with \r\nthis statement.\r\nPeople in our societies feel that the world is \r\nchanging at a rapid pace. Many millions of people \r\nhave embraced this change as a great opportunity to \r\nimprove their lives. They have been able to harness \r\nthe opportunities that new technologies can bring to \r\nall dimensions of sustainable development. Others \r\nare at risk of being left behind, in particular the half \r\nof the global population that is still not connected to \r\nthe Internet. There are concerns about the impact of \r\nnew technology on employment, privacy and security, \r\nfor example. We also face a gender digital divide. All \r\nof us — Governments, as well as other stakeholders \r\nincluding the private sector, civil society and the \r\ntechnical community — have responsibilities to ensure \r\nthat people across the globe are able to benefit from \r\nthe opportunities of new technologies and that people’s \r\nconcerns are addressed.\r\nThe task ahead of us is to work collaboratively \r\ntogether to harness the positive, transformative power \r\nof new technologies for the good of all and manage the \r\nrisks and challenges. We therefore welcome the fact that \r\nthe Secretary-General has put this issue at the top of his \r\nagenda by establishing the High-Level Panel on Digital \r\nCooperation. We also welcome the Secretary-General’s \r\nstrategy on new technologies, which will guide the \r\nwork of United Nations agencies. At the same time, we \r\nrecall key documents in that area, such as the outcome \r\ndocument of the open consultation process on overall \r\nreview of the implementation of the world summit on \r\nthe information society. Furthermore, we commend \r\nMexico and Japan for their leadership as co-Chairs of the \r\nthird Multi-Stakeholder Forum on Science, Technology \r\nand Innovation (STI) for the Sustainable Development \r\nGoals, and we express our appreciation for the important \r\nwork of the United Nations 10-Member Group to \r\nsupport the Technology Facilitation Mechanism, which \r\nalso includes representatives from Europe.\r\nIn our joint journey towards this new future, it \r\nmight be helpful to agree together on where we actually \r\nwant to arrive at. The vision of the European Union \r\nand its member States encompasses a future in which \r\nnew technology leads to sustainable development, \r\neconomic growth, job creation for all, the protection \r\nof our climate and the environment, women’s and \r\ngirls’ empowerment, better education, advancements \r\nin agriculture and the reduction of inequalities among \r\nand within countries. We envision a future in which \r\nnew technologies contribute to good governance, \r\nstrong democratic institutions and the social well-being \r\nand integrity of societies, as well as human rights, \r\nfundamental freedoms and the rule of law, instead of \r\nautocracy and discrimination. Our vision is of a future \r\nin which the integrity and dignity of every individual \r\nare respected, including every individual’s right to the \r\nfreedom of expression and protection from arbitrary \r\ninterference in his or her privacy. So, how do we \r\nget there?\r\nFirst, we need to maintain a transparent global \r\ndialogue that includes all relevant stakeholders from \r\nGovernments, the private sector, civil society, the \r\ntechnical community and academia. This year’s STI \r\nForum was a good example of how much energy and \r\nvaluable ideas are set free when all those actors come \r\ntogether, as we heard from the Deputy Permanent \r\n18/10/2018 A/73/PV.22\r\n18-32542 3/22\r\nRepresentative of Mexico in the informal meeting \r\nheld earlier today. We are also looking forward to the \r\nrecommendations of the High-Level Panel on Digital \r\nCooperation on how to improve that global dialogue.\r\nSecondly, we need more cooperation and \r\ncollaboration among stakeholders. For that, we \r\nneed the United Nations system to open up more to \r\nother stakeholders, supported by strong multilateral \r\ncooperation. We need the United Nations as a forum \r\nwhere we exchange good practices and learn from one \r\nanother’s experiences, not as a regulator. The Secretary-\r\nGeneral’s Strategy on New Technologies recognizes \r\nthat we must\r\n“become more open to new ideas and new voices, \r\nwhich challenge our institutional reflexes for \r\nbusiness as usual and allow the United Nations to \r\ncredibly engage with partners”.\r\nThat is essential if the United Nations is to \r\nbecome an obvious partner for industry and civil \r\nsociety stakeholders.\r\nThirdly, we need to find better ways to utilize \r\nscience, technology and innovation, and existing \r\nmechanisms, such as the Internet Governance Forum, \r\nfor the implementation of the 2030 Agenda for \r\nSustainable Development. Without science, technology \r\nand innovation, we will not be able to reach the \r\nSustainable Development Goals by 2030. We heard that \r\ntoday from the representative of the United Nations \r\nConference on Trade and Development (UNCTAD), \r\nwhich does great work, together with other United \r\nNations entities, to foster that agenda.\r\nThe European Union and its member States have \r\nalready put measures in place to translate that vision \r\ninto a reality. With the EU digital single market, we \r\nare tearing down regulatory walls and moving from 28 \r\nnational markets to a single one. That can contribute \r\n€415 billion per year to our economy and create \r\nhundreds of thousands of jobs. With our new General \r\nData Protection Regulation, we have established one \r\nclear set of data protection rules for all companies \r\noperating in the EU. That means people have more \r\ncontrol over their personal data and that businesses \r\nbenefit from a level playing field.\r\nWith regard to artificial intelligence, European \r\nleaders have decided to coordinate a joint strategy that \r\nwill also build on the work of the new EU Global Tech \r\nPanel and various activities in EU member States. In \r\naddition, we are also stepping up our cooperation with \r\npartners in developing countries. In 2017, we adopted \r\na new policy involving the Digital4Development \r\ninitiative and significantly increased the number of \r\nprojects, including by investing in capacity-building, \r\ndigital skills and digital health. In December, together \r\nwith UNCTAD, we supported our African partners in \r\norganizing the first Africa eCommerce Week in Nairobi.\r\nLet me conclude by expressing our commitment \r\nto engaging constructively in this global dialogue on \r\nnew technologies and rapid technological change, and \r\nmaking sure that all voices are heard and no one is \r\nleft behind.\r\nThe President (spoke in Spanish): I now call on the \r\nMinister for Foreign Affairs of Mexico.\r\nMr. Videgaray Caso (Mexico) (spoke in Spanish): \r\nWith your permission and understanding, Madam \r\nPresident, before making a statement on the impact of \r\nrapid technological change I would like to take a few \r\nminutes to discuss a topic other than that which has \r\nbrought us together. I should like to talk about an urgent \r\nhumanitarian issue.\r\nIt is public knowledge that a large group of our \r\nCentral American brothers and sisters coming from \r\nHonduras have formed a caravan that is approaching \r\nthe border between Guatemala and Mexico. I would \r\nlike to inform the General Assembly that Mexico has \r\nrequested institutional cooperation from the Office of \r\nthe United Nations High Commissioner for Refugees \r\nand the Secretary-General so that, in accordance with \r\nthe Cartagena Declaration on Refugees, we can receive \r\nassistance from the United Nations system to process \r\nrefugee applications submitted by caravan members, \r\nas well as find permanent solutions that respect their \r\ndignity and rights. For Mexico, it is of the utmost \r\nimportance to deal with the caravan in accordance with \r\nthe law and — I emphasize — with respect for and the \r\nprotection of the human rights of the caravan members. \r\nOn behalf of all Mexicans, from this rostrum I call on \r\nthe region and the entire world to become involved in \r\nCentral America through international development \r\ncooperation. It is only through cooperation that leads \r\nto peace, jobs and economic development that the \r\nstructural causes of this contemporary humanitarian \r\nphenomenon can be resolved. I thank everyone for \r\ntheir understanding.\r\nI very warmly welcome the Minister for Foreign \r\nAffairs of Estonia and all representatives participating \r\nA/73/PV.22 18/10/2018\r\n4/22 18-32542\r\nin this meeting. It is an honour for me to head up \r\nthis discussion, mandated by resolution 72/242 of \r\nDecember 2017, which was sponsored by Mexico and \r\n35 other countries that recognized the importance of \r\nrapid technological change. Today, less than a year \r\nlater, the multifaceted and profound effects of rapid \r\ntechnological change are more obvious than ever. The \r\nSecretary-General has recognized the importance of \r\nthe phenomenon and has made it one of his priorities, \r\nas we heard him say in this Hall at the opening of the \r\ncurrent session of General Assembly (see A/73/PV.1).\r\nIt is clear that the effects of technological \r\nchange affect all countries in the economic, social \r\nand environmental fields, regardless of their level of \r\ndevelopment. It is a phenomenon that is of concern to \r\nus all. The new technologies that the founder of the \r\nWorld Economic Forum, Klaus Schwab, has labelled \r\nthe “fourth industrial revolution” have the potential to \r\nchange the destiny of humankind forever. They have \r\nthe potential to promote development and well-being, \r\nbut also bear risks, even some that are existential \r\nfor humankind.\r\nGiven that challenge, Mexico has decided to move \r\nfrom being a passive observer to actively seeking \r\nsolutions. While the world is changing at an exponential \r\nrate, we must recognize that public policies continue to \r\ndevelop at a linear speed. For that reason, Mexico has \r\nbrought the discussion of this topic to a universal forum, \r\nthe United Nations, and invited its States Members to \r\nshare their experiences. We also ask the United Nations \r\nsystem to provide the support necessary to make the \r\nmost of the benefits of technological change and to \r\nensure that no one is left behind.\r\nMexico is convinced that the General Assembly \r\nis the ideal space in which to raise awareness among \r\nStates and societies about the paradigm shift that \r\ntechnological progress represents and will represent. \r\nWith that, we will create the opportunity to anticipate \r\nand mitigate potentially negative effects in a timely \r\nmanner. The transformation that we are witnessing \r\ntoday is happening through multiple new technologies, \r\nwhich present challenges and opportunities.\r\nSince the adoption of the resolution that gathers \r\nus here today, between 44 and 60 countries have \r\nmet periodically to listen to experts and organize \r\ndiscussions to design better public policies. One such \r\nmeeting, for example, took place in Silicon Valley, at \r\nthe World Economic Forum’s Centre for the Fourth \r\nIndustrial Revolution, at which I had the privilege of \r\nparticipating in May. A few weeks ago, at the opening \r\nof this session of the General Assembly, the message \r\ndelivered by the President of Mexico (see A/73/PV.6), \r\nMr. Enrique Peña Nieto, was clear on this critical \r\nissue — new technologies have increased the level \r\nof demand on Governments to obtain immediate \r\nand concrete results. Aware of the urgent need to \r\nact, Secretary-General Guterres has also assumed \r\nleadership with the creation of the High-level Panel on \r\nDigital Cooperation and by presenting his strategy on \r\nnew technologies, which deserves our full recognition \r\nand support. We will be attentive to its results in the \r\nspring of 2019.\r\nWe trust that the United Nations system will be \r\nable to support us in taking better advantage of new \r\ntechnologies as the main means of implementing the \r\n2030 Agenda for Sustainable Development. At this stage \r\nof learning, we have also enjoyed the support of the \r\nmain United Nations agencies, such as the Department \r\nof Economic and Social Affairs (DESA) and the United \r\nNations Conference on Trade and Development, which \r\ntoday governs the Technology Facilitation Mechanism. \r\nThe goal is to exploit technological advances to accelerate \r\nthe implementation of the 17 Sustainable Development \r\nGoals (SDGs) of the 2030 Agenda, without limiting or \r\nhalting innovation and technological development.\r\nWe also had the opportunity to listen to experts \r\nat the previous Multi-Stakeholder Forum on Science, \r\nTechnology and Innovation for the Sustainable \r\nDevelopment Goals, co-Chaired by Mexico and Japan, \r\nand at the Commission on Science and Technology for \r\nDevelopment. We have undoubtedly taken a first step to \r\nachieving global awareness. Now more than ever, it is \r\nvital to understand the opportunities and challenges of \r\ntechnological change and the need for all countries and \r\nsocieties to be involved.\r\nMexico has taken action on this matter. At the \r\nglobal level, together with DESA, in 2016 and 2018 \r\ntwo meetings were convened of experts from around \r\nthe world, whose recommendations fed the Forum on \r\nScience, Technology and Innovation for the Sustainable \r\nDevelopment Goals. At the regional level, as Chair of \r\nthe Forum of the Countries of Latin America and the \r\nCaribbean on Sustainable Development, in 2017 and \r\n2018 Mexico promoted the exchange of opinions with \r\nmultiple actors on the opportunities and challenges \r\nrelated to the use of technologies emerging in the \r\nregion. That was reflected in the report entitled Data, \r\n18/10/2018 A/73/PV.22\r\n18-32542 5/22\r\nalgorithms and policies: Redefining the digital world, \r\nwhich was presented by the Economic Commission for \r\nLatin America and the Caribbean.\r\nAt the national level, I must point out that Mexico \r\nhas established a national digital strategy coordination \r\nin the Office of the President of the Republic, which \r\nthis year presented Mexico’s strategy on artificial \r\nintelligence, seeking to develop an adequate framework \r\nof governance through multisectoral dialogue that \r\nwould allow us to better understand the technology \r\nand develop better practices and more efficient public \r\npolicies. With that, Mexico has become one of the first \r\n10 countries to have established such a strategy.\r\nOn its own initiative, the Government of Mexico \r\nhas set itself the task of identifying the impact of the \r\nnew technologies that constitute the fourth industrial \r\nrevolution, with particular emphasis on artificial \r\nintelligence, within the scope of the 2030 Agenda. We \r\nhave identified, one by one, the positive and negative \r\nimpacts of these new technologies on the Sustainable \r\nDevelopment Goals. As an example, I should like to share \r\nsome of the possible impacts that we have identified. \r\nRegarding Sustainable Development Goals 8.2, 8.3 and \r\n9.5, we have identified that artificial intelligence could \r\ngive a significant boost to commercial productivity \r\nby developing more efficient processes. That could \r\nreduce costs and allow more capital to be reinvested \r\nin innovation, thereby accelerating the fulfilment of \r\nthose Goals.\r\nHowever, it is also a matter of fact that artificial \r\nintelligence is one of the greatest challenges, as you \r\nmentioned a moment ago, Madam, when we consider \r\nthe labour market, particularly the labour displacement \r\nthat may result from artificial intelligence technology \r\nreplacing the work carried out by human beings. It \r\nmay generate abrupt and immediate job losses for \r\nmillions of people. That would undoubtedly have a \r\nparticularly serious impact on the creation of decent \r\njobs, which is set out in Sustainable Development Goal \r\n8.3. We have therefore identified specific positive and \r\nnegative impacts of each of the different emerging \r\ntechnologies — such as blockchain, nanotechnology \r\nand biotechnology — on compliance with the SDGs.\r\nThe informal meeting that was opportunely \r\nconvened this afternoon highlighted important \r\nelements and evidence of the need to act without delay \r\non this crucial issue. For our part, in order to better \r\nunderstand the complexity of the issue, we have \r\ncontinued working with the major universities, as well \r\nas with the Organization for Economic Cooperation and \r\nDevelopment, the International Telecommunication \r\nUnion, the International Labour Organization, UNICEF \r\nand UNESCO, among other principal agencies of the \r\nUnited Nations system, in response to the mandate set \r\nby resolution 72/242. With that support, the Permanent \r\nMission of Mexico is currently negotiating a new draft \r\nresolution, with the backing of various countries, that \r\nwill allow us all to be better prepared. I hope that all \r\nMember States represented here in the Assembly will \r\njoin the discussion and debate on a phenomenon that \r\naffects and concerns us all. I encourage them to work \r\ntogether to support this initiative. With their help \r\nand support, we will ensure that the fourth industrial \r\nrevolution will benefit all humankind.\r\nIn your speech a few moments ago, Madam, you \r\nstated that the debate on new technologies is perhaps \r\nthe most important debate of our time. I agree. The \r\nemergence of new technologies, particularly artificial \r\nintelligence, represents an evolutionary and existential \r\nchallenge for humankind. The debate is broad and \r\nattracts the interest of people from all continents and \r\nof all beliefs. In this debate, there are optimists who \r\nview a major opportunity in artificial intelligence and \r\nthe fourth industrial revolution for the whole world \r\nto enjoy a better life, with improved levels of health \r\nand greater capacities, including both physical and \r\ncognitive. On the other hand, there is the pessimistic \r\nview of new technology as a threat — one that may \r\neven be existential for humankind. We are convinced \r\nthat, in the light of these new technologies, the future \r\nof humankind is neither determined nor fatal. It will \r\ndepend on the actions and decisions we take. We must \r\ntake those decisions together. We must take them as \r\na united humankind. Therefore, the most important \r\nforum in which to lead and guide the debate is the \r\nUnited Nations and the General Assembly. Madam \r\nPresident, I commend your initiative and the convening \r\nof this debate. I hope that it will be the most important \r\ndebate of our times, as you said.\r\nThe President (spoke in Spanish): I now call on the \r\nMinister for Foreign Affairs of Estonia.\r\nMr. Mikser (Estonia): Estonia aligns itself with \r\nthe statement just delivered by the observer of the \r\nEuropean Union.\r\nIn my national capacity, I would like to thank you, \r\nMadam President, for convening today’s timely debate \r\nA/73/PV.22 18/10/2018\r\n6/22 18-32542\r\non the impact of rapid technological change on the \r\nachievement of the Sustainable Development Goals and \r\nenabling me to focus on digital technology.\r\nDuring the past three decades, my country, Estonia, \r\nhas followed a very particular path of development. In \r\n1991, when Estonia regained its independence after \r\nseveral decades of foreign occupation, it was naturally \r\na recipient of development aid. By 1998, however, \r\nEstonia had already become a donor of such aid. That \r\naccelerated development path was due in no small part \r\nto our adoption of information and communication \r\ntechnologies (ICTs) and e-governance solutions. \r\nDigitization has brought Estonia stronger economic \r\ngrowth, greater resource efficiency, and speedier \r\nhuman development.\r\nEstonia strongly believes in the principles of \r\nefficiency, equality and empathy. We want to improve \r\nefficiency in the world so that we can make better use of \r\nour resources. Estonia is a strong advocate for equality. \r\nWe believe in levelling the playing field for everyone on \r\nthe path to development and digitization. And Estonia \r\ntruly values empathy, so we want to help others with \r\ntheir development. Digitization improves Government \r\neffectiveness and overall efficiencies. It improves \r\ntransparency and trust in public processes and enhances \r\ncitizens’ engagement in building more inclusive and \r\ncohesive societies. It is therefore crucial to achieving \r\nthe promises of the 2030 Agenda for Sustainable \r\nDevelopment. Regarding efficiency, we strongly believe \r\nthat ICTs can revolutionize entrepreneurship, education, \r\nemployment and even health care. Digital online \r\nservices provide economic growth. They bring down \r\nunnecessary barriers between citizens and the State \r\nand between businesses and sectors of the economy. \r\nThey expand our boundaries and transcend borders. \r\nEstonia has shared its knowledge and experience with \r\nmany nations of the world and will continue to do so, \r\nin cooperation with the United Nations Development \r\nProgramme (UNDP), the African Union and all who \r\nare interested and willing.\r\nJust recently, during the high-level week here at \r\nthe United Nations, Estonia launched a cooperation \r\nproject with UNDP in support of the development of \r\ne-governance, in a major initiative to support the digital \r\ntransformation of UNDP and developing countries. It \r\naims to share Estonia’s e-governance expertise with \r\nnearly 170 countries and territories. The Ministry \r\nof Foreign Affairs of Estonia has provided the seed \r\nfunding of €102,000 to launch the project, which will \r\nenable other Member States to benefit from Estonia’s \r\nexperience and hopefully find a way to replicate that \r\nmodel in their own countries. While everyone’s digital \r\ntransformation will obviously be unique and tailored \r\nto each individual country’s particular conditions, \r\nthe cooperation project unquestionably has immense \r\npotential to have an accelerating effect on development \r\nglobally. While we are proud to be initiating this \r\ncooperation project with UNDP, the seed funding and \r\nexpertise provided by Estonia must be leveraged and \r\nscaled up for the project to fully realize its potential \r\nto help countries make their digital transformations. \r\nI would like to invite all interested parties to join us \r\nin this great undertaking to support the digitization of \r\nthe world.\r\nNo amount of technical expertise or technology \r\nwill help countries to truly digitize without the \r\npolitical leadership and political will needed to drive \r\nthat process. The role of leaders therefore cannot be \r\noveremphasized. I would just like to highlight a few \r\nexamples from Estonia to illustrate what digitization \r\nlooks like when political leadership gets it right. For \r\nexample, our e-ID enables us to sign documents \r\nelectronically, and that digital identity is the centrepiece \r\nof our e-Government. It brings great economic benefits. \r\nWe estimate that Estonia saves as much as 2 per cent of \r\nits gross domestic product in time and money annually \r\nby using e-governance solutions. Another example is \r\nthat last year, in 2017, 96 per cent of our citizens filed \r\ntheir taxes electronically. Tax forms are automatically \r\npre-filled out, making the verification and submission \r\nof declarations a matter of minutes. And last but not \r\nleast, Estonia is the first and so far the only country \r\nto introduce online elections. As a result, many more \r\npeople are able and willing to cast their votes, which I \r\nbelieve is very good for democracy.\r\nDespite all the great benefits of digitization, it is \r\nclear that it is not the cure for all of our ills. What is \r\nmore, it will present its own set of challenges. However, \r\nthose obstacles can be overcome if we keep working \r\nat them. All things considered, Estonia’s experience \r\nshows that the benefits far outweigh the risks. New \r\ntechnologies should always be seen as enablers. They \r\ncreate equal opportunities if supported by proper \r\npolicies. That does not mean that the risks related to \r\nthem should not be ignored. Rather, the opposite is true, \r\nand they should be taken extremely seriously. I would \r\nsay that cyberspace risks do not replace conventional \r\nrisks but if anything make the overall picture more \r\n18/10/2018 A/73/PV.22\r\n18-32542 7/22\r\ncomplex. But a well-established international legal \r\nspace should be able to deliver for humankind. The fact \r\nis that the world simply cannot afford not to go digital if \r\nwe are to achieve the Sustainable Development Goals. \r\nWe will all have to work together to make that happen, \r\nand Estonia is determined to do its part.\r\nMr. Mackay (Belarus) (spoke in Russian): The \r\nGeneral Assembly’s adoption of resolution 72/242 \r\nat its previous session encouraged Member States \r\nto analyse the impact of rapid technological change \r\non the achievement of the Sustainable Development \r\nGoals (SDGs). It also urged a number of United \r\nNations entities, such as the Technology Facilitation \r\nMechanism, to give due consideration to the impact of \r\ntechnological change on the achievement of the SDGs.\r\nTechnology is a key means for implementing \r\nthe SDGs and an important transformation lever in \r\nachieving them and delivering on the 2030 Agenda \r\nfor Sustainable Development. In the context of our \r\ndiscussion of the impact of technological progress on \r\nsustainable development, we want to highlight the issue \r\nof technological foresight. Technological foresight is \r\na powerful tool for the strategic planning of national \r\npriorities in the area of science, technology and \r\ninnovation as a foundation for sustainable development. \r\nAn effective foresight system in this area should define \r\nthe optimal directions for research and the development \r\nof technologies and production, set priorities for \r\neconomic development and facilitate the effective \r\nallocation of budgets through appropriate programmes \r\nand instruments.\r\nBelarus is currently establishing a national system \r\nof technological foresight as part of its ongoing \r\nprocess of planning for sustainable development. \r\nWe are also carrying out a comprehensive foresight \r\nexercise on scientific and technological progress \r\nfor the period from 2021 to 2025, and again for \r\nthe period through 2040, with the aim of defining \r\npriority directions for our scientific and technological \r\ndevelopment and promising innovative technologies, \r\nand of developing recommendations on various \r\nscientific and technological development scenarios. \r\nA number of States are doing similar work in the area \r\nof technological foresight. However, the subject of \r\ntechnological foresight still does not get the attention \r\nand development it deserves at the international level, \r\nand is seen only as a specialized arena for experts or for \r\nbusiness interests. So far there is no holistic vision of \r\ncooperation between Governments in this area for the \r\npurposes of sustainable development.\r\nIn that regard, Belarus supports establishing \r\ninternational cooperation on technological foresight \r\nfor the needs of sustainable development. Our \r\nMinister for Foreign Affairs spoke about this in the \r\ngeneral debate on 1 October (see A/73/PV.16). We \r\npropose that interested Member States, international \r\norganizations and other partners unite their efforts \r\nin the area of technological foresight with the aim of \r\nassisting sustainable development. Such cooperation \r\ncould take place in numerous concrete areas, such as \r\nthe exchange of experience in technological foresight \r\nmethodologies, the collective use of the results of \r\nanalysis of technological trends, the improvement of \r\nexpert capacity, international technical cooperation on \r\nthe exchange of best practices and capacity-building, \r\njoint research and so on. In our view, cooperation in \r\ntechnological foresight would help countries jointly \r\ndevelop scientifically based conceptions of the \r\npossible options for their technological and innovative \r\ndevelopment in the context of global progress. It would \r\nenable them to approach the establishment of national \r\npriorities for scientific, technological and innovative \r\nactivity more effectively.\r\nLastly, it could help improve the effectiveness of \r\nstrategic planning for national economies and their \r\ninteraction in a global context. We firmly believe that \r\nsuch cooperation would be in every country’s interests \r\nand would be fully in line with the 2030 Agenda for \r\nSustainable Development. For its part, Belarus is \r\nprepared to initiate and participate actively in the process \r\nof establishing international cooperation in the area \r\nof technological foresight for the needs of sustainable \r\ndevelopment, and we call on all interested States and \r\ninternational organizations to join the process.\r\nMrs. Zappia (Italy): Italy aligns itself with the \r\nstatement just delivered by the observer of the European \r\nUnion, and I would like to add some remarks in my \r\nnational capacity.\r\nThe issue we are considering today is of paramount \r\nimportance. We are no longer merely standing on the \r\nbrink but at the centre of a technological revolution that \r\nis fundamentally altering the way we live, work, and \r\nrelate to one another. In its scale, scope, complexity and \r\nabove all its speed, this transformation could be unlike \r\nanything that humankind has ever experienced. We do \r\nnot yet know fully how the so-called fourth industrial \r\nA/73/PV.22 18/10/2018\r\n8/22 18-32542\r\nrevolution — or next production revolution — will \r\nunfold, but it is already clear that it will have global and \r\nmultisectoral impact and will present extraordinary \r\nopportunities. It is also confronting us with big \r\nchallenges. We should therefore respond to it with \r\nan integrated and comprehensive set of policies and \r\nactions involving all relevant stakeholders.\r\nRapid technological change has been increasingly \r\ndiscussed over the past few years in all major multilateral \r\nforums. Last year, Italy gave it major prominence \r\nwithin the framework of its presidency of the Group \r\nof Seven, organizing a ministerial innovation week \r\nthat combined a series of ministerial meetings on the \r\neffects of the new technology revolution on industry, \r\nlabour and research in the service of sustainable \r\ndevelopment. The global character of this subject \r\nmakes it particularly appropriate to be discussing it in \r\nthe universal framework of the United Nations, and I \r\nwould therefore like to express our deep appreciation \r\nto Mexico, which spearheaded the discussion of the \r\nimpact of rapid technological change by promoting \r\nthe adoption of resolution 72/242. We also welcome \r\nand support the related new draft resolution to be \r\nadopted during this ongoing session of the General \r\nAssembly. We appreciate the outcome of the third \r\nMulti-stakeholder Forum on Science, Technology and \r\nInnovation for the Sustainable Development Goals. I \r\nwould like to recognize Japan and Mexico’s successful \r\nefforts as co-Chairs of that event, and we are also \r\ngrateful to the key speakers in today’s informal meeting \r\nfor their insightful presentations.\r\nItaly shares the vision outlined in the Secretary-\r\nGeneral’s Strategy on New Technologies and supports \r\nits main principles and commitments. We believe \r\nthat new and rapidly developing technologies have \r\nincredible potential for advancing human welfare \r\nand achieving the 2030 Agenda for Sustainable \r\nDevelopment, as long as they are aligned with the \r\nvalues enshrined in the Charter of the United Nations, \r\nthe Universal Declaration of Human Rights and the \r\nnorms and standards of international laws. Technology \r\nand innovation can bring huge advances in the area of \r\nrisk assessment and disaster prevention, as well as in \r\nthe monitoring and mitigation of climate change, the \r\npromotion of sustainable agriculture, access to medical \r\ndiagnostics and treatments, the improvement of basic \r\nand vocational education, and better management \r\nof urbanization processes through the building of \r\nsmart cities.\r\nItaly is leading in technological innovation in all of \r\nthose fields. For example, we are playing a leading role \r\nin the Galileo satellite system, a project that offers a \r\nunique tool for disaster risk reduction and gives concrete \r\nsupport to various projects in small island developing \r\nStates and least-developed countries designed to use \r\nsatellite data for early-warning systems and responses \r\nto environmental disasters.\r\nIn conclusion, Italy reiterates its support for \r\ncontinuing the dialogue on technological innovation \r\nin the framework of the United Nations in order to \r\nensure that our actions in this field are guided by \r\nthe fundamental principles of human rights, peace, \r\ninternational cooperation and inclusiveness. We look \r\nforward to the next steps for this dialogue in the General \r\nAssembly and the Economic and Social Council, and \r\nwe intend to participate in it actively.\r\nMrs. Rodríguez Camejo (Cuba) (spoke in \r\nSpanish) We thank you, Madam President, for \r\nconvening this debate on agenda item 133, “Impact of \r\nrapid technological change on the achievement of the \r\nSustainable Development Goals”.\r\nImplementing the 2030 Agenda for Sustainable \r\nDevelopment demands not only a cross-sector approach \r\nbut also major efforts in which science, technology and \r\ninnovation play a central and decisive role. For Cuba, \r\nthe development of science, technology and innovation \r\nis a priority that produces real results for society. \r\nWhen its benefits are put at the disposal of sustainable \r\ndevelopment they make countless contributions not \r\nonly to economic and social growth, but also to the \r\npromotion of knowledge and skills.\r\nIn the past few decades, the rapid development and \r\nadoption of new technologies has been guided by the \r\ncumulative and exponential nature of their growth, their \r\nconvergence, their falling costs and the Internet. The \r\ntechnologies with the greatest potential to help achieve \r\nthe Sustainable Development Goals include big data, the \r\nInternet of Things, artificial intelligence, blockchain, \r\n3D printing, biotechnology and renewable energy.\r\nDigitization and connectivity are two key \r\nfeatures that have provided a wide range of \r\nnew opportunities to take advantage of digital \r\ntechnologies in order to address virtually the \r\nimplementation of Agenda 2030 in all countries. \r\nMany of these technologies are supported on global \r\ndigital platforms and will radically transform not \r\nonly people’s lives, but also the lives of the business, \r\n18/10/2018 A/73/PV.22\r\n18-32542 9/22\r\nGovernment and social sectors over the coming decades. \r\nTherefore, we must work to develop the necessary \r\npolicies in order to ensure they are used safely and to \r\nthe benefit of people.\r\nAt the global level, the resources exist to eliminate \r\nthe existing gap between the countries of the North and \r\nthe South and to promote broad, fair and equal access \r\nto and development of these technologies for all. This \r\nrequires not only political will, but also commitment on \r\nthe part of developed countries in terms of financing, \r\ninvestment, training, the creation of infrastructure, \r\nthe dissemination of knowledge and the transfer of \r\nintellectual property and technology.\r\nThe achievements of science, technology and \r\ninnovation must be used to contribute to human well-\r\nbeing. Cuba expresses its great concern about the \r\ncovert and illegal use of these technologies to promote \r\nwar, interventionism, destabilization, subversion, \r\nunilateralism or terrorist actions. The only way to \r\nprevent and confront these threats is cooperation among \r\nall States.\r\nCuba works on the basis of a national social and \r\neconomic development plan that includes priorities to be \r\napplied until 2030 to develop a society oriented towards \r\nsustainable development in which science, technology \r\nand innovation play a fundamental role. These efforts \r\nhave been carried out for more than half a century under \r\nthe siege of the unjust and illegal economic, commercial \r\nand financial blockade imposed by the Government \r\nof the United States against Cuba. That failed policy \r\nhinders the full development of science, technology and \r\ninnovation in my country because it impedes, inter alia, \r\nthe purchase of raw materials, equipment and reagents \r\nfor research and development in the biotechnology and \r\npharmaceutical sectors; free access from Cuba to much \r\nof the contents of the Internet; payments for the use \r\nof broadband service for the country’s international \r\nconnectivity; access to high-performance brands and/\r\nor equipment in the information and communications \r\nsector; the purchase of spare parts for the maintenance \r\nand operation of the wind farm to generate renewable \r\nenergy, to mention but a few specific sectors.\r\nCuba reiterates its commitment to combating \r\ninequality, underdevelopment, discrimination and \r\nmanipulation and to establishing a more just and \r\nequitable international order in which science, \r\ntechnology and innovation contribute to the betterment \r\nof human beings in such a way that their well-being and \r\ndignity are guaranteed.\r\nMr. Denktaş (Turkey): As a member of the core \r\ngroup of exponential technological change, Turkey \r\nappreciates Mexico’s efforts to bring the issue of the \r\nimpact of rapid technological change to the forefront of \r\nthe United Nations. This topic is of increasing interest \r\nto my country, which has the youngest and second \r\nlargest population in Europe.\r\nAs we undergo the fourth industrial revolution, \r\nwe should not deem the impact of technology on the \r\neconomy and society as a given. We need to shape it \r\nwith policies at the local, national and global levels. \r\nMember States and the United Nations could and should \r\ninfluence these processes. The United Nations should \r\nserve as a platform to build awareness and establish \r\ngood models for country regulatory frameworks on \r\nthis emerging issue. At the national level, policymakers \r\nshould embrace and direct new technologies, adopt \r\nf lexible policies and promote capacities to innovate.\r\nWe need proactive policies to help the labour market \r\nadapt to new demands and emerging technologies. We \r\nshould also focus on training for new skills. This is not \r\na matter for a single country or a group of countries to \r\naddress. It concerns citizens of the world as a whole. \r\nWe need more research to help Governments and people \r\nprepare for the changes brought by artificial intelligence \r\nand robotics. We also have to improve our understanding \r\nof the potential impact of new technologies on low-\r\nincome countries. The United Nations should support \r\ncountries in developing the capacity to deal with rapid \r\ntechnological change through partnerships, as well as \r\nthe exchange of experiences and know-how.\r\nScientific and technological innovation constitutes \r\na cross-cutting issue in achieving the Sustainable \r\nDevelopment Goals (SDGs). This year’s Multi-Stakeholder \r\nForum on Science, Technology and Innovation \r\nhighlighted the potential of technology to bridge sectoral \r\nand institutional silos, which is essential for achieving \r\nthe SDGs. New technologies, including artificial \r\nintelligence, biotechnology and robotics, could generate \r\nnew solutions to SDG implementation. However, \r\nthey also risk widening the existing gaps between \r\ndeveloped and developing countries unless the access \r\nof the latter to technology is promoted and supported. \r\nIn this vein, Turkey strongly supports strengthening \r\nthe science, technology and innovation capacity of the \r\nA/73/PV.22 18/10/2018\r\n10/22 18-32542\r\nleast developed countries (LDCs) to facilitate their \r\ntechnological leapfrogging.\r\nWe are confident that the Technology Bank, hosted \r\nby Turkey in Gebze, will play a key role in promoting the \r\nintegration of LDCs into the global knowledge-based \r\neconomy. The Bank will strengthen the capacity of \r\nLDCs to scale up the deployment of technologies and \r\nmanage intellectual property right issues. It will promote \r\nthe development and implementation of national and \r\nregional science, innovation and technology strategies, \r\nstrengthen partnerships among science, technology and \r\ninnovation-related public entities, the private sector \r\nand other stakeholders.\r\nThe Bank has initiated baseline science, \r\ntechnology and innovation reviews and technology \r\nneeds assessments in five countries — Guinea, Haiti, \r\nthe Sudan, Timor-Leste and Uganda — in collaboration \r\nwith all relevant United Nations agencies. The Bank \r\nwill also focus on improving access for scientists \r\nand researchers to data, publications and science, \r\ntechnology and innovation initiatives in the following \r\ncountries: Bangladesh, Mozambique, Nepal, Rwanda, \r\nSenegal, Uganda, Tanzania, Bhutan, Burkina Faso, \r\nLiberia, Madagascar and Malawi. We firmly believe \r\nthat the Bank will play a key role in fostering productive \r\ncapacity, structural transformation, poverty eradication \r\nand sustainable development of LDCs.\r\nWe take pride in the fact that the establishment of \r\nthe Bank marked the first Sustainable Development \r\nGoal target to be achieved: SDG 17.8. Its achievement \r\nhas been highly symbolic, as it responds directly to the \r\nprinciple of leaving no one behind of the 2030 Agenda \r\nfor Sustainable Development.\r\nWe call on all partners to support the Bank’s \r\nactivities through both contributions and partnerships.\r\nMr. Cho Tae-yul (Republic of Korea): Today’s \r\ntopic reminds me of the meeting that I had with \r\nPresident Jim Kim of the World Bank last year in my \r\ncapacity as the Chair of the Peacebuilding Commission. \r\nPresident Kim said then that, each time he visits Silicon \r\nValley, he is taken aback at how rapidly technology is \r\ndeveloping. He was excited about the great promise \r\nfrontier technologies hold for humankind. But to make \r\nthe point that technology can potentially eradicate low-\r\nwage manufacturing jobs in many parts of the world, \r\nhe cited the example of 3D printers now being able \r\nto print a seamless suit at the cost of only a couple of \r\nhundred dollars. He could not stress strongly enough \r\nthe sense of urgency for the international community, \r\nespecially the United Nations, to be fully aware of and \r\nprepare for these extraordinary developments. I could \r\nnot agree with him more, especially on the point that \r\nthe United Nations needs to take action. And for that \r\nreason, I wish to thank you, Madam President, for \r\ntaking the initiative to convene today’s meeting on this \r\nvery important topic.\r\nThroughout history, technology has been a key \r\nenabler for humankind to take great leaps forward. The \r\nagricultural revolution in the Neolithic Age liberated \r\nhumankind from food insecurity, while the industrial \r\nrevolution in the eighteenth century laid the groundwork \r\nfor the digital innovation of today. But unlike in the past, \r\ntoday’s frontier technologies — encompassing, among \r\nothers, artificial intelligence, robotics, biotechnology \r\nand nanotechnology — do not stop at supporting our \r\nefforts to achieve economic development. They are \r\nnow rapidly driving the transformation of our social \r\nand economic landscapes to the point of potentially \r\noutpacing our ability to foresee and adapt to the changes \r\nlooming on the horizon.\r\nIn fact, these new technologies can provide powerful \r\nways to achieve the 2030 Agenda for Sustainable \r\nDevelopment and a world free of poverty, epidemics \r\nand violence. Recent reports of the Department of \r\nEconomic and Social Affairs and the United Nations \r\nConference on Trade and Development detail how \r\nfrontier technologies can help achieve each of the \r\nSustainable Development Goals (SDGs) by increasing \r\nproductivity at lower cost and developing new solutions \r\nfor critical global challenges.\r\nAt the same time, rapid technological advances \r\nare giving rise to increased uneasiness and anxiety \r\nrelated to privacy, equality, equity, ethics, job security \r\nand cybersecurity, to name but a few. Meaningful \r\ndialogue and cooperation with all relevant stakeholders \r\nare essential if we are to harness the promise of \r\nthose technologies to achieve sustainable peace and \r\ndevelopment, and still address potential adverse \r\nconsequences in a timely manner. The United Nations, \r\nwith its unique convening power and a brand like no \r\nother, is best poised to mobilize all the relevant actors, \r\nespecially the private sector, which is at the forefront \r\nof developing and deploying emerging technologies to \r\nmake collective choices regarding new technologies.\r\nIn that regard, my delegation welcomes the \r\nSecretary-General’s Strategy on New Technologies, \r\n18/10/2018 A/73/PV.22\r\n18-32542 11/22\r\nwhich sets out how the United Nations can effectively \r\nsupport the use of new technologies to better address \r\nglobal challenges, in line with universal values and \r\nobligations, by reforming, innovating and building \r\nthe capacity of the Secretariat, among others. We also \r\nwelcome the High-level Panel on Digital Cooperation \r\nthat was launched to implement the Strategy, and the \r\nSecretary-General’s Technology Innovation Labs, to \r\nwhich the Republic of Korea has decided to provide \r\nfinancial support.\r\nThe Republic of Korea has been able to achieve \r\nrapid industrialization by making use of technology \r\nand human capital. Based on our own experiences, we \r\nfirmly believe that developing countries have much \r\nto gain by taking advantage of the new opportunities \r\noffered by emerging technologies. Technological \r\ndevelopment can help accelerate the implementation of \r\nthe SDGs by reducing transaction costs and creating \r\nnew businesses in areas such as energy, education, \r\nenvironment, food security, and health. In fact, that \r\napplies to developed countries as well.\r\nAll countries, developed and developing alike, \r\ntherefore need to focus on educating our young \r\ngeneration to effectively use those frontier technologies. \r\nWe also need to reduce the technological gap among \r\ncountries in terms of research and development \r\nexpenditures, infrastructure, business ecosystems, \r\ndomestic governance and capacity. The United Nations \r\ncan provide the platform to share best practices in that \r\nregard and support Governments’ efforts to build the \r\nnecessary capacity.\r\nMr. Korneliou (Cyprus), Vice-President, took \r\nthe Chair.\r\nIt is against that backdrop that my delegation \r\nwelcomes the timely draft resolution to be submitted \r\nby Mexico on the impact of rapid technological change. \r\nWe should also consider further developing that text \r\nin line with technological advances in the coming \r\nyears. My delegation will participate constructively in \r\nrelated discussions.\r\nIsraeli historian Yuval Noah Harari predicted in \r\nhis recent book, entitled Homo Deus: A Brief History \r\nof Tomorrow, that humankind equipped with data and \r\nartificial intelligence will no longer be vulnerable to \r\nfamine, epidemics and war in the future. I sincerely \r\nhope that the United Nations can guide the global \r\ndiscourse to come up with transformative solutions on \r\nthe use of frontier technologies to better prepare for the \r\nworld predicted by this thought-provoking book.\r\nMr. Skoknic Tapia (Chile) (spoke in Spanish): \r\nChile welcomes the organization of this meeting, which \r\nallows us to address the very topical and important issue \r\nof rapid technological change. We therefore appreciate \r\nand value Mexico’s efforts to promote this agenda item, \r\nas we do the various presentations on the relevant work \r\ndone within the framework of the United Nations, \r\nwhich demonstrates the global, immediate, profound \r\nand irreversible effects of new technologies. Those \r\neffects are manifested in our daily lives in various forms \r\nand through various technologies, such as artificial \r\nintelligence, big data, automation, neuroscience and \r\nnanotechnology, to name but a few.\r\nThat is also the case with digital technologies, \r\nwhich have revolutionized economic growth and \r\ncompetitiveness, to the extent that today’s global \r\neconomy is a digital economy. These technologies \r\ninteract in a digital ecosystem, generating what is being \r\ncalled the fourth industrial revolution.\r\nThese new technologies open up multiple \r\nopportunities to solve the problems that aff lict \r\nhumankind and represent enormous potential to \r\naccelerate human progress in such key areas as health, \r\nfood, energy and education. The 2030 Agenda for \r\nSustainable Development rightly considers them to be \r\ncatalysts for the Sustainable Development Goals, as well \r\nas a means to measure their progress. In that context, \r\nwe must take advantage of the opportunities provided \r\nby the fourth industrial revolution and the 2030 Agenda \r\nto design more effective and comprehensive public \r\npolicies that will allow us to improve the quality of life \r\nof our population in the long term.\r\nAdditionally, the speed with which the forces \r\nof technological change are shaping the world of the \r\nfuture poses major challenges both for our countries \r\nand for the planet as a whole. These new technologies, \r\nessentially produced in an exogenous manner, have a \r\ncross-cutting impact on society, affecting our systems \r\nof production, management and governance, and \r\nthreatening to increase inequalities and exert pressure \r\non behaviours and value systems.\r\nThe challenge we face in that regard is to build \r\nendogenous capacity into new technologies to reduce \r\nthose vulnerabilities. In that connection, Chile has \r\nmade significant efforts to build capacities in very \r\ndiverse areas. One such initiative is the development of \r\nA/73/PV.22 18/10/2018\r\n12/22 18-32542\r\nour own technology to change the energy matrix in the \r\nelectricity sector through the use of renewable energies, \r\nwhich has allowed us to lead the energy transition in \r\nthe region.\r\nAnother fundamental area for our country is big \r\ndata and its link to artificial intelligence, since we \r\nhave the privilege of serving as a platform for more \r\nthan 50 per cent of the installed capacity of the world’s \r\nastronomical observatories — a figure that we expect \r\nto reach 75 per cent by the beginning of the next \r\ndecade. The amount of data generated by this scientific \r\nactivity and the models and computational capacity \r\nnecessary to analyse them offer a unique opportunity \r\nfor our country to become a global platform for big \r\ndata and a privileged space to stimulate experimental \r\ndevelopments in artificial intelligence.\r\nThose encouraging developments should, in turn, \r\nencourage us to study the social consequences and \r\nethical limits of scientific research and engineering. \r\nThat is especially the case for the use of artificial \r\nintelligence and robotics applications, an area in which \r\nwe see potential interest in regional cooperation with \r\na view to joining discussions already under way in \r\nother regions.\r\nThose examples demonstrate both the relevance and \r\nthe necessity of this afternoon’s meeting. We believe \r\nthat it is imperative for Governments, the private sector, \r\ninternational organizations, civil society, academia, \r\ntechnical communities and all other interested actors to \r\nknow and exchange information about the opportunities \r\nand challenges of rapid technological change in \r\nachieving the Sustainable Development Goals.\r\nThat is why Chile actively supports international \r\ncooperation in this area and in the discussion of \r\nprogress achieved, just as it supports the creation of \r\naction plans and road maps, both within the United \r\nNations mechanisms and in the various multilateral \r\nand regional mechanisms. Ultimately, it is that type of \r\ndiscussion and good practices exchange that will enable \r\nus to make full and responsible use of the potential of \r\nnew technologies for sustainable development.\r\nMrs. Imnadze (Georgia): We welcome the \r\nconvening of this important meeting, which is a good \r\nopportunity to discuss the impact of rapid technological \r\nchange on the achievement of the Sustainable \r\nDevelopment Goals and to reflect on related challenges.\r\nGeorgia aligns itself with the statement delivered \r\nby the observer of the European Union. I would now \r\nlike to make a few remarks in my national capacity.\r\nOver the past few years there has been an awakening, \r\nboth globally and within the United Nations, around \r\nemerging technologies. Much-needed discussions on \r\nhow to leverage technological advancements for the \r\nimprovement of human welfare have begun to coalesce. \r\nAs the Secretary-General noted in his address to the \r\nGeneral Assembly:\r\n“Rapidly developing fields such as artificial \r\nintelligence, blockchain technology and \r\nbiotechnology have the potential to turbocharge \r\nprogress towards achieving the Sustainable \r\nDevelopment Goals.” (A/73/PV.6, p. 3)\r\nThose technologies hold great promise and \r\npotential. They can contribute to curing diseases, \r\nfeeding growing populations, driving economic growth \r\nand connecting businesses, communities, families \r\nand friends across the globe. Never before has the \r\ninternational community been more ready to capitalize \r\non technological change to address global challenges \r\nsuch as poverty, food security, corruption and climate \r\nchange, and never before has action in that respect been \r\nso necessary. Technology can be the agent of change.\r\nThe 2030 Agenda for Sustainable Development can \r\nbenefit significantly from new technologies that can \r\nanalyse large quantities of health-care data, leading \r\nto scientific breakthroughs. Artificial intelligence can \r\nrevolutionize classrooms and provide virtual mentors \r\nthat can analyse student learning patterns and prescribe \r\nindividual learning plans to improve results. It can also \r\ndrive balanced hiring practices and spotlight gender \r\ninequality, as well as map poverty from outer space, \r\nenabling real-time resource allocation.\r\nThe High-level Panel on Digital Cooperation, \r\nestablished by the Secretary-General in July, \r\nand his recent Strategy on New Technologies \r\nillustrate the important progress being made in \r\nrecognizing the potential of those technologies and \r\nin facilitating discussions and enhancing cooperation \r\namong stakeholders.\r\nWhile discussing and highlighting the benefits \r\nthat new technologies can bring to the 2030 Agenda, \r\nwe should also fully recognize the potential risks it \r\nmay entail. Artificial intelligence and robotics-driven \r\nautomation may result in the widespread displacement \r\n18/10/2018 A/73/PV.22\r\n18-32542 13/22\r\nof workers in what is being called the fourth industrial \r\nrevolution. The difference between this and the previous \r\nindustrial revolutions, however, is its scale and the speed \r\nat which it is taking place. Although automation will be \r\nglobal, the impact will not be felt evenly. Developing \r\ncountries and economies in transition are likely to bear \r\nthe brunt of disruption as their traditional labour-cost \r\nadvantages are undercut.\r\nWe should also remember that technology is only a \r\ntool, and in the hands of criminals or terrorists it could \r\nbe maliciously used to enable new digital, physical or \r\neven political threats. Yet, the promise of technology \r\nis too great to try to stop technological innovation. We \r\ncannot do it and should not try. Instead, we should strive \r\nto uphold the promise of technology while keeping its \r\npotential perils at bay.\r\nGeorgia has been actively engaged in issues related \r\nto rapid technological advancements and their potential \r\nfor disruption. In 2015 and 2016, in cooperation with \r\nthe United Nations Interregional Crime and Justice \r\nInstitute and with the participation of world-renowned \r\nexperts in the field of artificial intelligence, we \r\norganized events at the United Nations that addressed \r\nthe issues related to the risks and benefits of artificial \r\nintelligence. Last year, together with like-minded \r\ncountries, we joined Mexico in setting up the core \r\ngroup on exponential technological change. Georgia \r\nwill continue to be committed to the group’s cause \r\nand further contribute to our joint efforts to enhance \r\ntechnology for the benefit of all in helping to achieve \r\nthe Sustainable Development Goals.\r\nMrs. Pejanović Đurišić (Montenegro): I thank the \r\nPresident for maintaining this important issue on the \r\nGeneral Assembly’s agenda. I also thank the Mission of \r\nMexico for coordinating and leading the preparation of \r\nthe draft resolution we are discussing today.\r\nWhile Montenegro fully aligns itself with the \r\nstatement made by the observer of the European Union, \r\nI shall still make some additional remarks, as we are \r\nall aware that the world faces tremendous changes \r\nrelated to advancements in the implementation of \r\nnew technologies.\r\nToday, we are actually at the beginning of a fourth \r\nindustrial revolution. Developments in information and \r\ncommunication technologies, artificial intelligence, \r\nrobotics, nanotechnology, biotechnology, 5G tomorrow, \r\nto name just a few, are all building on and amplifying \r\none another. While the impending changes hold great \r\npromise and endless possibilities for sustainable \r\ndevelopment and the efficient implementation of the \r\n2030 Agenda for Sustainable Development, there \r\nis a set of broader socioeconomic, geopolitical and \r\ndemographic drivers of change that parallels the \r\ntechnological revolution. They all interact in multiple \r\ndirections and intensify one another, with the potential \r\nto lead to greater inequality and decreased international \r\nstability and security.\r\nThat is why, in this dynamic and interconnected \r\nenvironment, where the limits are set only by our \r\nimagination, Member States have to pool their resources \r\nin order to leverage rapid technological changes and \r\nbetter understand all the benefits and risks of new \r\ntechnological innovations.\r\nThe draft resolution we are discussing today offers \r\na good basis for further actions, relying on a number \r\nof other relevant resolutions, declarations and reports. \r\nIt is very encouraging to recognize that the previous \r\nresolutions on this matter had a positive impact on \r\nactions taken by the United Nations, and particularly the \r\nEconomic and Social Council, through the Technology \r\nFacilitation Mechanism. A clear orientation towards a \r\nmulti-stakeholder approach and the inclusion of diverse \r\nUnited Nations entities and partnerships of different \r\nactors are sound and in line with the principles that the \r\nSecretary-General has identified as guidelines for the \r\nOrganization’s engagement with new technologies.\r\nMontenegro supports and invites member countries \r\nto share national achievements, strategies, policies, best \r\npractices and other engagements. In that sense, I take this \r\nopportunity to share an excellent experience we have had \r\nin working with the International Telecommunication \r\nUnion (ITU) and other countries on Montenegro’s digital \r\ninnovation profile. This is an analysis of a national \r\ninnovation ecosystem, which provides a comparable \r\nmeasurement of national technological innovation \r\ncapabilities in an international context. The result \r\nwill be a comprehensive understanding for developing \r\ndigital ecosystems, including for designing policies, \r\nimplementation programmes and projects. In that \r\nmanner, with ITU’s help in identifying good practices, \r\nwe are building elements that are critical to the digital \r\ntransformation of our country, centred on achieving \r\na number of related Sustainable Development Goals \r\nand targets. We also support the request that the reports \r\nand findings of the relevant United Nations mechanisms \r\nand commissions be updated in a timely manner with \r\nan evidence-based approach so as to provide adequate \r\nA/73/PV.22 18/10/2018\r\n14/22 18-32542\r\nelements for intergovernmental conclusions and \r\nrecommendations. Regular yearly discussions in the \r\nGeneral Assembly on the progress and status of United \r\nNations actions aimed at embracing technological \r\nchange in the implementation of the 2030 Agenda must \r\nbe continued as a way to monitor the effects of the \r\nmeasures taken and to ensure timely responses to rapid \r\nchanges and developments in this area.\r\nWhile ensuring that all our actions align with \r\ninternational law, the Charter of the United Nations and \r\nthe Universal Declaration of Human Rights, it is crucial \r\nthat we not get lost in details and that we clearly and \r\nresolutely embrace optimism over the increasing fear \r\nthat we are so often witnessing these days.\r\nMr. Lal (India): The human story is in many ways \r\nthe story of technology. The genius of technology has \r\nalways shaped human lives, societies and civilizations. \r\nWe have come a long way from shaping stone tools \r\nand mastering fire to the excitement of robotics and \r\nartificial intelligence. Along the way, we have seen \r\ncritical advances, such as the extraction and use of \r\nmetals and of various forms of energy. Technology \r\nhas improved lifespans, provided food for expanding \r\npopulations, driven globalization and landed people on \r\nthe moon. Human-made factors have also sometimes \r\nbrought us closer to the prospect of annihilation.\r\nThe twentieth century saw science improve our \r\nunderstanding of building blocks such as the atom, \r\nthe gene and the byte. It gave way to technologies \r\nthat can manipulate those building blocks to generate \r\nimmense power in energy, medicine and information \r\nand communication technologies (ICTs). The ever-\r\nincreasing pace of innovation in areas such as \r\nartificial intelligence, robotics, synthetic biology, \r\ndigital networking, big-data analytics, 3D printing, \r\nnanotechnology, the Internet of Things, financial \r\ntechnology, new materials and unmanned vehicles, as \r\npart of the fourth industrial revolution, affects a whole \r\nrange of activities such as manufacturing and services, \r\nhealth care, education, development, renewable energy, \r\ngeospatial information management, space technology \r\nand even warfare. Their convergence is facilitated by \r\nthe emergence of digital platforms and the reduction \r\nin entry costs for innovators. They are once again \r\ncompletely altering businesses and the ways in which \r\npeople interact with one another and with Governments.\r\nAlthough technology is neutral, its deployment \r\nand access to its benefits are not. While emerging \r\ntechnologies, from cyber and genetic engineering to \r\nartificial intelligence, can transform lives for the better, \r\nthe disparities in access to them exacerbate the existing \r\ninequalities and create new fault lines. There are also \r\nother concerns associated with these technologies that \r\nhave to be addressed, such as cybersecurity, possible \r\ncyberattacks on critical infrastructure, the privacy \r\nof personal data, ethical issues regarding genetic \r\nmanipulation and the obsolescence of some jobs and \r\nindustries. Each industrial and technological revolution \r\nhas had losers as well as winners among communities \r\nand even nations, but we cannot afford that now. The \r\never-increasing pace of technological change and its \r\nconvergence, and the uncharted potential effects on \r\nhuman lives, economies and polities, require a serious \r\ndiscussion among all of us and the various stakeholders \r\non the possible need and scope for international \r\ncooperation and governance in certain areas. We \r\ntherefore welcome today’s discussion on the impact \r\nof this rapid change on the achievement of the 2030 \r\nAgenda for Sustainable Development. We also look \r\nforward to receiving the report of the High-level Panel \r\non Digital Cooperation set up by the Secretary-General.\r\nIndia has consistently recognized the value of \r\ndeploying science and technology to improve people’s \r\nlives. From the green revolution in food security to \r\nremote sensing in agriculture and fisheries to disaster \r\nrisk reduction and nuclear energy for health care, \r\nwe continue to invest in science and technology for \r\nsustainable development. The use of ICTs to leapfrog \r\nand scale up financial inclusion represents a major \r\ntransformational intervention. It is being achieved by \r\ninterlinking biometric-based unique identity systems, \r\nopening bank accounts and using smartphones, \r\nespecially for the poor and marginalized, in order to \r\nenhance the outreach and delivery of Government \r\nservices while improving transparency and reducing \r\ncorruption. ICT tools are also being effectively \r\ndeployed to improve the quality of education and \r\nhealth-care services as well as access to them, including \r\nthrough tele-education and telemedicine. Geographic \r\ninformation-management systems are being deployed \r\nto provide information about water, crop inventories, \r\nthe availability of other natural resources and real-time \r\nearly warnings for natural disasters. We have been \r\nincreasingly emphasizing imparting vocational skills \r\nthat can help people to find appropriate employment \r\nopportunities. One of our f lagship programmes is \r\nDigital India, which seeks to use such technologies in a \r\nrange of sectors and to bridge the digital divide.\r\n18/10/2018 A/73/PV.22\r\n18-32542 15/22\r\nTechnology is a cross-cutting enabler for sustainable \r\ndevelopment, economic growth, social inclusion and \r\nenvironmental sustainability. In an interdependent \r\nworld, the risks of uneven economic growth, \r\ndevelopment and climate change are also globalized. \r\nIt is in our collective interest to collaborate to provide \r\nmore equitable access to technology. Commercial \r\ninterests must be balanced against the greater good. \r\nIn conclusion, the transformative impact of \r\nemerging technologies for the greater good is clear, even \r\nwhile their other implications are not fully understood. \r\nThose require greater discussion, understanding and a \r\nsense of collaboration for our collective interest.\r\nMr. Chumakov (Russia) (spoke in Russian): The \r\nworld is on the threshold of a significant paradigm \r\nshift and there is a growing demand for new economic \r\nand social models that can take on the challenges of \r\nglobalization and increasing interdependence. The \r\npace of technological progress, stimulated by the \r\ndigital economy, is continually increasing. Emerging \r\ntechnologies such as artificial intelligence, the Internet \r\nof Things, 3D printing and others are changing \r\nsociety at an ever-increasing speed. In particular, the \r\nuse of artificial-intelligence capacities to transition \r\nto exponential development could lead to profound \r\neconomic, social and environmental results and changes \r\ninvolving industries, consumers, Governments, \r\nresearch institutes, industry organizations and \r\nsociety as a whole. Biotechnologies are transforming \r\nagriculture, while nanotechnology research is paving \r\nthe way for new methods of medical diagnostics and \r\ntreatment. However, it is also clear, as many speakers \r\nhave said here today, that new technologies can also \r\nbring certain risks, especially for developing countries, \r\nand can contribute to an increasing technological divide \r\nin which those countries are left behind.\r\nAlthough studying the impact of technological \r\ndevelopment is a relatively new process for the United \r\nNations, we believe that the Organization already \r\npossesses the necessary tools for it. As we see it, the \r\nMulti-stakeholder Forum on Science, Technology and \r\nInnovation for the Sustainable Development Goals held \r\nunder the auspices of the Economic and Social Council \r\nis the most appropriate global platform for exchanging \r\nviews on the impact of new technologies on sustainable \r\ndevelopment, as well as for sharing best practices and \r\nexperience so as to maximize the benefits of change, \r\nreduce the risk of negative effects and discuss the \r\nimplementation of national, regional and international \r\nprogrammes in the area. We would be interested in \r\nobtaining more detailed information on the work of the \r\nHigh-level Panel on Digital Cooperation established by \r\nthe Secretary-General.\r\nWe would also like to underscore that studying the \r\nimpact of technological progress should not be limited \r\nto information and communication technologies and \r\nthe solutions they bring, such as artificial intelligence \r\nand blockchain technologies. A more balanced and \r\nholistic approach to identifying the challenges and \r\nopportunities that scientific progress presents is \r\nessential. In particular, there has been discussion at \r\nthe international community’s highest levels for some \r\nyears now of issues related to the establishment of a \r\nnew industrial order on a basis of nature-inspired and \r\nconvergent technologies. We firmly believe that we \r\nare about to make a major leap forward in the areas \r\nof material sciences and genome research from which \r\nwe will emerge at a new level in the development and \r\nimplementation of such technologies. Essentially, that \r\nmeans broad interdisciplinary research at the nexus of \r\nthe mathematical, physical, biological, information, \r\ncognitive and other sciences.\r\nMr. Lauber (Switzerland) (spoke in French): The \r\nSwiss delegation would like to thank Mexico for its \r\ncommitment to this agenda item and for its leading role \r\nin encouraging discussion on a major topic of our times.\r\nThe way we use new technologies for the benefit \r\nof all, but also how we think and act with a view \r\nto achieving greater and more systematic digital \r\ncooperation, will be decisive in building our future. \r\nDigitization has brought many positive developments to \r\nthe lives of millions over the past two decades. However, \r\ntechnology in itself is neither good nor bad. It is what \r\nwe make of it that determines its qualities. We are at a \r\ndecisive turning point, where citizens, businesses and \r\npoliticians are increasingly concerned about some of \r\nthe most complicated aspects of digitization.\r\nWith regard to Government intervention and the \r\nregulation of digitization, Switzerland believes it \r\nimportant to follow an approach that is conducive to \r\ninnovation. Digitization is not limited to connecting \r\npeople and objects. It also links various policy areas \r\nthat have traditionally been treated independently of \r\none another. In the digital world, we must take those \r\ninterdependencies into account by jointly addressing \r\nissues such as Internet access for all, market regulation \r\nand the potential of digitization to help us achieve \r\nA/73/PV.22 18/10/2018\r\n16/22 18-32542\r\nthe Sustainable Development Goals. In that regard, \r\nmy delegation would like to thank the President for \r\nconvening an informal meeting of the Assembly to \r\ndiscuss the impact of rapid technological change on the \r\nachievement of the Sustainable Development Goals.\r\nThe 2017 United Nations Internet Governance \r\nForum brought together key players from the \r\ninternational community in Geneva. In a high-level \r\nsession on the future of global digital governance, \r\nwe heard many voices from various interest groups, \r\nincluding the private sector, calling for a higher level \r\nof cooperation that would lay the foundations for a \r\nmore stable and trustworthy digital space. That is \r\nwhy Switzerland warmly welcomes the Secretary-\r\nGeneral’s launch of the High-level Panel on Digital \r\nCooperation. We are sure that the Panel, which is made \r\nup of eminent members from diverse backgrounds, \r\nwill generate concrete ideas on how the many actors in \r\ndigital governance can cooperate more constructively \r\nand effectively so that we can all take better advantage \r\nof the opportunities afforded by digitization. In that \r\nregard, we also firmly believe that multi-stakeholder \r\ncooperation is paramount and that the Internet \r\nGovernance Forum has a key role to play in present and \r\nfuture digital cooperation. Switzerland looks forward \r\nto this year’s Forum, which will take place in Paris \r\nin November.\r\nLastly, as the Assembly may know, the High-\r\nlevel Panel on Digital Cooperation very recently made \r\na public appeal for comments on the key aspects of \r\ndigital cooperation, particularly the values, principles \r\nand mechanisms that are at stake. Switzerland would \r\nlike to encourage active participation in that endeavour \r\nand in the work of the High-level Panel in general.\r\nMr. Alshamsi (United Arab Emirates) (spoke \r\nin Arabic): I would like to thank the President of the \r\nGeneral Assembly for convening today’s meeting, and \r\nthe speakers and authors of the report (E/2018/50/Rev.1) \r\nfor their guidance and contributions. On behalf of the \r\nUnited Arab Emirates, I want to thank the Secretary-\r\nGeneral for all his efforts on new development issues, \r\nincluding technology and digital cooperation. We \r\nalso welcome the strategy he has launched on the \r\nOrganization’s approach to modern technologies.\r\nThe United Arab Emirates strongly supports \r\nmultilateral activity on the interface between \r\ntechnology and the Sustainable Development Goals \r\n(SDGs), particularly with regard to emerging and new \r\ntechnologies. If we are to achieve the important goal set \r\nby the President of making the United Nations relevant \r\nto all people, the Organization must be at the forefront \r\nof the issues that will determine development outcomes.\r\nThe United Arab Emirates believes that rapid \r\ntechnological change is one of those issues that have \r\nan impact on development. Artificial intelligence \r\nhas become a source simultaneously both of global \r\noptimism and concern. For that reason, last year my \r\nGovernment appointed the world’s first Minister \r\nof Artificial Intelligence, as well as a Minister of \r\nAdvanced Sciences. We take pride in the appointment \r\nof Mr. Mohammad Abdulla Al-Gergawi, our Minister \r\nof Cabinet Affairs and the Future, as a member of the \r\nHigh-level Panel on Digital Cooperation. We are also \r\nhonoured that next week the Emirate of Dubai will host \r\nthe United Nations World Data Forum, in which Deputy \r\nSecretary-General Amina Mohammed will participate. \r\nWe are determined to continue empowering ourselves \r\nand our global systems in order to manage technology \r\nand ensure that it is used for the benefit of humankind. \r\nBased on our experience, we would like to make the \r\nfollowing observations.\r\nFirst, we must not underestimate the importance \r\nof documenting the values governing technology at \r\nthe United Nations. The impact of rapid technological \r\nchange on sustainable development is inherently linked \r\nto the fundamental values of technology. For example, \r\nwe must ask ourselves whether or not technological \r\ndevelopment and its uses bring us closer to achieving \r\nour goal of eradicating poverty while providing \r\neducation, combating climate change and achieving \r\nother Sustainable Development Goals. If we are to \r\nanswer those questions, the international community \r\nmust agree on the mechanisms and values that our \r\nmanagement of technology and assessment of its uses \r\nwill be based on.\r\nSecondly, we must take advantage of both the \r\npublic and private sectors when pursuing the use of \r\ntechnology in the service of the SDGs. To ensure that \r\nthe United Nations performs an effective role in this \r\narea, we need to invite the private sector to participate \r\nin the relevant forums and meetings held in order to \r\nprovide partners and institutions with the appropriate \r\nplatform to enrich the debate on harnessing technology. \r\nFor instance, the Famine Action Mechanism, which was \r\nlaunched this year during the high-level segment of the \r\nGeneral Assembly at its seventy third session, was the \r\noutcome of collaboration among various institutions \r\n18/10/2018 A/73/PV.22\r\n18-32542 17/22\r\nand organizations aimed at predicting and responding \r\nto famine risks by using technology and artificial \r\nintelligence. We hope to see more such partnerships.\r\nThirdly, we must urgently address the so-called \r\ntechnology gap. Reports indicate that more than \r\nhalf of the world’s population is not connected to the \r\nInternet and is therefore deprived of the opportunities \r\nprovided by technology in the areas of education and \r\ncommunication. That disconnection from technology \r\nand the digital leads to their inability to participate in \r\nsubsequent modern development activities.\r\nIn conclusion, the United Arab Emirates looks \r\nforward to working with Member States, the United \r\nNations and all other stakeholders in order to achieve \r\nour desired goals.\r\nMs. Ahmad Rafie (Brunei Darussalam): We join \r\nothers today in giving due recognition to the vital role \r\nof science, technology and innovation in achieving the \r\nSustainable Development Goals (SDGs). At the outset, \r\nwe wish to recognize the invaluable discussions on \r\nthis topic through various existing platforms, notably \r\nthe Multi-stakeholder Forum on Science, Technology \r\nand Innovation for the SDGs and the Commission on \r\nScience and Technology for Development.\r\nNotwithstanding those forums, we see merit in \r\ntaking every opportunity to enhance our understanding \r\nof the impact that rapid technological change can have \r\non the achievement of the SDGs, and to share knowledge \r\nand best experiences in addressing the potential \r\nchallenges presented by technologies. Unprecedented \r\nand simultaneous advances in artificial intelligence, \r\nrobotics, the Internet of Things, autonomous vehicles, \r\n3D printing, biotechnology, materials science, energy \r\nstorage, quantum computing and other technologies are \r\nredefining industries, blurring traditional boundaries \r\nand creating new opportunities. That has come to \r\nbe known as the fourth industrial revolution, 4IR or \r\nIndustry 4.0. The revolution is driven by digital data, \r\nconnectivity and cyber systems. It has the potential to \r\ncreate impressive new, and sometimes unimaginable, \r\nbusiness opportunities for those who are innovative \r\nand agile.\r\nSustainable development calls for concerted \r\nefforts towards building an inclusive, sustainable and \r\nresilient future for people and planet. For sustainable \r\ndevelopment to be achieved, it is crucial to harmonize \r\nthis revolution with economic growth, social inclusion \r\nand environmental protection. All of those elements \r\nare interconnected and vital to the well-being of \r\nindividuals and societies. Brunei Darussalam is \r\ncognizant of that. His Majesty Sultan Haji Hassanal \r\nBolkiah Mu’izzaddin Waddaulah and Yang Di Pertuan \r\nof Negara Brunei Darussalam recently stated that the \r\ncountry is witnessing the fourth industrial revolution, \r\nwhere digital technology is changing the way we \r\nlive and work. The response to the revolution needs \r\nthe involvement of all stakeholders — the public and \r\nprivate sectors as well as the community — with a \r\nview to supporting knowledge-based development of \r\nthe nation.\r\nFor Brunei Darussalam, our national Vision 2035 \r\naspires to create a well-educated and highly skilled \r\nsociety, improve the quality of life and generate a \r\ndynamic and sustainable economy. In order to realize \r\nthe benefits and harness the opportunities of the fourth \r\nindustrial revolution for its society and industries, \r\nwhich is expected to show its benefits over the next 10 \r\nto 20 years, Brunei Darussalam has worked to align its \r\nnational strategies and the corresponding ecosystems \r\nso that the country is able to adapt and evolve with \r\ncurrent realities.\r\nEducation is a key component in the national strategy \r\nto equip our youth with the necessary knowledge and \r\nskills so that they can positively contribute to national \r\ngrowth. There is continuous review and upgrading of \r\nour education system as a whole, from foundational to \r\ntertiary education and through to continuing vocational \r\ntraining. The aim is to ensure the continued availability \r\nof a relevant stream of skills, with a specific focus also \r\non science, technology, engineering and mathematics. \r\nFurthermore, as announced at the Legislative Council \r\nearlier this year, the Ministry of Education is placing \r\ngreat emphasis on improving the quality of education \r\nat all levels. That includes a focus on strengthening \r\nthe quality of teaching and learning for twenty-first \r\ncentury skill sets. At the same time, it is also our hope \r\nthat the Centre for Lifelong Learning can contribute \r\nto the development of a highly skilled workforce for a \r\nknowledge-based society, as envisaged in Vision 2035 \r\nand beyond.\r\nTo ensure that the country’s governance, policies, \r\nlaws and regulations are supportive of the advancement \r\nof industries and the creation of new ones, Brunei \r\nDarussalam launched a national information and \r\ncommunications technologies (ICT) white paper for the \r\nperiod 2016-2020. The white paper promotes a national \r\ndigital strategy, with ICT playing a role as Brunei’s \r\nA/73/PV.22 18/10/2018\r\n18/22 18-32542\r\nfuture engine of economic growth, and focuses on \r\nthe six key sectors, namely, energy, health, transport, \r\nservices, education and e-government. Dramatically \r\nscaling up the ICT infrastructure will put in place a \r\nsystem that is fast, secure and reliable enough to support \r\nthe hundreds of billions of industrial devices that will \r\nconnect to the global industrial Internet of Things. \r\nIn addition, a supporting mechanism that will allow \r\nsmall and medium-sized enterprises to benefit from the \r\ndigital economy, such as through e-commerce, is also \r\nbeing developed, from cybersecurity to e-payment. \r\nBrunei Darussalam has geared up its efforts to diversify \r\nits economy, with manufacturing in various sectors and \r\nthe digital economy having been identified as both \r\nclusters for development and priorities for attracting \r\nforeign direct investment.\r\nSupplementary to that, Brunei Darussalam \r\ncontinues to establish connections to the global \r\neconomy through enhanced economic cooperation, \r\nwhich includes capacity-building and technical \r\nassistance. That is evident through our participation \r\nin various platforms — such as the World Trade \r\nOrganization, the Asia-Pacific Economic Cooperation \r\nand the Association of Southeast Asian Nations \r\n(ASEAN) — that support efforts to facilitate trade \r\nand investment, as well as in our involvement in \r\nvarious multilateral free trade agreements, such as \r\nthe Comprehensive and Progressive Agreement for \r\nTrans-Pacific Partnership, signed earlier this year, \r\nand the ASEAN regional comprehensive economic \r\npartnership, which is currently under negotiation. \r\nThat ensures us greater market access and strengthens \r\ntrade links with our partners, which is fundamental \r\nas we prepare ourselves to take advantage of potential \r\nopportunities and adapt to the rapid changes that the \r\nfourth industrial revolution brings about.\r\nIn conclusion, Brunei Darussalam will continue \r\nto place emphasis on the need to adopt and adapt to \r\nthe changes of technology and the fourth industrial \r\nrevolution, in particular its linkage to sustainable \r\ndevelopment. That is a part and parcel of our pledge to \r\nachieve the Sustainable Development Goals and bring \r\nour people and planet closer together.\r\nMrs. Furman (Israel): I would like to thank Assistant \r\nSecretary-General Hochschild and the co-Chair of the \r\nMulti-stakeholder Forum on Science, Technology and \r\nInnovation for the Sustainable Development Goals, for \r\ntheir interesting and timely briefings.\r\nI would also like to thank Mexico for last \r\nyear initiating the agenda item “Impact of rapid \r\ntechnological change on the achievement of the \r\nSustainable Development Goals”, which provides a \r\nplatform for discussing and promoting this topic. Israel \r\nis pleased to be part of the Group of Friends on Rapid \r\nTechnological Change, which was created by Mexico. \r\nWe actively participated and supported the Mexican \r\nresolution (resolution 72/242) under this item during \r\nthe seventy-second session, and we will engage again \r\non the updated draft resolution during this session.\r\nIsrael is on the cutting edge of global technological \r\ninnovation. Every day, Israelis and Israeli companies are \r\nredefining what is possible. What was barely imagined \r\nyesterday is in our hands today. It is a challenge, but \r\nalso an opportunity. The pace of change is now so \r\nrapid that we have come to rely on specialists to help \r\ninform policy decisions. In that regard, we welcome \r\nthe establishment, earlier this year, of the Secretary-\r\nGeneral’s High-level Panel on Digital Cooperation. \r\nIsrael is proud that Kira Radinsky, an Israeli, was \r\nappointed to the High-level Panel and is one of its \r\nyoungest members. Ms. Radinsky has a remarkable \r\nrecord of achievements. Among her accomplishments, \r\nMs. Radinsky developed an algorithm that can recognize \r\nearly-warning signs for predicting global events, such \r\nas political riots and epidemics. Israel fully supports \r\nthe work of the Secretary-General’s Panel and looks \r\nforward to its final report.\r\nI would like to congratulate Japan and Mexico \r\non their leadership of the Multi-stakeholder Forum \r\non Science, Technology and Innovation for the \r\nSustainable Development Goals. Science, technology \r\nand innovation require partnership and collaboration, \r\nwhich multi-stakeholder networks can provide. \r\nEducation is vital to facing the fast-changing world. \r\nPreparing youth for rapid technological change is key. \r\nWe need to empower young people and provide them \r\nwith the tools and skills to be agents of change. One \r\nIsraeli start-up, for example, teaches very young girls \r\nand boys the basics of programming through play, \r\nusing physical bricks to build robots. Creativity and \r\nentrepreneurial spirit are needed to ensure that all girls \r\nand boys have the skills to benefit from, and eventually \r\nlead, technological change.\r\nWomen are an integral part of that change and must \r\nnot be left behind. Technology can provide women \r\nand marginalized groups with new opportunities \r\nthat they previously lacked. That includes access to \r\n18/10/2018 A/73/PV.22\r\n18-32542 19/22\r\nmany services, such as finance, health, education and \r\nsecurity. Technology affects every aspect of our lives \r\ntoday, but we must remember that technology is a tool \r\nat the service of people. It is up to us to make sure that \r\nwe use technology to make a positive difference in \r\norder to help transform the world into a better place and \r\nachieve the 2030 Agenda for Sustainable Development.\r\nMr. Margaryan (Armenia): Armenia welcomes \r\nthe convening of today’s meeting and the briefings \r\ndelivered during the informal plenary meeting earlier \r\ntoday. This meeting provides a good opportunity to \r\nreflect on the transformative role of new technologies, \r\nwhich have served as a fundamental driver of change \r\nby enhancing possibilities for more inclusive and \r\nparticipatory societies. It is also the area that vividly \r\ndemonstrates the most visible progress that we have \r\nall achieved throughout the transitioning process from \r\nthe Millennium Development Goals to the Sustainable \r\nDevelopment Goals. We welcome the prioritization \r\nof new technologies by the Secretary-General and \r\nthe establishment of the High-level Panel on Digital \r\nCooperation. We also welcome the Secretary-\r\nGeneral’s Strategy On New Technologies to enhance \r\ncoordination and effectiveness across the work of \r\nUnited Nations agencies.\r\nIn Armenia, we are committed to embracing new \r\ntechnologies to create knowledge-based platforms for \r\naccelerating the implementation of the Sustainable \r\nDevelopment Goals. In doing that, we rely on our human \r\ncapital by placing high priority on providing youth \r\nacross the country with digital training and access \r\nto information and communication technologies as a \r\nmeans for empowerment and capacity-building. The \r\nTumo Centre for Creative Technologies, established \r\nin Armenia, is an example of a creative educational \r\nprogramme where thousands of teenagers have an \r\nopportunity to learn about new technologies through \r\nhands-on learning about the latest digital possibilities. \r\nThe Tumo Centre is today expanding beyond the region, \r\nwith new centres opening in Paris, Beirut, Moscow and \r\nTirana, to allow young students to operate the latest \r\ndigital tools and learn of and explore opportunities in a \r\ncreative environment.\r\nArmenia is a country with a very high rate of \r\nInternet penetration and is home to a vibrant and \r\ngrowing information technology industry that is using \r\nthe potential of the tech community and diaspora links. \r\nNew technologies, including digital technologies, are \r\nalso being increasingly used to improve the efficiency \r\nof public services and the day-to-day operations of the \r\nGovernment. To that end, the Government of Armenia \r\nhas embarked upon a digital agenda that aims to \r\ntransform Armenia’s economy into one that is high-\r\ntech and innovation-oriented.\r\nArmenia hosted the Summit of the International \r\nOrganization of la Francophonie last week in its capital, \r\nYerevan. One of the central themes of the Summit was \r\n“Digital francophonie”, which focused on supporting \r\nthe involvement of youth and women and access to \r\ndigital technologies.\r\nThe United Nations remains, through its various \r\nplatforms, an important partner in helping to promote \r\nspace for new ideas and creativity beyond the traditional \r\nmainstream development cooperation. Together \r\nwith the United Nations country team, we have been \r\nsetting up national platforms with a focus on the \r\nstrong impact of reform and innovation in advancing \r\nsmart development. Armenia’s National Sustainable \r\nDevelopment Goals Innovation Lab is a joint initiative \r\nof the Government of Armenia and the United Nations \r\nDevelopment Programme to help accelerate the \r\nimplementation of the Sustainable Development Goals. \r\nOne of the Lab’s priorities is to look at ways to apply \r\nmodern technology, including artificial intelligence \r\nand big data, in addressing public policy issues.\r\nOur track record gives us the confidence to continue \r\non the path of innovation, while exploring further spaces \r\nfor experimentation with the use of new technologies \r\nfor public benefit. We are keen to encourage further \r\ndiscussions on the role of new technologies and \r\ninnovation in support of socially and environmentally \r\nimpactful projects, which is particularly relevant in the \r\ncase of lower-middle-income countries. We are fully \r\ncommitted to promoting technologies and innovation \r\nin our national and global policies, having embraced \r\nthem as a priority agenda.\r\nMr. Castañeda Solares (Guatemala) (spoke in \r\nSpanish): We would first like to acknowledge the \r\nstatements made by the Minister for Foreign Affairs \r\nof the Republic of Estonia, Mr. Sven Mikser, and \r\nthe Minister for Foreign Affairs of Mexico, Mr. Luis \r\nVidegaray Caso.\r\nBefore addressing the topic that has brought us here \r\nthis afternoon, we express our appreciation for the call \r\nmade by Mr. Videgaray Caso regarding the attention \r\nthat should be given to the migration phenomenon, \r\nthe prioritizing of human rights and the protection \r\nA/73/PV.22 18/10/2018\r\n20/22 18-32542\r\nof migrants, which are fundamental with respect to \r\ncomprehensively addressing the causes of immigration.\r\nI would now like to state Guatemala’s position on the \r\nimpact of rapid technological change on achieving the \r\nSustainable Development Goals. First of all, we thank \r\nthe delegations that have contributed to introducing \r\nand promoting this topic on the United Nations agenda, \r\nand we particularly commend the efforts of Japan \r\nand Mexico, which have aptly placed this issue at the \r\nforefront of the emerging issues in the debates of our \r\nOrganization. We believe that rapid technological \r\nchange, including exponential change, is increasingly \r\nrelevant to all countries, particularly on the path to \r\ncomplying with the 2030 Agenda for Sustainable \r\nDevelopment, given that it will affect myriad factors \r\nthat influence progress in complying with each of the \r\nSustainable Development Goals.\r\nMuch of the problem in developing policies \r\nthat are consistent with the challenges presented by \r\nrapid technological change is linked to the lack of \r\ninformation, coupled with the opacity with which \r\nwe anticipate the positive and negative effects of the \r\napplication of new technologies in our societies, \r\neconomies, the environment and even our politics. That \r\nis why we greatly appreciate the work of the Technology \r\nFacilitation Mechanism and its inter-agency task team \r\non science, technology and innovation, which — in \r\naddition to contributing to the broad dialogue on the \r\nmatter and thereby helping us to better understand the \r\nbenefits, vulnerabilities and problems — provides us \r\nwith useful elements in facing the challenges arising \r\nfrom this issue. Reliable information allows us to \r\nidentify the causes of undesired effects or to correct \r\nthose policies that, due to a lack of good planning and \r\nanalysis, have had negative externalities.\r\nAn example of that is the orthodox, but mistaken, \r\nrhetoric of national economic policies that seeks to \r\ndemonize free trade by declaring that the loss of \r\njobs is caused by migrants, when that is not the case. \r\nAccording to the Director-General of the World Trade \r\nOrganization, Mr. Roberto Azevêdo, 80 per cent of jobs \r\nloss is due to the use of new technologies. That example \r\nsuggests that by having clarity and certainty about the \r\ncauses and effects of our public policies, we can better \r\ndefine them and minimize the negative effects.\r\nIn that connection, we must urgently promote \r\nknowledge of technologies and their impact on our \r\ndaily lives. We therefore support this initiative and \r\nthe Technology Facilitation Mechanism and we will \r\nsupport the draft resolution on this highly important \r\nissue to be submitted for consideration by the Assembly \r\nat the current session.\r\nMr. Hattrem (Norway): First, let me express my \r\ngratitude to Mexico for bringing this very important \r\ntopic to the forefront, both through a highly topical \r\nresolution (resolution 72/242) on the subject and by \r\ngiving us an opportunity to share our reflections on the \r\nmatter here today.\r\nDigital technology has enormous potential to \r\nadvance sustainable development. New technologies \r\ncan increase the welfare of people throughout the world, \r\nbut such rapid shifts also give rise to new challenges. It \r\nis therefore important that we closely examine the role \r\ndigital technology can play in sustainable development, \r\nwhile increasing our awareness of the new set of \r\nchallenges it creates. To illustrate that with an example, \r\nwe need to continue to make steps to bridge the digital \r\ndivides — including the gender digital divide — that \r\nmight arise. If not, we risk contributing to uneven \r\ngrowth and rising inequality.\r\nToday’s mechanisms for international development \r\ncooperation were not set up in a way that allows us \r\nto adequately deal with the rapid shift in technology. \r\nJust recently, the World Bank announced that we will \r\nnot reach our Sustainable Development Goals (SDGs) \r\nif we do not use digitalization and new technology \r\neffectively. We therefore need to close the knowledge \r\ngaps and promote interdisciplinary and system-wide \r\ncollaboration in this field so that our development \r\nsystem not only keeps up with and responds to the \r\nchallenges that accompany new technologies, but also \r\nharnesses and unveils the significant opportunities \r\nthat arise.\r\nThe Secretary-General’s establishment of the High-\r\nlevel Panel on Digital Cooperation and the Strategy On \r\nNew Technologies shows that the United Nations is \r\nputting this topic at the top of its agenda. We welcome \r\nthose important initiatives and look forward to following \r\ntheir progress along the way, as well as to the Panel’s \r\nrecommendations in nine months’ time. We are pleased \r\nthat our Minister of International Development, His \r\nExcellency Mr. Nikolai Astrup, is among the members of \r\nthe Secretary-General’s Panel, whose recommendations \r\nwill draw from the wide experience and expertise from \r\nthe public and private sectors, civil society, academia \r\nand the technical community. The Minister’s Panel \r\n18/10/2018 A/73/PV.22\r\n18-32542 21/22\r\nmembership follows the recent launch of a Norwegian \r\nstrategy of digitalization and technology in Norway’s \r\ninternational development cooperation. Our national \r\nexperience has taught us that many companies and \r\norganizations with rich technological competence stand \r\nready to contribute, but that our efforts and development \r\nstrategies would stand to gain from a more systematic \r\nand goal-oriented approach.\r\nI would argue that the same is valid here at the \r\nUnited Nations. For example, at the Technology \r\nFacilitation Mechanism and the Science, Technology \r\nand Innovation Forum, we have been presented with \r\na steadily increasing number of exciting examples of \r\nnew technologies and how they can be constructive \r\ntowards our attainment of individual SDGs — as well \r\nas several Goals at the same time. The goal today and \r\nfor our future is to create better lives and opportunities \r\nfor more people on the planet and to leave no one \r\nbehind. In order to reach that goal, we need to tap into \r\nthe immense bank of knowledge that exists and convert \r\nchallenges into opportunities.\r\nLet me conclude by saying that Member States can \r\ncount on Norway’s support and commitment on this \r\nimportant subject. We look forward to continuing this \r\nimportant debate at the United Nations.\r\nMr. Jean (Canada): I would like to start by \r\nthanking Mexico for taking such an active leadership \r\nrole in bringing the challenges and opportunities of \r\nrapid technological change to the table, including \r\nby initiating resolution 72/242, on the impact of \r\nrapid technological change on the achievement of the \r\nSustainable Development Goals (SDGs). We hope this \r\nyear’s draft resolution will once again enjoy many \r\nco-sponsors, as it did last year, with Canada being \r\namong them.\r\nCanada is proud to be an early and active member \r\nof the core group that Mexico has spearheaded on \r\nexponential technological change. In Canada’s address \r\nto the General Assembly during high-level week (see \r\nA/73/PV.16), we spoke of the imperative to explore \r\nnew ways of doing things. Sticking to old approaches \r\nwill not help us meet the targets of the 2030 Agenda \r\nfor Sustainable Development. There is great potential \r\nin the domain of disruptive technologies for developing \r\nnew, forward-looking approaches to advance the \r\n2030 Agenda.\r\nThe benefits of disruptive technologies for \r\ndevelopment can be profound, but emerging \r\ntechnologies do not exist in a vacuum. They can, at a \r\nrapid pace, further exacerbate and replicate the existing \r\ninequalities, biases and prejudices that are systemic in \r\nthe contexts in which they are developed and deployed. \r\nAs we harness the potential of emerging technologies, \r\nit is critical to ensure that the ways in which we do so \r\nsupport economic and societal inclusion.\r\nOne of Canada’s top priorities, as we consider \r\nways to reap the benefits of disruptive technologies, is \r\ngender equality. That includes addressing a variety of \r\nissues — such as equal access for women to capital, \r\nmarkets, digital technology and business development \r\nservices — as well as women’s empowerment and \r\nfull participation in leadership and decision-making \r\nprocesses. Reducing the barriers that women face \r\nand promoting the empowerment of women and girls \r\nwill lead to benefits for their communities and have \r\na variety of positive spin-offs that will contribute to \r\nachieving the SDGs.\r\nDespite the rapid proliferation of disruptive \r\ntechnologies globally, serious digital divides remain \r\nbetween and within countries, including across gender, \r\ngeography, age and income dimensions. They reflect \r\ninequalities in access to the social, economic and \r\ncultural benefits of increased connectivity.\r\nEven in countries like Canada, connectivity is a \r\nchallenge. Many of our remote, northern communities \r\nhave little, poor or no connectivity. We are working \r\nto help address the issue. Over the past two years, \r\nCanada’s Government has built partnerships with the \r\nprivate sector to improve connectivity. We have also \r\nseen communities take matters into their own hands \r\nand begin setting up community networks to bring \r\nthe digital world to their schools, hospitals, small \r\nbusinesses and local Governments. They have done so \r\ncreatively and within the existing regulatory framework \r\nfor service providers. In that regard, South Africa is \r\nan innovator and role model in allowing community \r\nset-ups like the Zenzeleni Networks, which provide \r\naffordable access to small communities.\r\nAs we continue to hold discussions that contribute \r\nto shaping future approaches, I cannot overstate \r\nthe importance that Canada places on ensuring the \r\ninclusion of all stakeholders. As today’s discussion \r\nhighlights, together we can draw on a diversity of \r\nthought, experience, skills, knowledge and ideas to \r\nensure emerging technologies are developed and \r\ndeployed in ways that can support the future we want to \r\nA/73/PV.22 18/10/2018\r\n22/22 18-32542\r\nsee, a future that supports better outcomes for all and in \r\nwhich no one is left behind.\r\nThe Acting President: I now call on the observer \r\nof the Organization for Economic Cooperation \r\nand Development.\r\nMr. Ogilvy (Organization for Economic \r\nCooperation and Development): Rapid innovation, \r\nincluding digitalization, offers enormous potential to \r\nboost productivity, incomes and well-being in all of our \r\ncountries. It is our hope that they will accelerate efforts \r\nto achieve the Sustainable Development Goals (SDGs) \r\nand to leave no one behind.\r\nWe are encouraged by the potential for new \r\ntechnologies to help bridge divides and to reduce \r\ninequalities. The potential for developing countries \r\nto harness the benefits of leapfrogging is particularly \r\nencouraging. The potential for digital technologies \r\nto help overcome geographical barriers to accessing \r\nmarkets — for land-locked countries or for small island \r\neconomies, for example — is also clear.\r\nWe need to ensure that our investments in technology \r\nand in public goods, such as education and digital skills, \r\nhelp to tackle inequalities rather than accentuate them. \r\nTwo hundred and fifty million fewer women than men \r\ntoday have access to Internet technologies and, despite \r\nprogress, women and girls remain underrepresented \r\nin science, technology, engineering and mathematics \r\nsubjects and career areas. Discriminatory social norms \r\nand institutions continue to be significant barriers in all \r\nof our economies.\r\nWe know that innovation will disrupt labour \r\nmarkets, as it has done in the past — affecting the \r\ndistribution of jobs, wages and income. When it comes \r\nto our economies, the diffusion of digital technologies \r\nremains incomplete and uneven across firms, likely \r\ncontributing to the widening productivity gap between \r\nglobal frontier firms and the rest.\r\nThe challenge ahead is not to put the brakes on; \r\nrather, it is a matter of working together to put the right \r\npolicy responses in place to ensure that the benefits \r\nof innovation are broadly shared. That includes \r\nstrengthening international cooperation to address \r\nshared challenges — the taxation of increasingly digital \r\neconomies, for example, or enhancing collaboration \r\non digital security issues, which very often transcend \r\nnational borders. The role of national science, \r\ntechnology and innovation road maps and policies will \r\nbe crucial in all of those efforts.\r\nMy organization, the Organization for Economic \r\nCooperation and Development (OECD), will publish \r\nnext month its 2018 edition of the Science, Technology \r\nand Innovation Outlook. For the first time, it will \r\ncontain a special chapter on such policies for the SDGs. \r\nIts recommendations will be wide-ranging. It will \r\nshow, for example, that national science, technology \r\nand innovation policies are too narrowly focused on \r\nnational priorities, with insufficient focus and funding \r\nto target the global public goods that we all know will \r\nbe crucial to the achievement of the 2030 Agenda for \r\nSustainable Development. Our forthcoming report will \r\nalso highlight how traditional science policy needs to be \r\nrevisited. In areas such as artificial intelligence, gene \r\nediting and neurosciences, for example, the science and \r\ntechnology are moving faster than our legal and ethical \r\nrules. We need new science governance models that are \r\naligned with that reality.\r\nThe OECD is already working hand in hand with \r\nothers in many of those areas, including the United \r\nNations family, to help put evidence on the table, drill \r\ndown into the challenges and help design solutions. \r\nOur Going Digital initiative aims to dismantle the silos \r\nthat still prevail in public policymaking today and to \r\nadvance more coherent and comprehensive approaches.\r\nAs Erik Brynjolfsson and Andrew McAffee of the \r\nMassachusetts Institute of Technology wrote,\r\n“Computers and other digital advances are doing \r\nfor mental power ... what the steam engine and its \r\ndescendants did for muscle power.”\r\nOur collective responsibility is to ensure that those \r\nchanges deliver a more harmonious, more resilient, \r\nmore inclusive and ultimately more sustainable global \r\neconomy. I hope that the OECD can make a meaningful \r\ncontribution in that shared endeavour.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on this item. \r\nThe Assembly has thus concluded this stage of its \r\nconsideration of agenda item 133.\r\nBefore concluding, I would like to thank the \r\ninterpreters for remaining with us past 6 p.m.\r\nThe meeting rose at 6.20 p.m.\r\n"