"United Nations A/73/PV.24\r\nGeneral Assembly\r\nSeventy-third session\r\n24th plenary meeting\r\nThursday, 25 October 2018, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nIn the absence of the President, Mr. Korneliou \r\n(Cyprus), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 76\r\nReport of the International Court of Justice\r\nReport of the International Court of Justice \r\n(A/73/4)\r\nReport of the Secretary-General (A/73/319)\r\nThe Acting President: I will now make a statement \r\non behalf of the President of the General Assembly.\r\n“First, I would like to congratulate the \r\nInternational Court of Justice on the election of new \r\njudges, including the President and Vice-President \r\nof the Court. Seventy-three years after its founding, \r\nthe Court, a hallmark component of the Charter of \r\nthe United Nations, remains as relevant as ever.\r\n“In the face of the headwinds against the \r\nmultilateral system and global institutions, \r\nincluding direct attacks on their legitimacy, \r\nthe International Court of Justice stands as a \r\ntestament to the principles of peace and justice \r\nin a multilateral world. Today’s debate builds on \r\n50 years of exchange between the Court and the \r\nGeneral Assembly, allowing Member States the \r\nopportunity to debate the work of the Court. That \r\nhistoric exchange is particularly pertinent to the \r\nseventy-third session of the General Assembly, \r\nwhich aims to make the United Nations relevant to \r\nall. The Court system serves as a bulwark against \r\narbitrariness and provides a mechanism for the \r\npeaceful settlement of disputes, guaranteeing the \r\nstability so necessary for international cooperation. \r\nFor the peoples of the world, the Court may be far \r\naway, but its impact is real.\r\n“I am encouraged by the continued and \r\nenhanced confidence in the International Court \r\nof Justice. Not only has the Court’s workload \r\nincreased over the past 20 years, but that trend \r\nhas continued into the period under review, \r\ndemonstrating unequivocally that there remains a \r\nneed and a desire for a multilateral mechanism to \r\naddress legal challenges of international concern. \r\nThe variety of cases addressed by the Court and \r\nthe fact that those cases stem from four continents \r\nare also testament to the universality of the Court. \r\nIn fact, as of today, a total of 73 Member States \r\nhave accepted as compulsory the jurisdiction of \r\nthe Court.\r\n“In addition to the Court’s role in advancing \r\nmultilateralism, its judgments and advisory \r\nopinions directly influence the development and \r\nstrengthening of the rule of law in countries the \r\nworld over. As stated in the report of the Court:\r\n‘Everything the Court does is aimed at \r\npromoting and reinforcing the rule of law; \r\nthrough its judgments and advisory opinions, \r\nit contributes to developing and clarifying \r\ninternational law.’ (A/73/4, para. 16)\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-33984 (E)\r\n*1833984*\r\n \r\nA/73/PV.24 25/10/2018\r\n2/24 18-33984\r\n“Finally, at a time when human rights abuses \r\nand conflicts devastate the lives of millions and \r\nwhen tensions simmer in regions throughout \r\nthe world, the adjudication of disputes between \r\nStates remains an essential role of the Court in \r\npreserving peace and security. We welcome the \r\nCourt’s continued readiness to intervene when \r\nother diplomatic or political means have proved \r\nunsuccessful. For Member States, respect for the \r\ndecisions, judgments, advice and orders of the \r\nCourt remains critical to the efficacy and longevity \r\nof the international justice system. The General \r\nAssembly has therefore called on States that have \r\nnot yet done so to consider accepting the jurisdiction \r\nof the Court, in accordance with its statute.\r\n“In conclusion, allow me to reiterate that if we are \r\nto preserve the international multilateral system, \r\nadherence to and respect for international law \r\nremain key. I thank the Court for sharing its report \r\nand wish the Assembly a successful debate.”\r\nIt is now my honour to invite Judge Abdulqawi \r\nAhmed Yusuf, President of the International Court of \r\nJustice, to take the f loor.\r\nJudge Yusuf, President of the International \r\nCourt of Justice: It is an honour for me to address \r\nthe General Assembly for the first time since my \r\nelection as President in February on the occasion of its \r\nconsideration of the annual report of the International \r\nCourt of Justice (A/73/4). The Court greatly values this \r\ntime-honoured tradition, which enables us to present a \r\nsuccinct overview of the Court’s judicial activities on a \r\nregular basis.\r\nI am pleased to have the opportunity to do so at an \r\nAssembly meeting under the presidency of Ms. María \r\nFernanda Espinosa Garcés. I congratulate her on her \r\nelection to the presidency of the Assembly at its seventy-\r\nthird session and wish her every success in her post.\r\nBetween 1 August 2017 — the starting date of the \r\nperiod covered by the Court’s report — and today, \r\nthe docket of the Court has remained extremely full, \r\nwith 17 contentious cases and one advisory proceeding \r\ncurrently pending before it, a number of other cases \r\nhaving been decided in the course of the year. Indeed, \r\nit has been a particularly busy and productive period.\r\nDuring that time, the Court has held hearings in \r\nsix cases. The Court first heard the oral arguments of \r\nthe parties on the preliminary objections submitted by \r\nFrance in the case concerning Immunities and Criminal \r\nProceedings (Equatorial Guinea v. France). It then \r\nheld hearings on the merits in the case concerning \r\nObligation to Negotiate Access to the Pacific Ocean \r\n(Bolivia v. Chile). In June and August, the Court heard \r\nthe oral arguments of the parties on two requests for the \r\nindication of provisional measures submitted, in turn, \r\nin the case concerning Application of the International \r\nConvention on the Elimination of All Forms of Racial \r\nDiscrimination (Qatar v. United Arab Emirates) and \r\nin the case concerning Alleged Violations of the 1955 \r\nTreaty of Amity, Economic Relations, and Consular \r\nRights (Islamic Republic of Iran v. United States of \r\nAmerica). In September, the Court heard the oral \r\nstatements of the participants in the proceedings on \r\nthe request for an advisory opinion submitted by the \r\nGeneral Assembly in respect of the Legal consequences \r\nof the separation of the Chagos Archipelago from \r\nMauritius in 1965. Finally, a few weeks ago, it held \r\nhearings on the preliminary objections submitted by \r\nthe United States of America in the case concerning \r\nCertain Iranian Assets (Islamic Republic of Iran v. \r\nUnited States of America).\r\nSince 1 August 2017, the Court has also delivered \r\nfour judgments. On 2 February, the Court rendered two \r\njudgments on the merits, the first one on the question of \r\nthe compensation owed in the case concerning Certain \r\nActivities carried out by Nicaragua in the Border Area \r\n(Costa Rica v. Nicaragua), and the second one in the \r\njoined cases concerning Maritime Delimitation in the \r\nCaribbean Sea and the Pacific Ocean (Costa Rica v. \r\nNicaragua) and Land Boundary in the Northern Part of \r\nIsla Portillos (Costa Rica v. Nicaragua).\r\nOn 6 June 2018, the Court rendered its judgment \r\non the preliminary objections in the case concerning \r\nImmunities and Criminal Proceedings (Equatorial \r\nGuinea v. France), and on 1 October 2018, it gave its \r\nruling in the case concerning Obligation to Negotiate \r\nAccess to the Pacific Ocean (Bolivia v. Chile).\r\nIn addition, the Court issued 17 orders, including \r\nan order on the admissibility of counterclaims in the \r\ncase concerning Alleged Violations of Sovereign \r\nRights and Maritime Spaces in the Caribbean Sea \r\n(Nicaragua v. Colombia) and two orders indicating \r\nprovisional measures: first, in the aforementioned case \r\ninstituted by Qatar against the United Arab Emirates; \r\nand secondly, in the recently instituted case between \r\nthe Islamic Republic of Iran and the United States of \r\nAmerica concerning alleged violations of the bilateral \r\n25/10/2018 A/73/PV.24\r\n18-33984 3/24\r\nTreaty of Amity, Economic Relations, and Consular \r\nRights of 1955.\r\nAs is customary, I shall now give a brief analysis of \r\nthe substance of those decisions.\r\nI begin by recalling certain elements of the \r\njudgments rendered in the cases opposing Costa Rica \r\nand Nicaragua. On 2 February, the Court rendered its \r\njudgment on the question of compensation in the case \r\nconcerning Certain Activities carried out by Nicaragua \r\nin the Border Area (Costa Rica v. Nicaragua). In \r\nparticular, the Court was called upon to determine the \r\namount of compensation to be awarded to Costa Rica \r\nfor material damage caused by Nicaragua’s unlawful \r\nactivities on Costa Rican territory, as established \r\nin the Court’s judgment of 16 December 2015. In \r\nthat connection, it is recalled that Costa Rica had \r\nclaimed compensation for two categories of damage: \r\nfirst, quantifiable environmental damage caused by \r\nNicaragua’s excavation of two channels (caños) on \r\nits territory in 2010 and 2013, and, secondly, costs \r\nand expenses incurred as a result of Nicaragua’s \r\nunlawful activities.\r\nWith respect to environmental damage, the \r\nCourt indicated that compensation could include \r\nindemnification for the impairment or loss of \r\nenvironmental goods and services and payment for the \r\nrestoration of the damaged environment when natural \r\nrecovery might not suffice to return an environment to \r\nthe state in which it was before the change occurred. \r\nThe Court found in particular that, in excavating \r\nthe two caños, Nicaragua had removed many trees \r\nand cleared vegetation and that those activities had \r\nsignificantly affected the ability of the two impacted \r\nareas to provide certain environmental goods and \r\nservices — namely, trees, other raw materials (fibre \r\nand energy), gas regulation and air quality services, \r\nas well as biodiversity. The Court stated that it was \r\nappropriate to approach the valuation of environmental \r\ndamage from the perspective of the ecosystem as a \r\nwhole, and it awarded Costa Rica the sum of $120,000 \r\nfor the impairment or loss of the environmental goods \r\nand services of the impacted area in the period prior to \r\nrecovery. The Court also considered that the payment of \r\ncompensation for some restoration measures in respect \r\nof the wetland was justified, and it awarded Costa Rica \r\nthe sum of $2,708.39 for that purpose.\r\nThe Court then dealt with Costa Rica’s claims for \r\ncosts and expenses incurred as a result of Nicaragua’s \r\nunlawful activities in the northern part of Isla Portillos, \r\nruling that some of those costs and expenses had a \r\nsufficiently direct and certain causal nexus with the \r\nwrongful conduct of Nicaragua. In particular, the \r\nCourt considered that part of the costs and expenses \r\nincurred by Costa Rica in monitoring that area, and in \r\npreventing irreparable prejudice to the environment, \r\nincluding costs relating to the construction in 2015 of a \r\ndyke across one of the caños, was compensable. Thus, \r\nthe Court awarded Costa Rica a total of $236,032.16 \r\nunder that heading.\r\nTurning to Costa Rica’s claim for interest, the Court \r\nheld that Costa Rica was not entitled to prejudgment \r\ninterest on the amount of compensation for environmental \r\ndamage since the Court had already taken full account \r\nof the impairment or loss of environmental goods and \r\nservices in the period prior to recovery. Costa Rica \r\nwas, however, awarded prejudgment interest on the \r\ncosts and expenses found compensable, in the sum of \r\n$20,150.04. The Court further decided that, in the event \r\nof any delay in payment, post-judgment interest would \r\naccrue on the principal sum; that interest would be paid \r\nat an annual rate of 6 per cent.\r\nThe total amount of compensation awarded to Costa \r\nRica was thus $378,890.59 to be paid by Nicaragua by \r\n2 April 2018. Following that judgment, Nicaragua, by \r\na letter dated 22 March 2018, informed the Court that \r\nit had transferred to Costa Rica the total amount of \r\ncompensation awarded.\r\nOn 2 February, the Court handed down a second \r\njudgment on the merits in the joined cases concerning \r\nMaritime Delimitation in the Caribbean Sea and the \r\nPacific Ocean (Costa Rica v. Nicaragua) and Land \r\nBoundary in the Northern Part of Isla Portillos (Costa \r\nRica v. Nicaragua). I recall that the proceedings in \r\nthe case concerning Maritime Delimitation in the \r\nCaribbean Sea and the Pacific Ocean (Costa Rica v. \r\nNicaragua) were brought by an application of Costa \r\nRica on 25 February 2014. The proceedings in the case \r\nconcerning Land Boundary in the Northern Part of Isla \r\nPortillos (Costa Rica v. Nicaragua) were brought by an \r\napplication of Costa Rica on 16 January 2017. The two \r\ncases were joined by an order of the Court handed down \r\non 2 February 2017.\r\nThe Court observed in its judgment that the case \r\nconcerning Land Boundary in the Northern Part of \r\nIsla Portillos (Costa Rica v. Nicaragua) raised issues \r\nof territorial sovereignty that were expedient to \r\nA/73/PV.24 25/10/2018\r\n4/24 18-33984\r\nexamine first because of their possible implications for \r\nthe maritime delimitation in the Caribbean Sea. The \r\nCourt first held that the question of sovereignty over \r\nthe coast of the northern part of Isla Portillos on the \r\nCaribbean Sea had not been decided in its judgment \r\nrendered on 16 December 2015. It then recalled that, \r\naccording to its interpretation of the Treaty of Limits \r\nbetween Costa Rica and Nicaragua of 15 April 1858, in \r\nthe 2015 judgment:\r\n“the territory under Costa Rica’s sovereignty \r\nextends to the right bank of the Lower San Juan \r\nRiver as far as its mouth in the Caribbean Sea”.\r\nNoting that the report submitted to it by Court-\r\nappointed experts had dispelled all uncertainty about \r\nthe geography of the area, the Court found that Costa \r\nRica had sovereignty over the whole of Isla Portillos, \r\nwith the exception of Harbor Head Lagoon and the \r\nsandbar separating it from the Caribbean Sea. The \r\nlatter features were found to be under the sovereignty \r\nof Nicaragua.\r\nThe Court then held that, by establishing and \r\nmaintaining a military camp on the beach of Isla \r\nPortillos, Nicaragua had violated Costa Rica’s territorial \r\nsovereignty as defined in the judgment, and ruled that \r\nthe camp had to be removed from Costa Rica’s territory. \r\nThe Court considered that the declaration of a violation \r\nof Costa Rica’s sovereignty and the order addressed \r\nto Nicaragua to remove its camp from Costa Rica’s \r\nterritory constituted appropriate reparation.\r\nThe Court next turned to the case concerning \r\nMaritime Delimitation in the Caribbean Sea and the \r\nPacific Ocean (Costa Rica v. Nicaragua), beginning \r\nwith the delimitation in the Caribbean Sea. With respect \r\nto the starting point for the delimitation, the Court \r\nconsidered it preferable, due to the great instability \r\nof the coastline in the area, to select a fixed point at \r\nsea — 2 nautical miles from the coast on the median \r\nline — and connect it by a mobile line to a point on \r\nsolid land on Coast Rica’s coast that was closest to the \r\nmouth of the San Juan River.\r\nThe Court delimited the territorial sea, in accordance \r\nwith article 15 of the United Nations Convention on the \r\nLaw of the Sea and with its own jurisprudence, in two \r\nstages: first, it drew a provisional median line; secondly, \r\nit considered whether any special circumstances existed \r\nthat justified an adjustment to that line. As to special \r\ncircumstances, the Court in particular stated that the \r\ninstability of the sandbar separating Harbor Head \r\nLagoon from the Caribbean Sea and its situation as a \r\nsmall enclave within Costa Rica’s territory also called \r\nfor a special solution. Noting that should territorial \r\nwaters be attributed to the enclave, they would be of \r\nlittle use to Nicaragua, while breaking the continuity of \r\nCosta Rica’s territorial sea, the Court decided that the \r\ndelimitation in the territorial sea between the parties \r\nwould not take into account any entitlement that might \r\nresult from the enclave.\r\nThe Court then proceeded to the delimitation of \r\nthe exclusive economic zone and the continental shelf, \r\nusing its established three-stage methodology. First, it \r\ndrew a provisional equidistance line using base points \r\nlocated on the parties’ natural coasts, including some \r\nNicaraguan islands in the Caribbean Sea, among others \r\nthe Corn Islands. Secondly, the Court considered \r\nwhether there existed relevant circumstances that were \r\ncapable of justifying an adjustment of the equidistance \r\nline provisionally drawn. It found in particular that, in \r\nview of their limited size and significant distance from \r\nthe mainland coast, the Corn Islands should be given \r\nonly half effect. Thirdly, the Court assessed the overall \r\nequitableness of the boundary resulting from the first \r\ntwo stages by checking whether there existed a marked \r\ndisproportionality between the length of the parties’ \r\nrelevant coasts and the maritime areas found to appertain \r\nto them. In the circumstances at hand, the Court found \r\nthat there was no such marked disproportion.\r\nThe Court focused next on the delimitation of the \r\nPacific Ocean. Since Costa Rica and Nicaragua had \r\nagreed that the starting point of the maritime boundary \r\nin the Pacific Ocean should be the midpoint of the \r\nclosing line of Salinas Bay, the Court fixed the starting \r\npoint of its delimitation at that location.\r\nAs it did for the Caribbean Sea, the Court proceeded \r\nto delimit the boundary for the territorial sea in two \r\nstages. Having observed that both parties selected the \r\nsame base points, the Court decided to use those points \r\nto draw the provisional median line. It considered \r\nthat there were no special circumstances justifying an \r\nadjustment to that line.\r\nFor the purpose of delimiting the exclusive \r\neconomic zone and the continental shelf, the Court \r\nagain followed the three-stage methodology adopted \r\nin its jurisprudence. First, it drew a provisional \r\nequidistance line, using the base points selected by the \r\nparties. Secondly, it checked for relevant circumstances \r\njustifying an adjustment to that line, deciding to give \r\n25/10/2018 A/73/PV.24\r\n18-33984 5/24\r\nhalf effect to the Santa Elena peninsula on Costa Rica’s \r\ncoast in order to avoid a significant cut-off effect of \r\nNicaragua’s coastal projections. Thirdly, the Court \r\nassessed the overall equitableness of the boundary \r\nresulting from the first two stages by checking whether \r\nthere existed a marked disproportionality between \r\nthe length of the parties’ relevant coasts and the \r\nmaritime areas found to appertain to them. It found \r\nthat the maritime boundary did not result in gross \r\ndisproportionality and achieved an equitable solution.\r\nAfter the judgment was rendered, Nicaragua \r\ninformed the Court, by a letter dated 14 February, that \r\nit had removed its military camp from Costa Rica’s \r\nterritory, in accordance with point 3 (b) of the operative \r\nparagraph of that judgment.\r\n(spoke in French)\r\nThe third judgment of the Court, the content \r\nof which I will explain, was delivered on 6 June. It \r\nconcerned the preliminary objections raised by France \r\nin the case concerning Immunities and Criminal \r\nProceedings (Equatorial Guinea v. France). That case \r\nwas brought by Equatorial Guinea on 13 June 2016 \r\nrelating to a dispute concerning the immunity from \r\ncriminal jurisdiction of the Vice-President of Equatorial \r\nGuinea, Mr. Teodoro Nguema Obiang Mangue, as well \r\nas the legal status of a building located at 42 avenue \r\nFoch in Paris, which Equatorial Guinea claimed was \r\nthe premises of its embassy in France. In its application, \r\nEquatorial Guinea intended to base the jurisdiction of \r\nthe Court on article 35 of the United Nations Convention \r\nagainst Transnational Organized Crime, or the Palermo \r\nConvention, and on article 1 of the Optional Protocol \r\nto the Vienna Convention on Diplomatic Relations, \r\nconcerning the Compulsory Settlement of Disputes.\r\nOn 31 March 2017, France raised three preliminary \r\nobjections. With regard to France’s first preliminary \r\nobjection, relating to the Palermo Convention, the \r\nCourt concluded in its judgment that the rules of \r\ncustomary international law governing the immunities \r\nof States and their agents were not incorporated in \r\narticle 4 of the Convention. However, the aspect of \r\nthe dispute concerning the immunity invoked in \r\nfavour of the Vice-President of Equatorial Guinea \r\nand the immunity invoked in favour of the building \r\nlocated at 42 Avenue Foch in Paris did not relate to \r\nthe interpretation or the application of the Palermo \r\nConvention. The Court therefore considered that it did \r\nnot have jurisdiction to rule on that aspect of the dispute. \r\nIt then noted that Equatorial Guinea had also based on \r\nthe Palermo Convention its complaints relating to the \r\nexcessive criminal jurisdiction that it accused France \r\nof exercising in order to identify “predicate offences” \r\nassociated with the offence of money laundering. The \r\nCourt considered that the violations of which Equatorial \r\nGuinea was accused did not fall under the provisions \r\nof articles 6 and 15 of the Palermo Convention and \r\nthat it was therefore, again, not competent to rule \r\non that aspect of the dispute. As a result, the Court \r\nconcluded that it did not have jurisdiction on the basis \r\nof the Palermo Convention and upheld France’s first \r\npreliminary objection.\r\nThe Court then turned to France’s second \r\npreliminary objection, which concerned jurisdiction \r\nunder the Optional Protocol to the Vienna Convention \r\non Diplomatic Relations, concerning the Compulsory \r\nSettlement of Disputes. Equatorial Guinea drew on the \r\nVienna Convention as grounds to denounce France’s \r\nnon-compliance with the inviolability of the building \r\nlocated at 42 avenue Foch in Paris, which it claimed \r\nhoused its diplomatic mission. The Court noted that the \r\nparties disagreed as to whether the building in question \r\nwas part of the premises of the Mission of Equatorial \r\nGuinea in France and could therefore benefit from the \r\ntreatment afforded to such premises under article 22 of \r\nthe Vienna Convention. It concluded that that aspect \r\nof the dispute fell within the scope of the Convention \r\nand that it therefore had jurisdiction in the dispute over \r\nthe status of the building in question, including any \r\nclaims relating to the furnishings and other property \r\npresent on the premises at 42 avenue Foch in Paris. \r\nConsequently, the Court rejected France’s second \r\npreliminary objection.\r\nLastly, the Court examined France’s third \r\npreliminary objection, according to which the conduct \r\nof Equatorial Guinea amounted to an abuse of rights \r\nand the referral to the Court an abuse of procedure. In \r\nthe Court’s view, that preliminary objection concerned \r\nthe admissibility of the application. The Court observed \r\nthat an abuse of process related to proceedings initiated \r\nbefore a court or tribunal and could be considered at \r\nthe preliminary stage of such proceedings. However, \r\nthe Court added that only exceptional circumstances \r\ncould justify its dismissal of an application for abuse \r\nof process on the basis of applicable jurisdiction. The \r\nCourt deemed that such were not the circumstances \r\nin that particular case. With respect to the abuse of \r\nrights, the Court stated that such could not be invoked \r\nA/73/PV.24 25/10/2018\r\n6/24 18-33984\r\nas grounds for inadmissibility when the establishment \r\nof the right in question fell within the scope of the \r\nmerits of the case. Accordingly, the Court held that \r\nany argument relating to an abuse of rights would be \r\nconsidered at the substantive stage. The Court therefore \r\ndid not consider Equatorial Guinea’s application \r\ninadmissible on grounds of abuse of process or abuse \r\nof rights and rejected the third preliminary objection \r\nraised by France.\r\nAs in its judgment the Court declared itself \r\ncompetent on the basis of the Optional Protocol to \r\nthe Vienna Convention, the proceedings on the merits \r\nresumed. By an order made on the same day as its \r\njudgment, namely, 6 June, the Court set 6 December as \r\nthe time limit for France to submit its counter-memorial.\r\nI now come to the fourth judgment of the Court \r\nduring the period in question. In the judgment of \r\n1 October, the Court decided on the merits of the case \r\nconcerning the Obligation to Negotiate Access to the \r\nPacific Ocean (Bolivia v. Chile). I would recall that \r\nthat application was introduced on 24 April 2013 by \r\nthe Plurinational State of Bolivia against the Republic \r\nof Chile concerning a dispute in relation to “Chile’s \r\nobligation to negotiate in good faith and effectively \r\nwith Bolivia in order to reach an agreement granting \r\nBolivia a fully sovereign access to the Pacific Ocean”.\r\nAfter presenting the historical background of the \r\ndispute, in its judgment the Court proceeded to the \r\nsystematic examination of the eight separate legal \r\ngrounds invoked by Bolivia in support of its claim. \r\nThe Court first considered Bolivia’s argument based \r\non bilateral instruments, concluding that none of those \r\ninstruments established an obligation on Chile to \r\nnegotiate Bolivia’s sovereign access to the Pacific Ocean. \r\nThe Court also did not find convincing the argument that \r\nChile’s declarations and other unilateral acts created an \r\nobligation to negotiate Bolivia’s sovereign access to the \r\nsea. It noted that those declarations and unilateral acts \r\ndid not indicate the defendant having undertaken a legal \r\nobligation but rather that the defendant was willing to \r\nenter into negotiations.\r\nTurning to the consideration of Bolivia’s argument \r\nbased on acquiescence, the Court noted that Bolivia \r\nhad not identified any declaration requiring a response \r\nor reaction from Chile to prevent an obligation from \r\narising. The Court concluded therefrom that the \r\nacquiescence could not therefore be considered a legal \r\nbasis of an obligation to negotiate Bolivia’s sovereign \r\naccess to the sea. The Court then turned to Bolivia’s \r\nargument based on estoppel, concluding that, although \r\nChile had repeatedly stated that it was willing to \r\nnegotiate Bolivia’s sovereign access to the sea, such \r\nrepresentations did not establish an obligation to \r\nnegotiate, as it had not been demonstrated that Bolivia \r\nhad changed its position to its detriment or to Chile’s \r\nadvantage on the basis of those representations.\r\nWith regard to the argument that the fact that the \r\nrespondent, in challenging its obligation to negotiate \r\nand in refusing to conduct further negotiations \r\nwith Bolivia, had prevented the latter’s legitimate \r\nexpectations from prevailing, the Court concluded that, \r\neven if reference was made to legitimate expectations \r\nin certain judgments of arbitral tribunals concerning \r\ninvestment disputes, it did not follow that there was \r\na principle in general international law based on \r\nlegitimate expectations that could lead to an obligation.\r\nThe Court also concluded that it could not accept \r\nthe argument that an obligation to negotiate Bolivia’s \r\nsovereign access to the sea could be based on Article \r\n2, paragraph 3, of the Charter of the United Nations or \r\narticle 3 of the Charter of the Organization of American \r\nStates, since those provisions prescribed only that \r\nStates should settle their disputes by peaceful means \r\nor procedures, without imposing a specific method \r\nof settlement, such as negotiation. It also considered \r\nBolivia’s argument that certain resolutions of the \r\nGeneral Assembly of the Organization of American \r\nStates confirmed Chile’s commitment to negotiating \r\nBolivia’s sovereign access to the sea. The Court could \r\nnot accept that argument, as none of those resolutions \r\nindicated that Chile had an obligation to negotiate and \r\nthat both parties had recognized that the resolutions \r\nwere not binding as such.\r\nFinally, the Court found that, having concluded that \r\nthere was no such obligation arising from any of the \r\ninvoked legal bases taken individually, a cumulative \r\nconsideration of the various bases could not add to \r\nthe overall result. The Court therefore concluded \r\nthat Chile had not undertaken a legal obligation to \r\nnegotiate Bolivia’s sovereign access to the Pacific \r\nOcean. However, it added — and I would like to stress \r\nthis — that its finding should not be understood as \r\nprecluding the parties from continuing their dialogue \r\nand exchanges, in a spirit of good-neighbourliness, to \r\naddress the issues relating to the landlocked situation of \r\nBolivia, the solution to which they have both recognized \r\nto be a matter of mutual interest.\r\n25/10/2018 A/73/PV.24\r\n18-33984 7/24\r\nI will now report on three non-judicial orders \r\nissued by the Court during the reporting period. \r\nI would first like to mention the Court’s order of \r\n15 November 2017 on the counter-claims filed in the \r\ncase concerning Alleged Violations of Sovereign Rights \r\nand Maritime Spaces in the Caribbean Sea (Nicaragua \r\nv. Colombia). I recall that, on 26 November 2013, the \r\nRepublic of Nicaragua instituted proceedings against \r\nthe Republic of Colombia, alleging specific violations \r\nof Nicaragua’s sovereign rights and maritime zones \r\ndeclared by the Court’s judgment of 19 November \r\n2012. On 19 December 2014, Colombia raised \r\npreliminary objections to the jurisdiction of the Court. \r\nBy a judgment dated 17 March 2016, the Court found \r\nthat it had jurisdiction, on the basis of article XXXI \r\nof the Pact of Bogotá, to adjudicate upon the dispute \r\nbetween Nicaragua and Colombia regarding the alleged \r\nviolations by Colombia of Nicaragua’s rights in the \r\nmaritime zones which, according to Nicaragua, the \r\nCourt declared appertain to Nicaragua in its judgment \r\nof 19 November 2012.\r\nIn its counter-memorial filed on 17 November \r\n2016, Colombia submitted four counter-claims. The \r\nfirst and second were based on Nicaragua’s alleged \r\nviolation of its duty of due diligence to protect and \r\npreserve the marine environment of the south-western \r\nCaribbean Sea and the right of the inhabitants of the \r\nSan Andrés archipelago to benefit from a healthy, \r\nsound and sustainable environment; the third concerned \r\nNicaragua’s alleged infringement upon the customary \r\nartisanal fishing rights of the local inhabitants of the \r\nSan Andrés archipelago to access and exploit their \r\ntraditional fishing grounds; and the fourth concerned \r\nthe adoption by Nicaragua of Decree No. 33-2013 of \r\n19 August 2013, which established straight baselines \r\nand, according to Colombia, had the effect of extending \r\nNicaragua’s internal waters and maritime zones beyond \r\nwhat international law permits.\r\nIn its order, the Court began by recalling that \r\nunder article 80, paragraph 1, of the rules of Court, \r\ntwo requirements must be met for the Court to be able \r\nto entertain a counterclaim as such, namely, that the \r\ncounterclaim come within the jurisdiction of the Court \r\nand that it be directly connected with the subject matter \r\nof the claim of the other party. The Court concluded that \r\nthere was no direct connection, either in fact or in law, \r\nbetween Colombia’s first and second counterclaims and \r\nNicaragua’s principal claims. It therefore found that \r\nthose two counterclaims were inadmissible as such. In \r\naddition, the Court considered that Colombia’s third \r\nand fourth counterclaims and Nicaragua’s principal \r\nclaims were directly connected in fact and in law. In \r\nthat regard, the Court noted that the facts underlying \r\ntheir respective requests related to the same period and \r\nthe same geographical area and were of the same nature \r\ninsofar as they alleged similar types of conduct. The \r\nCourt also noted that the parties had invoked the same \r\nlegal principles and pursued the same legal aim by their \r\nrespective claims.\r\nThe Court then concluded that Colombia’s third \r\nand fourth counterclaims came under its jurisdiction. \r\nIt further recalled that once the Court has established \r\njurisdiction to entertain a case, it has jurisdiction to \r\ndeal with all its phases; the subsequent lapse of the \r\ntitle cannot deprive the Court of its jurisdiction. In the \r\npresent case, the subsequent termination of the Pact of \r\nBogotá between the parties, which followed the filing \r\nof the application, did not deprive the Court of its \r\njurisdiction to entertain those counter-claims filed by \r\nColombia on that legal basis. The Court therefore found \r\nthat Colombia’s third and fourth counterclaims were \r\nadmissible as such. It also ordered the submission of \r\na reply from Nicaragua and a rejoinder from Colombia \r\non the requests of both parties and set deadlines for the \r\nfiling of those procedural documents.\r\nAs I mentioned earlier, during the reporting period \r\nthe Court also issued two orders indicating interim \r\nmeasures, which I will briefly present in chronological \r\norder. On 23 July, the Court ordered interim measures in \r\nthe case concerning the Application of the International \r\nConvention on the Elimination of All Forms of Racial \r\nDiscrimination (Qatar v. United Arab Emirates). The \r\ncase was brought by Qatar on 11 June against the \r\nUnited Arab Emirates concerning alleged violations \r\nof the International Convention on the Elimination \r\nof All Forms of Racial Discrimination, adopted on \r\n21 December 1965. In its statement of claim, Qatar \r\nclaimed that, in violation of certain rights guaranteed \r\nby the Convention, the United Arab Emirates had \r\nbanned the entry of all Qataris into its territory and \r\nexpelled those already there. On the same day, Qatar \r\nhad submitted a request for interim measures on the \r\nprotection of its rights under the Convention, pending a \r\ndecision on the merits of the case.\r\nIn accordance with its usual method, in its order, \r\nthe Court first examined whether the jurisdictional \r\nclause contained in article 22 of the Convention \r\nconferred on it prima facie jurisdiction to hear the \r\nA/73/PV.24 25/10/2018\r\n8/24 18-33984\r\nmerits of the case. It considered that the acts mentioned \r\nby Qatar were likely to fall within the scope ratione \r\nmateriae of the Convention. The Court found that the \r\nevidence available to it at that stage of the proceedings \r\nwas sufficient to support the existence of a dispute as \r\nto the interpretation or application of the Convention. \r\nIt also found that the procedural conditions previously \r\napplicable to it, as set out in article 22 of the Convention, \r\nhad been met. It concluded that, prima facie, it had \r\njurisdiction under that article.\r\nThe Court then examined the rights whose \r\nprotection was sought, noting that the measures taken \r\nby the United Arab Emirates appeared to target only \r\nQataris, without regard to the individual situation of \r\nthe persons concerned, and that they could constitute \r\nacts of racial discrimination under the Convention. The \r\nCourt found that at least some of the rights claimed by \r\nQatar under article 5 of the Convention were plausible. \r\nThat applies, for example, to the right to marry and \r\nchoose a spouse, the right to education, as well as the \r\nrights to freedom of movement and access to justice. \r\nThe Court also concluded that there was a link between \r\nthe rights for which protection was sought and the \r\ninterim measures requested by Qatar. The Court was \r\nalso of the view that some of the rights in question were \r\nsuch that any prejudice to them could prove irreparable \r\nand that there was therefore urgency.\r\nThe Court therefore concluded that the conditions \r\nfor which the Statute of the Court required the \r\nindication of interim measures were met. It decided \r\nthat, in order to protect Qatar’s substantive rights, the \r\nUnited Arab Emirates should ensure that, first, Qatari-\r\nEmirati families separated as a result of the measures \r\non 5 June 2017 are reunited; secondly, Qatari students \r\naffected by the measures adopted on 5 June 2017 could \r\ncomplete their studies in the United Arab Emirates or \r\nobtain their academic records if they wished to study \r\nelsewhere; and thirdly, Qataris affected by the measures \r\nadopted on 5 June 2017 could have access to the courts \r\nand other judicial bodies of the United Arab Emirates. \r\nThe Court also called on both parties to refrain from \r\nany action that could aggravate or extend the dispute \r\nor make it more difficult to resolve. By an order issued \r\non 25 July, the Court set the deadline for the filing of a \r\nmemorial by the State of Qatar and a counter-memorial \r\nby the United Arab Emirates.\r\nOn 3 October, the Court issued a second order \r\nindicating provisional measures in the case concerning \r\nAlleged violations of the 1955 Treaty of Amity, Economic \r\nRelations, and Consular Rights (Islamic Republic of \r\nIran v. United States of America). On 16 July, Iran \r\nbegan proceedings against the United States concerning \r\nalleged violations of the 1955 Treaty of Amity, Economic \r\nRelations and Consular Rights, which I will refer to as \r\nthe 1955 Treaty. In its statement of claim, Iran stated \r\nin particular that the dispute concerned the decision \r\nof the United States, announced on 8 May, to reinstate \r\nrestrictive measures directly or indirectly targeting Iran \r\nand Iranian nationals and companies — measures that \r\nthe United States had previously decided to lift as part \r\nof the Joint Comprehensive Plan of Action, which I will \r\nrefer to as the action plan. According to the applicant, \r\nsuch measures are a violation by the United States of \r\ncertain obligations under the 1955 Treaty, in particular \r\nthose relating to fair and equitable treatment, the \r\nprohibition of restrictions on payments and freedom of \r\ntrade. Iran intended to base the Court’s jurisdiction on \r\nArticle 36, paragraph 1, of the Statute and article XXI, \r\nparagraph 2, of the 1955 Treaty, the latter provision \r\nbeing an arbitration clause by which the parties had \r\nagreed to refer to the Court any dispute between them \r\nconcerning the interpretation or application of the \r\nTreaty not satisfactorily adjusted through diplomacy, \r\nunless they had agreed to settlement by some other \r\npacific means.\r\nIran also submitted a request for interim measures \r\non 16 July. In its ruling on this request, the Court \r\nbegan by ascertaining whether the provisions invoked \r\nby the plaintiff appeared to constitute, prima facie, \r\na basis on which to establish its jurisdiction. It first \r\nensured that a dispute existed between the parties as \r\nto the interpretation or application of the 1955 Treaty. \r\nIt found that the evidence before it at that stage of the \r\nproceedings was sufficient to establish that the measures \r\nIran criticized the United States for adopting could, \r\nprima facie, fall within the scope ratione materiae of \r\nthe 1955 Treaty.\r\nThe Court held that the provision relied on by the \r\nUnited States, which does not prohibit contracting \r\nparties from taking certain measures to protect their \r\nvital security interests, did not exclude the authority it \r\nheld as part of the arbitration clause of the Treaty. It \r\nfurther found that the dispute had not been satisfactorily \r\nsettled through the diplomatic channel and that the \r\nparties had not agreed to settle it by other peaceful \r\nmeans. The Court concluded that the 1955 Treaty gave it \r\njurisdiction, prima facie, to hear the dispute, so long as \r\n25/10/2018 A/73/PV.24\r\n18-33984 9/24\r\nthe dispute concerned the interpretation or application \r\nof the Treaty.\r\nThe Court then turned its attention to the rights \r\nfor protection that had been sought. It considered that \r\nthe rights claimed by Iran were plausible, to the extent \r\nthat they were based on a possible interpretation of the \r\n1955 Treaty and on the prima facie establishment of the \r\nrelevant facts, and that the exercise of some of these \r\nrights was likely to be undermined by the measures \r\nadopted by the United States. At the same time, the \r\nCourt found it necessary to take into account the fact \r\nthat the United States invoked paragraph 1 of article XX \r\nof the 1955 Treaty to assert its vital security interests. \r\nIt noted that these interests may affect at least some \r\nof the rights guaranteed to Iran under the 1955 Treaty \r\nbut, all things considered, would not affect others in \r\nthe same way. Iran’s rights, the exercise of which could \r\nbe threatened, included those related to the importation \r\nand purchase of goods necessary for humanitarian \r\npurposes, such as medicines and medical equipment, \r\nfood and agricultural products, and goods and services \r\nnecessary for the safety of civil aviation, such as spare \r\nparts, equipment and related services required for \r\ncivil aircraft.\r\nThe Court then turned to the question of the link \r\nbetween the rights claimed by Iran and the provisional \r\nmeasures it requested. The Court concluded that there \r\nwas a link between some of these rights, the protection \r\nof which was sought, and certain aspects of the \r\nprovisional measures requested. It further considered \r\nthat there was always a risk that the measures taken by \r\nthe United States would have irreparable consequences \r\nand that this was therefore a matter of urgency. For all \r\nof these considerations, the Court concluded that the \r\nconditions under which its Statute would support these \r\nprovisional measures were indeed met. It therefore \r\nindicated the following precautionary measures.\r\nFirst, the United States must, through means of \r\nits own choosing, remove any impediment that the \r\nmeasures announced on 8 May pose to free export to the \r\nterritory of the Islamic Republic of Iran of medicines \r\nand medical equipment; food and agricultural products; \r\nand spare parts, equipment and related services, \r\nincluding post-sale services, maintenance, repairs and \r\ninspections necessary for the safety of civil aviation. \r\nSecondly, the United States must ensure that, where \r\nthe goods and services referred to in the first part are \r\nconcerned, the necessary permits and authorizations \r\nare granted and payments and other transfers of funds \r\nare unrestricted. Thirdly, the two parties must refrain \r\nfrom taking any action that might aggravate or extend \r\nthe dispute before the Court or otherwise render a \r\nsolution more difficult.\r\n(spoke in English)\r\nI will now turn to the new cases brought before \r\nthe Court. In addition to the two cases just referred \r\nto — between Qatar and the United Arab Emirates and \r\nbetween the Islamic Republic of Iran and the United \r\nStates of America, in which the Court issued orders \r\nindicating provisional measures — a further four sets \r\nof contentious proceedings have been instituted since \r\n1 August 2017.\r\nOn 29 March, the Co-operative Republic of Guyana \r\ninstituted proceedings against the Bolivarian Republic \r\nof Venezuela with regard to a dispute concerning “the \r\nlegal validity and binding effect of the Award regarding \r\nthe Boundary between the Colony of British Guiana \r\nand the United States of Venezuela, of 3 October 1899”. \r\nIn its application, Guyana claims that the 1899 award \r\nwas a full and final settlement of all questions relating \r\nto the determination of the boundary line between the \r\ncolony of British Guiana and Venezuela but that, for \r\nthe first time in 1962, Venezuela contested the award as \r\narbitrary and null and void.\r\nAccording to Guyana, this dispute remains ongoing. \r\nGuyana therefore requests the Court to confirm the \r\nvalidity of the 1899 award and to order Venezuela to \r\nrespect the boundary established pursuant to that \r\naward. From the outset, Venezuela has challenged the \r\njurisdiction of the Court to entertain the case. By an \r\norder dated 19 June, the Court decided that the written \r\npleadings in the case should first address the question \r\nof its jurisdiction. It fixed the respective time limits \r\nfor the filing of a memorial by Guyana and a counter-\r\nmemorial by Venezuela.\r\nTwo further sets of proceedings were brought \r\nbefore the Court on 4 July. First, the Kingdom of \r\nBahrain, the Arab Republic of Egypt, the Kingdom of \r\nSaudi Arabia and the United Arab Emirates submitted \r\nto the Court a joint application constituting an appeal \r\nagainst the decision rendered by the Council of the \r\nInternational Civil Aviation Organization (ICAO) on \r\n29 June. That took place in the context of proceedings \r\ninitiated by the State of Qatar against those four States \r\non 30 October 2017, pursuant to article 84 of the \r\nConvention on International Civil Aviation, also known \r\nas the Chicago Convention.\r\nA/73/PV.24 25/10/2018\r\n10/24 18-33984\r\nSecondly, the Kingdom of Bahrain, the Arab \r\nRepublic of Egypt and the United Arab Emirates \r\nsubmitted to the Court another joint application \r\nconstituting an appeal against the decision rendered \r\nby the ICAO Council in proceedings initiated by Qatar \r\nagainst those three States on 30 October 2017, pursuant \r\nto article II, section 2, of the International Air Services \r\nTransit Agreement. The factual background of the two \r\ncases is the same. According to the applications, on \r\n5 June 2017, after Qatar had allegedly failed to abide \r\nby its commitments under a series of instruments and \r\nundertakings referred to collectively as the Riyadh \r\nAgreements, the applicants adopted measures that \r\nincluded airspace restrictions to aircraft registered \r\nin Qatar.\r\nOn 30 October 2017, Qatar instituted proceedings \r\nagainst the applicants before ICAO, alleging that the \r\nairspace restrictions violated the Chicago Convention \r\nand the International Air Services Transit Agreement. \r\nIn those ICAO proceedings, the applicants raised \r\npreliminary objections, which were rejected in two \r\ndecisions of the ICAO Council rendered on 29 June 2018. \r\nThose are the two decisions that are being appealed \r\nbefore the International Court of Justice. Orders dated \r\n25 July 2018 in the two cases fixed the respective time \r\nlimits for the filing of a memorial by the applicants and \r\na counter-memorial by Qatar.\r\nOn 28 September 2018, the State of Palestine \r\ninstituted proceedings against the United States of \r\nAmerica with respect to a dispute concerning alleged \r\nviolations of the Vienna Convention on Diplomatic \r\nRelations of 18 April 1961. It is recalled that, on \r\n5 July 2018, Palestine had filed a declaration pursuant \r\nto Security Council resolution 9 (1946), whereby it \r\naccepted the jurisdiction of the Court for the settlement \r\nof disputes under article I of the Optional Protocol \r\nto the Vienna Convention on Diplomatic Relations \r\nConcerning the Compulsory Settlement of Disputes, to \r\nwhich the State of Palestine acceded on 22 March 2018. \r\nIn its application, the State of Palestine contends that it \r\nf lows from the Vienna Convention that the diplomatic \r\nmission of a sending State must be established on the \r\nterritory of the receiving State.\r\nThat completes my summary of the Court’s \r\nextensive judicial activities over the past year. In the \r\nspirit of transparency, I would now like to take this \r\nopportunity to touch upon the question of extrajudicial \r\nactivities that members of the Court occasionally \r\nundertake, particularly in the field of international \r\narbitration. The Court is cognizant of the fact that, \r\nwhile the judicial settlement of disputes offered by the \r\nCourt is enshrined in the Charter of the United Nations, \r\nfor several reasons States may be interested in settling \r\ntheir disputes by arbitration. In such instances, members \r\nof the Court have sometimes been called upon by States \r\nto sit on the arbitral tribunal in question, dealing with \r\ninter-State disputes in some cases and investor-State \r\ndisputes in others. That is, of course, a testament to the \r\nhigh esteem in which the Court’s judges are held by the \r\ninternational community.\r\nOver the years, the Court has taken the view that, \r\nin certain circumstances, its members may participate \r\nin arbitration proceedings. However, in the light of its \r\never-increasing workload, a few months ago the Court \r\ndecided to review that practice and to set out clearly \r\ndefined rules regulating such activities. As a result, \r\nlast month members of the Court came to the decision \r\nthat they would not normally agree to participate \r\nin international arbitration. In particular, they will \r\nnot participate in investor-State arbitration or in \r\ncommercial arbitration.\r\nHowever, in the event that they are called upon \r\nexceptionally by one or more States that would prefer \r\nto resort to arbitration instead of judicial settlement, \r\nthe Court has decided that, in order to render service \r\nto those States, it will, if the circumstances so warrant, \r\nauthorize its members to participate in inter-State \r\narbitration cases. Even in such exceptional cases, a \r\nmember of the Court, if authorized, will participate \r\nin only one arbitration procedure at a time. Prior \r\nauthorization must have been granted for that purpose \r\nin accordance with the mechanism put in place by \r\nthe Court.\r\nHowever, members of the Court will decline to \r\nbe appointed as arbitrators by a State that is party to \r\na case pending before the Court, even if there is no \r\nsubstantial interference between that case and the case \r\nsubmitted to arbitration. That is essential to place the \r\nimpartiality and independence of judges in the exercise \r\nof their judicial functions beyond reproach. Finally, I \r\ncannot stress enough that any participation of members \r\nof the Court in such inter-State arbitrations is subject \r\nto the strict condition that their judicial activities take \r\nabsolute precedence.\r\nBefore I come to my closing remarks, I would like \r\nbriefly to raise an issue that is of concern to the Court \r\nregarding the Peace Palace, which houses the principal \r\n25/10/2018 A/73/PV.24\r\n18-33984 11/24\r\ncourtroom — the Great Hall of Justice — and the \r\noffices of the Registry. In 2016, following inspections \r\nof the premises, the Peace Palace was found to \r\nbe contaminated with asbestos. As a result, the \r\nNetherlands authorities decided that major works \r\nshould be undertaken to completely decontaminate \r\nand, at the same time, renovate the building. The Court \r\nunderstands that it is anticipated that the Peace Palace \r\nwill have to close and that the Registry of the Court, \r\nincluding the Court’s library and archives, will have to \r\nbe temporarily relocated to other premises for perhaps \r\na few years. However, the Court remains somewhat \r\nuninformed as to the modalities and time frame for \r\nthat large-scale relocation. The Court has been told by \r\nthe Netherlands authorities that details of the proposed \r\nrelocation plans would be provided without delay so \r\nas to ensure a smooth transition period with minimum \r\ndisruption to its busy schedule of work.\r\nDespite those assurances, to date the Court does \r\nnot have any further elements of clarification at its \r\ndisposal. That creates an atmosphere of uncertainty \r\nthat is not conducive to the performance of its judicial \r\nfunctions. We therefore trust that ample and adequate \r\ninformation will be received in a timely manner in the \r\nvery near future.\r\nThat brings my first address before the Assembly as \r\nPresident of the International Court of Justice to an end. \r\nThe Court has made every endeavour to fulfil the noble \r\nmission entrusted to it in terms of the advancement \r\nof international justice and the peaceful settlement of \r\ndisputes between States. It has continued to focus its \r\nattention on many complex areas of international law \r\nraised by the multifaceted disputes brought before it. \r\nThose thorny legal issues often lie at the heart of the \r\ninternational community’s current concerns. In that \r\nconnection, the Court is acutely aware that, through \r\nits rulings, it has a responsibility to serve all Member \r\nStates by safeguarding respect for the rule of law in \r\ninternational relations.\r\nI am grateful for having been given the opportunity \r\nto address the Assembly today, and I wish the General \r\nAssembly at its seventy-third session every success.\r\nThe Acting President: I thank the President of the \r\nInternational Court of Justice.\r\nMr. Špaček (Slovakia): On behalf of the Visegrad \r\nGroup, namely, the Czech Republic, Hungary, Poland \r\nand my own country, Slovakia, I thank the President \r\nof the International Court of Justice, Judge Abdulqawi \r\nAhmed Yusuf, for presenting the report on the work of \r\nthe Court during the period 1 August 2017 to 31 July \r\n2018 (A/73/4). I would also like to congratulate Judge \r\nYusuf on his election as the Court’s President in \r\nFebruary this year and to acknowledge the Court’s \r\nachievements under his leadership.\r\nI have the honour to present the common position \r\nof the Visegrad countries with respect to the Court’s \r\nreport. Let me begin by underlining the key and \r\nirreplaceable role of the International Court of Justice, \r\nthe principal judicial organ of the United Nations, in \r\nthe peaceful settlement of disputes between States. \r\nThe increasing number of States submitting their \r\ndifferences to the Court’s adjudication reflects their \r\nconfidence in the Court. During the period under \r\nconsideration, five new contentious proceedings have \r\nbeen instituted before the Court and three judgments in \r\nfour cases and several orders have been delivered by the \r\nCourt. They are testimony to both the trustfulness and \r\nthe efficiency of the Court in rendering international \r\njustice. The countries of the Visegrad Group are strong \r\nsupporters of the Court, and they appreciate the Court’s \r\nremarkable long-term contribution to the prevention of \r\nconflicts and to the enhancement of good and friendly \r\nrelations among States.\r\nWith respect to the Court’s report, I would like to \r\naddress two issues that are mutually inseparable. The \r\nfirst concerns the broadening of acceptance of the \r\nCourt’s jurisdiction. The Statute of the Court offers \r\nStates various means of acceptance of the Court’s \r\njurisdiction. Currently, 73 States out of the 193 States \r\nparties to the Court’s Statute accept the Court’s \r\ncompulsory jurisdiction under Article 36, paragraph 2, \r\nof the Statute. Special agreements on the submission of \r\ndifferences between States to the Court offer another \r\nmeans of accepting the Court’s jurisdiction. Their \r\nsignificance should not be underestimated.\r\nIn addition, the numerous treaties that are currently \r\nbeing negotiated, whether within or outside the United \r\nNations, should routinely include, as an indispensable \r\ncomponent, provisions on the peaceful settlement of \r\ndisputes, including clauses on the Court’s jurisdiction \r\nin terms of the interpretation and application of the \r\ntreaty in question. States should be discouraged from \r\nmaking reservations to such clauses. The willingness \r\nof States to subject their disputes to the Court must \r\ngo hand in hand with their willingness to implement \r\nthe Court’s decisions in good faith. Only then will the \r\nA/73/PV.24 25/10/2018\r\n12/24 18-33984\r\nCourt’s judgments and orders ensure that the system of \r\ninternational justice is truly effective.\r\nThe second issue I would like to highlight is the \r\nCourt’s significant contribution to the strengthening of \r\nthe rule of law at the international level. The 17 cases on \r\nthe Court’s agenda concern different subjects and areas \r\nof international law, including maritime, territorial and \r\nenvironmental issues, human rights, State immunities, \r\ninternational responsibility, and the interpretation of \r\ntreaties. The wide range of issues currently before the \r\nCourt, together with the variety of regions from which \r\nthe parties to those disputes originate, is a manifestation \r\nof the Court’s universal character and its indispensable \r\nrole in the noble mission of the United Nations to \r\nmaintain the international legal order.\r\nThe countries of the Visegrad Group highly \r\nappreciate the achievements of the Court in interpreting, \r\nclarifying and reinforcing international law and wish \r\nthe Court every success in its future work.\r\nMr. Moncada (Bolivarian Republic of Venezuela) \r\n(spoke in Spanish): It is an honour for the Bolivarian \r\nRepublic of Venezuela to take the f loor on behalf of the \r\n120 States members of the Movement of Non-Aligned \r\nCountries on the occasion of the consideration of such \r\nan important agenda item.\r\nWe thank the President of the International Court \r\nof Justice for his presentation of the report on the work \r\nof the Court to the General Assembly (A/73/4).\r\nThe Non-Aligned Movement reaffirms its \r\nprincipled positions regarding the peaceful settlement \r\nof disputes, as well as its rejection of the use and threat \r\nof use of force. The International Court of Justice \r\nplays an important role in promoting the settlement \r\nof international disputes by peaceful means in such \r\na manner that international peace and security and \r\njustice are not endangered, as enshrined in the Charter \r\nof the United Nations, particularly in its Articles 33 \r\nand 94, and in the Statute of the International Court of \r\nJustice itself.\r\nRegarding the advisory opinions of the Court, \r\nconsidering that the Security Council has not requested \r\nany kind of advisory opinion from the Court since 1970, \r\nthe Non-Aligned Movement urges the Security Council \r\nto make greater use of the Court, the principal judicial \r\norgan of the United Nations, as a source of advisory \r\nopinions and interpretation of the relevant rules of \r\ninternational law, in particular on contentious issues. It \r\nalso urges the Council to consider having its decisions \r\nreviewed by the Court, mindful of the need to ensure \r\nthat it adheres to the Charter of the United Nations and \r\ninternational law. The Non-Aligned Movement invites \r\nthe General Assembly, the organs of the United Nations \r\nand other specialized agencies to request the advisory \r\nopinion of the Court on legal matters that fall within the \r\nscope of its activities.\r\nThe States members of the Non-Aligned Movement \r\nalso reaffirm the importance of the unanimous advisory \r\nopinion of the International Court of Justice of 8 July \r\n1996 on the Legality of the threat or use of nuclear \r\nweapons (A/51/218, annex). In that regard, the Court \r\nfound that there exists an obligation to pursue in good \r\nfaith and bring to a conclusion negotiations leading to \r\nnuclear disarmament in all its aspects under strict and \r\neffective international control. Finally, the Non-Aligned \r\nMovement reiterates its call upon Israel, the occupying \r\nPower, to fully respect the advisory opinion of the \r\nCourt of 9 July 2004 on the Legal consequences of \r\nthe construction of a wall in the occupied Palestinian \r\nterritory (see A/ES-10/273). It calls upon all States to \r\nensure that the provisions set forth in that advisory \r\nopinion are respected, with a view to ending the \r\nIsraeli occupation that began in 1967 and achieving \r\nthe independence of the State of Palestine, with East \r\nJerusalem as its capital.\r\nMr. Fialho Rocha (Cabo Verde): It is my honour \r\nto deliver this statement on behalf of Angola, Brazil, \r\nGuinea-Bissau, Equatorial Guinea, Mozambique, \r\nPortugal, Sao Tome and Principe, Timor-Leste and \r\nmy own country, Cabo Verde — all States members \r\nof the Community of Portuguese-speaking Countries \r\n(CPLP). Let me begin by expressing our gratitude to the \r\nPresident of the International Court of Justice, Judge \r\nAbdulqawi Ahmed Yusuf, for his thorough report on the \r\nCourt’s work for the judicial year 2017-2018 (A/73/4).\r\nThe International Court of Justice is the only \r\ninternational court of a universal character with \r\ngeneral jurisdiction. The Court holds important \r\nresponsibilities in the international community. It also \r\nplays a fundamental role in the judicial settlement of \r\ndisputes between States and the strengthening of the \r\ninternational rule of law. By providing legal certainty \r\nand enabling the peaceful settlement of inter-State \r\ndisputes, the Court helps to prevent disagreements \r\nbetween States from erupting into violence. The \r\nhigh rate of compliance with the Court’s judgments \r\nthroughout its history is very encouraging, as it \r\n25/10/2018 A/73/PV.24\r\n18-33984 13/24\r\ndemonstrates the trust of States in the independence \r\nand impartiality of the Court.\r\nThe Court has a crucial function in the international \r\nlegal system and it is being increasingly recognized and \r\naccepted. All States Members of the United Nations are \r\nparties to the Statute of the Court, and 73 of those have \r\nrecognized its jurisdiction as compulsory. Moreover, \r\napproximately 300 bilateral and multilateral treaties \r\nprovide for the Court to have jurisdiction over the \r\nresolution of disputes arising from their application or \r\ninterpretation. The heavy workload and the wide range \r\nof subjects on which the Court has ruled confirm its \r\nsuccess. It must be noted that the Court’s cases come \r\nfrom all over the world, relate to a great variety of \r\nmatters and have great factual and legal complexity. That \r\nreaffirms the universality of the Court, the expansion \r\nof the scope of its work and its growing specialization. \r\nThe Court is making impressive efforts to cope with \r\nthe very demanding level of activity. However, it is \r\nalso important for Member States to acknowledge the \r\nCourt’s need for adequate resources.\r\nThe Court has often recalled that everything it does \r\nis aimed at promoting the rule of law. Indeed, that is so. \r\nIt is worth mentioning the outstanding contribution of \r\nthe International Court of Justice to the development \r\nof international law, including with regard to the use \r\nof force, the delimitation of maritime boundaries, self-\r\ndetermination and the immunity of States and their \r\nactors, among others. The judgments and advisory \r\nopinions of the Court have inspired other international \r\ndecision-making bodies. Similarly, it is commendable \r\nthat the Court also pays due regard to the work of \r\ninternational tribunals. That positive trend should be \r\nencouraged, since it gives more coherence and legal \r\ncertainty to the international system. CPLP member \r\nStates strongly believe that international tribunals \r\nshould cooperate towards the enhancement of the \r\ninternational legal order through dialogue and cross-\r\nfertilization.\r\nWe acknowledge that tension frequently exists \r\nbetween law and power. The obligation of States to \r\nsettle their disputes in a peaceful manner and the need \r\nfor sovereign consent to resort to such mechanisms \r\nare sometimes hard to balance. However, it is our \r\nfirm belief that the Court is an institutional pillar of \r\nthe international community. CPLP member States \r\nare confident that the Court will continue to overcome \r\nthe challenges that it will increasingly be undertaken. \r\nThe diversity and importance of the cases submitted to \r\nthe Court illustrate the trust that States put in it. For \r\nour part, the CPLP member States pledge their strong \r\nsupport to the Court in carrying out its fundamental \r\nrole in settling the disputes of States, as well as in \r\nstrengthening the international rule of law towards \r\njustice and peace.\r\nMs. Mckenna (Australia): I have the honour to \r\nspeak today on behalf of the group of countries Canada, \r\nNew Zealand and my own country, Australia.\r\nThe group would like to thank the President of \r\nthe International Court of Justice for his report on \r\nthe work of the Court over the past year (A/73/4). The \r\ngroup firmly supports the Court and the international \r\nrules-based order. As the principal judicial organ of \r\nthe United Nations, the Court plays a critical role in \r\nfacilitating the peaceful settlement of disputes between \r\nStates and in maintaining and promoting the rule of \r\nlaw throughout the world. The group notes that over \r\nthe past 20 years the Court’s workload has grown \r\nconsiderably. The cases submitted to the Court cover \r\na diverse geographical spread of States and involve \r\na wide variety of subject matters. The willingness of \r\nStates to entrust the Court with their disputes reflects \r\ntheir deep respect for the Court and underlines the \r\nCourt’s institutional significance as a mechanism for \r\nStates to resolve their disputes peacefully.\r\nThe importance that the Canada-Australia-New \r\nZealand group of countries attaches to the role of the \r\nCourt and to the peaceful settlement of disputes in \r\naccordance with international law is reflected in our \r\nacceptance of the compulsory jurisdiction of the Court. \r\nThe group is convinced that the acceptance of the \r\nCourt’s compulsory jurisdiction by the widest possible \r\nassembly of States enables the Court to most effectively \r\nfulfil its role by broadening the options available to \r\nStates to resolve their disputes and by allowing it to focus \r\nits attention on the substance of disputes more quickly. \r\nIn that regard, the group recalls resolution 72/119 and \r\nurges States that have not yet done so to deposit with \r\nthe Secretary-General a declaration of acceptance of \r\nthe compulsory jurisdiction of the Court.\r\nFinally, Canada, Australia and New Zealand would \r\nlike to take this opportunity to acknowledge and thank \r\nJudge Owada and Judge Greenwood for their substantial \r\ncontribution to the Court and to the development of \r\ninternational law. The group of countries congratulates \r\nJudge Salam and Judge Iwasawa on their election to the \r\nCourt, as well as President Yusuf and Judge Abraham, \r\nA/73/PV.24 25/10/2018\r\n14/24 18-33984\r\nJudge Cançado Trindade and Judge Bhandari on their \r\nre-election.\r\nCanada, Australia and New Zealand appreciate the \r\nCourt’s efforts to manage its demanding caseload. We \r\nencourage it to continue its efforts to provide timely and \r\nappropriate responses to urgent situations and to ensure \r\nhigh levels of efficiency and quality in its work. The \r\ngroup looks forward to the Court continuing to fulfil \r\nits mandate with the same meticulous and impartial \r\nattention as it has shown over the past year.\r\nMr. Jaiteh (Gambia): The Gambia has the honour \r\nto speak on behalf of the Group of African States. The \r\nAfrican Group associates itself with the statement \r\ndelivered by the representative of the Bolivarian \r\nRepublic of Venezuela on behalf of the Movement of \r\nNon-Aligned Countries.\r\nAt the outset, the African Group would like to \r\ncongratulate Judge Abdulqawi Ahmed Yusuf on his \r\nappointment as President of the International Court \r\nof Justice and to thank him for the presentation of his \r\ndetailed report (A/73/4). We would also like to extend \r\nour congratulations to the recently elected judges of the \r\nCourt on their very successful election.\r\nThe African Group continues to consider the \r\nInternational Court of Justice to be the pre-eminent \r\nmechanism for the peaceful settlement of disputes at \r\nthe international level. It should be kept in mind that the \r\nCourt, as a court of justice and, moreover, the principal \r\njudicial organ of the United Nations, occupies a special \r\nposition. Everything that the Court does is aimed at \r\npromoting the rule of law. The World Court hands down \r\njudgments and give advisory opinions in accordance \r\nwith its Statute, which is an integral part of the Charter \r\nof the United Nations, and thereby contributes to \r\npromoting and clarifying international law.\r\nThe African Group welcomes the reaffirmed \r\nconfidence that States have shown in the Court’s ability \r\nto resolve their disputes. In particular, we are pleased \r\nto see that States continue to refer disputes to the \r\nInternational Court of Justice. We commend States for \r\nno longer limiting their referral of cases to matters of \r\nlittle political significance, but also referring disputes \r\ninvolving weighty political issues. The number of cases \r\ncurrently pending on the Court’s docket is a reflection \r\nof the esteem in which States hold the International \r\nCourt of Justice.\r\nNotwithstanding the proliferation of international \r\njudicial dispute-settlement mechanisms on both a \r\nspecialized and a regional basis, the International Court \r\nof Justice continues to attract a wide range of cases, \r\ncovering many areas. While its determination that there \r\nis an obligation to cooperate is based principally on \r\ntreaty obligations, the Court also clearly draws upon \r\ngeneral principles, particularly in making the link \r\nbetween procedural and substantive obligations.\r\nThe principle of prevention, enunciated in earlier \r\ndecisions of the Court, notably the Corfu Channel \r\n(United Kingdom v. Albania) case and the advisory \r\nopinion on the Legality of the threat or use of nuclear \r\nweapons (A/51/218, annex), is drawn upon significantly \r\nby the Court. As such, the African Group reaffirms the \r\nimportance of the unanimous advisory opinion issued \r\non 8 July 1996 on the Legality of the threat or use of \r\nnuclear weapons. In that decision, the Court concluded \r\nthat there exists an obligation to pursue in good faith \r\nand bring to a conclusion negotiations leading to nuclear \r\ndisarmament in all its aspects under strict and effective \r\ninternational control. The African Group attaches great \r\nimportance to that matter because Africa is a nuclear-\r\nweapon-free zone.\r\nAfter another two decades, the International Court \r\nof Justice again had the opportunity to decide on issues \r\npertaining to nuclear weapons. The African Group \r\nnotes that the Court dismissed the three cases submitted \r\nby the Marshall Islands on the Obligations concerning \r\nNegotiations relating to Cessation of the Nuclear Arms \r\nRace and to Nuclear Disarmament (Marshall Islands \r\nv. India), (Marshall Islands v. Pakistan) and (Marshall \r\nIslands v. United Kingdom). However, it is worth \r\nkeeping in mind the closeness of the votes regarding \r\nthose cases.\r\nThe African Group commends the efficiency \r\nand professionalism with which the Court has treated \r\nthe request of the General Assembly, pursuant to its \r\nresolution 71/292, for an advisory opinion on the \r\nLegal consequences of the separation of the Chagos \r\nArchipelago from Mauritius in 1965. Resolution \r\n71/292 was adopted by an overwhelming majority, \r\ntestifying the great interest that the membership of \r\nthe United Nations attaches to the Court’s opinion on \r\nthe matter — an opinion that will assist the United \r\nNations in its functions in relation to decolonization. \r\nThe African Group welcomes the Court’s decision that \r\nallowed the African Union to participate in the hearings \r\non the question of the Legal consequences of the \r\n25/10/2018 A/73/PV.24\r\n18-33984 15/24\r\nseparation of the Chagos Archipelago from Mauritius \r\nin 1965, as mentioned in the Court’s most recent report.\r\nWe reiterate our full confidence in the Court as the \r\nprincipal judicial organ of the United Nations and in its \r\nvery balanced and respected judges. The importance of \r\nthe advisory opinion on legal questions referred to the \r\nInternational Court of Justice cannot be overstated in \r\nthe pursuit of the peaceful settlement of legal disputes, \r\nin accordance with the Charter of the United Nations \r\nand international law.\r\nIn conclusion, it is for the foregoing reasons that \r\nthe African Group is pleased to inform the Court that \r\nthe request contained in document A/73/144 for the \r\ninclusion of an item entitled “Request for an advisory \r\nopinion of the International Court of Justice on the \r\nconsequences of legal obligations of States under \r\ndifferent sources of international law with respect to \r\nimmunities of Heads of State and Government and \r\nother senior officials” on the agenda of the General \r\nAssembly at its seventy-third session was unanimously \r\nadopted by the Assembly (see A/73/PV.3). The African \r\nGroup looks forward to engaging the General Assembly \r\nwith a view to presenting to the Court appropriate legal \r\nquestions on this matter.\r\nMr. Mikami (Japan): I would like to begin by \r\nthanking Judge Abdulqawi Ahmed Yusuf, President \r\nof the International Court of Justice, for his dedication \r\nand leadership, as well as for his in-depth and \r\ncomprehensive report on the work of the Court (A/73/4). \r\nI also express my deep appreciation and support for \r\nthe achievements of the Court during the reporting \r\nperiod, as well as for the dedicated work of the Registry \r\nunder the able guidance of the Registrar, Mr. Philippe \r\nCouvreur, which has supported these achievements. I \r\nwould also like to express my respect to former Judge \r\nHisashi Owada for his long-standing contribution to the \r\nCourt and welcome Judge Yuji Iwasawa, who assumed \r\nhis post as a member of the Court this year.\r\nJapan commends the International Court of Justice, \r\nthe principal judicial organ of the United Nations, for \r\nthe important role that it has played over the years \r\nin the peaceful settlement of international disputes \r\nand the promotion of the rule of law. The rule of law \r\ntogether with the peaceful settlement of international \r\ndisputes provides the essential foundation for stable, \r\nrules-based international relations and are essential \r\nprinciples underpinning Japan’s foreign policy. Japan \r\nbecame a State party to the Statute of the Court in 1954, \r\ntwo years before it joined the United Nations. Japan \r\nhas accepted the compulsory jurisdiction of the Court \r\nsince 1958.\r\nJapan is making its own active efforts to promote \r\nthe rule of law. Recently, we had the honour of hosting \r\nthe fifty-seventh annual session of the Asian-African \r\nLegal Consultative Organization (AALCO) in Tokyo. \r\nAs the host country, Japan took the initiative to \r\nintroduce a new agenda item, “Peaceful settlement of \r\ndisputes”. In our discussions under this agenda item, \r\nthe attention of the members was drawn to the fact that \r\nthe submission of disputes to the International Court \r\nof Justice has increased progressively since the end of \r\nthe cold war. In fact, during the 27 years since 1991, 81 \r\ncontentious cases have been submitted to the Court, in \r\nsharp contrast to the 67 cases brought before the Court \r\nin the 45 years from 1947 to 1991. Today, 73 States \r\nhave made the “optional clause” declaration under \r\nArticle 36, paragraph 2 of the Statute, and about 300 \r\nbilateral and multilateral treaties recognize the Court’s \r\njurisdiction over disputes concerning the interpretation \r\nor application of those treaties.\r\nAs far as Asian and African countries are \r\nconcerned, it was also pointed out that, generally \r\nspeaking, Asia-Pacific States still seem cautious about \r\nutilizing the International Court of Justice mechanism. \r\nFor example, as of 1 October, only eight Asia-Pacific \r\nStates had made the “optional clause” declaration, \r\nwhich represents 15 per cent of the Group of Asia-\r\nPacific States members. The increase in the number \r\nof cases brought before the Court speaks for itself, \r\nin that more and more States respect and support \r\nthe legal wisdom of the Court and the role it plays in \r\nthe peaceful settlement of international disputes. In \r\norder to encourage other States to follow suit, Japan \r\nsincerely hopes that the Court will continue to deliver \r\nfair judgments and advisory opinions that can enjoy the \r\nconfidence of States. Japan believes that this is the only \r\nway for the International Court of Justice to enhance \r\nits credibility in the international community in the \r\nlong run.\r\nThe international community today enjoys the \r\nbenefit of numerous peaceful means of dispute \r\nsettlement other than the International Court of Justice, \r\nsuch as the International Tribunal for the Law of the Sea, \r\narbitral tribunals, international investment tribunals \r\nand the dispute-settlement system of the World Trade \r\nOrganization. Japan welcomes the availability of \r\ndiverse forums to settle legal disputes and views the \r\nA/73/PV.24 25/10/2018\r\n16/24 18-33984\r\ncurrent trend of States utilizing these various means as \r\nappropriate, but there is no doubt that the International \r\nCourt of Justice occupies a special and central place \r\namong them.\r\nIn the AALCO conference, it was also pointed \r\nout by Mr. Miguel de Serpa Soares, Under-Secretary-\r\nGeneral for Legal Affairs and United Nations Legal \r\nCounsel, that disputes between States may be “inherent \r\nto the process by which international law is made”. \r\nIn this regard, given the increasing diversification of \r\nthe means of peaceful settlement, Japan would like to \r\nencourage international courts and tribunals to make \r\nefforts to ensure the consistency of jurisprudence \r\ncreated by these courts and tribunals in order to avoid \r\nthe fragmentation of international law.\r\nLet me conclude by reaffirming our unwavering \r\nsupport for the Court. We are convinced that the Court \r\nwill continue to make a significant contribution to \r\nclarifying international law, thereby strengthening the \r\nrule of law.\r\nMr. Mohamed (Sudan) (spoke in Arabic): The \r\nSudan aligns itself with the statements made by \r\nthe representatives of the Bolivarian Republic of \r\nVenezuela and the Gambia on behalf of the Movement \r\nof Non-Aligned Countries and the Group of African \r\nStates, respectively.\r\nMy delegation takes note of the report of the \r\nSecretary-General on the work of the International \r\nCourt of Justice (A/73/4). We would like to thank Judge \r\nAbdulqawi Ahmed Yusuf, President of the Court, for \r\nintroducing the report, which reflects the activities and \r\nwork of the Court during the reporting period. Every \r\nyear since 1968, the General Assembly has taken up \r\nconsideration of the report of the International Court of \r\nJustice as an integral part of efforts aimed at promoting \r\nrelations between the two main organs of the United \r\nNations — the Court itself and the General Assembly.\r\nIt is undeniable that the role the Court plays is \r\nimportant. First of all, it contributes to the promotion \r\nof peace. Indeed, the United Nations was established to \r\nsave succeeding generations from the scourge of war. \r\nThe Charter of the United Nations provides, as one \r\nof the Organization’s objectives, that conditions are \r\nto be established that lead to maintaining justice and \r\nupholding international law.\r\nAccordingly, the International Court of Justice, \r\nas the main judicial organ of the United Nations, \r\nplays a key role. Although judgments rendered by the \r\nCourt are binding solely for the parties concerned, the \r\nCourt’s jurisprudence still has far-reaching effects \r\nbecause of the strength of messages it sends to the \r\nworld. By exercising its functions to bring about the \r\npeaceful settlement of disputes, it plays an important \r\nrole in preventing the outbreak of conflicts, which is \r\nan important contribution to the wider United Nations \r\nefforts being made in the service of peace.\r\nSecondly, the Court plays a role in promoting the \r\nrule of law, not only in terms of relations between States, \r\nbut also across the United Nations system. The vision set \r\nforth in the United Nations Charter cannot be realized \r\nwithout the rule of law, which is the basis on which we \r\ncarry out our work, be it for peace, security, sustainable \r\ndevelopment or human rights. The judgments delivered \r\nby the International Court of Justice, together with its \r\nadvisory opinions, are essential parts of promoting \r\nthe international community’s commitment to the rule \r\nof law.\r\nThirdly, the International Court of Justice is more \r\nrelevant today than ever. The annual report before us \r\ntoday details an increase during the reporting period \r\nin the level of attention paid by the States to the work \r\nof the Court, which once again shows that the Court is \r\ncontributing to the maintenance of international peace \r\nand security by taking up and settling disputes from \r\nnumerous States across the world. It is encouraging \r\nto see the current positive trend of States accepting \r\nthe Court’s compulsory jurisdiction. Furthermore, \r\nthe General Assembly’s annual consideration of the \r\nCourt’s report shows that Member States have an \r\nongoing interest in the work being carried out at the \r\nPeace Palace in The Hague.\r\nMy delegation would like to express its appreciation \r\nfor the role that the International Court of Justice \r\nhas been playing in promoting the rule of law at the \r\ninternational level. Through its judgments, advisory \r\nopinions and other fundamental contributions to the \r\nsystem of the peaceful settlement of disputes, the \r\nCourt, as the main judicial organ of the United Nations, \r\nhas been carrying out its responsibilities set forth in the \r\nCharter. The Court’s activities in adjudicating sensitive \r\nmatters require political support from Member States \r\nand the allocation of a sufficient budget to allow it to \r\ncompletely fulfil its tasks. Today’s debate on the annual \r\nreport is a good opportunity for the General Assembly \r\nto reaffirm its support for the role and the work of \r\nthe Court.\r\n25/10/2018 A/73/PV.24\r\n18-33984 17/24\r\nThe many cases before the Court reveal the \r\nincreasing level of trust in the International Court \r\nof Justice and its ability to settle disputes with \r\nimpartiality, independence and in a manner that is \r\naccepted by the parties to a dispute. The Sudan would \r\nlike to encourage the Court to take further measures to \r\nenhance its efficiency and ability in order to respond to \r\nthe steady increase in its workload and responsibilities, \r\nparticularly with respect to the swift consideration of \r\ncases before it.\r\nMy delegation also asks the General Assembly to \r\ncall upon those States that have not yet recognized the \r\ncompulsory jurisdiction of the Court to do so in order \r\nto promote the rule of law at the international level and \r\nenable the Court to carry out its work under the Charter. \r\nThe Sudan also calls upon the Security Council, \r\nwhich has not requested an advisory opinion from the \r\nInternational Court of Justice since 1970 — almost a \r\nhalf-century ago — to take advantage of the Court’s \r\nrole as the main judicial organ of the United Nations \r\nand source of advisory opinions on the interpretation of \r\nprinciples of international law related to the Council’s \r\nactivities. We also call on the General Assembly \r\nand other United Nations organs and specialized \r\nagencies to request advisory opinions from the Court \r\non questions of international law matters relevant to \r\ntheir programmes.\r\nWe commend the Court’s unwavering impartiality \r\nsince 1945. When we look at the history of the Court, \r\nwe have seen that it has always been impartial, which \r\nreassures parties as they await judgments and orders \r\non the various cases on the Court’s docket, especially \r\nthose currently under consideration.\r\nIn conclusion, the Sudan wishes to reiterate its \r\nappreciation for the role of the International Court of \r\nJustice and expresses its support for the Court in the \r\nexercise of its necessary functions.\r\nMr. Tenya (Peru) (spoke in Spanish): Peru, as a \r\ncountry committed to multilateralism and international \r\nlaw, welcomes the report introduced in the General \r\nAssembly today by the President of the International \r\nCourt of Justice, Judge Abdulqawi Ahmed Yusuf, \r\nwhich describes the work carried out between \r\n1 August 2017 and 31 July 2018 (A/73/4). Similarly, we \r\ncongratulate Judge Yusuf on his election in February as \r\nPresident of the Court.\r\nThe International Court of Justice, the principal \r\njudicial organ of the United Nations, plays a fundamental \r\nrole in the system of the peaceful settlement of \r\ndisputes as established in the Charter of the United \r\nNations, which is an essential contribution to the \r\npromotion of the rule of law at the international level. \r\nWe therefore reaffirm the need for the Organization \r\nand, in particular, the Security Council, of which we \r\nare currently a part, to promote the use of means of \r\npeaceful settlement of disputes set out in Chapter VI \r\nof the Charter. Accordingly, having resorted to the \r\ncontentious jurisdiction of the Court, we can testify to \r\nits effectiveness in resolving disputes between States. \r\nIndeed, we stress the peaceful settlement of the maritime \r\ndelimitation dispute with Chile, and we highlight the \r\ncompliance of both States with the resolution provided \r\nby the Court, in a spirit of good-neighbourliness.\r\nPeru wishes to recall that, in addition to its \r\ncontentious function, the Court may also, in accordance \r\nwith Article 96 of the Charter, issue advisory opinions \r\nat the request of the General Assembly, the Security \r\nCouncil or other authorized organs of the United Nations \r\nand specialized agencies. These are the two areas of \r\njurisdiction of the International Court of Justice, which, \r\nthrough judgments, orders, and opinions, contribute to \r\npromoting and clarifying the scope of international law \r\nas a true option for peace.\r\nIn the light of the foregoing, Peru is pleased to note \r\nthat the General Assembly has once again urged States \r\nthat have not yet done so to consider recognizing the \r\njurisdiction of the Court, in accordance with Article \r\n36, paragraph 2, of its Statute, as Peru has done along \r\nwith 72 other States. My delegation also wishes to \r\nacknowledge the work of the eminent judges of the \r\nCourt, in particular the President and the Vice-President.\r\nWe also wish to put on record our appreciation \r\nfor the valuable task performed by the Registry of the \r\nCourt, especially its Registrar and Deputy Registrar. \r\nIn this context, we call on the General Assembly to \r\ncontinue to carefully consider the needs of the Court, \r\ntaking into account its current activity, which has been \r\nparticularly intense.\r\nThe sustained high level of activity of the \r\nInternational Court of Justice is an expression of the \r\nprestige enjoyed by the principal judicial organ of the \r\nUnited Nations. This prestige is also reflected in the \r\ndiversity of the geographical distribution of the cases \r\nthat have come before it, affirming the universal nature \r\nof its jurisdiction. In this vein, given what is established \r\nin Article 9 of the Statute of the Court, Peru wishes to \r\nA/73/PV.24 25/10/2018\r\n18/24 18-33984\r\nhighlight the importance of Latin America’s presence \r\namong the group of magistrates in order to ensure that \r\nthe main legal systems of the world are duly represented.\r\nIt is also pertinent that we continue to reflect on \r\nways to adapt the working methods of the Court to \r\nrespond to the procedural burden and the complexities \r\nof the cases before it. We reiterate our appreciation to \r\nthe host State, the Kingdom of the Netherlands, for its \r\nconstant commitment to and support for the work of the \r\nCourt. We emphasize the importance of cooperation \r\nbetween the Court and the other principal organs of \r\nthe Organization that are based in New York. In this \r\nregard, my delegation encourages the continuation of \r\nthe good relationship between the International Court \r\nof Justice and the Security Council.\r\nI would like to conclude by once again stressing \r\nthe profound significance that we attribute to the work \r\nof the International Court of Justice in the defence of a \r\nrules-based international order. This is essential if the \r\ninternational community is to effectively confront the \r\nserious global challenges and threats to international \r\npeace and security.\r\nMr. Gafoor (Singapore): My delegation \r\nwould like to start by thanking the President of \r\nthe International Court of Justice, His Excellency \r\nJudge Abdulqawi Ahmed Yusuf, for his very \r\ncomprehensive briefing on the activities of the \r\nInternational Court of Justice over the past year. We also \r\ncongratulate Judge Yusuf on his election as President of \r\nthe Court, as well as Judge Xue Hanqin on her election \r\nas Vice-President. We would also like to congratulate \r\nthe newest members of the Court, Judge Nawaf Salam \r\nand Judge Yuji Iwasawa, on their respective elections.\r\nSingapore firmly believes that international \r\nrelations must be governed by the rule of law in order to \r\npreserve international peace and stability and that the \r\nInternational Court of Justice plays a fundamental role \r\nin the rules-based multilateral system. For more than \r\n70 years, the Court has helped to crystallize and clarify \r\ninternational law in areas as diverse as the law of the \r\nsea, territorial sovereignty, the use of force and treaty \r\ninterpretation, to name but a few examples. In our \r\nview, the role of the Court is more important today than \r\never before. As mentioned by our Minister for Foreign \r\nAffairs during the General Assembly high-level debate, \r\nwe have in recent years witnessed a crisis of confidence \r\nin the concept of multilateralism and its institutions \r\n(see A/73/PV.14). Whether in trade, security or dispute \r\nresolution, questions have arisen about whether the \r\nmultilateral system can continue to deliver the effective \r\nsolutions we need to overcome global challenges.\r\nAgainst that backdrop, the compliance of all States \r\nwith the agreed rules is especially important to small \r\nStates, such as Singapore. That is why Singapore \r\nhas been a staunch defender of the United Nations, \r\ninternational law and the rules-based multilateral \r\nsystem. We are very heartened by the statement in the \r\nreport of the Court that everything the Court does is \r\naimed at promoting and reinforcing the rule of law, \r\nwhich is the fundamental and primary role of the \r\nInternational Court of Justice. We encourage the Court \r\nto adhere unstintingly to this goal, and fundamental \r\nto that is the principle of the peaceful settlement of \r\ndisputes, which is enshrined in Articles 2 and 33 of \r\nthe Charter of the United Nations. The International \r\nCourt of Justice performs a critical role in this context \r\nby providing an objective and authoritative forum for \r\nStates to resolve their disputes in accordance with the \r\nestablished rules and principles of international law.\r\nTurning to the work of the Court during the period \r\nunder review, Singapore was involved in two cases \r\nbefore the Court, both of which were filed in 2017. The \r\nfirst concerned Malaysia’s application for a revision \r\nof the Court’s judgment of 23 May 2008 in the case \r\nconcerning Sovereignty over Pedra Branca/Pulau Batu \r\nPuteh, Middle Rocks and South Ledge, pursuant to \r\nArticle 61 of the Statute of the International Court of \r\nJustice. The second case concerned Malaysia’s request \r\nfor an interpretation of the same judgment, pursuant \r\nto Article 60 of the Court’s Statute. On 29 May 2018, \r\nSingapore informed the Court that it agreed with \r\nMalaysia’s requests for the discontinuance of both \r\ncases. The Court subsequently placed on record the \r\ndiscontinuance of both cases, which have been removed \r\nfrom the Court’s list of cases. What is noteworthy is \r\nthat both parties — Singapore and Malaysia — had \r\ngone through the legal process and amicably put the \r\nmatter to rest. Singapore would also like to express its \r\nappreciation to the Registry of the Court for facilitating \r\nthe efficient and expeditious administration of both of \r\nthe cases I have just referred to.\r\nFinally, on the issue of online resources and \r\nservices, we welcome the Court’s continued efforts to \r\nleverage technology and social media in order to raise \r\nawareness of and bring transparency to its work. The \r\nregular updates provided on its new website, as well as \r\nthe live and on-demand coverage of its public sittings, \r\n25/10/2018 A/73/PV.24\r\n18-33984 19/24\r\nhelp to make the Court’s proceedings more accessible, \r\nespecially to the many small States that do not have a \r\npresence in The Hague.\r\nIn closing, Singapore reaffirms its very strong \r\nsupport for the work of the Court. We are aware that \r\nthe Court’s caseload continues to be very demanding, \r\nas we have just heard in the detailed briefing provided \r\nby the President of the Court. But we are confident \r\nthat under the able leadership of President Yusuf and \r\nVice-President Xue Hanqin, the Court will continue to \r\ndischarge its duties efficiently and with great distinction.\r\nMs. Orosan (Romania): At the outset of my \r\nbrief statement, let me convey the appreciation of the \r\nRomanian delegation for the valuable and detailed \r\ninformation included in this year’s report of the \r\nInternational Court of Justice, in particular in respect \r\nof the judicial activity undertaken by the Court during \r\nthe period concerned (A/73/4). The report illustrates a \r\nparticularly high level of intensity in the work of the \r\nprincipal United Nations judicial body. Several cases \r\nwere finalized, providing important clarifications \r\nin respect of difficult questions of international law \r\nfor the benefit of legal practitioners everywhere. The \r\ncurrent docket of the Court continues to register a \r\nsubstantial number of cases involving countries from \r\nvarious regions of the world and concerning issues of \r\ngreat interest, not only to the parties involved, but also \r\nto the entire international community.\r\nWe are fully aware that the increasing workload \r\nplaces additional burdens on the Court and makes even \r\nmore uncompromising the need to ensure that the Court \r\nhas sufficient resources to fulfil its tasks. Nevertheless, \r\nthe increased willingness of States to turn to the Court is \r\na trend to be welcomed. We cannot but remark that many \r\nof the cases submitted to the Court concern issues that \r\nare both complex and politically sensitive, which stands \r\nas proof of the trust that States continue to place in the \r\nCourt as the principal means for peacefully resolving \r\ninternational disputes in the event that attempts to \r\nreach settlements through dialogue and negotiations do \r\nnot bring the disputes to satisfactory resolution.\r\nThe Court cannot act proprio motu or in the \r\nabsence of the consent of all State parties to a dispute \r\nbrought before it. It is therefore States that, through \r\ntheir consent, empower the Court to act and give it the \r\nopportunity to contribute to world peace through dispute \r\nresolution based on the application of law. It is also \r\nthrough States’ conduct in implementing the decisions \r\nof the Court that they abide by the logic of the United \r\nNations Charter and act within the scope of the United \r\nNations itself. This gives meaning to the system — a \r\nsolid international legal order — that States have put in \r\nplace to safeguard peace and security worldwide.\r\nRomania can offer itself as an example of how its \r\napproach vis-à-vis the International Court of Justice \r\nhas changed over time. From a State that recognized \r\nthe compulsory jurisdiction of the Court’s predecessor, \r\nthe Permanent Court of International Justice, Romania \r\nbecame a State strongly opposed to the jurisdiction of \r\nthe International Court of Justice during communism, \r\nonly to revert to its initial position more than 50 years \r\nlater when it deposited a declaration of acceptance of \r\nthe compulsory jurisdiction of the International Court \r\nof Justice, in 2015.\r\nRomania encourages States to accept the \r\ncompulsory jurisdiction of the International Court of \r\nJustice to adjudicate international law disputes and \r\nnotes that there are various means through which such \r\nacceptance can occur — either on an ad hoc basis, \r\non a specific treaty basis or on a permanent basis. \r\nIrrespective of the means, we should empower the \r\nCourt to act in an irreversible manner.\r\nAt the ceremony to commemorate the seventieth \r\nanniversary of the International Court of Justice, former \r\nSecretary-General Ban Ki-moon noted that if the path \r\nof peace is chosen and States entrust the judges to \r\nresolve differences between them, stability is fostered \r\nand the entire international community benefits. I \r\nwould like to echo those words and underline that it is \r\nin everyone’s best interest that States choose to resolve \r\ntheir disputes by taking recourse in the jurisdiction of \r\nthe International Court of Justice when other means of \r\npeacefully settling a dispute have been unsuccessful. \r\nThe Court is not there just to decorate our living space, \r\nbut to adjust that space to accommodate and preserve \r\nharmony through the application of international law.\r\nIn a world marked by serious challenges to peace \r\nand security, the International Court of Justice, as a \r\nfundamental pillar of peace and good-neighbourly \r\nrelations around the world, plays a central part in \r\npromoting the international legal order. Romania \r\nreaffirms its support for the main judicial body of the \r\nUnited Nations and underscores its trust in the Court’s \r\nimpartiality, effectiveness and professionalism.\r\nMr. Nfati (Libya) (spoke in Arabic): At the outset, \r\nI would like to thank His Excellency Judge Abdulqawi \r\nA/73/PV.24 25/10/2018\r\n20/24 18-33984\r\nAhmed Yusuf, President of the International Court of \r\nJustice, for his valuable briefing. I congratulate him on \r\nhis election as President of the Court and wish him and \r\nthe other members of the Court every success.\r\nMy delegation aligns itself with the statements \r\nmade by the representatives of the Bolivarian Republic \r\nof Venezuela and the Gambia on behalf of the Movement \r\nof Non-Aligned Countries and the Group of African \r\nStates, respectively.\r\nThe international community has always deemed it \r\nnecessary to have a permanent international judiciary \r\nfor the settlement of international disputes. That \r\naspiration was fulfilled when, after the formation of the \r\nUnited Nations, the International Court of Justice was \r\nestablished as one of the new Organization’s principal \r\norgans. The Court plays a dual role: first, in settling \r\ndisputes that are brought before it, and, secondly, in \r\nissuing advisory opinions. But the question that we ask \r\nourselves today is whether the International Court of \r\nJustice is fulfilling the role entrusted to it.\r\nWe find that 80 per cent of the cases brought before \r\nthe Court pertain to disputes between States, while \r\n20 per cent involve requests for advisory opinions. \r\nThe existence of an international court, even if it does \r\nnot have full and final authority, has therefore led to \r\nsituations where, thanks to the Court’s work, the resort \r\nto force or war has been averted. However, certain \r\nStates’ interference with the Statute of the Court, \r\ntogether with their non-recognition of its compulsory \r\njurisdiction, has in many cases weakened the role \r\nof the Court and impeded the implementation of its \r\njudgments, despite the fact that the Court has refused \r\nto show favouritism or to give favourable treatment to \r\nsome at the expense of others, which is not always the \r\ncase in certain national judicial bodies.\r\nIn December 2003, the General Assembly requested \r\nan advisory opinion from the International Court of \r\nJustice on the legitimacy of the Israeli occupying \r\nauthorities’ construction of a separation wall in the \r\noccupied Palestinian territories. On 9 July 2004, the \r\nCourt issued an opinion on the illegitimacy of the wall, \r\nfinding it to be a violation of international law. The \r\nCourt demanded that construction of the wall be halted \r\nand that the Palestinians affected be compensated. \r\nThe Court called upon the General Assembly and the \r\nSecurity Council to decide what additional steps were \r\nnecessary to end the situation of illegality stemming \r\nfrom the construction of the wall.\r\nThe Court’s request to the Security Council to take \r\nthe necessary measures was made in accordance with \r\nthe Charter of the United Nations, which states that\r\n“[e]ach Member of the United Nations undertakes \r\nto comply with the decision of the International \r\nCourt of Justice in any case to which it is a party”.\r\nThe same Article also states that\r\n“[i]f any party to a case fails to perform the \r\nobligations incumbent upon it under a judgment \r\nrendered by the Court, the other party may have \r\nrecourse to the Security Council, which may, if it \r\ndeems necessary, make recommendations or decide \r\nupon measures to be taken to give effect to the \r\njudgment” .\r\nNevertheless, the Security Council has not to \r\ndate taken any measures that might have honestly \r\nand objectively contributed to achieving justice and \r\nfairness in this case. The international community \r\nmust respect the will of the Court and implement its \r\njudgments in accordance with its legal duties and \r\nobligations stipulated by international law. My country \r\nhas been a litigant in the International Court of Justice \r\non many occasions, and the State of Libya has abided \r\nby all judgments of the Court even when they did not \r\nnecessarily serve our interests, because Libya respects \r\ninternational law and the rulings of the International \r\nCourt of Justice, and because we commend the role of \r\ninternational law in serving justice.\r\nIn conclusion, we call for coming together to give \r\nthe decisions and judgments of the International Court \r\nof Justice the support they need as well as to adopt \r\npractical mechanisms that ensure the implementation \r\nof those decisions and judgments.\r\nMr. Rietjens (Belgium) (spoke in French): At \r\nthe outset, my delegation would like to thank Judge \r\nAbdulqawi Ahmed Yusuf, President of the International \r\nCourt of Justice, for introducing the annual report of the \r\nCourt (A/73/4). On behalf of the Kingdom of Belgium, \r\nI would like to commend the work of all the judges, \r\nin particular President Yusuf and Vice-President Xue \r\nHanqin. As the Belgian representative, I would also like \r\nto take this opportunity to pay tribute to the Registrar, \r\nour compatriot Mr. Philippe Couvreur, who, together \r\nwith his efficient team, has carried out his duties in an \r\nexemplary and highly appreciated manner for many \r\nyears. Finally, I would like to congratulate Judge Nawaf \r\n25/10/2018 A/73/PV.24\r\n18-33984 21/24\r\nSalam and Judge Yuji Iwasawa on their recent elections \r\nto the Court.\r\nBelgium has always attached great importance \r\nto the International Court of Justice, the principal \r\njudicial organ of the United Nations, which plays a \r\ncrucial role in the peaceful settlement of disputes and \r\nthereby contributes to the prevention of conflicts and \r\nthe achievement of the objectives of the United Nations.\r\nIn this regard, I would like to point out that 2018 \r\nmarks the sixtieth anniversary of Belgium’s acceptance \r\nof the Court’s compulsory jurisdiction. On this occasion, \r\nwe would like to encourage all States that have not yet \r\ndone so to accept the compulsory jurisdiction of the \r\nCourt. At the same time, we call on all States concerned \r\nto continue to accept this jurisdiction in the context of \r\nspecific bilateral or multilateral treaties to which they \r\nare a party and which have designated the Court as \r\nthe main instrument for settling disputes arising from \r\nthese treaties.\r\nUpon reading the report presented by President \r\nYusuf this morning, Belgium could not but note that \r\nthe Court’s workload is constantly increasing. Indeed, \r\nat the moment, there are no less than 17 cases pending. \r\nThis intensive activity reflects the trust that States \r\nhave in the Court and their interest in finding a legal \r\nand peaceful solution to their disputes. The geographic \r\ndiversity of the States concerned in cases submitted to \r\nthe Court and the variety of the areas in which it is \r\ncalled upon to render judgment attest to the fundamental \r\nrole played by the Court and the universal nature of \r\nits jurisdiction. Through both its judgments and its \r\nadvisory opinions, which have significantly increased \r\nover the years, the Court has contributed substantially \r\nto the application, interpretation and accuracy of \r\ninternational law. Given the considerable scope of its \r\njurisprudence and its contribution to determining and \r\ndeveloping international law, we encourage States \r\nand international organizations to continue to include \r\nin future multilateral treaties provisions recognizing \r\nthe Court’s jurisdiction over disputes related to the \r\napplication or interpretation of these treaties.\r\nThe representation of different legal systems, \r\nlanguages and cultures in the Court undoubtedly \r\ncontributes to the efficiency and the quality of its \r\ndecisions. However, we are firmly convinced that the \r\nCourt can be truly effective only if its judgments, \r\nopinions and orders are respected.\r\nMr. Alday González (Mexico) (spoke in Spanish): \r\nThe world today faces enormous challenges that test the \r\nrule of law and erode multilateralism, such as climate \r\nchange, armed conflicts, terrorism and human rights \r\nviolations. In the face of this reality, the strength of \r\nglobal institutions and international law is crucial. It \r\nis from that perspective that Mexico is participating in \r\ntoday’s debate.\r\nThe work of the International Court of Justice \r\ncannot be seen as just another item on the agenda of the \r\nGeneral Assembly. It must be placed at the centre of our \r\nattention so that the peaceful settlement of disputes, \r\nthrough the work of the principal judicial organ of the \r\nUnited Nations, is duly valued.\r\nThe report introduced by President Yusuf (A/73/4) \r\ndemonstrates the strength of the Court and underscores \r\nits relevance to the maintenance of international \r\npeace and security. To that end, it is very important \r\nto recall that, in the past decade alone, more than 20 \r\nnew contentious cases have been brought before the \r\nCourt from States in all regions of the world and that its \r\nadvisory function has also been resorted to. Similarly, \r\nthe great variety of issues that are being addressed, \r\nwhich range from territorial disputes, whether on land \r\nor at sea, to the immunities of State officials and the \r\ndiversity of the legal sources invoked and analysed, \r\ndemonstrate why the Court is indeed the highest judicial \r\nauthority in the world.\r\nHowever, my delegation is concerned that currently \r\nonly 73 States Members of the United Nations, that is, \r\nless than half of the Organization’s membership, have \r\naccepted the Court’s compulsory jurisdiction and that \r\nsome are even seeking mechanisms to avoid being \r\nsubject to its jurisdiction. Faced with this scenario, \r\nMexico reiterates that lack of accountability will always \r\nbe a factor that weakens the rule of law. Moreover, it \r\ncreates the risk that the emergence of new disputes \r\ncould lead to conflicts with an international dimension.\r\nWe also recognize that while adjudication alone is \r\nnot enough to restore the rule of law when it has been \r\nviolated, it is a precondition for the implementation of \r\nmeasures to restore order and legality. In the end, the \r\nCourt’s effectiveness depends on compliance with its \r\njudgments. Cases of non-compliance, while still a small \r\nminority, considerably weaken its function.\r\nThat is a particularly sensitive issue for my \r\ncountry. For the first time in its history, in 2003, \r\nMexico appealed to the International Court of Justice \r\nA/73/PV.24 25/10/2018\r\n22/24 18-33984\r\nin the so-called Avena case to resolve in good faith a \r\ndispute arising from the violation of article 36 of the \r\nVienna Convention on Consular Relations with regard \r\nto 51 cases of Mexican nationals sentenced to death \r\nin various United States courts. With a favourable \r\njudgment issued in 2004, now, almost 15 years later, \r\nthe judgment has yet to be complied with. Furthermore, \r\nover the course of these years, six Mexicans, all of \r\nwhom were subject to protection by the judgment \r\nof the Court, have been executed. We believe that \r\neach of these executions is an additional violation of \r\ninternational law. We respectfully call for that not to \r\nbe the case for Mr. Roberto Ramos Moreno, who is \r\nalso covered by the judgment in the case concerning \r\nAvena and Other Mexican Nationals (Mexico v. United \r\nStates of America), and whose execution is scheduled \r\nfor 14 November.\r\nI reiterate the message with which I began my \r\nstatement — the current threats to the rule of law \r\ncompel us to give the International Court of Justice \r\nthe place that the Charter of the United Nations itself \r\naccords it on a topic as crucial as the resolution of \r\ndisputes, especially when they could lead to conflicts \r\nthat threaten or disrupt international peace and security.\r\nUltimately, it is essential to remember that the \r\nbest option will always be to turn to a court of law \r\nto adjudicate a dispute, that the court’s judgments \r\nwill continue to set the tone for a global order based \r\non law and justice and that non-compliance with the \r\nlaw can never legitimize States’ failure to meet their \r\ninternational obligations.\r\nMs. Rodríguez Abascal (Cuba) (spoke in Spanish): \r\nCuba aligns itself with the statement made by the \r\nrepresentative of the Bolivarian Republic of Venezuela \r\non behalf of the Movement of Non-Aligned Countries.\r\nThe Republic of Cuba welcomes the introduction \r\nof the report of the International Court of Justice for \r\nthe period 1 August 2017 to 31 July 2018 (A/73/4). We \r\nreiterate our commitment to the strict enforcement of \r\ninternational law.\r\nMy delegation recognizes the work of the Court \r\nsince its inception. Its decisions and advisory opinions \r\nhave been particularly significant, not only in the \r\ncases submitted for its consideration, but also for the \r\ndevelopment of public international law, since the \r\nCourt is an important source thereof. The Republic of \r\nCuba welcomes the peaceful settlement of disputes in \r\naccordance with Article 33, paragraph 1, of the Charter \r\nof the United Nations and has declared acceptance with \r\nprior consent of the jurisdiction of the International \r\nCourt of Justice.\r\nCuba deplores the fact that some of the Court’s \r\njudgments have not been enforced, in f lagrant violation \r\nof Article 94 of the Charter of the United Nations, \r\npursuant to which each State Member of the United \r\nNations must commit to complying with the decisions \r\nof the International Court of Justice in all disputes to \r\nwhich it is a party. In this regard, my country notes \r\nwith concern that the effectiveness and enforceability \r\nof the Court’s judgment may be subject to criticism, \r\nnot without reason, when some countries still do not \r\nrecognize judgments unfavourable to them. Sadly, \r\nthese countries’ refusal to comply with the Court’s \r\ndecisions and their blocking of the mechanisms of the \r\nUnited Nations to enforce such decisions by availing \r\nthemselves of their veto rights in the Security Council \r\nshows the f laws in the Court’s enforcement tools. \r\nThis situation makes clear the need to reform the \r\nUnited Nations system in order to provide additional \r\nguarantees to developing countries to level the playing \r\nfield with powerful countries. The same is true for the \r\nInternational Court of Justice.\r\nCuba attaches particular importance to the \r\nadvisory opinions of the International Court of Justice, \r\nincluding its advisory opinion of 9 June 2004, entitled \r\nLegal consequences of the construction of a wall in \r\nthe occupied Palestinian territory (see A/ES-10/273), \r\nwhich is fully applicable in the current circumstances. \r\nThat is why, as has been stated in this Hall, Cuba urges \r\nthat the Court’s advisory opinion be fully implemented \r\nand calls on all States to respect and comply with the \r\nCourt’s provisions in that important matter.\r\nThe Republic of Cuba wishes to thank the Court for \r\nthe publications it has made available to Governments \r\nparties and for its online resources, which are valuable \r\nmaterials for the dissemination and study of public \r\ninternational law, especially for developing countries, \r\nsome of which are often deprived of information related \r\nto developments in international law. In the case of Cuba, \r\nthat is due to an absurd and obsolete policy of blockade \r\nthat is imposed by the United States and overwhelmingly \r\nrejected by the international community.\r\nWe once again reiterate that the Republic of Cuba \r\nhas been a peaceful country that respects international \r\nlaw and has always faithfully honoured its international \r\nobligations under the treaties to which it is party. We \r\n25/10/2018 A/73/PV.24\r\n18-33984 23/24\r\ntake this opportunity to reaffirm our commitment \r\nto peace.\r\nMr. Xu Hong (China) (spoke in Chinese): At the \r\noutset, allow me, on behalf of the Chinese delegation, \r\nto congratulate President Yusuf and Vice-President \r\nXue Hanqin on their election to preside over the \r\nInternational Court of Justice. We thank President \r\nYusuf for his report on the work of the Court (A/73/4), \r\nand we thank all the Court’s judges and staff for their \r\nhard work over the past year.\r\nEstablished by the Charter of the United Nations, \r\nthe International Court of Justice is the principal \r\njudicial organ of the United Nations. It is also the most \r\nauthoritative and influential international judicial \r\ninstitution in the world today. Since its inception more \r\nthan 70 years ago, the Court has performed judicial \r\nfunctions in accordance with the United Nations \r\nCharter and the Court’s Statute, delivering more than \r\n120 judgments and nearly 30 advisory opinions. These \r\njudicial activities have played an important role in \r\nthe interpretation, application and development of \r\nthe rules of international law, the peaceful settlement \r\nof international disputes, and the maintenance of \r\ninternational peace and security.\r\nThe workload of the Court has been increasing in \r\nrecent years. In the past year in particular, the number \r\nof contentious cases and requests for advisory opinions \r\nfrom the Court has gone up, which attests to the Court’s \r\ngrowing role in the peaceful settlement of international \r\ndisputes and the international community’s greater trust \r\nin and expectations of the Court. The contentious cases \r\nand the requests for opinion currently before the Court \r\npertain to important issues in international law, such \r\nas territorial sovereignty, decolonization, immunities, \r\nhuman rights protection, and unilateral sanctions, \r\ninter alia, many of which involve the principle of State \r\nconsent, invoked by international judicial authorities \r\nwhen settling disputes between States. The way the \r\nCourt handles these cases will have a direct bearing on \r\nthe interests of the States concerned or the important \r\nfunctions of the United Nations agencies and may have \r\nfar-reaching implications for the development of the \r\nrelevant rules of international law. Therefore, the Court \r\nmust act in strict accordance with the law and preserve \r\nits authority and reputation through its actions.\r\nThe Court should be equipped with sufficient \r\nresources in order to ensure that it can perform its \r\njudicial functions effectively. In particular, given \r\nits increasingly heavy workload, it is all the more \r\nnecessary for the Court to have resources commensurate \r\nwith its actual needs. As a permanent member of the \r\nSecurity Council, China will continue to support the \r\nCourt in obtaining the necessary assurances and \r\nsupport within the framework of the United Nations.\r\nChina is a staunch defender of the peaceful \r\nsettlement of international disputes as an important \r\nprinciple of international law. It has always been \r\ncommitted to resolving international disputes \r\nthrough negotiation and consultation, and resolutely \r\nrejects frequent recourse to international actions that \r\naggravate differences and extend disputes. At present, \r\ninternational relations are being severely challenged \r\nby unilateralism. China will work steadfastly \r\nalongside the international community to safeguard \r\nthe international system with the United Nations at its \r\ncore and defend international law based on the United \r\nNations Charter. As a matter of course, this includes \r\nsupporting the Court in the carrying out of its judicial \r\nfunctions, in accordance with law. We sincerely hope \r\nthat the International Court of Justice will make greater \r\ncontributions to upholding the purposes and principles \r\nof the Charter of the United Nations and promoting the \r\nrule of law at the international level.\r\nMr. Hitti (Lebanon) (spoke in French): At the outset, \r\nallow me to thank the President of the International \r\nCourt of Justice, Mr. Abdulqawi Ahmed Yusuf, for \r\nintroducing the report on the activities of the Court \r\n(A/73/4). I would also like to take this opportunity to \r\ncongratulate him on his assumption of the presidency \r\nof the Court this year, as well as Ms. Xue Hanqin on her \r\nassumption of the vice-presidency.\r\nThe International Court of Justice remains an \r\nessential component of an international order based \r\non multilateralism and a vital link in the promotion of \r\nfriendly relations among States. It should be recalled \r\nhere that, under Article 33 of the Charter of the United \r\nNations, judicial settlement is one of the peaceful \r\nmeans available to States to resolve their disputes. \r\nThe Court also plays a major role in safeguarding \r\nand developing international law, through both its \r\ncontentious proceedings and its advisory opinions. \r\nThe Court gives life to legal rules by proving that they \r\ncannot be reduced to abstract concepts.\r\nOne of the reasons for the safeguarding and \r\ndevelopment of international law is the Court’s \r\nbilingualism. English and French, the Court’s two \r\nA/73/PV.24 25/10/2018\r\n24/24 18-33984\r\nofficial languages, reflect a legal tradition, culture and \r\nsystem. Their balanced use therefore has an impact on \r\nthe Court’s jurisprudence. Professor Alain Pellet also \r\nsaid that bilingualism is “a guarantee of better justice \r\nthat is more authentically international and therefore \r\nprobably more acceptable to all specific litigants such \r\nas sovereign States”.\r\nThe geographical diversity of the States using \r\nthe Court illustrates its pre-eminence and further \r\nreinforces its universal character. In addition, the \r\ndiverse range of areas covered by the Court’s work, \r\nfrom territorial and maritime disputes to human rights, \r\nto the interpretation and application of international \r\nconventions and treaties, contributes to enriching \r\nthe International Court of Justice’s jurisprudence \r\nand clarifying aspects of international law. A recent \r\nexample is the Court’s unprecedented recognition, in \r\nits ruling on the case concerning Certain Activities \r\ncarried out by Nicaragua in the Border Area (Costa \r\nRica v. Nicaragua), of 2 February 2018, of the right to \r\ncompensation for environmental damage.\r\nMoreover, my delegation is pleased to note that the \r\nCourt’s ever-increasing workload has not prevented it \r\nfrom issuing rulings within a reasonable time frame. \r\nIndeed, it is mentioned in the report that the period \r\nbetween the closure of the oral proceedings and the \r\nreading of a judgment or an advisory opinion by the \r\nCourt does not exceed six months on average. My \r\ndelegation expresses its gratitude to the judges, as well \r\nas to the Registrar and all members of the Court, for the \r\nefficiency of their work.\r\nAs one of the founding countries of the United \r\nNations, Lebanon remains firmly committed to \r\ninternational justice and the promotion of the rule \r\nof law; its support for the principal judicial organ of \r\nthe United Nations is a clear and uncompromising \r\nmanifestation of that commitment.\r\nThe meeting rose at 1.05 p.m.\r\n"