"United Nations A/73/PV.52\r\nGeneral Assembly\r\nSeventy-third session\r\n52nd plenary meeting\r\nThursday, 13 December 2018, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés  (Ecuador)\r\nIn the absence of the President, Mr. Beleffi (San \r\nMarino), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 10\r\nReturn or restitution of cultural property to the \r\ncountries of origin\r\nReport by the Secretary-General (A/73/390)\r\nDraft resolution (A/73/L.54)\r\nThe Acting President: I give the f loor to the \r\nrepresentative of Greece to introduce draft resolution \r\nA/73/L.54.\r\nMrs. Theofili (Greece): It is my honour to speak \r\ntoday on behalf of the sponsors of the draft resolution \r\nentitled “Return or restitution of cultural property to the \r\ncountries of origin”, contained in document A/73/L.54.\r\nAt the outset, I would like to thank the Secretary-\r\nGeneral and the Director-General of UNESCO for \r\nthe relevant comprehensive report (A/73/390), which \r\noutlines the most significant developments that have \r\ntaken place in the aforementioned field during the past \r\nthree years.\r\nIn 2015, the General Assembly adopted resolution \r\n70/76, entitled “Return or restitution of cultural property \r\nto the countries of origin”, by consensus. Three years \r\nlater, significant developments have occurred, which \r\nthis draft resolution aims to reflect in a thorough and \r\nbalanced way.\r\nOver the past few decades, the rise in the \r\ninternational cross-border movement of cultural \r\nobjects, the increase in international organized crime \r\ninvolving cultural objects and the tendency to launder \r\nmoney through the antiquities market, including the \r\nselling of stolen cultural objects at auction, including \r\nin online auctions, have resulted in an increase of \r\nillicit trafficking in cultural property. Moreover, of \r\nlate cultural property has been targeted more than \r\never before due to the recent armed conflicts in the \r\nMiddle East and elsewhere. It is noteworthy that one \r\nof the consequences of those conflicts is the looting of \r\nantiquities, as well as their trafficking and trade through \r\nthe illegal market, notably by terrorist groups, with the \r\naim of financing terrorism. As a result, a large number \r\nof artefacts supposedly ended up in antiquities markets, \r\nwhile the Internet has led to an immense increase in \r\nthe possibilities for that illegal trade through online \r\nsales of trafficked cultural property. The fight against \r\nillicit trafficking in cultural property is therefore a \r\nkey element in the strategy for drying up the sources \r\nof any illicit profit-making, including the financing \r\nof terrorism.\r\nThe draft resolution under consideration today \r\nexpresses deep concern about the loss, destruction, \r\ntheft, pillage, illicit removal or misappropriation of \r\ncultural property from archaeological and other sites, \r\nin particular in areas of armed conflict, including \r\noccupied territories. At the same time, it recalls the \r\nrelevant Security Council resolutions, which highlight, \r\namong other things, the direct linkage between illicit \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-43660 (E)\r\n*1843660*\r\nA/73/PV.52 13/12/2018\r\n2/29 18-43660\r\ntrafficking in cultural property and the financing \r\nof terrorism.\r\nFurthermore, the draft resolution recognizes the \r\nleading role of UNESCO in the fight against illicit \r\ntrafficking in cultural property, including its specific \r\nmandate within the context of Security Council \r\nresolution 2199 (2015). That is very important because \r\nthe aim of that resolution is to cover not only the fight \r\nagainst illicit trafficking in cultural property but \r\nalso, most importantly, its return or restitution to the \r\ncountries of origin.\r\nCapacity-building is critical to the success of \r\nthe efforts undertaken with regard to the return or \r\nrestitution of cultural property to the countries of origin. \r\nCriminal prosecution, customs and border controls are \r\nindispensable, but so are preventive measures to block \r\nthe laundering of looted objects through art markets, \r\nincluding a proper framework for restitution. In that \r\ncontext, the draft resolution underlines the critical role \r\nof UNESCO, the United Nations Office on Drugs and \r\nCrime and INTERPOL, while at the same time focusing \r\non the added value of stolen works of art databases, \r\nprovided by the respective international organizations, \r\nas a tool in the fight against illicit trafficking in cultural \r\nproperty, of which all Member States should make use.\r\nThe international community shares a common \r\nresponsibility to protect cultural property, in times of \r\nboth peace and war. Cultural property is not simply the \r\ntestimony of a nation’s path. Cultural heritage, as the \r\nmirror of a country’s history, is thus at the very core of \r\nits existence, since it represents not only specific values \r\nand traditions but also the unique way in which a people \r\nperceives the world. That is why cultural property must \r\nbe protected against any illicit act and must be restored \r\nto its historic environment, where it can best inspire the \r\ncollective conscience of humanity. That is precisely the \r\nreason for which the objectives of this draft resolution \r\nshould leave no State indifferent.\r\nMr. Said (Libya) (spoke in Arabic): My country’s \r\ndelegation took note of the report of the Secretary-\r\nGeneral on the return or restitution of cultural property \r\nto the countries of origin (A/73/390), submitted in \r\ncooperation with the Director-General of UNESCO.\r\nWe would like to stress that the issue of the return \r\nor restitution of cultural property to the countries of \r\norigin as a result of illicit appropriation includes many \r\nthorny and complex matters. However, those difficulties \r\nshould not deter concerted efforts by the United Nations \r\nand other international governmental organizations to \r\ncontinue their coordination with UNESCO within their \r\nmandates and in cooperation with Member States to \r\nresolve that important issue. The objective is to return \r\ncultural property to the countries of origin because it \r\nrepresents the historical heritage of the countries from \r\nwhich it was looted.\r\nCultural property is of great significance among \r\npeoples and nations because it constitutes part of their \r\nhistory and is indicative of their deep-rooted origin and \r\ncultures. Our discussion of this item is therefore seen as \r\na new campaign against States and individuals to return \r\nwhat they took or plundered, such as manuscripts, \r\nsculptures and monuments. We note at this session that \r\nthe report under consideration indicates that UNESCO \r\nattaches increasing importance to the issue of cultural \r\nproperty and its protection. In that regard, my country’s \r\ndelegation commends UNESCO and its Director-\r\nGeneral for their efforts to launch awareness-raising \r\ncampaigns and training courses at the international level \r\nand for their keen interest in increasing international \r\nawareness towards cultural property and in helping to \r\nreturn it to its countries of origin.\r\nI would also like to note the international efforts to \r\nsupport Libyan professionals and cultural institutions \r\nthrough UNESCO and in cooperation with the General \r\nAuthority for Monuments in Libya and the International \r\nCentre for the Study of the Preservation and Restoration \r\nof Cultural Property. International experts have held \r\nmeetings with a view to protecting Libya’s cultural \r\nheritage, as well as preventing its illicit trafficking, \r\nwhile providing the necessary means to secure \r\ncollections at risk in the west and east of the country.\r\nLike other States, over the past five centuries Libya \r\nhas been subject to great plundering of its cultural \r\nheritage. The circumstances that the Libyan people \r\nexperienced under the colonists paved the way for \r\nthe organized plundering of Libyan cultural heritage \r\nfrom antiquity. We see our statues, antiques, valuable \r\nmanuscripts and handicrafts in famous museums, \r\ndocumentation centres and palaces in Asia, Europe and \r\nthe Americas. They demonstrate the innovation and \r\nimagination of the Libyan people, who left a marvellous \r\ncultural heritage. The colonists dispersed and destroyed \r\nthem, while keeping some in their archaeological \r\ncollections. Suffice it to say that in the last quarter \r\nof the nineteenth century, 165 original carvings were \r\nplundered from the archaeological site of Shahat town \r\nin eastern Libya. Hundreds of pieces of pottery, as well \r\n13/12/2018 A/73/PV.52\r\n18-43660 3/29\r\nas thousands of rare gold and bronze coins of different \r\nsizes, were also looted.\r\nHistorical records show that in 1860 alone scores of \r\nhuge pillars and other marvellous artefacts were stolen \r\nfrom the city of Leptis Magna in western Libya and \r\nmoved to a European country, where they were used \r\nin the gardens of a certain king. The same sources \r\nindicate that a European removed 350 alabaster pillars \r\nand thousands of other small pieces of artefacts from \r\nthe same town, while another European removed 600 \r\nprehistoric objects from the city of Benghazi alone. \r\nThey are currently located in a European museum.\r\nThrough UNESCO, the United Nations has tried \r\nto ensure the return or restitution of works of art, \r\nantiquities and manuscripts to their country of origin. \r\nHowever, it is clear from the report of the Secretary-\r\nGeneral that progress in that area has been limited \r\nand that threats to cultural heritage are increasing, \r\nregrettably taking new forms and being used to finance \r\norganized crime and terrorist groups, as indicated in \r\nSecurity Council resolution 2199 (2015).\r\nIt is of great concern that most countries in \r\npossession of such treasures have not yet taken any \r\npractical measures to implement the General Assembly \r\nresolutions pertaining to that item. Libya was among \r\nthose that supported its inclusion on the agenda of the \r\nGeneral Assembly in view of the great importance \r\nthat my country attaches to the restitution of cultural \r\nproperty to its country of origin. Given its vast cultural \r\nheritage and as a victim of such organized plundering \r\nof its cultural treasures, Libya is determined to restore \r\nthose items to their places of origin.\r\nIn conclusion, it is my pleasure to announce in this \r\nforum that on 23 February, we signed a memorandum \r\nof understanding with the United States of America \r\nthat imposes restrictions on the import and trade of \r\nLibyan archaeological objects. On 18 July, we received \r\nsome pottery objects that date back to the Germanic \r\ncivilization in Libya, representing a part of Libya’s rich \r\nhistory and the history of humankind.\r\nMr. Korneliou (Cyprus): At the outset, I wish to \r\ncommend Greece, the main sponsor of draft resolution \r\nA/73/L.54, entitled “Return or restitution of cultural \r\nproperty to the countries of origin”. We welcome the \r\nupdates to the draft resolution, which reflect important \r\ninitiatives and significant developments in that area. \r\nCyprus supports and co-sponsors this draft resolution \r\nand appreciates today’s discussion.\r\nAlthough there are numerous international \r\nconventions and decisions on the protection of cultural \r\nheritage, there is still a great deal that the international \r\ncommunity can do in that regard. That said, the draft \r\nresolution is particularly significant in the framework \r\nof the collective efforts for the protection of cultural \r\nheritage and the return or restitution of cultural \r\nproperty to the countries of origin.\r\nThe protection of cultural property is one of the \r\npriorities of the foreign policy of Cyprus. That is hardly \r\nsurprising if one considers Cyprus’s rich cultural \r\nheritage dating back thousands of years and the bitter \r\nexperience of witnessing its destruction and looting \r\nsince 1974 as a result of the foreign military occupation.\r\nTo that end, Cyprus actively promotes the adoption \r\nof measures against the destruction and illicit trafficking \r\nof cultural heritage and the return or restitution of \r\ncultural property to the countries of origin, such as \r\nthe digitization of cultural property, both movable and \r\nimmovable, and enhancing the public role in combating \r\nlooting and illicit trafficking of cultural property.\r\nAt the international level, recent initiatives include \r\nthe establishment by Cyprus, together with Italy, of \r\nthe Group of Friends for the Protection of Cultural \r\nHeritage, within the framework of the United Nations \r\nin New York; Cyprus’s initiative in Geneva on the \r\nHuman Rights Council resolution on cultural rights \r\nand the protection of cultural heritage, unanimously \r\nadopted in March 2018; and, finally, the adoption in \r\n2017 of the Council of Europe’s Convention on Offences \r\nrelating to Cultural Property, also known as the Nicosia \r\nConvention, an initiative of Cyprus’s Chairmanship of \r\nthe Committee of Ministers of the Council of Europe. \r\nThe Convention is the first legal text to incorporate a \r\ncriminal code for perpetrators who destroy, steal or \r\ntrade cultural property, including a provision that the \r\nburden of proof lies with the buyer or the possessor \r\nof the artefact, and the need for the harmonization of \r\nnational legislation in order to promote and facilitate \r\ninter-State cooperation in combating the illegal \r\ntrafficking of cultural heritage.\r\nMoreover, the Convention promotes international \r\ncooperation in this field. It is open for signature \r\nand accession by members and non-members of the \r\nCouncil of Europe. Once again, I call upon all members \r\nto become a party to the Nicosia Convention, an \r\nimportant and unique legal tool for the protection of \r\nA/73/PV.52 13/12/2018\r\n4/29 18-43660\r\ncultural heritage and the return or restitution of cultural \r\nproperty to the countries of origin.\r\nIn conclusion, we are convinced that the unanimous \r\nadoption and implementation of the draft resolution \r\nunder discussion will further enhance our cooperation \r\nand collective efforts for the protection of our common \r\nglobal cultural heritage.\r\nMr. Brown (United States of America): The United \r\nStates welcomes the resolutions of the General Assembly \r\nand other international forums that draw attention to \r\nthe important issue of trafficking in cultural property. \r\nThe United States strongly believes that the protection \r\nof cultural heritage in countries of origin promotes \r\nregional stability and good governance. To that end, \r\nwe have supported and continue to support numerous \r\nresolutions on this issue in various international \r\nforums, including the Security Council, the United \r\nNations Office on Drugs and Crime and UNESCO. \r\nFurthermore, we have joined with other members of the \r\nUnited Nations Group of Friends for the Protection of \r\nCultural Heritage in implementing national legislation \r\nto prevent the illicit trafficking of cultural property.\r\nIn 2016, the United States Congress passed its most \r\nrecent legislation concerning this issue, the Protect and \r\nPreserve International Cultural Property Act, which \r\nseeks to coordinate policy and programmes on this \r\nmatter across the United States Government as well as \r\nwith our international partners. We have already seen \r\npositive results from  those efforts and look forward to \r\ncontinuing to work with our international partners on \r\nmultilateral and bilateral bases.\r\nHowever, while the United States joins the \r\nconsensus on draft resolution A/73/L.54, on the \r\nreturn or restitution of cultural property, we take this \r\nopportunity to clarify important points related to the \r\nfifth preambular paragraph and operative paragraph \r\n11, concerning the United Nations Convention on \r\nJurisdictional Immunities of States and Their Property. \r\nThe draft resolution concerns the illicit trafficking \r\nof cultural property, which we believe is a separate \r\nissue from whether such property is immune in a \r\njudicial proceeding. In future draft resolutions on \r\nthis issue, we encourage a re-examination of the \r\nrelevance of the Convention to the issue of trafficking \r\nin cultural property.\r\nThe United States also takes this opportunity \r\nto highlight the important issue of trafficking in the \r\ncultural property of indigenous peoples. Consistent \r\nwith the spirit of this draft resolution and the United \r\nNations Declaration on the Rights of Indigenous \r\nPeoples, the United States has enacted national \r\ndomestic legislation that seeks to enable the repatriation \r\nof such property. Nevertheless, native American tribes \r\nfrequently have difficulty recovering their cultural \r\nproperty internationally.\r\nIn conclusion, the United States reiterates its view \r\nthat the trafficking of cultural property is unacceptable, \r\nand we look forward to continuing to raise the issue \r\nof the cultural property of indigenous peoples at \r\ninternational forums in future.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on this agenda item.\r\nThe Assembly will now take a decision on draft \r\nresolution A/73/L.54.\r\nI now give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat since the submission of the draft resolution, and \r\nin addition to those delegations listed in the document, \r\nthe following countries have become sponsors of draft \r\nresolution A/73/L.54: Algeria, Angola, Australia, \r\nBahrain, Bangladesh, Belize, Bulgaria, Burkina Faso, \r\nCameroon, the Democratic Republic of the Congo, \r\nDjibouti, El Salvador, Eritrea, Ethiopia, Georgia, \r\nGhana, Guatemala, Guinea, Indonesia, Ireland, Latvia, \r\nLibya, Lichtenstein, Mauritius, Morocco, Myanmar, \r\nNepal, the Niger, Nigeria, Norway, Oman, Papua \r\nNew Guinea, the Republic of Korea, the Republic of \r\nMoldova, Samoa, San Marino, Sao Tome and Principe, \r\nSaudi Arabia, Senegal, Slovenia, Somalia, Sri Lanka, \r\nthe Sudan, Tajikistan, Thailand, Tunisia, Ukraine and \r\nthe United Arab Emirates.\r\nThe Acting President: May I take it that it is the \r\nwish of the General Assembly to adopt draft resolution \r\nA/73/L.54?\r\nDraft resolution A/73/L.54 was adopted (resolution \r\n73/130).\r\nThe Acting President: May I take it that it is \r\nthe wish of the General Assembly to conclude its \r\nconsideration of agenda item 10?\r\nIt was so decided.\r\n13/12/2018 A/73/PV.52\r\n18-43660 5/29\r\nAgenda item 129 (continued)\r\nGlobal health and foreign policy\r\nNotes by the Secretary-General (A/73/393, \r\nA/73/393/Corr.1 and A/73/414)\r\nDraft resolutions (A/73/L.37 and A/73/L.62)\r\nDraft amendment (A/73/L.67)\r\nThe Acting President: I give the f loor to the \r\nrepresentative of Brazil to introduce draft resolution \r\nA/73/L.62.\r\nMr. Vieira (Brazil): Today I have the honour to \r\nintroduce draft resolution A/73/L.62, entitled “Global \r\nhealth and foreign policy: a healthier world through \r\nbetter nutrition”, under agenda item 129, on behalf of the \r\nseven core members of the Foreign Policy and Global \r\nHealth Initiative, which are Brazil, France, Indonesia, \r\nNorway, Senegal, South Africa and Thailand.\r\nThe Foreign Policy and Global Health Initiative \r\nwas formed in September 2006. Every year since \r\n2008, we have introduced in the General Assembly \r\ndraft resolutions on health-related matters in order \r\nto advocate greater recognition of the intrinsic link \r\nbetween global health and foreign policy. For 10 years, \r\nwe have touched on different topics that are seen as \r\nkey health challenges and that require greater attention \r\nfrom the international community.\r\nThis year, at the seventy-third session of the General \r\nAssembly, under Brazil’s chairmanship, the Foreign \r\nPolicy and Global Health Initiative has the honour to \r\nintroduce a draft resolution on global health and foreign \r\npolicy with a focus on nutrition. The right of everyone \r\nto the enjoyment of the highest attainable standard of \r\nphysical and mental health is inseparable from the right \r\nto adequate nutrition.\r\nIn April 2016, the General Assembly proclaimed \r\n2016-2025 the United Nations Decade of Action on \r\nNutrition (resolution 70/259). The following year, a \r\nprogramme of work was adopted. Those documents \r\nprovide a unique opportunity for stakeholders to \r\nstrengthen their efforts to eradicate hunger and prevent \r\nall forms of malnutrition worldwide. Notwithstanding \r\nthose efforts and frameworks, we see a risk of lagging \r\nbehind in the implementation of the Decade. That is a \r\ncommon concern of all countries of the Foreign Policy \r\nand Global Health Initiative and a decisive factor for us \r\nin choosing nutrition as this year’s theme.\r\nImproved nutrition, as well as healthy diets and \r\nlifestyles, are essential to the achievement of all \r\nSustainable Development Goals and targets and are also \r\nkey elements in preventing, controlling and responding \r\nto non-communicable diseases. The draft resolution \r\nrecognizes the fundamental right of everyone to be \r\nfree from hunger and all forms of malnutrition, and \r\nencourages international cooperation and assistance \r\nto support Member States in achieving health goals, \r\nimplementing universal access to health services, \r\naddressing health challenges and increasing food \r\nproduction and access to healthy and nutritious food.\r\nTo strengthen those efforts, the draft resolution \r\nalso invites Member States to work with the World \r\nHealth Organization and the Food and Agriculture \r\nOrganization of the United Nations to convene, on a \r\nvoluntary basis, new action networks on nutrition and to \r\ndevelop, strengthen and implement policies to address \r\nthe multiple challenges of malnutrition, including \r\nthrough the adoption of commitments that are specific, \r\nmeasurable, achievable, relevant and time-bound, \r\nwithin the framework of the United Nations Decade of \r\nAction on Nutrition.\r\nTackling the root causes of, and factors leading \r\nto, malnutrition in all its forms is a complex and \r\nmultidimensional task that demands strong and \r\nsustained political leadership, policy coherence across \r\nGovernments and concerted, sustained and intersectoral \r\nefforts. In that context, I take this opportunity to express \r\nmy gratitude to the World Health Organization and \r\nthe Food and Agriculture Organization of the United \r\nNations for their fundamental support throughout the \r\nentire negotiation process.\r\nThrough this draft resolution, we reaffirm our \r\nintention and willingness to continue working together \r\nto achieve concrete results through the Foreign Policy \r\nand Global Health Initiative for the advancement of \r\nglobal health issues in the broader United Nations \r\nframework and beyond.\r\nIn conclusion, I call on all Member States to support \r\nthis important initiative and to join us in adopting the \r\ndraft resolution.\r\nThe Acting President: I now give the f loor to \r\nthe representative of Hungary to introduce draft \r\namendment A/73/L.67.\r\nMrs. Bogyay (Hungary): Hungary is fully \r\ncommitted to the goals enshrined in draft resolution \r\nA/73/PV.52 13/12/2018\r\n6/29 18-43660\r\nA/73/L.62, on global health and foreign policy. The \r\nHungarian Government has devoted strong support to \r\nachieving universal health coverage globally by 2030. \r\nWe are one of the core members of the Group of Friends \r\nof Universal Health Coverage.\r\nToday, I would like to thank Brazil and the group \r\nof friends of the Foreign Policy and Global Health \r\nInitiative for their commitment. However, we cannot \r\nand are not in a position to endorse the twenty-second \r\npreambular paragraph of the draft resolution given its \r\nreference to the global compact for safe, orderly and \r\nregular migration. Our opposition to such a reference \r\nwas consistently expressed throughout the negotiations \r\non the text. As is well known, after a long process of \r\nnegotiations, the Government of Hungary decided \r\nto disassociate itself from the adoption and the \r\nimplementation process of the global compact for safe, \r\norderly and regular migration. For that reason, Hungary \r\nrequests the amendment of the draft resolution by \r\ndeleting the twenty-second preambular paragraph.\r\nThe Acting President: I give the f loor to the \r\nrepresentative of Brazil on a point of order.\r\nMr. Vieira (Brazil): I have the honour to deliver \r\nthis statement on behalf of France, Indonesia, Norway, \r\nSenegal, South Africa, Thailand and my own country, \r\nBrazil.\r\nWe regret that the only paragraph related to \r\nmigration in draft resolution A/73/L.62 is being \r\nchallenged. Aware of the current sensitivity of the issue, \r\nthe Foreign Policy and Global Health Initiative tried \r\nto remain as factual as possible and not to reopen the \r\ndiscussion held during the negotiations on the global \r\ncompact for safe, orderly and regular migration. The \r\ngroup made a great effort to accommodate all concerns \r\naround that issue and managed to strike a delicate \r\nbalance in the twenty-second preambular paragraph \r\nand the entire draft resolution. We therefore call on all \r\ndelegations to vote against the amendment contained in \r\ndocument A/73/L.67.\r\nMr. Srivihok (Thailand): I have the honour \r\nto deliver this statement on behalf of the 10 States \r\nmembers of the Association of Southeast Asian Nations \r\n(ASEAN), namely, Brunei Darussalam, Cambodia, \r\nIndonesia, the Lao People’s Democratic Republic, \r\nMalaysia, Myanmar, the Philippines, Singapore, Viet \r\nNam and my country, Thailand.\r\nThe issue of health has gained impressive \r\nprominence and political attention in New York over \r\nthe years for very obvious reasons. In the context of \r\nthe 2030 Agenda for Sustainable Development, where \r\npeople are placed at the very heart of our efforts, it is \r\nundeniable that good health is central to the achievement \r\nof sustainable development. Health is a fundamental \r\nright, an indispensable factor for the advancement and \r\ndevelopment of human capital and the empowerment of \r\npeoples, and an evident form of social justice.\r\nThe interdependence of and intrinsic link between \r\nglobal health and foreign policy become ever stronger \r\nwith time. In that respect, ASEAN would like to \r\ncommend the Foreign Policy and Global Health \r\nInitiative, of which two of our fellow ASEAN nations, \r\nnamely, Indonesia and Thailand, are members, for \r\nspearheading the efforts to address persistent and \r\nemerging issues of global health at the United Nations.\r\nThe theme of this year’s annual resolution on \r\nnutrition (A/73/L.62) is of particular importance \r\nto our region because a large proportion of our \r\npopulations die prematurely every day due to diet-\r\nrelated non-communicable diseases such as diabetes \r\nand obesity. It is important because some of our \r\nchildren continue to suffer from malnutrition and \r\nundernourishment, which hinders their growth and \r\ndevelopment, especially in families in rural areas.\r\nIn alignment with and reinforced by the Sustainable \r\nDevelopment Goals, ASEAN member States have been \r\ncontinuously working together under the ASEAN Post-\r\n2015 Health Development Agenda across 20 priority \r\nareas for health and their related goals, especially in the \r\ncontext of the promotion of good nutrition and a healthy \r\ndiet, as guided by the ASEAN Community Vision 2025 \r\nand the ASEAN Socio-Cultural Community Blueprint \r\n2025. Among those priorities, we are working to ensure \r\nfood safety and security, as well as to promote healthy \r\ndiets and lifestyles of people, in our respective countries \r\nand in the region as a whole in order to achieve Healthy \r\nASEAN 2020. ASEAN reiterates its strong commitment \r\nto addressing the various determinants, be they social, \r\neconomic or environmental, and the main risk factors \r\nfor poor health, as well as to ensuring greater access to \r\nhealth services, in the face of rising co-morbidities and \r\ndrug resistance everywhere.\r\nIn that regard, ASEAN wishes to welcome the \r\nsuccessful conclusions of the high-level meeting on \r\nthe fight against tuberculosis and the third high-\r\n13/12/2018 A/73/PV.52\r\n18-43660 7/29\r\nlevel meeting on the prevention and control of \r\nnon-communicable diseases, and the adoption of their \r\nrespective outcome documents (resolutions 73/3 and \r\n73/2), which mark another important milestone with \r\nrespect to global health. We also welcome the convening \r\nof the high-level meeting on universal health coverage \r\nnext year. We believe that these processes will galvanize \r\nthe political will needed to make a real and impactful \r\nchange on the ground. It is clear that, in so doing, the \r\nhealth sector alone cannot be left with this task. It calls \r\nfor the highest and strongest level of political support \r\nand requires adequate and sustained investment for \r\neffective implementation. Most importantly, it requires \r\nengagement from all relevant actors and sectors, \r\nincluding the people themselves.\r\nTo that end, ASEAN would like to reaffirm its \r\ncommitment to continue working with the international \r\ncommunity to realize our shared goal of healthy \r\nlives and well-being for all and truly to leave no one \r\nbehind. Thailand will continue the excellent work \r\ndone by Singapore this year as we take up the ASEAN \r\nchairmanship next year with the aim of advancing \r\npartnership for sustainability, which is much needed to \r\naddress the complex challenges we face today.\r\nBefore I conclude, I would like to say a few words \r\nin my national capacity. First of all, Thailand aligns \r\nitself with the statement made by the Permanent \r\nRepresentative of Brazil. For us, it has been an honour \r\nto be an active member of the Foreign Policy and \r\nGlobal Health Initiative since its formation over a \r\ndecade ago. I would also like to commend Brazil, as \r\nthe Group’s current Chair, for leading us through this \r\nyear’s negotiation process. It was not an easy one, but \r\nwe are happy to see the very balanced yet strong text \r\nof the draft resolution. Special thanks go to Ms. Laura \r\nDelamonica of the Brazilian Mission for having \r\ndiligently facilitated the negotiating process on this \r\nvery important draft resolution.\r\nWe deeply regret that this year, for the first time, \r\nthe only draft resolution on health proposed annually \r\nby the Foreign Policy and Global Health Initiative in \r\nthe General Assembly may be put to a vote even though \r\nits aim is to address health-related challenges that \r\naffect all countries, large and small. We also note with \r\nconcern that today, the cross-cutting nature of health \r\nis drawing us further away from finding consensus. \r\nNonetheless, the Foreign Policy and Global Health \r\nInitiative, as a unique, like-minded, cross-regional \r\ngroup, will continue to advocate for global health in \r\nthe international arena, regardless of the countless \r\ndifficulties and obstacles we may encounter because, \r\nafter all, health is a key enabler for the achievement of \r\nthe Sustainable Development Goals.\r\nLooking ahead and having just celebrated International \r\nUniversal Health Coverage Day yesterday, my country \r\nis eagerly looking forward to the high-level meeting \r\non universal health coverage to be held next year. For \r\nus, universal health coverage is an overarching factor \r\nof Sustainable Development Goal 3. The high-level \r\nmeeting will therefore mark another historic milestone, \r\nwhich will help countries to promote greater access to \r\nessential and quality health services and medicines, \r\nbearing in mind that poverty should not block access to \r\nthese services, and similarly, that these services should \r\nnot force service users and their families into poverty \r\nor financial hardship.\r\nLastly, it is an honour for me to have been entrusted by \r\nthe President of the General Assembly the responsibility \r\nof co-facilitating, with the Permanent Representative of \r\nHungary, the negotiations on the political declaration \r\nof the high-level meeting on universal health coverage. \r\nOnce I have been officially appointed as co-facilitator, \r\nplease rest assured of my full support and that of my \r\ncountry towards a transparent and inclusive process, as \r\nwell as an action-oriented outcome.\r\nMs. Bhengu (South Africa): I have the honour to \r\ndeliver this statement on behalf of South Africa. South \r\nAfrica aligns itself with the statement delivered by the \r\nrepresentative of Brazil on behalf of the Foreign Policy \r\nand Global Health Initiative.\r\nThe year 2018 marks an important milestone for the \r\ninternational community as we commemorate 70 years \r\nsince the adoption of the Universal Declaration of \r\nHuman Rights. That marked a critical turning point \r\nas world leaders decided that discrimination on any \r\ngrounds could no longer be tolerated by boldly declaring \r\nthat all human beings are born equal in rights and in \r\ndignity. That historic document establishes the basic \r\nconcepts of dignity, liberty, equality and brotherhood \r\nin how we conduct ourselves within and among nations.\r\nThis anniversary offers us an opportunity to assess \r\nhow the commitments enshrined in the Declaration \r\nhave guided and continue to guide us as we address \r\nemerging issues. As early as 1948, we understood that \r\nwe cannot choose which and whose human rights we \r\nwant to promote and protect as they are indivisible, \r\ninterconnected and interrelated. Our pronouncements \r\nA/73/PV.52 13/12/2018\r\n8/29 18-43660\r\non human rights — in this case, the right to health — are \r\ninvalid if we cannot rise above our indifference towards \r\nthose who are different from us, such as migrants \r\nand refugees.\r\nAs President Ramaphosa has said, the centrality of \r\nhuman rights in South African law and the importance \r\nof having a Bill of Rights included in our Constitution \r\nare in no small part thanks to the enduring impact of \r\nthe Declaration, which has proved to be as relevant as \r\nit is timeless. Seventy years after it was adopted, South \r\nAfrica reaffirms its commitment to upholding this pact \r\nbetween the peoples of the world.\r\nAccess to health care, including reproductive \r\nhealth care, is a constitutionally recognized right, under \r\nsection 27 of the South African Constitution. The South \r\nAfrican Constitutional Court has linked the realization \r\nof socioeconomic rights to the right to life and adequate \r\nstandards of living. It enjoins the State to take reasonable \r\nlegislative and other measures within its available \r\nresources to achieve the progressive realization of each \r\nof these rights on a non-discriminatory basis.\r\nSimilarly, 2018 marks exactly 10 years since our \r\nnetwork presented its first draft resolution to the \r\nGeneral Assembly, which would make global health a \r\npressing foreign policy issue of our time. We have been \r\nprivileged to walk this journey with countries who share \r\nour vision, not only to promote health as a right but also \r\nto ensure that all people, without discrimination, enjoy \r\naccess to health care.\r\nWhile our network remains at the forefront of \r\ntackling some of the most difficult yet pertinent health-\r\nrelated questions through its annual themes, we have \r\nenjoyed the support of other Member States that believe \r\nthat, regardless of our differences, the health of our \r\npeople should always take priority. This is based on \r\nthe recognition that health is a precondition for, and \r\nan outcome and indicator of, all three dimensions of \r\nsustainable development.\r\nUnder the leadership of our Chair, Brazil, we have \r\nonce again presented a draft resolution seeking to \r\npromote a healthier world through better nutrition. The \r\ndraft resolution brings together the commitments made \r\nin the United Nations Decade of Action on Nutrition, \r\nthe Second International Conference on Nutrition, \r\npolitical declarations on non-communicable diseases \r\nand the 2030 Agenda on Sustainable Development, \r\namong others.\r\nIn line with the commitments made by our Heads \r\nof State and Government at the high-level meeting on \r\nnon-communicable diseases last September, as well as \r\nthose made by ministers of health at the World Health \r\nAssembly in 2017, we urge Member States to promote \r\nhealthy diets and adopt fiscal and regulatory public \r\npolicies, such as taxing unhealthy foods and beverages, \r\neffective front-of-pack labelling, restrictions on the \r\nmarketing and commercialization of unhealthy foods \r\nto children and adolescents, and the reformulation of \r\nindustrialized foods to improve their nutritional value.\r\nWhat we did not anticipate was that such an \r\nearnest effort aimed at the protection of the health of \r\nour population in line with the commitments made in \r\nSustainable Development Goal 3 would erode the very \r\nessence of diplomacy, constructive engagement and \r\nmutual respect. Instead of heeding the call to adopt \r\nand review policies to ensure that children who suffer \r\nfrom child obesity resulting from unhealthy foods \r\nand beverages were protected by Governments, we \r\nwitnessed a concerted effort to shut down any attempts \r\naimed at highlighting this pertinent issue, all because \r\nit threatens industry. Nonetheless, South Africa and \r\nits partners remain resolved in their commitment to \r\nprotect public health against the advocates of industry, \r\nwho will stop at nothing to block progress that brings \r\nus closer to the attainment of Sustainable Development \r\nGoal 3.\r\nAccordingly, South Africa condemns attempts \r\nto limit dialogue at the United Nations on important \r\nissues simply because they are deemed controversial. \r\nWe are called “distinguished delegates” because we are \r\ncommitted to finding solutions, even on some of the \r\nmost difficult issues, through dialogue.\r\nWe thank the delegations that worked with \r\nus to produce a well-balanced draft resolution on \r\nsuch an important topic. The role of nutrition in the \r\nlives of all populations, in particular those battling \r\ncommunicable and non-communicable diseases, \r\ncannot be overemphasized. Through policies and \r\nconcrete actions, we should ensure that consumers \r\nmake informed choices about the food they eat, while \r\npromoting physical activity and healthy lifestyles. It \r\nis our duty to protect our populations, in particular \r\nchildren, from all forms of malnutrition.\r\nSouth Africa remains firm in its belief that access \r\nto medicines, in particular essential medicines that are \r\naffordable, safe, efficacious and of quality, is one of \r\n13/12/2018 A/73/PV.52\r\n18-43660 9/29\r\nthe fundamental elements in progressively achieving \r\nthe full realization of the right of everyone to the \r\nenjoyment of the highest attainable standard of physical \r\nand mental health.\r\nIn that regard, South Africa wishes to reiterate its \r\ncommitment to the Declaration adopted by the World \r\nTrade Organization Ministerial Conference of 2001 \r\nin Doha on the Trade-Related Aspects of Intellectual \r\nProperty Rights (TRIPS), as well as the TRIPS \r\nAgreement, as instructive documents on the balance \r\nbetween intellectual property rights and the rights of \r\nMember States to protect public health.\r\nIt is unfortunate that despite all our efforts to \r\nfind consensus, a vote has been called for on the \r\ndraft resolution. We ask that all Member States who \r\nare committed to global health vote in support of the \r\ndraft resolution.\r\nMs. DeSuza (Saint Kitts and Nevis): Saint Kitts \r\nand Nevis welcomes the adoption of draft resolution \r\nA/73/L.62, on global health and foreign policy, as a \r\nmanifestation of our continued commitment to building \r\na healthier world through better nutrition. At the outset, \r\nwe thank the facilitator of Brazil for the excellent \r\nmanner in which the negotiations were conducted and \r\nexpress our appreciation to the other members of the \r\nForeign Policy and Global Health Initiative.\r\nSaint Kitts and Nevis believes that a healthy \r\npopulation is a wealthy population. We are convinced \r\nthat health is a precondition for, and an outcome of, \r\nsustainable development. In particular, we note the \r\nmultidimensional nature of health as defined throughout \r\nthe 2030 Agenda for Sustainable Development and the \r\nimportant interplay between food security and improved \r\nnutrition as well as healthy diets and lifestyles. Our \r\nGovernment has committed to improving the health \r\nand well-being of all our citizens and people through \r\nthe crafting of our national food and nutrition security \r\npolicy and plan of action.\r\nSaint Kitts and Nevis is undergoing a period \r\nof nutritional and epidemiological transitions. The \r\nnutrition transition is reflected in a shift in diets, which \r\nis seen in a reduced prevalence of undernutrition and \r\ninfectious diseases and an increased prevalence of \r\noverweight and obesity — one of the main risk factors \r\nfor non-communicable diseases. Those diseases are \r\nthe main public health concerns in Saint Kitts and \r\nNevis. We therefore maintain that our country and our \r\nCaribbean Community region will continue to pursue \r\nthe commitments made just a few months ago during \r\nthe high-level meeting on the prevention and control of \r\nnon-communicable diseases, and we call on our partners \r\nand the international community to do the same.\r\nThe health of our children continues to be \r\nof particular concern. With extremely worrying \r\nprevalence rates of childhood obesity in our region, \r\nSaint Kitts and Nevis continues to promote the \r\nimportance of breastfeeding, nutrition education and \r\nphysical education as components of our national \r\ninterventions aimed at improving the health of our \r\nchildren. In addition, we continue to strengthen \r\ninitiatives to improve the nutritional health of our \r\npopulation throughout the life course and to prevent \r\nmicronutrient deficiencies.\r\nMy Government firmly believes that social \r\nprotection programmes are a fundamental component \r\nof providing a healthier environment for our people. In \r\nmy Government’s most recently launched programme, \r\nwe have encouraged the beneficiaries of cash transfers \r\nto invest in healthy diets and lifestyles.\r\nWe maintain that we cannot secure a healthier world \r\nthrough better nutrition without the advancement of \r\nfood and agricultural systems. Small island developing \r\nStates, such as Saint Kitts and Nevis, will continue to \r\nface the dual threats of climate change and unhealthy \r\npopulations. Climate change, with its implications for \r\nagriculture and fisheries, undermines food security \r\nand in fact denies our population access to affordable, \r\nhealthy food.\r\nAs articulated in The State of Food Security and \r\nNutrition in the World 2018, published by the Food and \r\nAgriculture Organization of the United Nations, we \r\nnote that all dimensions of food security and nutrition, \r\nincluding food availability, access and utilization, are \r\naffected by climate variability and climate extremes, \r\neven in the short term. An important component of \r\nnational food and nutrition policy in Saint Kitts and \r\nNevis is the creation of effective disaster preparedness \r\nand adaptation and mitigation strategies as a means of \r\nprotecting our population from the threats of natural \r\ndisasters and climate change.\r\nIn the context of our discussion on global health and \r\nforeign policy, Saint Kitts and Nevis continues to chart \r\nits course towards achieving universal health coverage \r\nfor all its people, and we look forward to the high-level \r\nmeeting on universal health coverage to be held during \r\nthe seventy-fourth session of the General Assembly.\r\nA/73/PV.52 13/12/2018\r\n10/29 18-43660\r\nFinally, Saint Kitts and Nevis renews its commitment \r\nto building a healthier nation, a healthier region and, \r\nultimately, a healthier world through better nutrition.\r\nMr. Gimenez (Norway): Let me first thank the \r\ndelegation of Brazil for its steady leadership of the \r\nnegotiations on this year’s draft resolution A/73/L.62. \r\nMy delegation aligns itself with the statement delivered \r\nby the representative of Brazil on behalf of the members \r\nof the Foreign Policy and Global Health Initiative. The \r\nnegotiations have been particularly challenging this \r\nyear, and I commend all Brazil’s efforts and success in \r\nachieving our collective outcome.\r\nThis year marks the tenth anniversary of the \r\nsubmission  and adoption of the resolution, as agreed in \r\n2007 in the Oslo Ministerial Declaration, spearheaded \r\nby the Foreign Ministers of Brazil, France, Indonesia, \r\nNorway, Senegal, South Africa and Thailand.\r\nOur shared concern then, as now, is that health \r\nis one of the most important yet broadly neglected \r\nforeign -policy issues of our time and that it needs \r\nour continued and strategic focus here at the United \r\nNations. It is therefore encouraging that awareness \r\nhas been raised on the centrality of health to attain our \r\ncommon development objectives.\r\nThe topic of this year’s draft resolution — nutrition — is \r\nessential in our endeavours to achieve a healthy population. \r\nImproving nutrition involves complex interrelationships \r\nbetween diet and disease, while the effects of malnutrition, \r\nincluding underweight, stunting, overweight and obesity, \r\nall heighten risks for both infectious and non-communicable \r\ndiseases. Several of those concerns are underlined and \r\naddressed in this year’s draft resolution.\r\nHowever, we regret that the language regarding \r\nnon-communicable diseases and nutrition in paragraph \r\n10 does not sufficiently address some of the concrete \r\npolicies and actions needed. We consider the language \r\nin that paragraph to be weaker than the language we \r\ncollectively agreed on at the high-level meeting on \r\nnon-communicable diseases as late as September.\r\nIn my country’s view, the key to attaining \r\nthe nutrition-related target 3.4 of the Sustainable \r\nDevelopment Goals, on reducing disease and premature \r\ndeath, is through ensuring increased consumption \r\nof healthy and nutritious foods. That means that we \r\nmust make a concerted effort to avoid consumption of \r\nunhealthy foods that are high in sugars, salt, saturated \r\nfats and trans-fats.\r\nThe normative work of the World Health \r\nOrganization (WHO) has shown that there are cost-\r\neffective ways to achieve that, including the use of \r\nfiscal measures, such as taxation, front-pack labelling \r\nand restrictions on marketing of unhealthy foods \r\nand beverages, especially those aimed at children. \r\nThe evidence base for applying those recommended \r\nmeasures is clear. We therefore urge Member States \r\nseeking to improve health through better nutrition \r\nto implement the WHO cost-effective actions \r\nand recommendations.\r\nIt is encouraging that we acknowledge the link \r\nbetween nutrition and sexual and reproductive health. \r\nImproving nutrition for mothers and children helps \r\nensure that children get the best start in life and the \r\nopportunity to reach their full potential. We must step \r\nup our work in that area.\r\nHealth is an integrated element of a number of \r\nSDGs. Improving health and access to health services \r\nfor all has a direct impact on poverty reduction, ending \r\nhunger, gender equality, education and peaceful \r\nsocieties, among many other issues. Progress on \r\nhealth means progress towards achieving the entire \r\n2030 Agenda for Sustainable Development. Health \r\nand improved nutrition are among the most important \r\nbuilding blocks of any well-functioning society. It \r\nis a long-term investment, but it is one that we must \r\nmake now. We have no time to lose. We regret that, \r\ndespite our efforts to reach a consensus, a vote has \r\nbeen requested on the draft resolution. We join others \r\nin asking Member States to vote in favour of it.\r\nMr. Khalil (Egypt) (spoke in Arabic): At the \r\noutset, I commend the Foreign Policy and Global \r\nHealth Initiative group, in particular the delegation of \r\nBrazil and its expert, for the effective management of \r\nthis important issue. I also express my appreciation \r\nto the Secretariat, the World Health Organization and \r\nthe Food and Agriculture Organization of the United \r\nNations for their support.\r\nEveryone is aware of the high priority of issues \r\nrelating to global health, reflecting its international \r\nimportance and the central role of international \r\ncooperation in implementing the 2030 Agenda for \r\nSustainable Development and the relevant Sustainable \r\nDevelopment Goals. In that regard, we at the United \r\nNations have increasingly begun to address these \r\nissues, which were formerly considered specialized \r\nissues that did not require discussion at Headquarters. \r\n13/12/2018 A/73/PV.52\r\n18-43660 11/29\r\nDespite the related challenges, in particular with regard \r\nto delegations of developing countries with limited \r\nresources, this positive development reflects our \r\nrealization of the need to achieve coherence in policies \r\nconcerning a number of sectors, such as health, trade \r\nand industry, among others.\r\nWith respect to the relevant draft resolutions, \r\nthe chosen topic of nutrition this year attests to the \r\ninterrelated nature of such issues. The topic of nutrition \r\ncalls for increased focus on the part of the international \r\ncommunity, given that we have all noted in the \r\nreports of the Secretary-General the disconcerting \r\nand unprecedented increase over the past three years \r\nin the number of those suffering from hunger, at rates \r\nnot seen in the past 10 years. It is simply unacceptable \r\nfor us — the international community — to stand idly \r\nby as we watch more than 150 million children suffer \r\nfrom stunted growth. Through scientific research, it \r\nis also within our reach to consider studies and data \r\non sound nutrition and healthy lifestyles. Given their \r\nlimited financial and economic resources, however, \r\nhuman societies for the most part are unable to adhere \r\nto such guidelines.\r\nWith regard to scientific research, my delegation \r\nwould like to point out that, as we are deliberating on \r\nthe annual resolution under the agenda item “Global \r\nhealth and foreign policy”, many scientific discoveries \r\nhave allowed us to achieve progress in the treatment \r\nand prevention of many diseases. It is important to \r\nnote, however, that human societies have never been \r\nas stringent in placing restrictions on the transfer and \r\nrecognition of knowledge as we are at the present time. \r\nThat represents a very grave challenge for humankind. \r\nIt is crucial that we step up our means to address that \r\nimbalance. It is also unacceptable that individuals and \r\nsocieties should suffer from any disease for which \r\na cure is available, and for States and individuals to \r\nendure unbearable financial burdens in order to treat \r\ndiseases that aff lict them.\r\nGiven the important provisions of draft resolution \r\nA/73/L.62 on nutrition and health in order to achieve \r\nthe 2030 Agenda for Sustainable Development in \r\nall its dimensions and objectives, while calling for \r\nthe elimination of poverty in all its dimensions and \r\nforms, my delegation has given the draft resolution \r\nserious consideration and interacted constructively \r\nand positively with the other delegations since its \r\nsubmission. We were happy to be among its sponsors. I \r\nhope that all of us will be able to congratulate ourselves \r\non the adoption of this important draft resolution in few \r\nmoments. We hope that all States, the Secretariat and the \r\nrelevant programmes and specialized agencies, whose \r\nrole we value, will implement the draft resolution upon \r\nits adoption and enhance international cooperation so \r\nthat no State and no person will be left behind.\r\nMr. Bin Momen (Bangladesh): We thank the \r\nSecretary-General for transmitting the important \r\nreport of the Director-General of the World Health \r\nOrganization (WHO) (see A/73/414) on improving \r\ncoordination and cooperation to address the health \r\nneeds of the most vulnerable for the achievement of the \r\nSustainable Development Goals (SDGs). We share the \r\nviews of the Director General of WHO that health is not \r\njust an end in and of itself but a foundation for human \r\ncapital. Therefore, Sustainable Development Goal 3, \r\naimed at ensuring healthy lives and promoting well-\r\nbeing for all at all ages, is fundamental for reaching \r\nother SDG targets of the 2030 Agenda for Sustainable \r\nDevelopment. Yesterday, for the first time at the \r\nUnited Nations, and globally, we celebrated Universal \r\nHealth Coverage Day, which is a demonstration of our \r\ncollective commitment to provide access to health care \r\nto everyone, everywhere. To move forward, we should \r\nframe emerging priorities, identify challenges and offer \r\ncollective recommendations for accelerating progress \r\ntowards universal health coverage. In that regard, we \r\nwelcome draft resolution A/73/L.62, and our delegation \r\nremains grateful to the delegation of Brazil for \r\nsuccessfully facilitating it in the most inclusive manner.\r\nAs we endeavour to address the health needs \r\nof the most vulnerable populations and improve \r\nequity, we need to work for collective action and its \r\ngreater coherence at all levels and among all sectors \r\nand stakeholders. Global health is multidimensional \r\nin scope, often crosses physical boundaries and \r\nrequires sustained high-level commitment and closer \r\ninternational cooperation, including partnerships \r\namong the relevant stakeholders. We recognize that, \r\ndespite the progress made, challenges in global health \r\nstill remain, with special regard to inequities and \r\nvulnerabilities within and among countries, regions \r\nand populations.\r\nBangladesh has seen remarkable health \r\nimprovements since gaining independence in 1971 and \r\nhas evolved into a role model of good health at low \r\ncost. Public health scholars have identified Bangladesh \r\nas a positive deviant, performing far better, given \r\nits widespread challenges, than anyone could have \r\nA/73/PV.52 13/12/2018\r\n12/29 18-43660\r\nexpected. The Lancet, the renowned British medical \r\njournal, called that success one of the great mysteries \r\nof global health. In terms of health expenditure, per \r\ncapita purchasing power parity expenditure from public \r\nfunds in Bangladesh increased to $88 in 2014, while the \r\ncountry spent less than 3 per cent of its gross domestic \r\nproduct (GDP) on health in the same year. However, \r\nBangladesh’s health achievements in reducing \r\nmaternal, infant and under-5 mortality rates, increased \r\nvaccination coverage and higher life expectancy at birth, \r\nhave been achieved despite such low per capita GDP \r\nspending on health care. Bangladesh has outperformed \r\nits many South Asian neighbours, convincingly \r\ndefying the expert view that economic strength and \r\nabundant health resources are the key drivers of better \r\npopulation health. Progress in the area of infant, child \r\nand maternal mortality has been particularly striking, \r\nwith maternal mortality reduced from 594 deaths per \r\n100,000 live births in 1990 to 176 deaths in 2015. The \r\ninfant mortality and under-5 mortality rates, as of 2016, \r\nare 29 and 36 per 1,000 live births, respectively.\r\nSuch achievements are attributed to a variety of \r\nhealth and non-health systems-related factors, including \r\nthe sustained political commitment of the Government, \r\nmaternal and child health-based strategies, an \r\nexpanded programme of immunization, innovative \r\nlow-cost technology, the extensive networking of field \r\nworkers, the establishment of community-based clinics \r\nby the present Government under Prime Minister \r\nSheikh Hasina, the active collaboration between the \r\nGovernment and non-governmental organizations \r\n(NGOs), the proactive role of mass media, intersectoral \r\ncooperation and the use of information and \r\ncommunication technology, among others.\r\n I must mention here our strategy for the \r\nempowerment of women. Support for women in \r\nrelation to national development has been one of the \r\nmost important contributing factors. Bangladesh has \r\nundertaken the implementation of a pluralistic health \r\nsystem, in which resources were drawn from public \r\nfunds and spaces were created for NGOs to work within \r\nthe health sector.\r\nThis year, the theme of the global health and foreign \r\npolicy draft resolution is a healthier world through \r\nbetter nutrition. Nutritional imbalances can lead to \r\nthe two extreme health burdens of undernutrition and \r\nobesity and, like many other developing countries, \r\nBangladesh has been experiencing both those burdens. \r\nChild malnutrition is a particular issue — according \r\nto 2011 data, 30 to 40 per cent of children under \r\n5 years of age are underweight or stunted. Yet, \r\nalthough undernutrition remains a significant issue in \r\nBangladesh, overweight and obesity are also becoming \r\nconcerns, especially for women of reproductive age. \r\nDespite these challenges, Bangladesh has made strides \r\nin reducing the prevalence of the stunting and wasting \r\nforms of undernutrition, which decreased from 41 per \r\ncent in 2011 to 36 per cent in 2014.\r\nAs agreed by Heads of State and Government at \r\nthe third high-level meeting of the General Assembly \r\non non-communicable diseases, Bangladesh has \r\ncommitted to minimizing the impact of the main \r\nrisk factors for non-communicable diseases and to \r\naddressing malnutrition in all its forms by intensifying \r\nits efforts and scaling up its activities under the work \r\nprogramme of the United Nations Decade of Action on \r\nNutrition (2016-2025).\r\nBangladesh recognizes the right of all people to \r\nthe highest attainable standard of physical and mental \r\nhealth. Those fundamental human rights cannot be \r\nrealized without universal health coverage, which \r\nensures that all people have access to the health services \r\nthat they need without enduring financial hardship. \r\nIn that regard, we welcome the high-level meeting on \r\nuniversal health coverage to be convened during the \r\nseventy-fourth session of the General Assembly.\r\nWe underscore that effective, results-oriented \r\ninternational coordination and cooperation are vital \r\nto the achievement of Goal 3 and other health-related \r\nSustainable Development Goals. High-level political \r\nsupport from, and engagement with, Member States and \r\nnon-State actors is therefore fundamental. Accordingly, \r\nwe join the global community in committing to achieve \r\nuniversal health care by 2030 under the Sustainable \r\nDevelopment Goals. We are fully committed in our \r\nsupport for draft resolution A/73/L.62.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on this agenda item.\r\nWe shall now proceed to consider draft resolutions \r\nA/73/L.37 and A/73/L.62 and draft amendment \r\nA/73/L.67.\r\nBefore giving the f loor to speakers in explanation \r\nof vote before the voting, may I remind delegations \r\nthat explanations of vote are limited to 10 minutes and \r\nshould be made by delegations from their seats.\r\n13/12/2018 A/73/PV.52\r\n18-43660 13/29\r\nMs. Nemroff (United States of America): The \r\nUnited States regrets that it finds it necessary to vote \r\nagainst draft resolution A/73/L.62 today. No nation \r\nmakes greater contributions in terms of resources and \r\nactions to promote global health than my country, and \r\nwe appreciate the intent of the originators of the global \r\nhealth and foreign policy resolution to address this topic \r\nthrough an annual process, as a way of showing our \r\nlong-term commitment to the issue. We also appreciate \r\nthe importance of the general theme of this year’s \r\nresolution, with its focus on nutrition.\r\nTherefore, we find it unfortunate that this well-\r\nintentioned idea seems to have degenerated into an \r\nexercise in negotiating a draft resolution for the sake \r\nof negotiating a draft resolution. While the topic \r\nof nutrition is indeed an important one, this draft \r\nresolution seems little more than a collection of general \r\nplatitudes, along with many paragraphs on extraneous \r\ntopics that are composed of previously agreed text with \r\nthe addition of the words “and nutrition” to make them \r\nappear on topic. This year’s draft resolution has become \r\na metaphor for the problem of the overconsumption of \r\nfoods that have little nutritional value but are high in \r\nempty calories.\r\nAs representatives here know, when resolutions \r\nreally matter, the sponsors go to great lengths to defend \r\nthe texts from extraneous or controversial language \r\nin order to defend the parts that are important. In this \r\ninstance, the opposite has happened. It has become a \r\nfreight train in which the goal seems to be to load it \r\nwith as much extraneous text and unfinished business \r\nas possible, while no delegation dares to oppose the \r\ntext because we all believe that health is so important. \r\nThis year, our delegation has therefore decided to \r\nvote against this resolution, not out of disrespect for \r\nthis body but, in fact, because we respect the need to \r\nfocus on resolutions and other agreed outcomes that are \r\nactionable and have real-world implications.\r\nIn future, when these types of resolutions are \r\nbrought up annually, we would urge the sponsors to \r\ntake a different approach — keep the draft resolutions \r\nas concise as possible, minimize or eliminate entirely \r\npreambular text and resolve to keep operative text to \r\na minimum, with an emphasis on text that is truly \r\nnew. Sponsors should seek to defend those resolutions \r\nagainst regurgitations of previously agreed text that \r\nwe have adopted countless times. The draft resolution \r\nbefore us today does not respect the results of the high-\r\nlevel meetings of the General Assembly held by our \r\nleaders just two months ago. On the contrary, the draft \r\nresolution diminishes and distorts the declarations of \r\nour leaders by attempting to relitigate those carefully \r\nnegotiated balances.\r\nWith regard to the seventh preambular paragraph \r\nof the draft resolution, the United States believes that \r\nwomen should have equal access to reproductive health \r\ncare. We remain committed to the principles laid out in \r\nthe Beijing Declaration and the Programme of Action \r\nof the International Conference on Population and \r\nDevelopment. As has been made clear over many years, \r\nthere was international consensus that those documents \r\ndo not create new international rights, including any \r\nright to abortion. The United States fully supports the \r\nprinciple of voluntary choice regarding maternal and \r\nchild health and family planning. We do not recognize \r\nabortion as a method of family planning, nor do we \r\nsupport abortion in our reproductive health assistance. \r\nWe also note that the United States is the largest \r\nbilateral donor of reproductive health and family \r\nplanning assistance.\r\nMoreover, with respect to the eighth preambular \r\nparagraph of the draft resolution, the United States \r\nstrongly supports the dignity and value of all human \r\nlife and rejects any attempt by others to construe the \r\nterm “health services” or “health-care services” to \r\ninclude abortion.\r\nIn our view, the United Nations must respect \r\nthe independent mandates of other processes and \r\ninstitutions, including trade negotiations, and must not \r\ninvolve itself in decisions and actions in other forums, \r\nincluding at the World Trade Organization (WTO). The \r\nUnited States recognizes the importance of access to \r\naffordable, safe and effective medicines and the critical \r\nrole that intellectual property plays in incentivizing the \r\ndevelopment of new and improved medicines.\r\nWe regret, however, the inclusion of the unacceptable \r\nlanguage of the WTO Agreement on Trade-Related \r\nAspects of Intellectual Property Rights (TRIPS) and \r\nthe Doha Declaration on the TRIPS Agreement and \r\nPublic Health in the thirty-third preambular paragraph \r\nof the draft resolution. It is unacceptable to the United \r\nStates that the United Nations and other Member \r\nStates have used non-WTO multilateral forums to \r\nattempt to characterize WTO rules and agreements. \r\nThis could lead to misinterpretation of international \r\ntrade obligations in a manner that may negatively \r\naffect the ability of countries to incentivize new \r\nA/73/PV.52 13/12/2018\r\n14/29 18-43660\r\ndrug development and expand access to medicines. \r\nFurthermore, that paragraph distorts the agreement \r\nreached less than three months ago in the declaration \r\nadopted at the high-level meeting of the General \r\nAssembly on non-communicable diseases.\r\nFurthermore, the United States reaffirms, in this \r\ncontext, that the strong protection and enforcement of \r\nintellectual property rights incentivizes the creation \r\nand distribution of lifesaving medicines and other \r\nuseful consumer products around the world that address \r\nthe health, environmental and development challenges \r\nof today and tomorrow through a carefully negotiated, \r\nbalanced set of TRIPS member rights and obligations. \r\nWe continue to oppose language that we believe \r\nattempts to characterize trade commitments. We do \r\nnot believe that United Nations resolutions are the \r\nappropriate vehicle for such pronouncements, and we \r\nare concerned that the inclusion of that language may \r\nbe an attempt to prejudice negotiations under way or \r\nanticipated in other, more appropriate forums. Nor does \r\nthis draft resolution prefigure or in any way influence \r\nthe preparations for or the outcome of the fall 2019 \r\nhigh-level event on universal health coverage.\r\nFinally, regarding the reference to the global \r\ncompact for safe, orderly and regular migration, we \r\nbelieve that the Compact and the process that led to \r\nits adoption, including the New York Declaration for \r\nRefugees and Migrants, represent an effort by the \r\nUnited Nations to advance global governance at the \r\nexpense of the sovereign right of States to manage their \r\nimmigration systems in accordance with their national \r\nlaws, policies and interests. While the United States \r\nhonours the contributions of the many immigrants who \r\nhelped build our nation, we cannot support a compact \r\nor process that imposes, or has the potential to impose, \r\ninternational guidelines, standards, expectations or \r\ncommitments that might constrain our ability to make \r\ndecisions in the best interests of our nation and citizens. \r\nIn that regard, we thank the delegation of Hungary for \r\nhaving proposed the amendment (A/73/L.67) to the text.\r\nLastly, with regard to references to the 2030 \r\nAgenda for Sustainable Development, we addressed \r\nour concerns in our statement on 3 December under \r\nagenda item 12 (see A/73/PV.44).\r\nMr. Vieira (Brazil): In connection with draft \r\nresolution A/73/L.62, I have the honour to deliver the \r\nfollowing statement on behalf of France, Indonesia, \r\nNorway, Senegal, South Africa, Thailand and my own \r\ncountry, Brazil.\r\nEvery year since 2008, the Foreign Policy and \r\nGlobal Health Initiative has submitted a draft resolution \r\non global health issues for consideration by the plenary \r\nof the General Assembly, and every year it has been \r\nadopted by consensus. It is regrettable that this year, \r\nas we celebrate its tenth anniversary, an entire draft \r\nresolution on health, with a focus on nutrition, is \r\nbeing put to the vote, especially given that the high-\r\nlevel meeting on universal health coverage will be \r\nheld in 2019. The work done by the Missions of the \r\nForeign Policy and Global Health Initiative countries \r\nin Geneva; the dedication, energy and hard work of all \r\ndelegations here in New York; and the tireless support \r\nof the World Health Organization and the Food and \r\nAgriculture Organization of the United Nations all \r\nmust be acknowledged and recognized.\r\nWe have tried to conduct an open and transparent \r\nprocess and to accommodate the various concerns \r\nexpressed by delegations. In that regard, Brazil is \r\nconfident that we have achieved the best possible results, \r\ngiven the time constraints and all the challenges with \r\nwhich we had to deal. The draft resolution reaffirms \r\nthe right of every human being to the enjoyment of \r\nthe highest attainable standard of physical and mental \r\nhealth. It notes the importance of health across all the \r\nSustainable Development Goals (SDGs) and targets \r\nof the 2030 Agenda for Sustainable Development and \r\nthe essential role of food security, improved nutrition, \r\nhealthy diets and lifestyles in achieving the SDGs. The \r\ndocument recognizes that health challenges call for a \r\nnational, regional and international approach, while also \r\nrecognizing the need to eradicate hunger and prevent \r\nall forms of malnutrition, including undernourishment, \r\nstunting, wasting, underweight, overweight and obesity \r\nin all age groups.\r\nWe would recall that the Rome Declaration on \r\nNutrition and its Framework for Action reiterated the \r\nimportance of the United Nations Decade of Action \r\non Nutrition (2016-2025) and welcomed the political \r\ndeclarations of the high-level meetings on the fight \r\nagainst tuberculosis and non-communicable diseases. \r\nWe have before us a draft resolution that sets the tone on \r\nhealth issues, and the Foreign Policy and Global Health \r\nInitiative will continue to do so for years to come. In \r\nthat regard, we invite all delegations to vote in favour \r\nof the text. Their vote in favour is an indication of the \r\n13/12/2018 A/73/PV.52\r\n18-43660 15/29\r\nimportance and the priority given to health issues in the \r\nUnited Nations agenda.\r\nThe Acting President: The Assembly will now \r\ntake a decision on draft resolution A/73/L.37, entitled \r\n“Scope, modalities, format and organization of the \r\nhigh-level meeting on universal health coverage”.\r\nI give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): This oral statement is \r\nbeing made in accordance with rule 153 of the rules of \r\nprocedure of the General Assembly.\r\nUnder the terms of paragraphs 1, 4, 5 and 6 of draft \r\nresolution A/73/L.37, the General Assembly would \r\ndecide the following. The one-day high-level meeting \r\non universal health coverage would be convened by the \r\nPresident of the General Assembly and held in New \r\nYork a day before the start of the general debate of the \r\nGeneral Assembly at its seventy-fourth session, from 9 \r\na.m. to 1 p.m. and from 3 p.m. to 6 p.m. It would consist \r\nof an opening segment, a plenary segment for general \r\ndiscussion, two multi-stakeholder panels and a brief \r\nclosing segment. The organizational arrangements \r\nfor the two multi-stakeholder panels would be as \r\nfollows: two multi-stakeholder panels would be held \r\nin parallel to the plenary segment, one from 11 a.m. \r\nto 1 p.m. and the other from 3 p.m. to 5 p.m. The \r\nhigh-level meeting would also approve a concise and \r\naction-oriented political declaration, agreed in advance \r\nby consensus through intergovernmental negotiations, \r\nto be submitted by the President of the General \r\nAssembly for adoption by the Assembly, and request \r\nthe President of the General Assembly, with the support \r\nof the World Health Organization and other relevant \r\npartners, to organize and preside over an interactive \r\nmulti-stakeholder hearing, before the end of July 2019, \r\nwith the active participation of appropriate senior-level \r\nrepresentatives of Member States, observers of the \r\nGeneral Assembly, parliamentarians, representatives of \r\nlocal Government, the relevant United Nations entities, \r\nnon-governmental organizations in consultative status \r\nwith the Economic and Social Council, invited civil-\r\nsociety organizations, philanthropic foundations, \r\nacademia, medical associations, the private sector \r\nand broader communities, ensuring the participation \r\nand voices of women, children, youth and indigenous \r\nleadership, as part of the preparatory process for the \r\nhigh-level meeting. It would also request the President \r\nto prepare a summary of the hearing prior to the high-\r\nlevel meeting.\r\nPursuant to the decisions contained in paragraphs \r\n1, 4 and 6 of the draft resolution, it is envisaged that \r\nthe following meetings will be held in New York: \r\na one-day high-level meeting on universal health \r\ncoverage on 23 September 2019 consisting of an \r\nopening segment, a plenary segment, a brief closing \r\nsegment with interpretation in all six languages, \r\ntwo multi-stakeholder panels to be held in parallel \r\non 23 September 2019 with interpretation in all six \r\nlanguages, and an interactive multi-stakeholder hearing \r\nbefore the end of July 2019. While interpretation \r\nservices for the two segments of the high-level meeting \r\nand the interactive multi-stakeholder hearing would be \r\nprovided using the meeting entitlements of the General \r\nAssembly, the remaining meetings would constitute an \r\naddition to the meetings workload for the Department \r\nfor General Assembly and Conference Management in \r\n2019. However, the additional requirements for meeting \r\nservices in the amount of $23,800 would be met from \r\nwithin existing resources.\r\nFurthermore, the decision contained in paragraph \r\n5 of the draft resolution would entail an addition to the \r\ndocumentation workload of the Department for General \r\nAssembly and Conference Management in 2019 of \r\none post-session document of 10,700 words in all six \r\nlanguages. However, the additional requirements for \r\ndocumentation services in the amount of $32,500 would \r\nbe met from within existing resources. Accordingly, \r\nshould the General Assembly adopt draft resolution \r\nA/73/L.37, no additional requirements would arise under \r\nthe programme budget for the biennium 2018-2019.\r\nThe statement that I have just read out has been \r\nmade available on the PaperSmart portal.\r\nThe Acting President: May I take it that the \r\nAssembly decides to adopt draft resolution A/73/L.37?\r\nDraft resolution A/73/L.37 was adopted \r\n(resolution 73/131).\r\nThe Acting President: The Assembly will now \r\ntake a decision on draft resolution A/73/L.62, entitled \r\n“Global health and foreign policy: a healthier world \r\nthrough better nutrition”.\r\nI now give the f loor to the representative of \r\nthe Secretariat.\r\nA/73/PV.52 13/12/2018\r\n16/29 18-43660\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat since the submission of the draft resolution and in \r\naddition to those delegations listed in the document, \r\nthe following countries have also become sponsors of \r\nA/73/L.62: Angola, Antigua and Barbuda, Argentina, \r\nCameroon, Canada, Ecuador, Egypt, the Gambia, \r\nGuinea, India, Japan, Lesotho, Luxembourg, Mexico, \r\nMadagascar, Monaco, Mongolia, Morocco, the \r\nPhilippines, Portugal, Saint Kitts and Nevis, Sao Tome \r\nand Principe, Sweden, Togo, Turkey, Uruguay and \r\nViet Nam.\r\nThe Acting President: Before we proceed, in \r\naccordance with rule 90 of the rules of procedure, \r\nthe Assembly shall first take a decision on the draft \r\namendment circulated in document A/73/L.67. A \r\nrecorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nHungary, Israel, Libya, United States of America\r\nAgainst:\r\nAlbania, Algeria, Andorra, Angola, Antigua \r\nand Barbuda, Argentina, Armenia, Azerbaijan, \r\nBahamas, Bangladesh, Belarus, Belgium, Belize, \r\nBhutan, Bolivia (Plurinational State of), Bosnia \r\nand Herzegovina, Brazil, Brunei Darussalam, \r\nBurkina Faso, Burundi, Cambodia, Canada, \r\nColombia, Costa Rica, Côte d’Ivoire, Croatia, \r\nCuba, Cyprus, Democratic Republic of the Congo, \r\nDjibouti, Ecuador, Egypt, El Salvador, Eritrea, \r\nEstonia, Fiji, Finland, France, Gambia, Ghana, \r\nGreece, Guatemala, Guinea, Guinea-Bissau, \r\nGuyana, Honduras, Iceland, India, Indonesia, \r\nIran (Islamic Republic of), Iraq, Ireland, Jamaica, \r\nJapan, Kazakhstan, Kenya, Lesotho, Liechtenstein, \r\nLuxembourg, Malawi, Malaysia, Maldives, Mali, \r\nMalta, Mauritius, Mexico, Monaco, Mongolia, \r\nMontenegro, Morocco, Mozambique, Myanmar, \r\nNamibia, Nepal, Netherlands, New Zealand, \r\nNicaragua, Niger, Nigeria, Pakistan, Paraguay, \r\nPeru, Philippines, Portugal, Qatar, Republic of \r\nKorea, Russian Federation, Saint Kitts and Nevis, \r\nSaint Lucia, Saint Vincent and the Grenadines, \r\nSamoa, San Marino, Sao Tome and Principe, \r\nSenegal, Serbia, Sierra Leone, Singapore, \r\nSlovenia, Solomon Islands, South Africa, Spain, \r\nSri Lanka, Sudan, Switzerland, Syrian Arab \r\nRepublic, Thailand, the former Yugoslav Republic \r\nof Macedonia, Togo, Tunisia, Turkey, Tuvalu, \r\nUruguay, Venezuela (Bolivarian Republic of), Viet \r\nNam, Yemen, Zambia, Zimbabwe\r\nAbstaining:\r\nAustralia, Austria, Bahrain, Bulgaria, Chile, Czech \r\nRepublic, Denmark, Equatorial Guinea, Georgia, \r\nGermany, Italy, Jordan, Kuwait, Latvia, Lebanon, \r\nLithuania, Norway, Oman, Papua New Guinea, \r\nPoland, Romania, Saudi Arabia, Slovakia, Sweden, \r\nUkraine, United Arab Emirates, United Kingdom \r\nof Great Britain and Northern Ireland\r\nDraft amendment A/73/L.67 was rejected by 4 votes \r\nto 117, with 27 abstentions.\r\nThe Acting President: I now put to the vote \r\ndraft resolution A/73/L.62. A recorded vote has been \r\nrequested.\r\nIn favour:\r\nAlbania, Algeria, Andorra, Angola, Antigua and \r\nBarbuda, Argentina, Armenia, Australia, Austria, \r\nAzerbaijan, Bahamas, Bahrain, Bangladesh, \r\nBarbados, Belarus, Belgium, Belize, Benin, \r\nBhutan, Bolivia (Plurinational State of), Bosnia \r\nand Herzegovina, Brazil, Brunei Darussalam, \r\nBulgaria, Burkina Faso, Burundi, Cambodia, \r\nCameroon, Canada, Chile, China, Colombia, Costa \r\nRica, Côte d’Ivoire, Croatia, Cuba, Cyprus, Czech \r\nRepublic, Democratic Republic of the Congo, \r\nDenmark, Djibouti, Ecuador, Egypt, El Salvador, \r\nEquatorial Guinea, Eritrea, Estonia, Fiji, Finland, \r\nFrance, Gambia, Georgia, Germany, Ghana, \r\nGreece, Guatemala, Guinea, Guinea-Bissau, \r\nGuyana, Haiti, Honduras, Iceland, India, Indonesia, \r\nIran (Islamic Republic of), Iraq, Ireland, Israel, \r\nItaly, Jamaica, Japan, Jordan, Kazakhstan, Kenya, \r\nKuwait, Kyrgyzstan, Lao People’s Democratic \r\nRepublic, Latvia, Lebanon, Lesotho, Liechtenstein, \r\nLithuania, Luxembourg, Madagascar, Malawi, \r\nMalaysia, Maldives, Mali, Malta, Mauritius, \r\nMexico, Monaco, Mongolia, Montenegro, Morocco, \r\nMozambique, Myanmar, Namibia, Nauru, Nepal, \r\nNetherlands, New Zealand, Nicaragua, Niger, \r\nNigeria, Norway, Oman, Pakistan, Panama, Papua \r\nNew Guinea, Paraguay, Peru, Philippines, Poland, \r\nPortugal, Qatar, Republic of Korea, Republic of \r\nMoldova, Romania, Russian Federation, Saint \r\nKitts and Nevis, Saint Lucia, Saint Vincent and \r\nthe Grenadines, Samoa, San Marino, Sao Tome \r\nand Principe, Saudi Arabia, Senegal, Serbia, Sierra \r\n13/12/2018 A/73/PV.52\r\n18-43660 17/29\r\nLeone, Singapore, Slovakia, Slovenia, Solomon \r\nIslands, South Africa, Spain, Sri Lanka, Sudan, \r\nSweden, Switzerland, Syrian Arab Republic, \r\nTajikistan, Thailand, the former Yugoslav Republic \r\nof Macedonia, Togo, Tunisia, Turkey, Tuvalu, \r\nUkraine, United Arab Emirates, United Kingdom \r\nof Great Britain and Northern Ireland, Uruguay, \r\nVenezuela (Bolivarian Republic of), Viet Nam, \r\nYemen, Zambia, Zimbabwe\r\nAgainst:\r\nLibya, United States of America\r\nAbstaining:\r\nHungary\r\nDraft resolution A/73/L.62 was adopted by 157 \r\nvotes to 2, with 1 abstention (resolution 73/132).\r\nThe Acting President: Before giving the f loor \r\nfor explanations of vote after the voting, may I remind \r\ndelegations that explanations of vote are limited to \r\n10 minutes and should be made by delegations from \r\ntheir seats.\r\nMs. Goebel (Germany): I have the honour to deliver \r\nthis explanation of vote on behalf of Belgium, Bulgaria, \r\nCroatia, Cyprus, the Czech Republic, Denmark, \r\nEstonia, Finland, France, Greece, Ireland, Italy, Latvia, \r\nLithuania, Luxembourg, Malta, the Kingdom of the \r\nNetherlands, Poland, Portugal, Romania, Slovakia, \r\nSlovenia, Spain, Sweden, the United Kingdom and my \r\nown country, Germany.\r\nWe have voted today in favour of resolution 73/132 \r\non the understanding that the text in its entirety reflects \r\na compromise package. With regard to the twenty-\r\nsecond preambular paragraph, we would like to specify \r\nthat we understand that paragraph as not promoting \r\nan expansion of the rights of migrants in an irregular \r\nsituation within our countries, beyond what has been \r\nagreed previously in relevant international documents \r\nand what is in line with national legislation.\r\nMrs. Stern (Australia): Australia was pleased to \r\nvote in support of resolution 73/132, and we thank the \r\nForeign Policy and Global Health Initiative for bringing \r\nit forward. Australia takes seriously its obligations \r\nunder international law, including those contained in \r\nthe core human rights instruments. We acknowledge \r\nthat all States have an overarching obligation to respect, \r\nprotect and promote the human rights of migrants and \r\nrefugees. Australia does not support conflating this \r\nresolution with the global compact on migration, which \r\nis expected to be considered by the General Assembly \r\nnext week. For that reason, we abstained in the voting on \r\nthe twenty-second preambular paragraph, as contained \r\nin document A/73/L.67.\r\nMr. Charwath (Austria): Austria voted in favour \r\nof resolution 73/132 today despite our reservations \r\nregarding the twenty-second preambular paragraph, as \r\nwe see the draft resolution in its entirety as a package \r\non the important topic of global health, with this year’s \r\nfocus on nutrition. In that regard, however, we reiterate \r\nthat Austria does not support the global compact on \r\nmigration and that it decides on migration issues in a \r\nfully sovereign manner, based solely on national laws \r\nand international treaties, duly ratified by the Austrian \r\nParliament. Therefore, our vote today cannot be \r\nunderstood as accepting of an expansion of the rights \r\nof migrants.\r\nMrs. Schneeberger (Switzerland): Switzerland \r\nthanks the core group for its efforts to bring the \r\nnegotiations on resolution 73/132, entitled “Global \r\nhealth and foreign policy: a healthier world through \r\nbetter nutrition”, to an end. We regret that the resolution \r\nwas put to the vote today. We would like to take this \r\nopportunity to clarify our position on certain aspects \r\nof the resolution.\r\nThe global health and foreign policy resolution is \r\nhistorically rooted in the Oslo Ministerial Declaration \r\nand focuses on one of its specific topics every year. \r\nThis year’s resolution addresses the issue of nutrition. \r\nSwitzerland regrets that the resolution is not more \r\nfocused on the topic. The text before us includes a \r\nvariety of subjects not directly related to nutrition. \r\nWe believe that those subjects should be discussed \r\nin the appropriate forums. One example is the issue \r\nof access to medicines mentioned in the fifteenth \r\npreambular paragraph.\r\nWith regard to this particular topic, Switzerland \r\ntakes a holistic approach including all relevant factors \r\nthat contribute to access to medical products. There \r\nare many reports in that regard, and we do not see a \r\nreason to single out one specific reference. Switzerland \r\nwelcomes the fact that this year’s resolution has taken \r\nup nutrition. Switzerland is convinced that nutrition \r\nplays a critical role for health and development. In \r\naddition, this year’s resolution is fully in the spirit of \r\nthe 2030 Agenda for Sustainable Development and its \r\nmultisectoral nature.\r\nA/73/PV.52 13/12/2018\r\n18/29 18-43660\r\nMrs. Bernal Prado (Chile) (spoke in Spanish): \r\nThe delegation of Chile has reservations concerning \r\nthe twenty-second preambular paragraph of resolution \r\n73/132.\r\nThe Acting President: The Assembly has thus \r\nconcluded this stage of its consideration of agenda \r\nitem 129.\r\nAgenda item 7 (continued)\r\nOrganization of work, adoption of the agenda and \r\nallocation of items\r\nDraft decision A/73/L.38\r\nThe Acting President: As announced in the letter \r\nfrom the President of the General Assembly, dated \r\n27 November 2018, draft decision A/73/L.38 is orally \r\nrevised by adding to the end of paragraph (f) the \r\nfollowing text:\r\n“..., subject to the provisions in the resolution entitled \r\n‘Scope, modalities, format and organization of the \r\nhigh-level meeting on universal health coverage’”.\r\nThe Assembly will now take a decision on draft \r\ndecision A/73.L.38, entitled “High-level meetings \r\nof the General Assembly in September 2019”, as \r\norally revised.\r\nI give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): This oral statement \r\nis made in accordance with rule 153 of the rules of \r\nprocedure of the General Assembly.\r\nUnder the terms of paragraphs (a), (b), (c), (d), \r\n(e) and (f) of draft decision A/73/L.38, the General \r\nAssembly would decide that the general debate of the \r\nseventy-fourth session of the General Assembly will \r\nbe held from Tuesday, 24 September 2019 to Saturday, \r\n28 September 2019 and on Monday, 30 September \r\n2019; to hold the high-level meeting on universal \r\nhealth coverage on Monday, 23 September from 9 a.m. \r\nto 1 p.m. and from 3 p.m. to 6 p.m., in accordance \r\nwith resolution 72/139; to hold the high-level political \r\nforum under the auspices of the General Assembly on \r\nTuesday, 24 September, from 3 p.m. to 6 p.m. and on \r\nWednesday, 25 September, from 10 a.m. to 1 p.m. and \r\nfrom 3 p.m. to 6 p.m.; to hold the High-level Dialogue \r\non Financing for Development of the General Assembly \r\non Thursday, 26 September, from 10 a.m. to 1 p.m. and \r\nfrom 3 p.m. to 6 p.m., and to hold on the same day the \r\nhigh-level meeting to commemorate and promote the \r\nInternational Day for the Total Elimination of Nuclear \r\nWeapons, from 11 a.m. to 1 p.m. and from 3 p.m. to \r\n6 p.m., in accordance with resolution 72/251.\r\nFurthermore, as indicated in the letter from the \r\nPresident of the General Assembly dated 27 November, \r\nfollowing action on draft resolution A/73/L.37, entitled \r\n“Scope, modalities, format and organization of the \r\nhigh-level meeting on universal health coverage”, draft \r\ndecision A/73/L.38 is to be orally revised before action \r\non it by adding to the end of paragraph (f) in the text:\r\n“..., subject to the provisions in the resolution entitled \r\n‘Scope, modalities, format and organization of the \r\nhigh-level meeting on universal health coverage’”.\r\nPursuant to the decision contained in paragraph (b) \r\nof the draft decision, it is envisaged that the following \r\nmeetings will be held in New York: a one-day high-level \r\nmeeting on universal health coverage, on 23 September, \r\nconsisting of an opening segment, a plenary segment \r\nand a brief closing segment, with interpretation in all \r\nsix languages; and two multi-stakeholder panels to be \r\nheld in parallel on 23 September, with interpretation in \r\nall six languages and an interactive multi-stakeholder \r\nhearing before the end of July. While interpretation \r\nservices for the two segments of the high-level meeting \r\nand the interactive multi-stakeholder hearing would be \r\nprovided using the meeting entitlements of the General \r\nAssembly, the remaining meetings would constitute an \r\naddition to the meetings workload for the Department \r\nfor General Assembly and Conference Management in \r\n2019. However, the additional requirements for meeting \r\nservices in the amount of $23,800 would be met from \r\nwithin existing resources.\r\nFurthermore, the decision contained in paragraph \r\n(b) of the draft resolution would entail an addition to \r\nthe documentation workload of the Department for \r\nGeneral Assembly and Conference Management in \r\n2019 of one post-session document of 10,700 words, in \r\nall six languages. However, the additional requirements \r\nfor documentation services in the amount of $32,500 \r\nwould be met from within existing resources.\r\nThe meetings and documentation requirements in \r\nthe aforementioned fourth and fifth paragraphs of this \r\noral statement were also indicated in the oral statement \r\nread out and distributed upon the adoption of draft \r\nresolution A/73/L.37.\r\n13/12/2018 A/73/PV.52\r\n18-43660 19/29\r\nPursuant to the decision contained in paragraphs \r\n(c) and (d) of the draft decision, it is envisaged that \r\nthe high-level political forum under the auspices of \r\nthe General Assembly, the High-level Dialogue on \r\nFinancing for Development and the high-level meeting \r\nto commemorate and promote the International Day \r\nfor the Total Elimination of Nuclear Weapons will be \r\nutilizing existing entitlements.\r\nPursuant to the decision contained in paragraph \r\n(e) of the draft decision, it is envisaged that the high-\r\nlevel meeting to review progress made in addressing \r\nthe priorities of small island developing States \r\n(SIDS) through the implementation of the SIDS \r\nAccelerated Modalities of Action (SAMOA) Pathway \r\non 27 September, in New York, will consist of two \r\nmeetings with interpretation in six languages. The \r\nmeetings would constitute an addition to the meetings \r\nworkload for the Department for General Assembly \r\nand Conference Management in 2019. However, the \r\nrequirements for meeting services in the amount of \r\n$11,900 would be met from within existing resources.\r\nPursuant to the decisions contained in paragraphs \r\n(b), (c), (d) and (e) of the draft decision, it is also \r\nenvisaged that the high-level meetings would constitute \r\nan addition to the meetings and media coverage, media \r\naccreditation and liaison and audiovisual services for \r\nthe Department of Public Information in 2019. However, \r\nthe requirements in the amount of $51,600 would be \r\nmet from within existing resources.\r\nAccordingly, should the General Assembly adopt \r\ndraft decision A/73/L.38, no additional requirements \r\nwould arise under the programme budget for the \r\nbiennium 2018-2019.\r\nThe statement I have just read out has been made \r\navailable on the PaperSmart portal.\r\nThe Acting President: May I take it that it is the \r\nwish of the General Assembly to adopt draft decision \r\nA/73/L.38, as orally revised?\r\nDraft decision A/73/L.38, as orally revised, was \r\nadopted (decision 73/524).\r\nThe Acting President: The General Assembly has \r\nthus concluded this stage of its consideration of agenda \r\nitem 7.\r\nAgenda item 9 (continued)\r\nReport of the Economic and Social Council\r\nDraft resolution (A/73/L.40/Rev.1)\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Egypt to introduce draft resolution \r\nA/73/L.40/Rev.1.\r\nMr. Khalil (Egypt): On behalf of the Group of 77 \r\nand China, I have the honour to introduce the draft \r\nresolution entitled “Graduation of countries from \r\nthe least developed country category”, contained in \r\ndocument A/73/L.40/Rev.1.\r\nThe draft resolution pertains to the graduation \r\nof the Kingdom of Bhutan, Solomon Islands and the \r\nDemocratic Republic of Sao Tome and Principe from \r\nthe least developed country (LDC) category.\r\nSince the creation of the least developed country \r\ncategory in 1971, only five countries have graduated \r\nfrom it. Two more are to be graduated in 2020 and \r\n2021. Therefore, the graduation of an additional three \r\ncountries, which is at the core of the decision that the \r\nGeneral Assembly is about to take today, is a very \r\npositive development and should be welcomed and \r\ncelebrated by the entire international community. \r\nMore importantly, graduation from the LDC category \r\nrepresents a clear and strong signal that those three \r\ncountries are on the right development trajectory \r\ntowards achieving sustainable development and should \r\nbe commended for their development achievements.\r\nThe Group would like to stress that the graduating \r\ncountries, with the full support of the international \r\ncommunity, should be put on a path of sustainable \r\ndevelopment to minimize the risk of backsliding \r\nafter graduation. As the three graduating countries \r\nbegin preparations for their smooth national transition \r\nstrategies, we call on development partners, including \r\nthe United Nations, to recognize that existing \r\nvulnerabilities to economic and environmental shocks \r\nwill not be overcome simply by graduating out of the \r\nLDC category. Therefore, we call on all development and \r\ntrading partners to assist the three graduating countries \r\nand provide them with country-specific support over \r\nthe preparatory period and beyond to ensure smooth \r\nsailing in their transition out of the LDC category.\r\nOn behalf of the Group of 77 and China, I would \r\nlike to thank all partners involved in the negotiations \r\nA/73/PV.52 13/12/2018\r\n20/29 18-43660\r\non the draft resolution. We hope that the General \r\nAssembly will adopt it by consensus.\r\nFinally, the Group would also like to thank the \r\ndelegations of Nepal and Canada for their efforts \r\nin co-facilitating the draft resolution, as well as the \r\ndelegation of Bhutan for coordinating it on behalf of \r\nthe Group of 77 and China.\r\nThe Acting President: The Assembly will now take \r\na decision on draft resolution A/73/L.40/Rev.1, entitled \r\n“Graduation of countries from the least developed \r\ncountry category”.\r\nMay I take it that it is the wish of the General \r\nAssembly to adopt draft resolution A/73/L.40/Rev.1?\r\nDraft resolution A/73/L.40/Rev.1 was adopted \r\n(resolution 73/133).\r\nThe Acting President: Before giving the f loor for \r\nexplanations of position on the resolution just adopted, \r\nmay I remind delegations that explanations are limited \r\nto 10 minutes and should be made by delegations from \r\ntheir seats.\r\nMr. Tealei (Tuvalu): I have the honour to speak \r\non behalf of the Pacific Islands Forum members \r\nrepresented at the United Nations: Australia, the \r\nFederated States of Micronesia, Fiji, Kiribati, the \r\nMarshall Islands, Nauru, New Zealand, Palau, Papua \r\nNew Guinea, Samoa, Solomon Islands, Tonga, Vanuatu \r\nand my own country, Tuvalu.\r\nFirst, we would like to thank the Group of 77 and \r\nChina for introducing resolution 73/133 and Nepal and \r\nCanada for their able facilitation of the resolution.\r\nGraduation from the least developed country \r\n(LDC) category is an important milestone on a \r\ncountry’s road to sustainable development and should \r\nbe something that countries strive to achieve. However, \r\nif countries are not fully ready, graduation instead \r\nbrings fear and regret. Therefore, graduation must be \r\nundertaken cautiously and mutually so as to ensure that \r\nit is sustainable.\r\nThe word “graduation” itself implies a gradual \r\nprocess rather than a cliff. To protect the development \r\ntrajectory that led to graduation in the first place, it \r\nis crucial that the process avoid uncertainty and the \r\npotentially rapid loss of economic and development \r\ngains beyond graduation. We know that a slower, more \r\ndeliberate transition process is more likely to create \r\nsuccessful conditions for sustainable graduation for all \r\nthose involved. It is in our interest to ensure a successful \r\ntransition process.\r\nThe Pacific is a unique region, with unique \r\nvulnerabilities and operating challenges. We share \r\nmany of those vulnerabilities and challenges with our \r\nother brothers and sisters in small island developing \r\nStates (SIDS) around the world. Many SIDS are highly \r\nvulnerable to economic shocks and natural disasters. \r\nDespite being middle-income countries, SIDS also \r\nstruggle to attract certain forms of financing and \r\ninvestment. Susceptibility to fragility and conflict can \r\nalso affect access to financing. Some of our Pacific \r\ncountries have graduated from the least developed \r\ncountry category or are on their way. Others face \r\nobstacles that make graduation seem beyond our reach.\r\nEven after graduation, we remain highly vulnerable \r\ndue to the impact of climate change and the risk of natural \r\ndisasters. Gross national income (GNI) per capita does \r\nnot reflect vulnerabilities, nor does rising GNI make \r\nthem go away. The Pacific Islands Forum considers that \r\nthe mid-term review of the SIDS Accelerated Modalities \r\nof Action (SAMOA) Pathway next year will be an ideal \r\nopportunity to reflect on the synergies between the \r\ndevelopment needs of SIDS and LDCs and to ensure \r\nthat support measures for both are consistent and fit \r\nfor purpose. It will also be an opportunity to ensure \r\nthat the graduation process helps graduating countries \r\nbuild the resilience they will need, not just to protect \r\nbut to extend their development achievement. We look \r\nforward to working with all those present towards that \r\nend in 2019.\r\nThe Acting President: The General Assembly has \r\nthus concluded this stage of its consideration of agenda \r\nitem 9.\r\nAgenda item 14 (continued)\r\nIntegrated and coordinated implementation \r\nof and follow-up to the outcomes of the major \r\nUnited Nations conferences and summits in the \r\neconomic, social and related field\r\nDraft resolution (A/73/L.50)\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Mongolia to introduce draft resolution \r\nA/73/L.50.\r\nMr. Sukhee (Mongolia): I have the honour to \r\nintroduce draft resolution A/73/L.50, entitled “Education \r\nfor democracy”, on behalf of the sponsors representing \r\n13/12/2018 A/73/PV.52\r\n18-43660 21/29\r\nvarious regions and my own country, Mongolia. The \r\ntext, which has been agreed by all delegations attending \r\nthe informal consultations, includes meaningful \r\nadvancements to promote education for democracy.\r\nWe reaffirm the fundamental link among democratic \r\ngovernance, peace, development and the promotion \r\nand protection of all human rights and fundamental \r\nfreedoms, which are interdependent and mutually \r\nreinforcing, and we also recognize that education \r\ncontributes to the strengthening of democracy, good \r\ngovernance and the rule of law at all levels.\r\nIn the draft resolution, we recall that the Sustainable \r\nDevelopment Goals and targets are integrated and \r\nindivisible and that they balance the three dimensions \r\nof sustainable development. We acknowledge the \r\nimportance of taking measures to ensure inclusive and \r\nequitable quality education and of promoting lifelong \r\nlearning opportunities for all, including expanded \r\nopportunities for all children, particularly girls’ access \r\nto quality education.\r\nWe also recognize that education for democracy \r\nnurtures responsible and active learners, capable of \r\ncontributing effectively to peace and prosperity in their \r\nsocieties and beyond. Furthermore, Member States \r\nand national, regional and local education authorities \r\nare encouraged, as appropriate, to make further efforts \r\nto strengthen, through education, the connections \r\namong democratic governance, peace, sustainable \r\ndevelopment and the promotion of human rights and \r\nfundamental freedoms. Moreover, we acknowledge the \r\nimportant contributions of civil society, academia, the \r\nprivate sector and other stakeholders, including United \r\nNations agencies, funds and programmes, in support of \r\ndemocracy and education for democracy.\r\nI wish to take this opportunity to extend our \r\ngratitude to all the delegations that participated actively \r\nin our discussions on the draft text, as well as to all \r\nsponsors for their support.\r\nIn conclusion, on behalf of all the sponsors, I would \r\nlike to express our hope that the draft resolution will \r\nreceive the unanimous support of Member States and \r\nwide co-sponsorship, as it has in previous years.\r\nThe Acting President: The Assembly will now \r\ntake a decision on draft resolution A/73/L.50, entitled \r\n“Education for Democracy”.\r\nI give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat, since the submission of the draft resolution, \r\nin addition to the delegations listed in document \r\nA/73/L.50, the following countries have also become \r\nsponsors of the draft resolution: Andorra, Argentina, \r\nAustria, Belgium, Bulgaria, Cameroon, Canada, the \r\nCentral African Republic, Costa Rica, Cyprus, the \r\nCzech Republic, Estonia, Finland, Germany, Greece, \r\nGuinea, Hungary, Iceland, Ireland, Israel, Italy, Japan, \r\nLatvia, Luxembourg, Monaco, Morocco, Nigeria, \r\nNorway, Poland, Portugal, the Republic of Korea, \r\nRomania, San Marino, Slovakia, Slovenia, Sweden, \r\nthe former Yugoslav Republic of Macedonia, Togo, \r\nTunisia, Turkey and Uruguay.\r\nThe Acting President: May I take it that the \r\nAssembly decides to adopt draft resolution A/73/L.50?\r\nDraft resolution A/73/L.50 was adopted (resolution \r\n73/134).\r\nThe Acting President: Before giving the f loor to \r\nspeakers in explanation of position on the resolution \r\njust adopted, I remind delegations that explanations are \r\nlimited to 10 minutes and should be made by delegations \r\nfrom their seats.\r\nMr. Ordeman (United States of America): The \r\nUnited States believes that education is transformational \r\nfor individuals and societies and that it creates pathways \r\nto better health, economic growth, a sustainable \r\nenvironment and peaceful democratic societies.\r\nOn 15 November, the United States Agency for \r\nInternational Development announced a new education \r\npolicy aimed at focusing resources on programmes that \r\nproduce measurable learning outcomes for students. \r\nThe new policy also recognizes the important role of \r\nnon-State actors, including civil-society organizations, \r\nfaith-based and charitable entities and the private \r\nsector, in providing educational opportunities that help \r\nstudents gain access to the education and skills that \r\nthey need to be productive members of society.\r\nWhile the United States joined the consensus on \r\nresolution 73/134, on education for democracy, we do so \r\nwith the express understanding that when the resolution \r\nacknowledges the importance of taking measures to \r\nensure various aspects of education, it does so in terms \r\nthat are mindful of and consistent with the governance \r\nframework for education in the United States and our \r\nrespective federal, state and local authorities.\r\nA/73/PV.52 13/12/2018\r\n22/29 18-43660\r\nWe see significant variation in the capacity \r\nand effectiveness of many nations’ Governments in \r\nproviding high-quality education. In many instances, \r\nnon-State schools and providers, which often include \r\nfaith-based and charitable organizations, are stepping \r\nin to fill gaps that would otherwise prevent access to \r\neducation for many children and youth. Currently, in \r\nlow-income countries, non-State schools enrol nearly \r\n14 per cent of primary school-age students, and in \r\nlower middle-income countries the enrolment rate for \r\nprimary school-age students rises to 24 per cent.\r\nThe United States believes that there is both a need \r\nand an opportunity to engage with non-State schools, \r\nincluding those of faith-based and charitable entities, to \r\nhelp ensure access to quality education for children and \r\nyouth in developing countries. We further understand \r\nthe reference in the resolution to internationally agreed \r\ndevelopment goals to refer to the 2030 Agenda for \r\nSustainable Development. The United States position is \r\narticulated in the following explanation of position on \r\nthat document.\r\nWith regard to the references to the 2030 Agenda \r\nfor Sustainable Development in the resolution, we \r\naddressed our concerns regarding such references in a \r\ngeneral explanation of position delivered on 8 November \r\nin the Second Committee and in an explanation of \r\nposition delivered in the General Assembly regarding \r\nresolution 73/24, entitled “Sport as an enabler of \r\nsustainable development”, which was adopted under \r\nagenda item 12 on 3 December (see A/73/PV.44).\r\nThe Acting President: We have heard the last \r\nspeaker in explanation of position after the voting.\r\nThe General Assembly has thus concluded this \r\nstage of its consideration of agenda item 14.\r\nAgenda item 128 (continued)\r\nCooperation between the United Nations and \r\nregional and other organizations\r\n(b) Cooperation between the United Nations and \r\nthe Organization of Islamic Cooperation\r\nDraft resolution (A/73/L.45)\r\nThe Acting President: I now give the f loor to \r\nthe representative of Bangladesh to introduce draft \r\nresolution A/73/L.45.\r\nMr. Bin Momen (Bangladesh): In my capacity \r\nas Chair of the group of States members of the \r\nOrganization of Islamic Cooperation in New York, \r\nI have the pleasure to introduce draft resolution \r\nA/73/L.45, entitled “Cooperation between the United \r\nNations and the Organization of Islamic Cooperation”. \r\nThe draft resolution is consistent with the spirit, mission \r\nand purposes of resolution 3369 (XXX),. of 10 October \r\n1975, in which the Assembly decided to invite the \r\nOrganization of Islamic Cooperation to participate in \r\nthe decisions and work of the General Assembly and its \r\nsubsidiary organs in the capacity of observer.\r\nIn its preambular paragraphs, the draft resolution \r\nreaffirms the common purpose and shared objectives \r\nof the Organization of Islamic Cooperation and the \r\nUnited Nations in conflict prevention and resolution, \r\nconfidence-building, peacekeeping, peacebuilding, \r\npost-conflict rehabilitation, mediation and preventive \r\ndiplomacy, and the promotion of a culture of peace \r\nthrough dialogue and cooperation, especially in \r\nconnection with conflict situations involving Muslim \r\ncommunities around the world.\r\nIt welcomes, inter alia, the initiatives on interfaith \r\ndialogue pursued by the two organizations. \r\nFurthermore, the draft resolution highlights the desire \r\nof the two organizations to work more closely in the \r\npolitical, economic, social, humanitarian, cultural \r\nand scientific fields and in their common search for \r\nsolutions to global issues of concern, such as questions \r\nrelating to international peace and security, respect for \r\nterritorial integrity, disarmament, self-determination, \r\ndecolonization, the promotion and protection of human \r\nrights, economic and social development and combating \r\ninternational terrorism.\r\nAmong other issues, the draft resolution recognizes \r\nthe existing cooperation between the Organization of \r\nIslamic Cooperation and the Office for the Coordination \r\nof Humanitarian Affairs. In its operative paragraphs, \r\nthe draft resolution reaffirms the shared goals of the \r\ntwo organizations in promoting and facilitating the \r\nMiddle East peace process. It further acknowledges \r\nthe cooperation of the two organizations in combating \r\nintolerance, the stigmatization of persons based on their \r\nreligion or beliefs and preventing violent extremism as \r\nand when conducive to terrorism.\r\nToday we are witnessing the increasing importance \r\nand utility of dynamic cooperation between the United \r\nNations and the Organization of Islamic Cooperation. \r\nIndeed, in the face of protracted as well as emerging \r\n13/12/2018 A/73/PV.52\r\n18-43660 23/29\r\nconflicts around the world, such cooperation between \r\nthe two organizations is an important strategic value.\r\nIn conclusion, we take this opportunity to \r\nexpress our thanks and appreciation to delegations \r\nfor their interest in, and engagement with, the draft \r\nresolution. I now request that all States members of \r\nthe General Assembly adopt draft resolution A/73/L.45 \r\nby consensus.\r\nThe Acting President: We shall now take a decision \r\non draft resolution A/73.L.45, entitled “Cooperation \r\nbetween the United Nations and the Organization of \r\nIslamic Cooperation”.\r\nBefore giving the f loor to those representatives who \r\nwish to speak in explanation of vote before the voting, \r\nI would like to remind delegations that explanations are \r\nlimited to 10 minutes and should be made by delegations \r\nfrom their seats.\r\nMr. Charwath (Austria): I have the honour to \r\nspeak on behalf of the European Union (EU) and its \r\nmember States.\r\nThe candidate countries the former Yugoslav \r\nRepublic of Macedonia, Montenegro, Serbia and \r\nAlbania align themselves with this statement.\r\nThe European Union and its member States support \r\ndraft resolution A/73/L.45, on cooperation between \r\nthe United Nations and the Organization of Islamic \r\nCooperation (OIC) and encourage further cooperation \r\nbetween the two organizations. With reference to \r\nthe language contained in the draft resolution, which \r\nnotes the 2025 Programme of Action of the OIC, \r\nthe EU stresses that such language does not imply \r\nany endorsement of the declarations, decisions and \r\nresolutions adopted by the OIC forums, which should \r\nbe fully consistent with General Assembly and Security \r\nCouncil resolutions and in full respect of international \r\nlaw and the Charter of the United Nations, including, \r\nnotably, the principle contained in Article 2.7.\r\nIn that regard, we wish to put on record that the \r\nprovisions of the OIC 2025 Programme of Action \r\nrelated to Cyprus are not consistent with existing \r\nSecurity Council and General Assembly resolutions. \r\nWe therefore urge the OIC to refrain from adopting \r\npositions that would undermine international law and \r\nthe Charter of the United Nations. The EU trusts that \r\nits position will be taken into account in future so that \r\nit can continue to support the resolution.\r\nMr. Al-Arsan (Syrian Arab Republic) (spoke in \r\nArabic): My delegation would like to express its position \r\non agenda item 128 (b) and draft resolution A/73/L.45, \r\nentitled “Cooperation between the United Nations and \r\nthe Organization of Islamic Cooperation”.\r\nThe Syrian Arab Republic is one of the founding \r\nStates of the Organization of Islamic Cooperation (OIC) \r\nand will remain so despite the artificial performance \r\nstaged by the Government of the OIC host country in \r\nAugust 2012, when it exerted, as usual, political and \r\nfinancial pressure on certain OIC States to suspend \r\nSyria’s membership through an illegitimate resolution \r\nin violation of the Organization’s rules of procedure.\r\nMy country has excellent, friendly and steadfast \r\nrelations with most members of the OIC. We appreciate \r\nthat many Governments and peoples of OIC member \r\nStates remained at Syria’s side as we fought a terrorist \r\nwar that was imposed on us. However, the position \r\nthat we express today is put forward in response to \r\nthe irregular practices of the Government of the OIC \r\nhost country, which contravene the rules of procedure \r\nthat govern the Organization and the principles of \r\ndemocracy, governance and equality of rights and \r\nresponsibilities among Member States.\r\nThese irregular  practices of the Government of the \r\nOIC host country require a new, comprehensive review \r\nand evaluation of the performance of the OIC. It is no \r\nsecret that many OIC member States are dissatisfied \r\nwith these undemocratic practices, which depart from \r\nthe principle of collective action and have been imposed \r\non them by the Government of the OIC host country. \r\nThat Government imposes its vision, will, agenda and \r\nnational interests on the OIC.\r\nIn that regard, my country has reservations on \r\nparagraph 81 of the report of the Secretary-General \r\n(A/73/328), on cooperation between the United Nations \r\nand regional and other organizations, pertaining to \r\nthe situation in the Syrian Arab Republic. My country \r\nwill continue to reject any role envisaged by the OIC \r\nthat is dictated by the policies and practices of the host \r\ncountry’s Government, which are based on supporting \r\narmed terrorist and extremist groups in Syria while \r\nobstructing any political solution and interfering \r\ndestructively and dangerously in the internal affairs \r\nof Syria.\r\nMy country has suffered from global terrorism to \r\na degree unprecedented in the history of humankind. \r\nThe Syrian people have paid a heavy price in blood \r\nA/73/PV.52 13/12/2018\r\n24/29 18-43660\r\nand in the loss of economic, industrial and agricultural \r\ngains that were realized after decades of hard work. \r\nThe Syrian people will never forget or pardon any \r\nGovernment that has supported and financed terrorism \r\ndirectly or by failing to shoulder its responsibility, or \r\nthat has promoted terrorism politically and by means of \r\nthe media and extremist religious platforms.\r\nMy country will never forget that tens of thousands \r\nof foreign terrorist fighters who embrace the Wahhabi \r\nextremist ideology have f looded areas of conflict and \r\nfighting in Syria from more than 100 States members of \r\nthe United Nations. Regrettably, most of those terrorists \r\ncame from OIC member States. It is evident that the \r\nrecruitment and funding of tens of thousands of foreign \r\nterrorist fighters and their ease of passage to Syria \r\nwere not coincidental or random events. Rather, they \r\nwere an organized and systematic process carried out \r\nby certain Governments based on political and military \r\ninvestment in terrorism and extremist ideology with a \r\nview to achieving the political objectives of bringing \r\ndown the legitimate Government in Syria, spreading \r\nchaos in the country and undermining its cultural \r\nidentity, which has existed for centuries and is based \r\non peaceful coexistence, tolerance and religious and \r\ncultural diversity.\r\nThe millions of dollars spent by the OIC host \r\nGovernment to get political cover from influential \r\ncountries and silence the voice of conscience will not \r\nchange the fact that it is responsible for the extremist \r\nterrorist Wahhabi ideology embraced by terrorist groups \r\nsince the creation of Al-Qaida, Da’esh, the Al-Nusra \r\nFront and Hayat Tahrir Al-Sham and all affiliated \r\narmed terrorist groups. That ideology has threatened \r\ninternational peace and security, undermined the image \r\nof Islam and Muslims and sabotaged the commitment \r\nof the OIC to promoting peace, tolerance and dialogue \r\namong civilizations.\r\nThe OIC host country is responsible for the worst \r\nhumanitarian disaster and famine in the history of \r\nmankind in Yemen, which has led to the killing, \r\ndisplacement and starvation of 20 million Yemenis, the \r\ndestruction of the infrastructure of the country and the \r\nspread of epidemics, such as cholera, on a scale not seen \r\nin the world in the last 50 years. The OIC host country is \r\nresponsible for fuelling sectarian divisions, leading to \r\nwars between Muslim communities, in order to realize \r\nselfish and destructive political objectives, which will \r\neventually lead to more conflicts and wars in the Middle \r\nEast, merely because the Government of the OIC host \r\ncountry decided to create a situation of unjustified \r\nhostility towards certain OIC Member States.\r\nAbove all, the Palestinian question is no longer \r\na priority for the OIC, even though it was created in \r\n1969 to defend the Palestinian question and Jerusalem \r\nafter an arson attack by an extremist terrorist against \r\nAl-Masjid Al-Aqsa. However, everyone should know \r\nthat the rights of the Palestinian people and the rights \r\nof the people of the occupied Syrian Golan will never \r\nbe the subject of a deal or the negotiating tool of any \r\nGovernment or party that does not have the right \r\nor mandate to determine the fate of the occupied \r\nArab territories.\r\nNonetheless, my country will continue to believe \r\nin the pioneering role of international and regional \r\norganizations. Hence, it expects the OIC and its \r\nmember States to be able one day to collectively \r\nconduct a true review of the methodology and work of \r\nthe organization and to rid itself of the financial and \r\npolitical polarization that has, regrettably, been brought \r\nabout by the host Government.\r\nWith regard to the situation in Syria, what is \r\nrequired of the OIC is to restore its free decision-making \r\nability and to exercise the true will of the overwhelming \r\nmajority of its members. The OIC should coordinate \r\nand cooperate directly with the Syrian Government in \r\nthe combat against terrorism and religious extremism, \r\nfrom which, regrettably, false stereotypical links have \r\nbeen made between Islam and terrorism. The OIC \r\nshould support Syrian efforts regarding building and \r\nreconstruction; facilitating the return of refugees and \r\ndisplaced persons; putting an end to all forms of foreign \r\noccupation; and achieving a political settlement that is \r\ndetermined by Syrians without foreign intervention.\r\nIn conclusion, the position of my country is not \r\nand will not be directed against the OIC, which we \r\nestablished to be a forum that reflects the true identity \r\nof Islam as a religion of peace, coexistence and \r\namity. We express this position in order to sound the \r\nalarm, so that the OIC will return to its true path. Our \r\nposition f lows from our commitment to the principles \r\nof democracy, transparency and equality in rights and \r\nduties among OIC member States. That prompts us to \r\nask for a recorded vote on draft resolution A/73/L.45.\r\nThe Acting President: We have heard the last \r\nspeaker in explanation of vote before the voting.\r\n13/12/2018 A/73/PV.52\r\n18-43660 25/29\r\nI give the f loor to the representative of Bangladesh \r\non a point of order.\r\nMr. Bin Momen (Bangladesh): Bangladesh, on \r\nbehalf of the States members of the Organization of \r\nIslamic Cooperation, is disappointed to see that the \r\ndelegation of the Syrian Arab Republic has broken \r\nconsensus on the text of draft resolution A/73/L.45 \r\nby asking for a vote on the draft. The text of the draft \r\nresolution consists of agreed language from previous \r\nresolutions and is consistent with the mandate of the \r\nOrganization for Islamic Cooperation and the relevant \r\ninstruments and resolutions of the United Nations. \r\nWe therefore request all States to vote in favour of the \r\ndraft resolution.\r\nThe Acting President: I give the f loor to the \r\nrepresentative of the Syrian Arab Republic on a point \r\nof order.\r\nMr. Al-Arsan (Syrian Arab Republic) (spoke in \r\nArabic): I understood that my colleague the Permanent \r\nRepresentative of Bangladesh had asked for the f loor \r\non a point of order. However, he spoke about the \r\ndraft resolution. In any case, it is not true that there \r\nis consensual language in the draft resolution under \r\nconsideration because it was voted on last year. Hence, \r\nhe cannot consider it to be agreed language.\r\nThe Acting President: The Assembly will now \r\ntake a decision on draft resolution A/73/L.45, entitled \r\n“Cooperation between the United Nations and the \r\nOrganization of Islamic Cooperation”.\r\nI now give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to \r\nannounce that since the submission of the draft \r\nresolution, and in addition to those delegations listed in \r\ndocument A/73/L.45, the following countries have also \r\nbecome sponsors of the draft resolution: Afghanistan, \r\nAlbania, Algeria, Azerbaijan, Bahrain, Benin, Brunei \r\nDarussalam, Burkina Faso, Cameroon, Chad, Comoros, \r\nCôte d’Ivoire, Djibouti, Egypt, Gabon, the Gambia, \r\nGuinea, Guinea-Bissau, Guyana, Indonesia, the Islamic \r\nRepublic of Iran, Iraq, Jordan, Kazakhstan, Kuwait, \r\nKyrgyzstan, Lebanon, Libya, Malaysia, Maldives, Mali, \r\nMauritania, Morocco, Mozambique, the Niger, Nigeria, \r\nOman, Pakistan, Qatar, Saudi Arabia, Senegal, Sierra \r\nLeone, Somalia, the Sudan, Suriname, Tajikistan, Togo, \r\nTunisia, Turkey, Turkmenistan, Uganda, the United \r\nArab Emirates, Uzbekistan and Yemen.\r\nThe Acting President: A recorded vote has been \r\nrequested on draft resolution A/73/L.45, entitled \r\n“Cooperation between the United Nations and the \r\nOrganization of Islamic Cooperation”.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlbania, Algeria, Andorra, Angola, Antigua \r\nand Barbuda, Argentina, Australia, Austria, \r\nAzerbaijan, Bahamas, Bahrain, Bangladesh, \r\nBelarus, Belgium, Belize, Benin, Bhutan, Bolivia \r\n(Plurinational State of), Bosnia and Herzegovina, \r\nBrazil, Brunei Darussalam, Bulgaria, Burkina \r\nFaso, Cambodia, Cameroon, Canada, China, \r\nCosta Rica, Côte d’Ivoire, Croatia, Cuba, Cyprus, \r\nCzech Republic, Denmark, Djibouti, Dominican \r\nRepublic, Ecuador, Egypt, Equatorial Guinea, \r\nEritrea, Estonia, Finland, France, Gambia, \r\nGeorgia, Germany, Greece, Guatemala, Guinea, \r\nGuinea-Bissau, Guyana, Haiti, Hungary, Iceland, \r\nIndonesia, Iran (Islamic Republic of), Iraq, Ireland, \r\nItaly, Jamaica, Japan, Jordan, Kazakhstan, Kuwait, \r\nKyrgyzstan, Lao People’s Democratic Republic, \r\nLatvia, Lebanon, Libya, Liechtenstein, Lithuania, \r\nLuxembourg, Malawi, Malaysia, Maldives, Mali, \r\nMalta, Mauritius, Mexico, Monaco, Mongolia, \r\nMontenegro, Morocco, Mozambique, Namibia, \r\nNepal, Netherlands, New Zealand, Nicaragua, \r\nNiger, Nigeria, Norway, Oman, Pakistan, Panama, \r\nPapua New Guinea, Paraguay, Peru, Philippines, \r\nPoland, Portugal, Qatar, Republic of Moldova, \r\nRomania, Russian Federation, Saint Lucia, Samoa, \r\nSan Marino, Sao Tome and Principe, Saudi \r\nArabia, Senegal, Serbia, Sierra Leone, Singapore, \r\nSlovakia, Slovenia, Solomon Islands, South Africa, \r\nSpain, Sri Lanka, Sudan, Sweden, Switzerland, \r\nTajikistan, Thailand, the former Yugoslav Republic \r\nof Macedonia, Togo, Tunisia, Turkey, Tuvalu, \r\nUkraine, United Arab Emirates, United Kingdom \r\nof Great Britain and Northern Ireland, United \r\nStates of America, Vanuatu, Viet Nam, Yemen, \r\nZambia, Zimbabwe\r\nAgainst:\r\nNone\r\nAbstaining:\r\nArmenia, El Salvador, Honduras, India, Israel, \r\nSyrian Arab Republic\r\nA/73/PV.52 13/12/2018\r\n26/29 18-43660\r\nDraft resolution A/73/L.45 was adopted by 139 votes \r\nto none, with 6 abstentions (resolution 73/135).\r\n[Subsequently, the delegation of Afghanistan \r\ninformed the Secretariat that it had intended to vote \r\nin favour.]\r\nThe Acting President: Before giving the f loor \r\nto representatives who wish to speak in explanation \r\nof vote on the resolution just adopted, I would like to \r\nremind delegations that explanations of vote are limited \r\nto 10 minutes and should be made by delegations from \r\ntheir seats.\r\nMr. Grigoryan (Armenia): I would like to present \r\nthe position of Armenia on resolution 73/135, entitled \r\n“Cooperation between the United Nations and the \r\nOrganization of Islamic Cooperation”.\r\nLike most of the members of the Organization of \r\nIslamic Cooperation (OIC), my country’s shared history \r\nstretches back many centuries. Armenia enjoys and \r\nwill spare no effort to further deepen cordial relations \r\nwith those States. With respect to the resolution just \r\nadopted, the delegation of Armenia would like to \r\nreiterate the importance of fostering the resolution \r\nof disputes and supporting efforts for the peaceful \r\nresolution of conflicts within internationally mandated \r\nnegotiation formats.\r\nFurthermore, Armenia notes with regret the \r\nreference to the OIC 2025 Programme of Action in \r\nthe preambular part of the resolution. The document \r\ncontains formulations that blatantly contravene the \r\nbasic principles of the settlement of the Nagorno \r\nKarabakh conflict. We call upon the States members \r\nof the OIC, when making references to Nagorno \r\nKarabakh conflict resolution, to adhere to the language \r\nand formulations contained in the proposals of the \r\nMinsk Group of the Organization for Security and \r\nCooperation in Europe co-chairmanship — the only \r\ninternationally agreed and mandated format — and to \r\nreject any attempts by one member State to misuse the \r\nOIC platform to misrepresent and distort the process of \r\nconflict resolution.\r\nMs. Galarneau (Canada): Canada strongly supports \r\nresolution 73/135 and its objective of strengthening \r\ncooperation between the United Nations and the \r\nOrganization of Islamic Cooperation (OIC). However, \r\nwe wish to dissociate ourselves from the fourth \r\npreambular paragraph, as Canada opposes initiatives \r\nat the United Nations and in other multilateral forums \r\nthat unfairly single out Israel for criticism. Canada \r\nrejects one-sided resolutions and any politicization of \r\nthe issues.\r\nMr. Ordeman (United States of America): While \r\nthe United States voted in favour of resolution 73/135, \r\nwe would like to make it clear that we once again \r\ndissociate ourselves from the preambular paragraph \r\nthat makes mention of the Organization of Islamic \r\nCooperation 2025 Programme of Action. The United \r\nStates views the 2025 Programme of Action’s treatment \r\nof the Israeli-Palestinian conflict, in particular, as \r\none-sided, politicized and biased in a way that does not \r\ncontribute positively to efforts to resolve the conflict.\r\nMs. Fisher-Tsin (Israel): Resolution 73/135, \r\nentitled “Cooperation between the United Nations and \r\nthe Organization of Islamic Cooperation (OIC)”, refers \r\nto the OIC Programme of Action that was adopted in \r\n2016. Not only does the Programme of Action contain \r\nbiased information against Israel, but it employs \r\nlanguage that is simply untrue.\r\nIt is regrettable to see the hijacking of yet another \r\norganization to promote the anti-Israel agenda, which \r\ndoes nothing to encourage dialogue and does nothing \r\nfor peace. Because of our strong bilateral relations with \r\nsome OIC members, Israel did not vote against this \r\nresolution. However, I request the official record to show \r\nthat Israel dissociates itself from the fourth preambular \r\nparagraph of the resolution, which begins “Noting the \r\nadoption by the Islamic Summit Conference”.\r\nThe Acting President: We have heard the last \r\nspeaker in explanation of vote.\r\nSeveral delegations have asked to speak in \r\nexercise of the right of reply. May I remind members \r\nthat statements in the exercise of the right of reply are \r\nlimited to 10 minutes for the first intervention and to \r\nfive minutes for the second intervention, and should be \r\nmade by delegations from their seats.\r\nMr. Denktaş (Turkey): I wish to state the following \r\nin the exercise of our right of reply to the statement made \r\ntoday by the observer of the European Union (EU).\r\nTurkey supports the settlement of the Cyprus issue, \r\nas was clearly demonstrated at the last round of talks that \r\nended in failure in Crans-Montana in July 2017 and at the \r\nprevious attempt in 2004. Only a negotiated settlement \r\nbased on dialogue and diplomacy can be sustainable. \r\nWe will continue to engage with all relevant parties \r\non that understanding. In the meantime, we call upon \r\n13/12/2018 A/73/PV.52\r\n18-43660 27/29\r\nall parties to contribute to these efforts without bias or \r\nprejudice. We regret, however, that the explanation of \r\nvote read on behalf of the EU today and the approach \r\nthat it ref lects are examples to the contrary.\r\nThe EU has admitted the Greek-Cypriot \r\nAdministration as a full member, despite the \r\noverwhelming Greek-Cypriot vote in 2004 against \r\na comprehensive settlement. That position is totally \r\ndisconnected from the facts and continues to be in \r\ncontravention of the very treaties that founded the \r\nbicommunal partnership republic in 1960. Since then, \r\nthe EU has been unable to adopt a balanced position on \r\nthe Cyprus issue. The explanation of vote read today \r\nreminds us once again that as long as the EU continues \r\nto espouse this biased approach, it will not be able to \r\ncontribute to impartial efforts to reach a solution.\r\nAs for the document referred to in the statement \r\ndelivered by the EU representative, the plain fact is \r\nthat the Organization of Islamic Cooperation’s 2025 \r\nProgramme of Action is fully in line with international \r\nlaw and the Charter of the United Nations. Its \r\nprovisions related to the Cyprus issue describe some \r\nof the necessary components of a viable solution that \r\nwill be based upon the political equality of both sides \r\non the island. We regard any contrary initiative as ill-\r\nintentioned and as an attempt to further hinder the \r\nsettlement of the Cyprus dispute. Such a settlement \r\nwould undoubtedly contribute to the security and \r\nprosperity of the entire eastern Mediterranean region. \r\nWe therefore urge the EU to play a positive role in \r\nefforts to that end and, accordingly, to keep its promises \r\nto the Turkish Cypriots.\r\nMr. Alhakbani (Saudi Arabia) (spoke in Arabic): \r\nAllow me to exercise the right of reply to what the \r\nrepresentative of Syria said about my country, which \r\nis the host country of the Organization of Islamic \r\nCooperation (OIC).\r\nWe strongly reject the false and invalid accusations \r\nmade by the representative of Syria against my country. \r\nWe have grown accustomed to the representatives of \r\nthe Syrian authorities distorting facts and lying in \r\ntheir statements. That is no surprise, coming from the \r\nrepresentative of the Syrian Government, which has \r\nviolated all international laws and norms as well as \r\nhumanitarian and ethical laws.\r\nThe OIC, which was attacked by the representative \r\nof Syria because of the suspension of its membership \r\nin the OIC, is the organization that defends the causes \r\nof the fraternal Syrian people. It supports resolutions \r\npertaining to Syria. A recent example of that is the \r\nsupport of the OIC and its members for resolution \r\n73/100, entitled “The occupied Syrian Golan”.\r\nSyria’s membership in the OIC was suspended \r\nbecause of the crimes and violations perpetrated by the \r\nSyrian Government against the unarmed Syrian people. \r\nThe Syrian Government is responsible for the murder of \r\nmore than half a million Syrians and the displacement \r\nof nearly 7 million people externally and 6 million \r\npeople internally. Is that not reason enough to suspend \r\nits membership in the OIC? The Syrian Government \r\nhas perpetrated crimes against the Syrian people and \r\nhas used internationally prohibited weapons, including \r\ntoxic gases and barrel bombs. Is that not reason enough \r\nto suspend its membership in the OIC? The Syrian \r\nGovernment is detaining tens of thousands of Syrians \r\nin its jails, subjecting them to torture and starvation, \r\nand has murdered women, children and the elderly. Is \r\nthat not reason enough to suspend its membership in \r\nthe OIC?\r\nAll of the Syrian Government’s attempts to divert \r\nattention away from the gross and blatant violations it \r\nhas perpetrated against its people will never succeed. \r\nThat is why its OIC membership was suspended. It \r\nis regrettable that the representative of the Syrian \r\nGovernment opposed resolution 73/135, which calls for \r\ncooperation between the United Nations and the OIC.\r\nMr. Musayev (Azerbaijan): I would like to \r\nexercise my right of reply to the comments made by the \r\ndelegation of Armenia.\r\nAs is well known, the continuing aggression of \r\nArmenia against Azerbaijan and the resulting military \r\noccupation of the territories of my country amount to \r\nserious breaches of obligations arising from peremptory \r\nnorms of general international law. Consequently, the \r\ninternational community as a whole has a legitimate \r\ninterest and is committed, under international law, to \r\nputting an end to those breaches by lawful means.\r\nThe Organization of Islamic Cooperation (OIC) \r\nhas consistently expressed its principled position on \r\nthe conflict between Armenia and Azerbaijan and has \r\nreaffirmed that the acquisition of territory through the \r\nuse of force is inadmissible under the Charter of the \r\nUnited Nations and international law; urged the strict \r\nimplementation of Security Council resolutions 822 \r\n(1993), 853 (1993), 874 (1993) and 884 (1993); called for \r\nthe immediate, complete and unconditional withdrawal \r\nA/73/PV.52 13/12/2018\r\n28/29 18-43660\r\nof the armed forces of Armenia from the Nagorno \r\nKarabakh region and other occupied territories of \r\nAzerbaijan; and called for the resolution of the conflict \r\non the basis of the sovereignty, territorial integrity and \r\ninviolability of the internationally recognized borders \r\nof Azerbaijan.\r\nThe OIC’s position fully complies with international \r\nlaw and the relevant Council and Assembly resolutions. \r\nThe resolutions on cooperation between the United \r\nNations and the OIC, including the one just adopted \r\n(resolution A/73/135), make it clear that the two \r\norganizations share the common objective of fostering \r\npeaceful and political solutions to conflicts in \r\naccordance with the Charter of the United Nations and \r\nthe relevant Council resolutions. That same position was \r\nexpressed by the Council in its presidential statement of \r\n28 October 2013 (S/PRST/2013/16).\r\nInstead of blaming others, Armenia must look \r\nat itself and realize, finally, that the achievement \r\nof peace, security and stability will be possible only \r\nif the consequences of Armenia’s aggression are \r\neliminated — that is, if Armenia’s armed forces \r\nimmediately, unconditionally and completely withdraw \r\nfrom the territories of Azerbaijan; the sovereignty and \r\nterritorial integrity of my country are restored; and the \r\nright of internally displaced Azerbaijanis to return to \r\ntheir homes and properties is guaranteed and fulfilled.\r\nMs. Ioannou (Cyprus): I regret having to take \r\nthe f loor in right of reply in respect of the statement \r\nrecently made by Turkey. Let me first invite the Turkish \r\ndelegation not to refer to my country with the use of \r\narbitrary names it has unilaterally coined, but rather to \r\nrespect the official name of Cyprus as a State Member \r\nof the United Nations.\r\nI will not speak to the compatibility of the language \r\nof the Organization of Islamic Cooperation regarding \r\nCyprus with the language in Security Council and the \r\nGeneral Assembly resolutions on Cyprus. Instead, \r\nI invite fellow representatives to read the relevant \r\nUnited Nations resolutions, in particular Security \r\nCouncil resolutions 541 (1983) and 550 (1984), and \r\nto make up their own minds in that regard. Through \r\nthose resolutions, the authoritative organ for the \r\nmaintenance of international peace and security has \r\nspoken definitively and has condemned the purported \r\nsecession of Cyprus.\r\nI hope that Turkey will provide tangible support \r\nin the process of finding a settlement to the Cyprus \r\nproblem. It can do that, first and foremost, by agreeing \r\nto withdraw its guarantees and troops. Mention was \r\nmade of the plan that was rejected in 2004. A significant \r\nportion of the Cypriot population rejected that specific \r\nplan — not reunification of the island — simply \r\nbecause it was imposed on the Cypriots and would \r\nhave essentially rendered Cyprus a vassal State \r\nthrough provisions that are manifestly contradictory to \r\nthe principles enshrined in the Charter of the United \r\nNations. Indeed, the occupied areas of Cyprus are a \r\npart of the European Union (EU), but the EU acquis \r\nremains suspended in those areas until reunification \r\noccurs. That, of course, is not the fault of anyone but \r\nthe occupying Power.\r\nMr. Al-Arsan (Syrian Arab Republic) (spoke in \r\nArabic): I exercise my right of reply to the right of reply \r\nexercised by my colleague the representative of the \r\nKingdom of Saudi Arabia.\r\nI would like to very briefly address him by saying \r\nthat we were discussing objective matters related to \r\nthe current method of work of the Organization of \r\nIslamic Cooperation (OIC). As for the statement of the \r\nSaudi representative, it regrettably contains false and \r\nunfounded allegations that reflect the unbalanced and \r\nunwise position taken by the Kingdom of Saudi Arabia \r\nvis-à-vis the crisis in Syria.\r\nWhen we speak of supporting terrorism, I hope that \r\nmy Saudi colleague will recall the facts and evidence. \r\nWe were not the ones, as he knows, who established \r\nAl-Qaida and the Taliban. He knows where Da’esh, \r\nJabhat Al-Nusra and Hayat Tahriri Al-Sham are getting \r\nnot only their money and weapons but also their \r\nideological distortions of our true religion of Islam. \r\nWe call upon him and the OIC to conduct a wise and \r\ntransparent review of the OIC’s actions in order to return \r\nit to the right path. We call upon him to do so because \r\nthe Middle East region which brings us together is in \r\ndanger today. We call upon the OIC to undertake such \r\na review and to reconsider its decisions in view of the \r\ntension in that region. The OIC knows that creating new \r\nconflicts, disputes and a state of false animosity against \r\na country or countries will not benefit the region. It \r\nknows the countries I am referring to in the Middle \r\nEast region, which are original members of the OIC.\r\nMr. Grigoryan (Armenia): I am compelled to take \r\nthe f loor to respond to the usual round of fabrications \r\nvoiced by the representative of Azerbaijan. The \r\nAzerbaijani delegation is once again, in typical fashion, \r\n13/12/2018 A/73/PV.52\r\n18-43660 29/29\r\nportraying reality upside down. The representative of \r\nAzerbaijan has failed to mention the principle of the \r\nequal rights and self-determination of peoples, which, \r\nalong with other principles, constitute the essence of \r\nthe proposal submitted by the co-Chair mediators, \r\nwhich Azerbaijan continuously disregards.\r\nLastly, I would like to remind my colleague that \r\nthe approach of the international community vis-à-vis \r\nthe Nagorno Karabakh conflict is well reflected in \r\nthe statement and proposals of the Organization for \r\nSecurity and Cooperation in Europe Minsk Group \r\nco-Chairs.\r\nMr. Musayev (Azerbaijan): The misinterpretations \r\nthat we have just witnessed in the comments made by the \r\nrepresentative of Armenia are particularly astonishing \r\nas they are being made at the United Nations, \r\nwhose Security Council adopted four resolutions \r\ncondemning the use of force against Azerbaijan and \r\nthe bombardment and occupation of its territories, in \r\naddition to reaffirming respect for the sovereignty and \r\nterritorial integrity of Azerbaijan, the inviolability of \r\ninternational borders and the inadmissibility of the use \r\nof force in the acquisition of territory.\r\nFurthermore, in response to Armenia’s territorial \r\nclaims and forcible actions, the Council reaffirmed \r\nthat the Nagorno Karabakh region is an integral part \r\nof Azerbaijan and demanded the immediate, complete \r\nand unconditional withdrawal of the occupying forces \r\nfrom all of the occupied territories of my country. \r\nIn other words, through its resolutions, the Council \r\nacknowledged that is a fact that acts of military force \r\nwere committed against Azerbaijan, that such acts \r\nare unlawful and incompatible with the prohibition of \r\nthe use of armed force in international relations and \r\nrun counter to the Charter of the United Nations and \r\nits purposes, and that such acts constitute an obvious \r\nviolation of the sovereignty and territorial integrity \r\nof Azerbaijan.\r\nThe actions that Armenia describes as the exercise of \r\nthe right to self-determination have been unequivocally \r\nqualified by the Security Council and other authoritative \r\ninternational organizations as the unlawful use of \r\nforce and the commission of other serious crimes. \r\nArmenia’s annexationist and colonialist policy has no \r\nchance of succeeding. The Nagorno Karabakh region \r\nhas always been and will remain an inseparable part of \r\nAzerbaijan. The military occupation of the territories \r\nof Azerbaijan is temporary and will never produce the \r\npolitical outcome desired by Armenia. Yerevan must \r\nstop its futile attempts to mislead its own people and \r\nthe international community, engage constructively \r\nin the conflict-settlement process and comply with its \r\ninternational obligations.\r\nThe Acting President: May I take it that it is \r\nthe wish of the General Assembly to conclude its \r\nconsideration of sub-item (b) of agenda item 128?\r\nIt was so decided.\r\nProgramme of work\r\nThe Acting President: I should like to consult \r\nmembers regarding an extension of the work of the Fifth \r\nCommittee. Members will recall that at its 3rd plenary \r\nmeeting, on 21 September, the General Assembly \r\ndecided that the Fifth Committee would complete its \r\nwork by Friday, 14 December.\r\nHowever, I have been informed by the Chair of \r\nthe Fifth Committee that the Committee requests an \r\nextension of its work to Friday, 21 December, in view of \r\nthe expectation that such an extension would facilitate \r\nreaching consensus on the pending draft resolutions \r\nbefore the Committee.\r\nMay I therefore take it that the General Assembly \r\nagrees to extend the work of the Fifth Committee until \r\nFriday, 21 December?\r\nIt was so decided.\r\nThe meeting rose at 1.10 p.m.\r\n"