"United Nations A/73/PV.17\r\nGeneral Assembly\r\nSeventy-third session\r\n17th plenary meeting\r\nMonday, 8 October 2018, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 112 (continued)\r\nReport of the Secretary-General on the work of the \r\nOrganization (A/73/1)\r\nThe President (spoke in Spanish): Members will \r\nrecall that the Secretary-General presented his annual \r\nreport (A/73/1) to the General Assembly at its 6th \r\nplenary meeting, on 25 September, in accordance with \r\ndecision 73/502 of 21 September.\r\nMr. Akbaruddin (India): The general debate \r\nalways provides an unparalleled opportunity to hear our \r\nleaders’ views on the state of the world and the ability \r\nof the Organization to deal with the challenges we are \r\nfacing. Hence, I begin by drawing upon what we heard.\r\nIn countless forms, we heard that armed conflicts \r\nand terrorism are continuing to expand alarmingly; \r\nlarge movements of people f leeing conflicts are \r\nincreasingly straining societies; humanitarian \r\nnightmares are playing out with alarming repetition; \r\nclimate change events are becoming more regular; \r\nenvironmental challenges are becoming more urgent; \r\nmultiple ailments are hamstringing efforts to improve \r\nglobal health; technological innovation is driving \r\neconomies, societies and individual responses into \r\nuncharted territories in a networked world, even while \r\ndevelopment concerns remain paramount for the vast \r\nmajority of the world’s population. We also heard clearly \r\nthat the uneven impact of those cataclysmic changes is \r\ncausing enormous discontent, and all that shake-up is \r\ntesting multilateralism as never before.\r\nWe acknowledge that the Secretary-General has \r\nembarked upon reshaping the organizational structures \r\nof the Secretariat to improve its ability to better \r\ndeliver in times of change. We welcome his personal \r\nengagement in guiding that process. India will support \r\nthe Secretary-General in the implementation of those \r\nproposals for change, including through voluntary \r\ncontributions, as appropriate.\r\nHowever, those changes address but a small aspect \r\nof the need for change in the broader firmament. We face \r\na much larger set of issues that need to be tackled if we \r\nare to remain relevant. As the Secretary-General said, \r\ntwenty-first-century challenges outpace twentieth-\r\ncentury institutions and mindsets. To his credit, in \r\nhis address to the General Assembly last month (see \r\nA/73/PV.6), the Secretary-General also candidly \r\naccepted that all seven challenges he had outlined at the \r\nstart of the seventy-second session in 2017 (see A/72/\r\nPV.3) remained unresolved to date, even as we have \r\nmoved into the seventy-third session. Their lack of \r\nresolution is symbolic of the need for changed mindsets.\r\nIt is obvious that the world is awash in challenges \r\nthat the current institutional arrangements are ill-\r\nequipped to deal with. For example, new technologies \r\nare increasingly changing the nature and dynamics of \r\ninternational conflict. Cyberwarfare, unmanned aerial \r\ndrones and combat robots are just three instances of \r\ntechnological change that shape the future of warfare \r\nand raise profound ethical and normative questions.\r\nSimilarly, there is no global approach to dealing \r\nwith basic issues regarding frontier technologies. For \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-30208 (E)\r\n*1830208*\r\n \r\nA/73/PV.17 08/10/2018\r\n2/19 18-30208\r\nexample, as the Internet becomes nearly ubiquitous, \r\nwhat rights do individuals have to privacy? How should \r\ntensions between individual liberties and collective \r\nsecurity be mitigated? The General Assembly is not \r\naddressing the development and normative aspects \r\nnor is the Security Council addressing the peace and \r\nsecurity implications. That is but one of the many new \r\nareas where international mechanisms for cooperation \r\nand collaboration are either weak, incomplete or \r\nnon-existent. We therefore welcome the Secretary-\r\nGeneral’s initiative to establish the High-level Panel \r\non Digital Cooperation. We hope that the outcome of \r\nthe Panel will help us better understand and respond to \r\nexponential technologies.\r\nWith regard to frontier technologies and other \r\nissues such as climate change, debt sustainability, \r\ncounter-terrorism, illicit financial f lows and tackling \r\npandemics, to name but a few, we should be considering \r\nscenarios, preparing plans to prevent upheavals and \r\ntaking stronger steps to mitigate risks. Many of those \r\nproblems require continuous attention rather than \r\none-off solutions. To counter terrorism, for example, \r\nwe need to establish a reliable and efficient set of \r\ncontrols for monitoring borders and financial f lows. \r\nSuch efforts will work only if appropriate standards are \r\nwidely adopted and cooperation in implementing them \r\nbecomes routine.\r\nGlobal cooperation and collaboration have been \r\ncritical to achieving vastly greater well-being over \r\nthe past 70 years. However, proliferating global \r\nproblems demand new narratives and new forms of \r\ncooperation. For example, we will need international \r\ncooperation of an unprecedented nature and kind to \r\npromote climate action, as specified in the findings of \r\nthe Intergovernmental Panel on Climate Change report \r\nreleased earlier today.\r\nWe cannot merely focus on exterminating bugs \r\nwhile allowing life-threatening wild beasts to roam \r\nfree. We cannot spend our time clearing the weeds, \r\noblivious to the growth of the jungle all around us. If \r\nwe do so, we will be nursing an establishment that has \r\ndeclined almost to the vanishing point with respect to \r\nthe overarching challenges that States acting on their \r\nown cannot hope to overcome.\r\nUpdating the current architecture of international \r\ninstitutions that are so out of tune with the modern \r\nworld is imperative if the new global challenges are \r\nto be met. Nowhere is that need for common purpose \r\nrequired more than in reforming the Security Council. \r\nToday, we have a Council that is all about primacy but \r\nhas little purpose. We need to fix the f laws. We need \r\nto do it before it is too late. We need to do so before \r\nthe technologies of the future sharpen the conflicts of \r\nthe past, while the Council remains nursing its self-\r\ninflicted wounds of diminishing relevance.\r\nWe cannot pose as guardians of a status quo \r\nthat no longer exists. To use a pretty metaphor, the \r\nstate of our times is one great blooming, buzzing \r\nconfusion, akin to the world of a newborn. We need \r\nto undertake a new journey towards a reformed and \r\nreinvigorated multilateral system. Whether we do so \r\nor not will determine the destiny of this Organization. \r\nIt is a decision that all of us who see the benefits of \r\nmultilateralism will need to take if we desire to stem \r\nthe tide against it.\r\nMrs. Rodríguez Camejo (Cuba) (spoke in Spanish): \r\nWe thank the Secretary-General for presenting his \r\nreport on the work of the Organization (A/73/1) (see \r\nA/73/PV.6), and we convey to him our appreciation for \r\nthe work he has done during his term.\r\nDuring the high-level general debate of the \r\nseventy-third session, the General Assembly became \r\nthe focus of global attention not only because our \r\nleaders were present and set forth guidelines but also \r\nbecause of the strongest commitment of our peoples \r\nand the vast majority of our Governments to the United \r\nNations and multilateralism, which was reaffirmed in \r\ntheir statements. As the Secretary-General states in his \r\nreport, it is clear that multilateralism is more important \r\nthan ever in these difficult times, when problems are \r\nbecoming increasingly global. Genuine political will, \r\ntogether with solidarity and international cooperation, \r\nis the only solution to the current challenges, which \r\ninclude 3,460 million people living in poverty, \r\n821 million suffering from hunger, 758 million who are \r\nilliterate and 844 million human beings who lack basic \r\ndrinking water services, all of which is exacerbated by \r\nthe adverse effects of climate change.\r\nAlthough we have important commitments \r\nthat make up the road map to achieve sustainable \r\ndevelopment, such as the 2030 Agenda for Sustainable \r\nDevelopment, the Paris Agreement on Climate Change, \r\nthe Sendai Framework for Disaster Risk Reduction \r\nand the Addis Ababa Action Agenda, challenges with \r\nregard to their implementation persist both nationally \r\nand internationally. The fact that developing countries \r\n08/10/2018 A/73/PV.17\r\n18-30208 3/19\r\nlack the new, additional and predictable financial \r\nresources, as well as the infrastructure and technology \r\nneeded to implement those agendas at the national \r\nlevel, is worrisome. In that context, the fulfilment of \r\ndevelopment commitments, including the 0.7 per cent of \r\nthe gross domestic product of rich countries as official \r\ndevelopment assistance, becomes even more important.\r\nWe commend the Secretary-General’s efforts to \r\nreform the Organization. If the United Nations is to be \r\nmore democratic and effective, the General Assembly \r\nmust be revitalized and strengthened and able to fully \r\nexercise the powers conferred on it by the Charter of the \r\nUnited Nations, without interference by the Security \r\nCouncil in its work or in the work of its organs. In \r\norder to make it more democratic and representative, \r\nthe reform of the Security Council requires changing \r\nits composition and working methods. We must not \r\ncontinue to postpone that objective.\r\nThe best way to prevent conflicts is to eradicate \r\ntheir root causes. In that regard, Cuba calls on the \r\ninternational community to redouble its efforts to \r\neradicate poverty in all its forms and dimensions, \r\nincluding inequality, hunger and social exclusion.\r\nCuba reaffirms that unwavering respect for the \r\npurposes and principles of the Charter of the United \r\nNations and for international law remains a basic pillar \r\nof international security. That implies full respect \r\nfor the sovereignty and territorial integrity of States, \r\nthe non-use or threat of use of force in international \r\nrelations, non-interference in the internal affairs of \r\nStates and the settlement of international disputes by \r\npeaceful means.\r\nWe must change the current unjust and profoundly \r\nunequal international order, stop the application \r\nof unilateral coercive measures against developing \r\ncountries and put an end to colonialism and foreign \r\noccupation. We reaffirm that respect for the political, \r\neconomic, social and cultural systems that nations have \r\nfreely chosen for themselves contributes not only to \r\nsustainable development but also to the maintenance of \r\ninternational peace and security.\r\nWe strongly condemn and reject the unjust \r\neconomic, commercial and financial blockade imposed \r\nby the United States against my country for more \r\nthan 50 years. With the force of justice, morality and \r\ntruth and the support of the international community, \r\nwe demand once again the lifting of that cruel policy, \r\nwhich constitutes a violation of international law and \r\nof the human rights of all Cubans, including their right \r\nto development.\r\nThe Cuban people have a great deal to be proud \r\nof with regard to what they have achieved in the past \r\nsix decades. To cite only a few recent examples, we \r\nwere the first territory in Latin America to be free \r\nof illiteracy; Cuba was the first country in the world \r\nto be validated by the World Health Organization as \r\nhaving eliminated mother-to-child transmission of HIV \r\nand syphilis; and UNICEF declared our small island a \r\ncountry free of child malnutrition. We are also proud \r\nto belong to a zone of peace, which was declared at \r\nthe second Summit of Heads of State and Government \r\nof the Community of Latin American and Caribbean \r\nStates, held in Havana in January 2014. Cuba reiterates \r\nthat the rules of coexistence based on friendship, \r\ncooperation and respect, without interference in the \r\ninternal affairs of other nations, are indispensable in \r\nrelations among States.\r\nIn conclusion, I would like to express to you, \r\nMadam President, and to the Secretary-General Cuba’s \r\ncommitment to multilateralism and to the defence \r\nof a prosperous and peaceful world for present and \r\nfuture generations.\r\nMrs. Mills (Jamaica): My delegation thanks the \r\nSecretary-General for his report on the work of the \r\nOrganization (A/73/1), which we commend for both \r\nits quality and contents. It provides useful summaries \r\nand data, as well as insightful information on the \r\nachievements of the United Nations over the past year. \r\nWe appreciate its level of detail, and we wish to take \r\nthis opportunity to highlight some points that are of \r\nparticular interest to us.\r\nFirst, we find the report to be particularly useful \r\ngiven its cross-cutting focus on several key issues, most \r\nnotably the Sustainable Development Goals (SDGs). As \r\nwe look to the 2019 high-level review by the General \r\nAssembly of the implementation of the SDGs and \r\ncontinue to share national experiences through the \r\nvoluntary national reviews, it is imperative that we pay \r\ngreater attention to the interlinkages across the work of \r\nthe Organization. Those systemic connections support \r\nthe implementation of the SDGs, promote sustained \r\neconomic growth and policy coherence, and advance \r\nour efforts to achieve sustainable development. As \r\nthe mobilization of financing for the SDGs will be \r\nat the core of ensuring the success of our collective \r\nendeavour, we laud the establishment of the Joint Fund \r\nA/73/PV.17 08/10/2018\r\n4/19 18-30208\r\nfor the 2030 Agenda for Sustainable Development and \r\nwill continue to support, including through the Group of \r\nFriends of SDG Financing, efforts aimed at advancing \r\nthat objective.\r\nSecondly, it is commendable that the report \r\nhighlights the particular challenges associated with \r\nclimate change. We share the Secretary-General’s \r\nfrank but grim assessment that climate change is \r\nmoving faster than we are and that countries need to \r\nturn pledges into national climate action. We join him \r\nin his quest to ensure that climate change remains at \r\nthe forefront of our deliberations, with the convening in \r\n2019 of a special summit on climate change.\r\nThirdly, we are pleased to hear of the progress that \r\nthe Secretary-General has made in addressing gender \r\nequality across the United Nations system. This bodes \r\nwell for the Organization and we recommend even \r\ngreater efforts in that regard.\r\nFourthly, my delegation has paid keen attention to \r\nthe section of the Secretary-General’s report devoted \r\nto the maintenance of international peace and security. \r\nThe report cites some pointed and tangible results of \r\nwhich the Organization can be proud, most notably \r\nrelated to the successful conclusions of the United \r\nNations Operation in Côte d’Ivoire and the United \r\nNations Mission in Liberia, as well as the transition to \r\nthe United Nations Mission for Justice Support in Haiti. \r\nLike the Secretary-General, however, we share the \r\nconcern that despite successes, peacekeeping missions \r\nare operating amid worsening security conditions \r\nand risks. It is for that reason that we are especially \r\nsupportive of the Secretary-General’s focus on conflict \r\nprevention and look forward to further updates on \r\nthe tools being adapted to address new types of \r\nconflicts, characterized by asymmetric threats within \r\ncomplex environments.\r\nFifthly, we are optimistic about the Secretary-\r\nGeneral’s efforts to re-energize the disarmament \r\ndiscourse. We consider it both fitting and timely that \r\nas an international community we should focus on how \r\nwe can ensure that our actions inspire hope and peace \r\nrather than fuelling strife and discontent. Jamaica \r\ntherefore stands ready to play its part in supporting the \r\nSecretary-General’s disarmament agenda.\r\nSixthly, and particularly in view of the link this \r\nrepresents to the illicit proliferation of small arms \r\nand light weapons, my delegation will continue to \r\nbe engaged in the discussions on drug control and \r\ncrime prevention, as evidenced by our active interest \r\nin the work of the United Nations Commission on \r\nNarcotic Drugs.\r\nFinally, we had hoped that as it did last year, the \r\nreport would make a specific reference to the challenges \r\nfacing middle-income countries. It is our expectation \r\nthat this will be seriously addressed in the high-level \r\nmeeting on middle-income countries scheduled to be \r\nheld at United Nations Headquarters in early December.\r\nAs we look forward to another year of work, we \r\ntake comfort in our achievements to date, but we will \r\nnot rest on our laurels in terms of what still needs to \r\nbe done. We owe it not only to ourselves but to the \r\ncountless peoples around the world who continue to \r\nlook to the United Nations for support and hope. We \r\ncannot afford to let them down.\r\nMr. Rybakov (Belarus) (spoke in Russian): We \r\nhave studied the report of the Secretary-General on \r\nthe activities of the Organization (A/73/1), and we \r\nare pleased to see that a tremendous amount of work \r\nhas been undertaken during the reporting period to \r\nmake the United Nations more fit for purpose. We \r\nsupport the Secretary-General’s efforts to expand \r\nthe Organization’s mediation capacities and promote \r\npreventive action.\r\nWe agree that there have been some successes, but \r\nthere is still a significant number of crises that have \r\nproved resistant to settlement. We consider one initiative \r\nof President Alyaksandr Lukashenko of Belarus to be \r\nextremely relevant in that regard. The proposal is that \r\nthe world needs a new, major international dialogue on \r\nsecurity issues, which could help all of us overcome \r\nthe deep crisis of distrust that exists in international \r\nrelations and could help to achieve sustainable \r\ndevelopment. \r\nToday we are all working on our ambitious 2030 \r\nAgenda for Sustainable Development, but no State \r\ncan possibly succeed in attaining the Sustainable \r\nDevelopment Goals (SDGs) alone. Today partnership \r\nand global collaboration are increasingly important. \r\nIn that connection, we need strong partnership ties at \r\nevery level, while the measures we take must be able \r\nto rely on consistent and long-term funding, including \r\nthrough international cooperation. Belarus is willing \r\nto share its experience in achieving the SDGs, which \r\nis why we took the initiative to form a partnership \r\nnetwork of national SDG coordinators in the United \r\nNations, which was backed by States and international \r\n08/10/2018 A/73/PV.17\r\n18-30208 5/19\r\norganizations during the Regional SDG Coordination \r\nLeaders Forum, held in Minsk in February. The \r\nnetwork will help us to establish full-f ledged contacts \r\nwith the various State entities that are involved in the \r\nachievement of the SDGs and to share best practices \r\nand experiences. We hope that the high-level forum on \r\nsustainable development, to be held in 2019 under the \r\nauspices of the General Assembly, will give impetus to \r\nthe launch of this initiative.\r\nAn entire group of States, the middle-income \r\ncountries, remains outside the process of the \r\ncoordination of assistance, and unfortunately their \r\ncooperation is essentially conducted on an ad hoc basis. \r\nRegrettably, the Secretary-General’s report does not \r\ngive the topic the attention it deserves. We are pinning \r\nour hopes on the high-level meeting on the issue of \r\nmiddle-income countries to be held in the General \r\nAssembly on 4 December. We believe that the decision \r\nto convene represents a breakthrough in the promotion \r\nof the interests of this category of countries within the \r\nUnited Nations, and we hope that it will contribute to \r\nthe development of a comprehensive, long-term strategy \r\nin the United Nations system for middle-income \r\ncountries. It will be impossible to achieve the 2030 \r\nAgenda without taking their interests into account. \r\nWe welcome the Secretary-General’s appointment \r\nas Chief Economist of the Department of Economic \r\nand Social Affairs of Mr. Eliot Harris, who will be in \r\ncharge of issues related to middle-income countries at \r\nthe United Nations. We hope his professional assistance \r\nwill advance the middle-income-country strategy at the \r\nUnited Nations.\r\nWe also commend the Secretary-General for his \r\nefforts to counter the global threat of terrorism. We \r\nwelcomed the High-level Conference of Heads of \r\nCounter-Terrorism Agencies of Member States, held \r\nin New York in June at the initiative of the Secretary-\r\nGeneral. In our view, holding such a conference every \r\ntwo years would enable the United Nations to effectively \r\ndefine and respond to new challenges associated with \r\nthe changing face of terrorism. Belarus is contributing \r\nto the fight against that global evil, and quite literally \r\ntomorrow, together with the Organization for Security \r\nand Cooperation in Europe, Minsk will be hosting a \r\nhigh-level international conference on preventing and \r\ncombating terrorism in the digital age, in which Under-\r\nSecretary-General Vladimir Voronkov is participating. \r\nMember States should pay greater attention to preventing \r\nterrorists from using information and communication \r\ntechnologies for radicalization and recruitment, and \r\nthat issue will be a focus of the conference.\r\nOwing to the rapid development of the digital \r\ntechnology industry, such new industries as \r\nrobotization, artificial intelligence and bioengineering \r\nare opening up tremendous opportunities and giving a \r\nstrong impetus to sustainable development. However, \r\nthey also carry risks, such as the potential to undermine \r\nthe functioning of labour markets or to be used for \r\ncriminal purposes. Despite those risks, however, we \r\nshould recognize that we have entered an era of major \r\ndependence on the benefits that our recent technological \r\nadvances can bring, and there is already no possibility \r\nthat we can abandon them. We believe that it is therefore \r\nessential to increase our peoples’ technological literacy \r\nand adapt professions to the rapidly changing world \r\nof information. In that connection, we would like to \r\nhighlight Belarus’s proposal to the United Nations \r\non establishing international cooperation in the areas \r\nof digitization and technological forecasting for the \r\npurposes of sustainable development. We look forward \r\neagerly to the report of the High-level Panel on Digital \r\nCooperation initiated by the Secretary-General, \r\nand hope that the Panel will take Belarus’s proposal \r\ninto consideration.\r\nWe also commend the Secretary-General’s work \r\non repositioning our Organization, the United Nations. \r\nHis reform initiatives have been broadly supported \r\nby Member States. However, the efforts to reposition \r\nthe United Nations development system have clearly \r\nexposed the Achilles heel inherent in any large \r\nbureaucratic machine, including the United Nations, \r\nwhich is that to a certain degree its decisions can be \r\ndivorced from people’s real lives. We believe firmly \r\nthat the litmus test for assessing any initiative should \r\nbe the achievement of real, tangible improvements \r\nthrough its implementation on the ground. We want \r\nto see a renewed United Nations development system \r\ncapable of giving more effective, targeted support to \r\ncountries in their efforts to implement the 2030 Agenda. \r\nIn that connection, we hope that the reorganization of \r\nthe development system will result in effective United \r\nNations country teams that can assist States with \r\nsustainable development.\r\nDespite some progress in the Secretary-General’s \r\nreform initiatives aimed at addressing the Organization’s \r\ncrisis with regard to the prevention of international \r\nconflicts, there is still a great deal to be done in order \r\nto reach the goals he has outlined in that area. But the \r\nA/73/PV.17 08/10/2018\r\n6/19 18-30208\r\nmain thing is that reform should not be used to hide \r\nattempts to replace the genuine peacebuilding aims of \r\nUnited Nations missions — which are supporting law \r\nand order, neutrality and non-interference in internal \r\naffairs — with tasks related to the political settlement \r\nof conflicts, since we believe that is the prerogative of \r\nStates. \r\nThe procedural side of the reforms of our peace and \r\nsecurity structure is no less important. It is essential \r\nthat we all obtain guarantees that the process of the \r\ninternal reconfiguration of the Secretariat will be \r\ntransparent and inclusive, and that it will not permit \r\nthe redistribution of funding sources, which creates \r\nan excessive burden on Member States, or blur the \r\nmandates of the key United Nations organs. \r\nWe also fully support the Secretary-General’s \r\nrecently announced Action for Peacekeeping initiative, \r\ntogether with the Declaration of Shared Commitments \r\non United Nations Peacekeeping Operations, but \r\nwe call for a considered, balanced interpretation \r\nand consequent implementation of a number of its \r\nprovisions, particularly those on issues not directly \r\nrelated to peacekeeping, such as the protection of human \r\nrights, the involvement of civil society in peacekeeping \r\nactivities and others.\r\nThe reporting year is coming to a close, but some \r\nimportant events of historic significance are still to \r\ncome, in particular the seventieth anniversary of the \r\nUniversal Declaration of Human Rights. In our view, \r\nthe various initiatives marking the date should preserve \r\nthe Declaration’s true foundation so as not to substitute \r\npolitical provocations and major Powers’ efforts to \r\nrealize their economic ambitions for genuine human \r\nrights. The unfortunate and needy should not simply \r\nbecome objects to be manipulated.\r\nBefore concluding, I would like to touch on a \r\nseemingly technical issue but one that we nonetheless \r\nbelieve has serious significance for ensuring general \r\ntrust in the United Nations hierarchy. Belarus continues \r\nto advocate for the importance of complying with the \r\nformat for considering agenda items in the General \r\nAssembly. We believe that today’s agenda item is \r\ncentral to the activities of the Organization and the \r\nSecretary-General. In that connection, we hope that next \r\nyear, despite our argument that this practice has been \r\ngoing on for years, the Secretary-General will submit \r\nhis report to us under the agenda item “Report of the \r\nSecretary-General on the work of the Organization”, \r\nand that his statement at the opening of the general \r\ndebate of the Assembly’s next session will be on the \r\ntheme for the session designated by the President of the \r\nAssembly, as the corresponding agenda item, “General \r\ndebate”, requires.\r\nIn conclusion, I would like to express our \r\nagreement with the Secretary-General that today there \r\nare no alternatives to multilateralism in the United \r\nNations. In that connection, we must see to it that the \r\nUnited Nations is truly an organization where every \r\nvoice matters.\r\nMr. Gafoor (Singapore): I thank Secretary-General \r\nAntónio Guterres for his comprehensive report on the \r\nwork of the Organization (A/73/1), and I would also \r\nlike to take this opportunity to congratulate him on his \r\nexcellent statement at the beginning of the high-level \r\ngeneral debate (see A/73/PV.6). Today I would like to \r\ntouch on several points concerning his report.\r\nFirst, we note that it begins with the assessment \r\nthat “[a]s today’s problems grow ever more global, \r\nmultilateralism is more important than ever”. I have \r\nto say that Singapore agrees wholeheartedly with the \r\nSecretary-General’s assessment. We are concerned about \r\nthe growing retreat from multilateralism, especially \r\nin a context where no nation can solve transboundary \r\nproblems single-handedly. We also agree with the \r\nSecretary-General’s statement in the general debate in \r\nwhich he said that the world was suffering from a bad \r\ncase of trust deficit disorder. We clearly need to rebuild \r\ntrust among nations, especially among the major world \r\nPowers. In particular, the permanent members of the \r\nSecurity Council have a special responsibility to \r\nwork together and build consensus, especially in the \r\ncontext of their work in the Council. We also call on \r\nthe major Powers to avoid selective multilateralism, \r\nor multilateralism à la carte. In other words, the major \r\nPowers cannot support multilateralism when it suits \r\ntheir objectives and choose to abandon it when it does \r\nnot. That is selective multilateralism and it is not what \r\nwe need.\r\nFor a small country like Singapore, the multilateral \r\nrules-based system is fundamental to its survival and \r\nexistence. Small countries do not have the luxury of \r\npursuing selective multilateralism. We are completely \r\ncommitted to upholding the rules-based multilateral \r\nsystem, because it ensures our survival as small States. \r\nWe have therefore been very encouraged by the strong \r\nand consistent support expressed during the general \r\n08/10/2018 A/73/PV.17\r\n18-30208 7/19\r\ndebate by almost every country and every leader \r\nfrom this very rostrum in support of multilateralism, \r\nthe rules-based system and the work of the United \r\nNations. As the ultimate bastion of multilateralism, the \r\nUnited Nations remains indispensable to addressing \r\nthe complex transboundary issues facing the \r\ninternational community.\r\nThe second point that I want to make is that we \r\ndeeply appreciate the Secretary-General’s energetic \r\nefforts to reform the United Nations. To keep the United \r\nNations continually relevant, it has to become more \r\nnimble. In fact, the very process of reform should be \r\nconducted nimbly and efficiently. The worst thing we \r\ncan do is to introduce more bureaucracy and complexity \r\nin the name of reform and efficiency. That is not what \r\nthe United Nations needs. Even as the Secretary-\r\nGeneral’s reforms proceed in earnest, there should be \r\nopportunities for improvement, course correction or \r\ncalibration as the reforms are implemented. That would \r\nentail and require regular reporting, consultation and \r\nbriefings by the Secretary-General and his team in \r\nthe Secretariat. Ultimately, the underlying objective \r\nof reform should be to make the United Nations more \r\neffective, accountable and responsive to the needs of all \r\nMember States and all people worldwide.\r\nThirdly, Singapore welcomes the Secretary-\r\nGeneral’s focus on technology and frontier issues. We \r\nsupport the establishment of the Secretary-General’s \r\nHigh-level Panel on Digital Cooperation. In our view, \r\ntechnology is crucial to the realization of the 2030 \r\nAgenda for Sustainable Development, and we must \r\nredouble our efforts to reap the benefits of technology. \r\nAt the same time, it is essential that we strengthen our \r\ndefences so as to protect societies from the risks posed \r\nby technology, such as cyberattacks and cybercrime.\r\nWe believe that the United Nations can and must \r\nplay a critical role in broadening consensus on the \r\nnorms of responsible State behaviour in cyberspace. \r\nWe are pleased that the Secretary-General’s agenda \r\nfor disarmament affirms his commitment to fostering \r\na culture of accountability and adherence to emerging \r\nnorms, rules and principles on responsible behaviour \r\nin cyberspace. Singapore strongly supports continued \r\nwork on cybersecurity at the United Nations, including \r\nthe reconvening of the United Nations Group of \r\nGovernmental Experts on Developments in the Field of \r\nInformation and Telecommunications in the Context of \r\nInternational Security.\r\nFinally, Singapore notes that the Secretary-General \r\nhas consistently emphasized the growing need to \r\nstrengthen partnerships between the United Nations \r\nand regional organizations. The work of regional \r\norganizations is of paramount importance, not least \r\nbecause they provide valuable perspectives on the \r\nparticular context of their region. We welcome the \r\ninteractive dialogue session between the Secretary-\r\nGeneral and heads of regional organizations as a \r\nconcrete means of promoting understanding of each \r\nregion’s unique circumstances.\r\nAs this year’s Chair of the Association of Southeast \r\nAsian Nations (ASEAN), Singapore was pleased to chair \r\nthe annual ASEAN Foreign Ministers meeting with the \r\nSecretary-General and the President of the General \r\nAssembly just two weeks ago. The meeting was a very \r\nuseful opportunity to take stock of the wide-ranging \r\ncooperation between ASEAN and the United Nations, \r\nas well as to chart the way forward in areas of potential \r\nfuture collaboration, including emerging issues such as \r\ncybersecurity. Let me conclude with two suggestions.\r\nFirst, we propose that future reports of the Secretary-\r\nGeneral on the work of the Organization contain a \r\nconcise list of the Secretary-General’s priorities and \r\nobjectives for the coming year. We understand that \r\nthe priorities of the United Nations may evolve over \r\nthe year to keep up with developments — and indeed \r\nthey must evolve to ensure that we respond to global \r\ncrises promptly. However, we believe that a list of broad \r\npriorities will set a clear tone and direction for the \r\nupcoming year and allow Member States to work more \r\nproductively with the Secretary-General. Moreover, \r\neffectively communicating the Secretary-General’s \r\npriorities and objectives for the year would also \r\nfacilitate greater transparency and build confidence in \r\nthe work of the United Nations and the Secretariat.\r\nSecondly, we note that this year’s report was \r\npresented by the Secretary-General on 25 September, \r\nright at the start of the general debate nearly two weeks \r\nago (see A/73/PV.6). During the high-level week, we \r\nheard the views of many leaders on multilateralism \r\nand on the work of the United Nations. Therefore, \r\nwe are not sure whether it is truly productive to have \r\nanother formal debate like today’s, especially so soon \r\nafter the high-level week. It seems to me that everyone, \r\nincluding the Secretary-General, is treating the debate \r\non the report of the work of the Organization as a ritual \r\nand formality to tick off boxes.\r\nA/73/PV.17 08/10/2018\r\n8/19 18-30208\r\nMy delegation is of the view that we should \r\ncarefully consider how we can improve the quality of \r\nthis debate, including by shifting its timing. The debate \r\ncould serve as an important platform for the Secretary-\r\nGeneral to communicate priorities and proposals or to \r\nprovide an interim progress update on key initiatives. I \r\nknow that we have always conducted the debate in this \r\nmanner, but that is not a good reason to continue doing \r\nso as if it were a ritual. We would therefore suggest that \r\nthe Secretary-General consider convening an informal \r\ndialogue with Member States so as to allow them to \r\nhave an interactive discussion with the Secretary-\r\nGeneral himself and with each other. That would be in \r\naddition to the formal ritual of the debate we are having \r\ntoday, which, judging by the speakers’ list, has not \r\nattracted too much interest or engagement.\r\nI wish to conclude by emphasizing Singapore’s \r\nsupport for the Secretary-General. We look forward \r\nto continuing to work constructively with him so that \r\ncollectively, as the United Nations, we can build a \r\nbetter future for our peoples.\r\nMr. Said (Libya) (spoke in Arabic): At the outset, \r\nI would like to thank the President for opening debate \r\non the report of the Secretary-General on the work of \r\nthe Organization (A/73/1). My delegation also wishes \r\nto convey its thanks and gratitude to Secretary-General \r\nAntónio Guterres for his valuable report. We appreciate \r\nhis tireless efforts and serious determination, reflected \r\ntherein, to reform the United Nations, its structures and \r\nits management, and to strengthen the Organization’s \r\nrole in the areas of international peace and security \r\nand sustainable development in a manner that is \r\ncommensurate with the changes and challenges it \r\nis facing.\r\nWe welcome the references in the report to the \r\nchallenges faced by the United Nations, including \r\nthose related to fulfilling the 2030 Agenda for \r\nSustainable Development, climate change, equality \r\nand transparency in the Organization, United Nations \r\nreform, multilateralism and the culture of early \r\nprevention. We emphasize the role of Member States \r\nin achieving those objectives, keeping in mind that the \r\nUnited Nations is an international organization whose \r\nStates Members are the decision-makers.\r\nWe support collective action aimed at promoting \r\nrespect for human rights, improving living standards \r\nand respecting the rules of international law with \r\na view to achieving the three primary pillars of the \r\nUnited Nations: peace and security, human rights and \r\ndevelopment. We believe that those objectives and \r\npurposes need to be unified and coordinated, as their \r\nachievement will benefit all of humankind.\r\nMy delegation welcomes the report’s reference to \r\nthe maintenance of international peace and security. \r\nWe commend the Secretary-General’s efforts aimed \r\nat making the special political missions work f lexibly \r\nand multifunctionally so that they and their partners \r\ncan ensure the achievement of sustainable peace. \r\nAccordingly, we highly appreciate the ongoing efforts \r\nof the United Nations Support Mission in Libya \r\n(UNSMIL) to bring together the different Libyan \r\nfactions and find solutions to my country’s many \r\ndifficulties and problems. We look forward to the full \r\nreturn of UNSMIL to Libya in 2019.\r\nThe United Nations must play a more active and \r\ndirect role in solving the Libyan crisis, including in \r\nterms of the security situation, which has caused great \r\nsuffering. That is no secret to anyone. Solving the \r\nsecurity problem must be a priority, as should solving \r\nthe political conflicts in the country. Indeed, any proper \r\ndiagnosis of the Libyan situation cannot separate the \r\npolitical and security tracks. \r\nMs. Lodhi (Pakistan): Let me start by thanking \r\nthe Secretary-General for his comprehensive report \r\non the work of the Organization (A/73/1). The report \r\noffers a holistic overview of the complex and fraught \r\nglobal landscape. It also makes a compelling case \r\nfor collective action to effectively address those \r\nchallenges. From the goal of achieving inclusive \r\nand sustainable development, as set out in the 2030 \r\nAgenda for Sustainable Development, to addressing the \r\nexistential threat posed by climate change to lives and \r\nlivelihoods, and from the maintenance of international \r\npeace and security to upholding human rights and \r\nfundamental freedoms, international cooperation is not \r\njust needed — it is an imperative of the interconnected \r\nworld in which we live. The United Nations remains \r\nindispensable for that. A vibrant and functional United \r\nNations is also the best bulwark against the rising \r\ntide of populism, protectionism and unilateralism, \r\nthreatening to unravel the very foundations of the \r\ninternational order.\r\nFor the United Nations to remain fit for purpose, it \r\nmust keep pace with the rapid pace of change surrounding \r\nit — an Organization that works in consonance with \r\nits environment, not out of tune with it. To that end, \r\n08/10/2018 A/73/PV.17\r\n18-30208 9/19\r\nPakistan welcomes the Secretary-General’s initiative to \r\nrevitalize the United Nations capabilities with regard to \r\nthe peace and security, development and management \r\nsectors. We are confident that those measures will \r\nensure that issues of overlap and fragmentation are \r\naddressed, service delivery standards are enhanced \r\nand a more holistic and integrated approach to conflict \r\nprevention and sustaining peace is adopted. In short, \r\nthe Organization will endeavour to become more than \r\nthe sum of its constituent parts. At its core, the effort \r\nis meant to transform the United Nations into a more \r\neffective, transparent, accountable and efficient body.\r\nThose ideals have also guided Pakistan and other \r\nlike-minded States in advocating a comprehensive \r\nreform of the Security Council to become a Council \r\nthat is not only consistent with the democratic spirit of \r\nour time but also representative of the aspirations of all \r\nMember States — small, medium and large. Anything \r\nless would be regression, not reform — an outcome that \r\nwe do not seek and are not prepared to support.\r\nThe quests for peace, inclusive development and \r\nhuman rights are intrinsically linked and mutually \r\nreinforcing. They cannot be compartmentalized or \r\npursued in isolation. As the Secretary-General’s report \r\naffirms, our collective pursuit of those objectives \r\nremains far from accomplished. Instability continues \r\nto aff lict many parts of the globe at a time when old \r\ndivisions have been compounded and new conflicts \r\nhave emerged.\r\nOn the seventieth anniversary of the Universal \r\nDeclaration of Human Rights, the inalienable right to \r\nfreedom and dignity remains elusive for millions of \r\npeople across the world. As the international community \r\ntraverses the ambitious pathway of the 2030 Agenda, \r\nthere are already troubling signs that progress has not \r\nbeen rapid enough.\r\nIt is time to arrest the slide; it is time to put \r\nour words to action. We must ensure that the \r\nprevention-focused agenda of the Secretary-General \r\nis not merely aspirational but also firmly embedded as \r\nthe cornerstone of global peace and security. We must \r\nensure that the United Nations development system \r\nsupport is fully aligned with national priorities and \r\npolicies on poverty eradication, economic growth and \r\nsustainable development so that no one is left behind \r\nin our pursuit to fight poverty, hunger and lack of \r\nopportunity. We must ensure that the fundamental \r\nhuman rights of all individuals are respected, without \r\nselectivity or bias.\r\nThrough enhanced triangular cooperation, we \r\nmust also ensure that peacekeeping, the United Nations \r\nf lagship and arguably its most successful enterprise, \r\nretains its pivotal role in bringing hope to the lives \r\nof countless millions affected by conflict. As a major \r\ncontributor to United Nations peacekeeping, it is both \r\ngratifying and humbling to note that the commitment \r\nof Pakistani peacekeepers contributed to the successful \r\ncompletion of peace missions in Côte d’Ivoire and in \r\nLiberia. As part of our abiding commitment to that \r\ncause, Pakistan was also the first country to endorse the \r\nSecretary-General’s Action for Peacekeeping initiative.\r\nPakistan considers the establishment of the \r\nSecretary-General’s High-level Advisory Board on \r\nMediation as a welcome step. It rightfully accords \r\ncentrality to an often neglected but central postulate \r\nof the Charter of the United Nations — the pacific \r\nsettlement of disputes under Chapter VI. The Jammu \r\nand Kashmir dispute remains among the oldest issues \r\non the agenda of the Security Council. It was also one \r\nof the earliest applications of Chapter VI of the Charter.\r\nThrough several resolutions, the Security Council \r\nhas provided the Kashmiris their inalienable right \r\nto self-determination through a free and impartial \r\nplebiscite. Regrettably, those resolutions remain \r\nunimplemented. Meanwhile, the Indian occupation \r\ncontinues to commit, with impunity, gross violations of \r\nthe fundamental human rights of the Kashmiri people.\r\nThose excesses were documented in detail in the \r\n14 June report of the United Nations High Commissioner \r\nfor Human Rights, which sets out a litany of systematic \r\nviolations of fundamental human rights of the people \r\nin occupied Kashmir and Jammu. While Pakistan \r\nseeks a negotiated settlement of all issues, including \r\nthe Kashmir dispute, India declines to even enter \r\ninto negotiations with my country. The international \r\ncommunity must take concrete and meaningful action \r\nto alleviate the suffering of the Kashmiri people. As a \r\nparty to the Kashmir dispute, the United Nations has \r\nlong-standing obligations in that regard.\r\nPakistan has been on the front lines in the fight \r\nagainst terrorism. Our military campaign — the largest \r\ncounter-terrorism campaign in the world, involving \r\nover 200,000 troops — has crushed and eliminated \r\nterrorist groups from our territory. We have paid a \r\nheavy price; tens of thousands of civilians and soldiers \r\nA/73/PV.17 08/10/2018\r\n10/19 18-30208\r\nhave been martyred and many more have been injured. \r\nBut our commitment to that fight, based on our national \r\nresolve, is firm and unwavering.\r\nTerrorism is now a global phenomenon that must \r\nbe addressed comprehensively and in all its forms, \r\nincluding State terrorism. It is equally important to \r\naddress its underlying or root causes. As the Secretary-\r\nGeneral reminded us recently: \r\n“No one is born a terrorist, and nothing \r\njustifies terrorism, but ... factors such as prolonged \r\nunresolved conflicts, lack of the rule of law and \r\nsocioeconomic marginalization can all play a role \r\nin transforming grievances into destructive action.”\r\nLet me conclude by quoting one of the greatest \r\nUnited Nations figures, Dag Hammarskjöld, who \r\nfamously said: “We are not permitted to choose the \r\nframe of our destiny, but what we put into it is ours.” Our \r\ndestiny is inevitably tied to a rules-based international \r\norder and rules-based multilateralism, with the United \r\nNations at its core.\r\nMr. Escalante Hasbún (El Salvador) (spoken in \r\nSpanish): I would first of all like to say that I fully agree \r\nwith what my colleague the Permanent Representative \r\nof Singapore said from this rostrum with regard to \r\nthe usefulness of this discussion. We note with some \r\ndisappointment the absence of senior officials of the \r\nSecretariat at this debate on the annual report of the \r\nSecretary-General on the work of the Organization. \r\nWe believe that this debate should be one of the most \r\nsubstantive and reflective of the entire session. As was \r\npointed out, and we fully agree, we should either make \r\nbetter use of it or simply remove it from the schedule.\r\nHowever, on this occasion, I would like to begin \r\nby emphasizing the fact that no country in the world \r\ncan deal with the global challenges alone. We therefore \r\nreiterate that a multilateral system, with the United \r\nNations at its core, is a key element in continuing to \r\nbuild a global consensus for the benefit of all. In that \r\nregard, I would like to highlight nine elements from \r\nmy country’s point of view related to the content of \r\nthe report.\r\nFirst, with regard to the implementation of the \r\nSustainable Development Goals, at the international \r\nlevel unfortunately there is already a trend that indicates \r\nthat the goal of eradicating poverty in all its dimensions \r\nby 2030 cannot be reached unless specific measures \r\nare taken immediately. At the national level, we firmly \r\nbelieve that the future national council for sustainable \r\ndevelopment in my country will be key to ensuring the \r\ngovernance of the implementation process of the 2030 \r\nAgenda for Sustainable Development in the long term, \r\nthat is to say, beyond political changes and the focuses \r\nof future Governments.\r\nWe agree with the report of the Secretary-\r\nGeneral (A/73/1) that the voluntary national reviews \r\npresented at the high-level political forum are an \r\neffective means to exchange lessons and experiences \r\non the implementation of the Goals and, even more \r\nimportant, processes that lead to internal discussions \r\nand evaluations on the implementation of the Agenda \r\non the ground, which is where it matters. In that regard, \r\nI would like to highlight that my country will present \r\nits second voluntary national review in 2019, and we \r\nwould like to thank the President of the Economic and \r\nSocial Council for accommodating the high number of \r\nrequests received in that regard.\r\nSecond, we wish to acknowledge and commend \r\nthe work of the Secretary-General and his team in \r\npromoting the repositioning of the United Nations \r\nsystem to ensure that the country teams are prepared \r\nto support our national implementation of the 2030 \r\nAgenda. The negotiation process that was concluded \r\nthis year is only a first phase. As a country that believes \r\nthat it can improve the coordination and effectiveness \r\nof the system on the ground, El Salvador will continue \r\nto participate to ensure that we have effective and \r\ncomplementary country teams, where the regional \r\ndimension is strengthened and where we as States \r\nrightly have leadership of our national development \r\npolicies and in determining the support that we receive \r\nfrom the system. We thank Ms. Amina Mohammed and \r\nher team for their commitment and interest, and we \r\nlook forward to the prompt implementation of the new \r\nresident coordinator system.\r\nThird, with regard to climate change, it is undeniable \r\nthat the 2030 Agenda and the Sustainable Development \r\nGoals cannot be achieved without taking into account its \r\nimpact and the urgent need for disaster risk reduction, \r\nboth of which are very important issues in my country \r\nand in the Central American region. In that regard, \r\nwith a view to providing a framework to support the \r\ncommitments already made at the international level, \r\nand in line with paragraphs 13, 29 and 52 of the report, \r\nEl Salvador proposes that we declare 2021-2030 the \r\nUnited Nations decade of ecosystem restoration. We \r\ncall on all Members of the Organization to support \r\n08/10/2018 A/73/PV.17\r\n18-30208 11/19\r\nthat initiative. We also wish to emphasize the need for \r\nUnited Nations Headquarters to make a greater effort to \r\nincorporate and mainstream the Programme of Action \r\nfor the Implementation of the Sendai Framework for \r\nDisaster Risk Reduction 2015-2030 in Africa into \r\nour work in the area of sustainable development. It is \r\nnot possible for the significant work carried out from \r\nGeneva in that area, with the considerable support of \r\nthe United Nations Office for Disaster Risk Reduction, \r\nnot to be reflected as it should be in our policy agendas \r\nin New York.\r\nFourth, we believe that it is important to mention \r\nparagraph 32 of the report, on graduation from the least \r\ndeveloped country category. However, it is necessary \r\nto recall that, according to the report, a significant \r\nincrease in the total number of least developed country \r\ngraduates should lead to greater reflection on the support \r\nthat continues to be necessary. The United Nations and \r\nthe international community must recognize not only \r\nthe contributions but also the specific challenges of \r\nthe so-called middle-income countries, and we hope \r\nthat the United Nations will assume its due role in \r\nimplementing an index that measures development \r\nbased on multidimensional criteria that go beyond the \r\nper capita income used by the World Bank. Concepts \r\nsuch as multidimensional poverty and gradual \r\ndevelopment are terms that the United Nations should \r\nalready include in its vocabulary, in line with the new \r\ndevelopment paradigm that we adopted in 2015. We \r\nrecognize the pioneering role of the United Nations \r\nDevelopment Programme in making breakthroughs in \r\nthat area, and we call on the other agencies and bodies \r\nof the system to follow that example.\r\nFifth, with respect to the issue of human mobility, \r\nmy country welcomes the prompt adoption of the global \r\ncompact for safe, orderly and regular migration, as well \r\nas the global compact on refugees, as clear examples of \r\nthe United Nations reaching new global agreements on \r\nissues of interest to all and as two of the most important \r\nsustained processes this year. We already anticipate \r\nthe success of the meeting in Marrakech in December, \r\nand we urge all countries to recognize that the topic of \r\nmigration, like many others, is a global and fundamental \r\nissue relating to the human condition and narrative, \r\nwhich therefore requires a global understanding.\r\nSixth, in terms of the commitment to strengthening \r\nmediation, prevention and sustainable peace, we \r\nemphasize our support for the Secretary-General’s \r\nvision of repositioning prevention as the focus of \r\naction and alignment of the three pillars of work. As \r\na country that has enjoyed the support of the United \r\nNations in bringing an end to our armed conflict, \r\nestablishing our democratic institutions and, currently, \r\nfostering dialogue among political actors, El Salvador \r\nknows first-hand that the promotion of human rights, \r\nthe building of democracy and the pursuit of inclusive \r\nsustainable development contribute to sustainable \r\npeace and the ongoing prevention of conflicts. The \r\nrole of the Peacebuilding Commission is part of that \r\nprocess. However, that concept should permeate efforts \r\nacross all pillars of the Organization.\r\nSeventh, with regard to disarmament, we share the \r\nvision in paragraph 122 of the report on the situation of \r\nthe Conference on Disarmament. El Salvador regrets \r\nthat the Conference, the only supposed multilateral \r\nnegotiating body in that area, has not been able to fulfil \r\nits mandate in more than two decades, and we reiterate \r\nthat, as has already been the case on several occasions, \r\nit is incumbent on the General Assembly to take over \r\nthe issue when the Conference on Disarmament is \r\nunable to fulfil its function. We emphasize, as does \r\nthe report, the role of the Treaty on the Prohibition \r\nof Nuclear Weapons as a new element in the nuclear \r\nnon-proliferation and disarmament regime. However, \r\nit is also necessary to recall the important role of the \r\nUnited Nations in the limitation and regulation of small \r\narms and light weapons. We highlight the achievements \r\nof the United Nations Conference to Review Progress \r\nMade in the Implementation of the Programme of \r\nAction to Prevent, Combat and Eradicate the Illicit \r\nTrade in Small Arms and Light Weapons in All Its \r\nAspects, which for the first time included the issue of \r\nammunition, without which the Programme of Action \r\nlacked real impact.\r\nEighth, regarding the humanitarian aspect, we \r\nrecall that neither the Office for the Coordination of \r\nHumanitarian Affairs nor the system as a whole should \r\nneglect the impacts and humanitarian assistance in the \r\ncase of natural disasters, including over the longer term. \r\nAt the same time, we recall the need for the Secretariat \r\nand the entire system to heed the lessons learned at the \r\n2016 World Humanitarian Summit, which, although it \r\nwas not mandated intergovernmentally, scrutinized bad \r\npractices and lessons that must be implemented. We also \r\nreiterate that respect for international humanitarian law \r\nmust be constant and cross-cutting in the Organization \r\nand its organs.\r\nA/73/PV.17 08/10/2018\r\n12/19 18-30208\r\nNinth and finally, having held the presidency of \r\nthe Human Rights Council in 2017, my country can \r\nonly emphasize the work of the Organization in that \r\narea and again welcome Ms. Michelle Bachelet as the \r\nnew High Commissioner. For the better functioning of \r\nthat pillar, States must recognize and reduce the high \r\nlevel of duplication between the Council and the Third \r\nCommittee, whereby each body should focus on its \r\ncomparative advantages.\r\nWe emphasize that cooperation, constructive \r\ndialogue and the strengthening of the role of the \r\nOrganization are crucial to addressing the current \r\ncommon challenges. My country’s support can be \r\ncounted on in all efforts made towards the good \r\nfunctioning of the United Nations.\r\nMr. Ja’afari (Syrian Arab Republic) (spoke in \r\nArabic): The delegation of my country, Syria, took note \r\nof the report of the Secretary-General on the work of \r\nthe Organization (A/73/1). We welcome in principle the \r\ninformation contained in the report with regard to the \r\nchallenges facing our Organization and the proposed \r\nsolutions to those challenges, such as the 2030 \r\nAgenda for Sustainable Development, climate change, \r\nmigration, gender equality and the empowerment of \r\nwomen, transparency, reform of the United Nations and \r\nmultilateralism, among others.\r\nI would like to clarify the position of my country \r\nin relation to some of the information contained in the \r\nreport. My delegation welcomes the report and the \r\ninformation it contains on counter-terrorism, which \r\nshould help us to achieve our goals and aspirations \r\nand step up our efforts aimed at addressing the root \r\ncauses of the recruitment of terrorists and the spread of \r\nterrorism in general. However, we had hoped that the \r\nauthors of the report, when referring to Da’esh, would \r\nrefer not just to Iraq but also to Syria, because, as is \r\nwell known by everybody, Da’esh and other terrorist \r\ngroups are also present in Syria.\r\nWe expected that the war we have fought alongside \r\nour allies against terrorism would be supported by \r\nthe entire international community, in line with \r\ninternational legitimacy and United Nations resolutions \r\non counter-terrorism. That support should have come \r\nthrough the use of the tools necessary to deter the \r\nGovernments of States known to do so from supporting, \r\nfunding and arming terrorists and sending them to \r\nSyria. In that context, some refer to those terrorists \r\nas the “moderate opposition”, the “armed opposition”, \r\n“jihadists”, or “non-State groups”, and deliberately \r\navoid calling them terrorists. Regrettably, Syria has \r\nbeen transformed by others into a terrorist destination \r\nwithout borders, in the same vein as such notorious \r\norganizations as Doctors without Borders, Criminals \r\nwithout Borders, Murderers without Borders, and so on. \r\nWhat is important to note is that terrorism transcends \r\nborders, which makes it difficult to control.\r\nSyria’s experience in fighting terrorism in \r\ncooperation with its allies is worthy of mention in the \r\nSecretary-General’s report. Unfortunately, however, \r\nthe authors failed to mention it. The authors also failed \r\nto mention the aggression and foreign presence taking \r\nplace on the territories of certain States Members of the \r\nUnited Nations without their consent. The pretexts for \r\nsuch behaviour have now been exposed, for example, in \r\nthe alleged possession of weapons of mass destruction \r\nthat, in the end, never existed, the need to protect \r\ncivilians from threats that turn out to be non-existent \r\nor the intention to establish false democracies in States.\r\nWe had hoped that the authors of the report \r\nwould at the very least have referred to this foreign \r\npresence as being an illegal presence, a grave breach of \r\ninternational law and the Charter of the United Nations, \r\nan act of aggression against the State’s sovereignty and \r\na threat to international peace and security. We are \r\nnaturally referring in that regard to the illegal military \r\npresence of the United States on Syrian territories, as \r\nwell as the presence of France, the United Kingdom and \r\nother States that claim to be part of a coalition that is \r\nimposing itself on a State Member of the United Nations \r\nthat has not even sought the help of that coalition.\r\nThe report of the Secretary-General also fails to \r\nmention the Israeli occupation of Palestine, the Syrian \r\nGolan and other occupied Arab territories. We had hoped \r\nthat the authors would have used the word “occupation” \r\nand not the term “Israeli-Palestinian conflict”. Indeed, \r\nthe word “occupation” is the correct and legal United \r\nNations term to be used, in accordance with resolutions \r\nand documents of the Security Council, and those of \r\nthe General Assembly, ever since the establishment of \r\nthe Organization. All General Assembly resolutions \r\nspeak of the Israeli occupation of Palestinian and Arab \r\nterritories — occupation, not conflict.\r\nMy country’s Government once again condemns \r\nthe use of weapons of mass destruction. We had hoped \r\nthat the authors of the report would not have overlooked \r\nthe Israeli arsenal of nuclear, biological and chemical \r\n08/10/2018 A/73/PV.17\r\n18-30208 13/19\r\nweapons, due, in particular, to the fact that Israel is \r\nthe only party that possesses nuclear weapons in the \r\nMiddle East. It is also the only party that refuses to \r\njoin the Treaty on the Non-Proliferation of Nuclear \r\nWeapons and to submit its facilities to the safeguards \r\nof the International Atomic Energy Agency. Despite \r\nall the Israeli scandals that have arisen within the \r\nUnited Nations, the report of the Secretary-General \r\nfails to mention the Israeli arsenal of weapons of \r\nmass destruction.\r\nThe authors also fail to mention the unilateral \r\ncoercive measures imposed by the United States \r\nand the European Union, inter alia, on a number of \r\nMember States, including my country, Syria. We had \r\nhoped that the authors would have touched upon the \r\nimportance of lifting those measures, whose very \r\nimposition contravenes the provisions of international \r\nlaw, the Charter of the United Nations, resolutions of \r\nthe General Assembly and calls to implement the 2030 \r\nAgenda for Sustainable Development. How can we \r\ncall for achieving the development and welfare of all \r\npeoples — including the people of Syria — when some \r\nMember States are imposing sanctions on other Member \r\nStates, thereby contributing to the continued suffering \r\nof those peoples, in essence leaving them behind?\r\nMy delegation strongly rejects the content \r\nof paragraph 112 in the report on the so-called \r\nInternational, Impartial and Independent Mechanism \r\nto Assist in the Investigation and Prosecution of \r\nPersons Responsible for the Most Serious Crimes \r\nunder International Law Committed in the Syrian Arab \r\nRepublic since March 2011, which is of course neither \r\na mechanism, international, impartial nor independent. \r\nOur position vis-à-vis the Mechanism is well known. \r\nWe reject the Mechanism, which was established by \r\nvirtue of an illegitimate and non-consensual resolution \r\nfull of political and legal f laws. We have enumerated \r\nthem in detail in many letters, the most recent of \r\nwhich was addressed to the President of the General \r\nAssembly, and is contained in document A/72/106, \r\nwherein we stressed that our writing to the President \r\nof the General Assembly did not constitute recognition \r\nof the Mechanism or acceptance of the Mechanism’s \r\nwork or mandate, in view of the fact that the politicized \r\nand biased resolution 71/248, which established \r\nthe Mechanism, was put forward by States with an \r\nanti-Syrian agenda. Furthermore, the establishment of \r\nthe Mechanism set a serious precedent in the history \r\nof the General Assembly, as the Assembly does not \r\nhave a mandate to establish such a Mechanism, as \r\neveryone knows. The Mechanism constitutes f lagrant \r\ninterference in the internal affairs of my country by \r\ncertain Member States that have exported terrorism to \r\nSyria for eight years. As such, it is a serious violation of \r\nprinciples set forth in the Charter of the United Nations, \r\nparticularly Article 12, as well as the provisions of \r\ninternational law.\r\nDoes anyone doubt today that there are 100 States \r\nMembers of the United Nations that have exported \r\nterrorism to my country? According to a Security \r\nCouncil report — and not my own words — these \r\nStates have done so for eight years. Does anyone believe \r\nthat the actions of those 100 Member States that have \r\nexported terrorism to my country for eight years are \r\nimpartial, independent and objective? I will leave it to \r\nthe Assembly and to the conscience of those present in \r\nthis Hall to answer that.\r\nIn conclusion, the Government of my country, \r\nSyria, stresses once again that it will make every \r\neffort to cooperate with the Secretary-General in terms \r\nof respecting the Charter, international legitimacy \r\nand international law. We have known and worked \r\nwith the Secretary-General since he was the High \r\nCommissioner for Refugees. Our cooperation produced \r\npositive results at the time, particularly during and \r\nafter the joint invasion of Iraq by the United States and \r\nBritain in 2003. We hope that our cooperation with the \r\nSecretary-General will continue throughout his tenure \r\nas Head of the Organization.\r\nMr. Skoknic Tapia (Chile) (spoke in Spanish): Chile \r\nwelcomes the presentation of the Secretary-General’s \r\nreport on the work of the Organization (A/73/1), which \r\ngives us a comprehensive overview of the achievements \r\nthat have been made this year and the challenges that we \r\nface during the current session. The achievements cited \r\nin the report represent the fundamental progress that \r\nChile has supported in the various working bodies of \r\nthe Organization. For instance, we would mention the \r\nhistoric adoption of the Secretary-General’s ambitious \r\nreform agenda in the areas of development, peace \r\nand security and management. We would mention the \r\nnegotiation of the global compact for safe, orderly and \r\nregular migration. We would mention the establishment \r\nof the High-level Advisory Board on Mediation, the \r\nprogress made in the implementation of the 2030 \r\nAgenda for Sustainable Development, and the gender \r\nparity achieved in the Senior Management Group and \r\nA/73/PV.17 08/10/2018\r\n14/19 18-30208\r\namong Resident Coordinators, to name just a few of the \r\ninitiatives in the report.\r\nEach of those examples should prompt us to \r\nstrengthen our commitment to the work of the United \r\nNations and to continuing to support the Secretary-\r\nGeneral in the implementation phase of the various \r\nchanges. That is why we join those who have already \r\nmade statements in highlighting the relevance of this \r\nitem on our agenda and the greater relevance that \r\nit should occupy in the debate on the work of the \r\nOrganization. Above and beyond the truly fundamental \r\nimpact of each of the initiatives that I have listed, \r\nChile believes that the report delivered today by the \r\nSecretary-General demonstrates the importance of \r\nthe daily work of our Organization and reminds us, \r\nat a time when everything is being questioned, of the \r\nneed for and power of change, which is embodied by \r\nmultilateralism. As the Secretary-General indicates in \r\nhis report, global challenges require global strategies \r\ntoday more than ever, and in order to achieve that \r\n“[w]orking together multilaterally is not optional; it is \r\nthe only answer” (A/73/1, para. 148).\r\nFor that reason, allow me to thank the Secretary-\r\nGeneral for his vision on the reform of the Organization \r\nand the efforts that we all know he has made, together \r\nwith the Deputy Secretary-General and the entire team, \r\nin supporting and adapting the Organization to face the \r\ncurrent challenges. The Assembly can rest assured that \r\nit can continue to count on Chile’s full support in its \r\ntireless work towards a better Organization.\r\nMr. Al Habib (Islamic Republic of Iran): Let \r\nme start by conveying my delegation’s gratitude to \r\nthe Secretary-General for his annual report on the \r\nwork of the Organization (A/73/1). I also wish to take \r\nthis opportunity to express my appreciation for his \r\ninsightful statement delivered at the sixth meeting of \r\nthe current session of the General Assembly, which in \r\nmany ways reflected his written report to this body and \r\ndepicted the existing international landscape. We share \r\nthe Secretary-General’s assessment that\r\n“[t]oday, the world order is increasingly chaotic. \r\nPower relations are less clear and universal values \r\nare being eroded. Democratic principles are under \r\nsiege and the rule of law is being undermined” \r\n(A/73/PV.6, p. 1)\r\nto the extent that twenty-first century challenges \r\noutpace twentieth century institutions and mindsets.\r\nUndoubtedly, the convening of a meeting of the \r\nGeneral Assembly to consider the report on the work \r\nof the Organization provides us with an unparalleled \r\nopportunity to consider and appraise how efficiently \r\nthe United Nations is addressing the urgent challenges \r\nand detecting emerging trends that have a far-reaching \r\ndirect and indirect impact on the lives of people around \r\nthe world. We are of the view that one of the major \r\nchallenges and threats is a growing tendency to resort \r\nto unilateralism. The world today is suffering from the \r\ndisregard of some States for international values and \r\ninstitutions through the trampling of global norms \r\nand the undermining of international organizations. \r\nIt is an illusion that confronting multilateralism is a \r\nsign of strength; in fact, it is a symptom of weakness \r\nof intellect, demonstrating, as it does, an inability to \r\nunderstand a complex and interconnected world.\r\nTo be more specific, I would like to give some \r\nsalient and vivid examples of unilateralism in our \r\nworld today. The Joint Comprehensive Plan of Action \r\n(JCPOA) was the outcome of more than a decade of \r\ndiplomatic efforts and a period of intensive negotiations \r\nto resolve an artificial crisis. The document was \r\nunanimously approved by Security Council resolution \r\n2231 (2015), and thereby codified into an international \r\nobligation. According to the resolution, all countries \r\nand international and regional organizations were \r\ncalled upon to support the implementation of the \r\nJCPOA and refrain from any actions that undermine \r\nthe implementation of commitments made under \r\nthe JCPOA.\r\nAccording to 12 consecutive reports of the \r\nInternational Atomic Energy Agency, Iran has thus \r\nfar complied with all of its commitments. However, a \r\ncertain State, which was one of the principal parties \r\nto the negotiations from the outset, has not remained \r\nfaithful to its obligations, resorting to f limsy excuses, \r\nand, in open violation of its commitments, finally \r\nwithdrew from the accord and pressured other \r\ncountries to violate the nuclear agreement, threatening \r\nall countries and international organizations with \r\npunishment should they comply with resolution 2231 \r\n(2015). Furthermore, that country’s withdrawal from \r\ninternational organizations, in particular UNESCO \r\nand the Human Rights Council, and from international \r\nagreements, such as the Paris Agreement on Climate \r\nChange, together with the imposition of unlawful \r\nunilateral sanctions and the decision to transfer its \r\nEmbassy in Israel to Al-Quds Al-Sharif and Beit \r\n08/10/2018 A/73/PV.17\r\n18-30208 15/19\r\nAl-Maqdis, are among samples of its me-first, self-\r\ncentred, arrogant and disastrous policy that f lows from \r\nfanatical unilateralism.\r\nThe rising threat of terrorism and violent extremism \r\nacross the globe, in particular in the Middle East, is one \r\nof the concrete effects of the unilateralism coupled with \r\nthe interventionist, f lawed and short-sighted policy of \r\na certain Power. Specifically, the struggle to legitimize \r\nthe occupation of Palestinian land by rejecting the \r\nhistorical realities that are the root cause of every crisis \r\nin the region is gravely undermining peace. The creation \r\nof Al-Qaida, the unilateral military invasions of Iraq \r\nand Afghanistan, and support for extremist terrorist \r\ngroups fighting the Syrian Government using irrational \r\njustifications — all of which led to the emergence and \r\nstrengthening of the Islamic State in Iraq and the Sham \r\n—are among the threats and crucial challenges that \r\nmust be dealt with urgently through the United Nations \r\nand other international mechanisms.\r\nUnder such circumstances, the negligence or \r\ninefficacy of international institutions can endanger \r\nworld peace. We can rise to such daunting challenges \r\nonly through the collective contribution and cooperation \r\nof States on an equal footing. But there is a prerequisite \r\nin that connection, namely, a pressing need for the \r\nrecognition of a multilateral world that had already \r\ncome into being more than two decades ago. Although \r\nthat reality on the ground is blatantly and deliberately \r\nignored by a certain Power, we all have the right and \r\nresponsibility to strengthen multilateralism through \r\ninclusive multilateral decision-making processes, \r\nwhich are indispensable to promoting and preserving \r\npeace and security in the world on the basis of high \r\nethical standards and cooperation.\r\nIn that regard, my delegation calls on the \r\nSecretary-General to organize and convene a high-level \r\nconference on unilateralism and its devastating effects \r\non worldwide security, on the fight against terrorism \r\nand infectious diseases, and on efforts to address \r\nother environmental and humanitarian issues. As the \r\nSecretary-General rightly points out in his report, \r\nterrorism is a worldwide scourge and requires a globally \r\ncoordinated response. We welcome his efforts aimed \r\nat convening the first-ever United Nations High-level \r\nConference of Heads of Counter-Terrorism Agencies of \r\nMember States to advance multilateral cooperation and \r\nestablish within the Secretariat the Office of Counter-\r\nTerrorism to enhance the United Nations focus on this \r\nchallenge. We hope that initiative continues.\r\nWe call on States to abide by their commitment \r\nto resolution 2231 (2015) and respect international \r\ninstruments and institutions. We warmly welcome the \r\ncontinued efforts for the realization of Iran’s proposal \r\nto establish a nuclear-weapon-free zone in the Middle \r\nEast. In fact, the security of the region is threatened \r\nby the nuclear weapons of the Israeli regime. We were \r\nexpecting that the report would cite the urgent need for \r\nIsrael’s accession to the Treaty on the Non-Proliferation \r\nof Nuclear Weapons. The regime should place all its \r\nnuclear activities under the comprehensive safeguards \r\nof the International Atomic Energy Agency.\r\nWe strongly support the Secretary-General in \r\nembarking upon wide-ranging reform efforts to \r\nstrengthen the capacity of the Organization to meet \r\ntoday’s increasingly complex challenges. My delegation \r\ntakes this opportunity to emphasize that the Islamic \r\nRepublic of Iran, as the initiator of the concept of a world \r\nagainst violence and extremism and as one of the leading \r\nopponents of unilateralism, is fully prepared to play an \r\nactive part in promoting and defending multilateralism \r\nas the appropriate framework for finding a sustainable \r\nmethod to resolve existing challenges and provide, \r\nthrough dialogue and cooperation, reliable means for \r\ncollective contribution and collaboration in favour of \r\nsecuring durable peace around the world.\r\nMr. Hattrem (Norway): First, let me begin by \r\nthanking the Secretary-General for his report on the \r\nactivities of the United Nations in 2017 (A/73/1). We \r\ncongratulate the United Nations on its progress and \r\nsubstantial achievements in 2017.\r\nWhen we established the United Nations, we \r\npledged to save future generations from the scourge \r\nof war, work together to promote economic and social \r\nadvancement, uphold respect for human rights and \r\nfundamental freedoms for all and deliver security, \r\njobs, education, health care and a better future for all. \r\nToday we see the multilateral system under pressure. \r\nAt the same time, the major challenges confronting \r\nus, such as climate change, migration, sustainable \r\ndevelopment and clean oceans, demand cooperation \r\nand common solutions.\r\nThe 17 Sustainable Development Goals (SDGs) \r\nrecognize that global challenges are national challenges \r\nand that they are closely interlinked. The Goals require \r\nus to take both national and international action. \r\nOver the past 73 years, the United Nations has taught \r\nus that we can achieve far more by working together \r\nA/73/PV.17 08/10/2018\r\n16/19 18-30208\r\nthan by working alone. Together we have achieved \r\nimpressive results because international cooperation \r\nworks. Extreme poverty is steadily decreasing, people \r\nlive longer, child mortality rates are falling and more \r\nchildren than ever attend school. Global political \r\ncooperation, a system of global legal order and a fair \r\nglobal trading system have been crucial to that progress.\r\nThe 2030 Agenda for Sustainable Development, with \r\nits 17 Sustainable Development Goals, demonstrates \r\nthe unique value of the United Nations. We have agreed \r\non a universal development agenda — a road map to \r\nthe world we want. Norway stands ready to support \r\nour bilateral, regional and multilateral partners so as to \r\naccelerate implementation of the SDGs.\r\nFor seven decades, Norway has consistently \r\nsupported the United Nations in its mission to establish \r\na rules-based multilateral order. We are one of the \r\nlargest financial contributors to the United Nations. We \r\nconsistently allocate 1 per cent of our gross national \r\nincome to development aid. There is broad support \r\nacross the Norwegian political spectrum for the \r\nUnited Nations and for our engagement in sustainable \r\ndevelopment and peace. Norway will continue to \r\nbe a consistent partner with the United Nations, and \r\ntogether with the nations of the world we will continue \r\nto seek common solutions to the challenges that arise \r\nin our future.\r\nFinally, we hail the Secretary-General’s wise \r\nleadership and appeal to him and his staff to carry on \r\nwith the task to make the Organization better equipped \r\nto face the common challenges that lie ahead.\r\nMr. Favre (Switzerland) (spoke in French): \r\nSwitzerland commends Secretary-General António \r\nGuterres for his report on the work of the Organization \r\n(A/73/1). Although I hardly claim that I will be \r\nexhaustive in my comments, let me underscore several \r\nprojects and themes that the Secretary-General has \r\ngiven priority to over the past 12 months.\r\nFirst of all, there are the various calls for reform \r\nmentioned in chapter III of the report, which are the \r\nlogical culmination of the contents in the preceding \r\nchapters. Since taking office, the Secretary-General \r\nhas insisted on the fact that the United Nations must \r\nbe able to adapt to changes and renew itself to be \r\nmore effective. Switzerland has always supported his \r\nambitious plans in that regard. If the United Nations \r\nis to achieve maximum results using the means at \r\nits disposal and thereby make a real difference on \r\nthe ground, it must adapt to a constantly changing \r\nenvironment and continuously review its working \r\nmethods. The past year has enabled the United Nations \r\nto initiate such processes, both within the Organization \r\nitself and its Member States. As mentioned in the report \r\nof the Secretary-General, the reforms will lead the \r\nUnited Nations to become\r\n“more nimble, effective, transparent, accountable, \r\nefficient, pragmatic and decentralized to better \r\nsupport its normative and operational activities” \r\n(A/73/1, para. 136).\r\nWe welcome that and commend the Secretary-General.\r\nSecond, the Secretary-General has placed the \r\nimplementation of the 2030 Agenda for Sustainable \r\nDevelopment at the heart of the work of the United \r\nNations. The pages in his report underscore the \r\nimportance of achieving the Sustainable Development \r\nGoals by the deadline set, identifying innovative \r\nfinancing models to do so and strengthening \r\npartnerships between the United Nations and other \r\nactors in the region, especially in the private sector. \r\nThose are also priorities for Switzerland.\r\nThird, the year was a good one for migration. \r\nSwitzerland is mobilizing for the adoption in December \r\nof the global compact for safe, orderly and regular \r\nmigration, which was first called for by the Secretary-\r\nGeneral several years ago. We support the objectives \r\nof that comprehensive framework to make global \r\nmigration safer, more orderly and more regular. We also \r\nsupport the adoption of the global compact on refugees, \r\na second reference document that was negotiated during \r\nthe previous year.\r\nFourth, another area that the United Nations \r\nneeded to address — and did so — in 2018 was digital \r\ngovernance. In that regard as well, we congratulate the \r\nSecretary-General on having set up a high-level panel \r\ndedicated to this matter.\r\nFifth, with regard to peace and security, the \r\nSecretary-General has urged us to take an integrated \r\nand coordinated approach to prevention, making it a \r\ntop priority. Switzerland welcomes that approach and \r\nwill support the Organization’s efforts in the area of \r\nprevention, including addressing past crimes and \r\npreventing atrocities and violent extremism.\r\nSixth, in the field of human rights, the report of \r\nthe Secretary-General rightly emphasizes that the \r\nprotection of human rights cannot be taken for granted \r\n08/10/2018 A/73/PV.17\r\n18-30208 17/19\r\nanywhere in the world today. It is essential to support \r\nthe activities of the Organization in promoting and \r\ndefending human rights. Recalling the importance \r\nof abolishing the death penalty, implementing the \r\nprohibition on torture, respecting the rights of \r\nwomen, children and migrants, strengthening civil \r\nactors, protecting those who defend human rights and \r\nfighting impunity and corruption are also priorities for \r\nSwitzerland. Moreover, it is important to strengthen \r\nthe Human Rights Council and engage in discussions \r\nin Geneva aimed at improving its working methods.\r\nSeventh, with regard to humanitarian aid, the report \r\nhighlights the number of humanitarian responses carried \r\nout by various United Nations entities. Sadly, there are \r\nstill far too many and the humanitarian challenges we \r\nall face are also increasing. The Organization can count \r\non Switzerland’s continued support in the provision \r\nof humanitarian aid, including protection for civilian \r\npopulations, humanitarian access to populations \r\nin distress and protection for missions and medical \r\ninfrastructure, as well as respect for international \r\nhumanitarian law in general.\r\nFinally, the report stresses the importance of \r\npromoting a modern management culture at all levels \r\nof the United Nations. Switzerland aligns itself with the \r\nsteps taken in that direction to increase transparency \r\nand accountability in the Organization. We are \r\ncommitted to ensuring that the United Nations has \r\nadequate funding so that it can fulfil its mandates. \r\nThrough our support for Genève Internationale as a \r\ncentre of global governance, we are also committed \r\nto making greater use of it to meet the increasingly \r\ncomplex global challenges.\r\nIn the area of human resources, Switzerland employs \r\na zero-tolerance policy on exploitation and sexual \r\nabuse in the context of United Nations field missions \r\nand sexual harassment in the workplace. Switzerland \r\nappreciates the efforts that the Organization has \r\nundertaken in that area, as described towards the end \r\nof the report.\r\nSwitzerland thanks the Secretary-General and \r\ncongratulates him on the achievements that the \r\nOrganization has made throughout his leadership. We \r\nare also grateful for the statements delivered by other \r\nspeakers this morning on the holding of this plenary \r\nmeeting; we share their views.\r\nBefore concluding, we also wish to thank the \r\nSecretary-General for his statement delivered at the \r\nopening of the General Assembly at its seventy-third \r\nsession (see A/73/PV.6). It bodes well for the coming \r\nyear to be as compelling — if not more so — than the \r\nyear before.\r\nMr. Yao Shaojun (China) (spoke in Chinese): \r\nThe Chinese delegation welcomes the report of the \r\nSecretary-General on the work of the Organization \r\n(A/73/1).\r\nIn the face of the current complex international \r\nsituation and global challenges, the United Nations \r\ncontinues to advocate multilateralism and promote \r\npragmatic cooperation. In the areas of peace and \r\nsecurity, peacekeeping, counter-terrorism, sustainable \r\ndevelopment, the reform of the United Nations system, \r\nhumanitarian assistance, refugees and migration, and \r\nso on, the United Nations has achieved positive results. \r\nThe Secretary-General has proposed and successfully \r\nimplemented quite a number of reform measures \r\nto promote enhanced performance at the United \r\nNations. China appreciates the work undertaken by the \r\nSecretary-General and the Secretariat.\r\nThe world today is undergoing complex and profound \r\nchanges, experiencing deep-seated multipolarization \r\nand economic globalization. The fate of the peoples \r\nof all countries has never been as closely connected \r\nas it is today. At the same time, we are also facing \r\nunprecedented challenges that impact international \r\nrules and challenge our multilateral mechanisms. \r\nThe constant rise in protectionism and unilateralism, \r\nintertwining traditional and non-traditional security \r\nthreats and the omnipresent instability and uncertainty \r\nof the international situation are but a few examples. \r\nAs for the current session of the General Assembly, \r\nthe international community should proceed from a \r\nforward-looking vision of building a community of \r\ncommon destiny and promote multilateralism in order \r\nto jointly address the global challenges before us.\r\nFirst, we should firmly uphold the purposes and \r\nprinciples of the Charter of the United Nations and \r\nmaintain a rules-based international order. The Charter \r\nis the cornerstone of the normal operation of the United \r\nNations. Member States should promote the spirit of the \r\nCharter, advocate a common, integrated, cooperative \r\nand sustainable new security concept and encourage \r\nthe building of a global partnership marked by dialogue \r\nwithout confrontation, while partnering without \r\nalliances. All countries should abide by the basic norms \r\nof international law and international relations, remain \r\nA/73/PV.17 08/10/2018\r\n18/19 18-30208\r\ncommitted to mutually agreed international agreements, \r\nsafeguard and uphold the international system and the \r\nmultilateral trading system, with the United Nations \r\nand the World Trade Organization at their respective \r\ncores, and bring positive and stabilizing factors into the \r\ncurrent international situation.\r\nSecondly, we should adhere to the notion of win-win \r\ncooperation, safeguard equity interests and promote \r\ncommon development. The international community \r\nshould adhere to the principle of consultation, joint \r\ncontribution and shared benefits, while replacing \r\nconfrontation with cooperation and coercion with \r\nconsultation, pursuing common development, as well \r\nas win-win, multi-win and all-win results. We must \r\nrespect not only each other’s sovereignty, independence \r\nand territorial integrity, but also the development \r\npath chosen by each country, and uphold the right \r\nof all countries to pursue a better life and space \r\nfor development.\r\nDeveloped countries should earnestly live up to \r\ntheir official development assistance commitments \r\nand actively help developing countries improve \r\ntheir livelihoods and accelerate their development. \r\nDeveloping countries should further promote South-\r\nSouth cooperation and strive to achieve unity and self-\r\nimprovement. The United Nations should promote the \r\nconcerted efforts of Member States to fully implement \r\nthe 2030 Agenda for Sustainable Development.\r\nThirdly, it is important to continue to promote \r\nmultilateralism and support the United Nations in \r\nplaying a central role in multilateral efforts. Secretary-\r\nGeneral Guterres states in his report that the current \r\nsituation and practice prove that adherence to \r\nmultilateralism is the only viable way to deal with the \r\nvarious global challenges, with which China agrees. \r\nMultilateralism requires a strong United Nations, which \r\nmust keep pace with the new developments of our time \r\nand further enhance its ability, through reforms, to \r\ncoordinate the efforts of all countries in tackling global \r\nchanges and better responding to the expectations of \r\nthe international community.\r\nThe Secretary-General’s reforms in the three areas \r\nof peace and security, international development and \r\ninternal management have provided an opportunity to \r\nenhance the role of the United Nations. The reforms \r\nshould adhere to the principle of leadership by the \r\nMember States, with specific importance attached to \r\nthe concerns of developing countries, and attempt to \r\nimprove the efficiency of United Nations operations \r\nby strengthening supervision and accountability. All \r\ncountries should fulfil their due obligations under the \r\nUnited Nations framework and strengthen dialogue and \r\ncooperation in promoting the resolution of global and \r\nregional issues.\r\nChina has always been a builder of world peace, \r\na practitioner of multilateralism and a contributor \r\nto global development. Three years ago, China’s \r\nPresident, Xi Jinping, attended the series of summits to \r\nmark the seventieth anniversary of the establishment of \r\nthe United Nations and comprehensively expounded the \r\nidea of building a new type of international relations \r\nwith win-win cooperation as the goal and developing \r\na community of shared human destiny. China has \r\ncontributed to the well-being of the peoples of the world \r\nthrough solid actions and actively provided public \r\ngoods to the international community.\r\nChina has proposed the Belt and Road Initiative, \r\nwhile adhering to openness, transparency and \r\ninclusion and promoting complementary advantages \r\nin aiming to achieve common development and \r\nprosperity. The Initiative has become the largest \r\ninternational cooperation platform. Not long ago, \r\nthe Beijing Summit of the Forum on China-Africa \r\nCooperation was successfully held, at which China \r\nlaunched initiatives and measures to strengthen the \r\nfuture cooperation between China and Africa. China \r\nand Africa agreed to build a closer community with a \r\nshared destiny. The Beijing Summit will certainly help \r\nAfrica’s development and revitalization, expand new \r\nand broader space to deepen South-South cooperation \r\nand inject strong and positive energy into world peace, \r\nstability and development.\r\nChina welcomes the seven key work areas proposed \r\nby the President of the General Assembly. As the largest \r\ndeveloping country in the world, China is willing to \r\nwork with Member States to firmly support and practice \r\nmultilateralism, jointly safeguard the purposes and \r\nprinciples of the Charter of the United Nations and the \r\nbasic norms of international relations, further increase \r\nsupport for the work of the United Nations, more actively \r\nparticipate in the United Nations in various fields and \r\nmake greater contributions to building a community of \r\nshared human destiny and creating a better future for \r\nhuman society.\r\nThe Acting President (spoke in Spanish): We have \r\nheard the last speaker in the debate on this item.\r\n08/10/2018 A/73/PV.17\r\n18-30208 19/19\r\nMay I take it that the General Assembly takes note \r\nof the report of the Secretary-General on the work of \r\nthe Organization contained in document A/73/1?\r\nIt was so decided.\r\nThe Acting President (spoke in Spanish): Before \r\ngiving the f loor to speakers in exercise of the right of \r\nreply, I would like to remind members that statements \r\nin the exercise of the right of reply are limited to 10 \r\nminutes for the first intervention and to five minutes \r\nfor the second, and should be made by delegations from \r\ntheir seats.\r\nMs. Gambhir (India): We have heard the delegation \r\nof Pakistan yet again make unwarranted remarks about \r\nan integral part of India. I take the f loor to exercise \r\nIndia’s right of reply to those references.\r\nOur position on those grossly misleading and \r\ncynical attempts is well known. We reiterated during \r\nthe recent general debate at the commencement of the \r\ncurrent session of the General Assembly that terror \r\nand talks do not go together (see A/73/PV.14). As much \r\nas we make efforts to come together to deal with the \r\nchallenges of tomorrow, there will still be some, such as \r\nPakistan, that will be driven by an archaic world view \r\nand long-expired doctrines. The good thing is that those \r\nwith a focus on the past are not finding any resonance \r\nin today’s world. We hope that the spirit of cooperation \r\nand collaboration will convince them to abandon their \r\ndestructive world view and become a constructive and \r\nresponsible member of the community of nations.\r\nMr. Chatha  (Pakistan): We are obliged to \r\nexercise our right of reply to the statement made by the \r\nrepresentative of India.\r\nIt is regrettable that the Indian delegation has yet \r\nagain chosen to make fabricated claims that have no \r\nbasis either in fact or in law. May I remind the Indian \r\nrepresentative that no amount of obfuscation, diversion \r\nor deceit can justify its illegal occupation of Jammu and \r\nKashmir or help cover the tracks of its grave human \r\nrights violation in the occupied territory. The report of \r\nthe Office of the United Nations High Commissioner \r\nfor Human Rights rightly lifts the veil from the cage \r\nof obfuscation and chronicles the massive ongoing \r\nviolations of human rights in Indian-occupied Jammu \r\nand Kashmir. The truth is that Jammu and Kashmir is \r\nnot a part of India; it never was and never will be.\r\nThe Acting President (spoke in Spanish): May I \r\ntake it that it is the wish of the General Assembly to \r\nconclude its consideration of agenda item 112?\r\nIt was so decided.\r\nThe meeting rose at 12.05 p.m.\r\n"