"This record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\nUnited Nations A/73/PV.27\r\nGeneral Assembly\r\nSeventy-third session\r\n27th plenary meeting\r\nMonday, 29 October 2018, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nIn the absence of the President, Mr. Korneliou \r\n(Cyprus), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 77\r\nReport of the International Criminal Court\r\nNote by the Secretary-General (A/73/334)\r\nReports of the Secretary-General (A/73/333 and \r\nA/73/335)\r\nDraft resolution (A/73/L.8)\r\nThe Acting President: I shall now make a statement \r\non behalf of the President of the General Assembly.\r\n“This year’s debate on the report of the \r\nInternational Criminal Court (ICC) (see A/73/334) \r\ncoincides with the twentieth anniversary of the \r\nRome Statute. This is therefore an important \r\nopportunity for the international community to \r\nassess the progress enabled by the adoption of the \r\nRome Statute and to reflect on the commitment to \r\nputting an end to impunity for the most serious and \r\nmost heinous crimes.\r\n“The Rome Statute delivered a message: it \r\nexpressed to the people of the world that we will \r\nsupport victims, that we will fight impunity, that \r\nwe will respond to acts of genocide and crimes \r\nagainst humanity and that we will not tolerate war \r\ncrimes or crimes of aggression. Twenty years later, \r\nwe would be wise to recall the united stance of \r\nthe international community in standing up for all \r\npeople, everywhere.\r\n“While the primary duty to exercise criminal \r\njustice remains with States, the ICC has become an \r\nindispensable part of the overall architecture. For \r\nmany around the world, the very existence of the \r\nCourt is indicative of humankind’s will to protect \r\npeople, pursue those who would do us harm and \r\nprotect and promote human rights. In that regard, \r\nit is important to recognize that the Court is \r\nmuch more than an instrument of prosecution. Its \r\nexistence also serves as a deterrent and a tool for \r\nthe prevention of international crimes.\r\n“By extension, the Court thereby helps to \r\nmaintain stable societies that are able to protect \r\nhuman rights and pursue sustainable development. \r\nAs acknowledged by the General Assembly in its \r\nresolution 68/305, the Court is a core element of \r\n‘a multilateral system that aims to end \r\nimpunity, promote the rule of law, promote and \r\nencourage respect for human rights, achieve \r\nsustainable peace and further the development \r\nof nations’.\r\n“If the wars and atrocities of our history have \r\ntaught us anything, it is that our shared peace \r\nand prosperity depend on multilateral efforts and \r\ninstitutions such as the ICC. If we are to protect, \r\ndefend and stand up on behalf of those most \r\nvulnerable in their time of need, we must stand \r\nbehind and in support of those very institutions and \r\nthe principles that guide them.”\r\n18-34755 (E)\r\n*1834755*\r\n \r\nA/73/PV.27 29/10/2018\r\n2/26 18-34755\r\nIt is now my honour to invite Judge Chile \r\nEboe-Osuji, President of the International Criminal \r\nCourt, to take the f loor.\r\nJudge Eboe-Osuji (International Criminal Court) \r\n(spoke in French): I am honoured to address the General \r\nAssembly for the first time in my capacity as President of \r\nthe International Criminal Court (ICC). I have presided \r\nover the Court since March, at a time when its daily \r\nwork relates to all stages of proceedings — preliminary \r\nexaminations, trials, reparations proceedings and \r\nappeals — while the workload of the Prosecutor \r\ncontinues to increase.\r\nMy report, issued as document A/73/334, has been \r\ncirculated to Member States. It contains a summary of \r\nthe Court’s activities, as well as information relating to \r\ncooperation between the United Nations and the Court, \r\nfor which we are grateful. While I will not repeat the \r\ncontent of that report in my remarks today, I would \r\nneverthless like to revisit a very important element in \r\nit that resonates particularly with a recurring theme of \r\nthis session of the General Assembly. We should recall \r\nthat this year marks the twentieth anniversary of the \r\nadoption of the Statute of the Court, also known as the \r\nRome Statute. In my written statement for the Nelson \r\nMandela Peace Summit, held in September (see A/73/\r\nPV.4 et seq.), I recalled that the Statute was adopted \r\n20 years ago on the eve of Nelson Mandela’s eightieth \r\nbirthday, on 17 July 1998. The occasion of the twentieth \r\nanniversary of the Rome Statute compels us to reflect \r\non what the conclusion of that Treaty and the resulting \r\nestablishment of the Court, under the auspices of this \r\nOrganization, mean for the world and all humankind.\r\n(spoke in English)\r\nThe theme we chose for that reflection is the need to \r\ngo back to basics, which requires that we consider two \r\nfundamental questions. The first revisits the question \r\nof why the Rome Statute was adopted. The preamble to \r\nthe Statute itself answers that question. Among other \r\nthings, it sets out the following apposite declarations, \r\nnamely, that the States parties to the Statute:\r\n“[are] conscious that all peoples are united by \r\ncommon bonds, their cultures pieced together in \r\na shared heritage, and concerned that this delicate \r\nmosaic may be shattered at any time; [are] mindful \r\nthat during this century millions of children, \r\nwomen and men have been victims of unimaginable \r\natrocities that deeply shock the conscience of \r\nhumanity; recogniz[e] that such grave crimes \r\nthreaten the peace, security and well-being of the \r\nworld; ... [and are] determined to put an end to \r\nimpunity for the perpetrators of these crimes and \r\nthus to contribute to the prevention of such crimes”.\r\nThe second of the basic questions on which the \r\nanniversary compels us to reflect is whether our world \r\nand our civilization have arrived at a stage where the \r\nlegislative concerns that gave impetus to the negotiation \r\nand adoption of the Rome Statute have now become a \r\nthing of the past, such that the world no longer needs \r\nthe Statute and the ICC. One of the most highly \r\nrespected African statesmen of our time has answered \r\nthat question in a very straightforward way. As part of \r\nhis own reflections during the commemoration of the \r\ntwentieth anniversary of the Statute in July, Nigeria’s \r\nPresident Muhammadu Buhari answered it in these \r\nwords:\r\n“With the alarming proliferation of the most \r\nserious crimes around the world, the ICC, and all \r\nthat it stands for, is now needed more than ever, in \r\nways that were unforeseeable to its founders. The \r\nICC may have been created at a time of optimism \r\nthat it would not need to be utilized frequently but, \r\nunfortunately, the increase in international crimes \r\nhas only increased the Court’s relevance.”\r\nIf any one of the legislative concerns that impelled \r\nthe Court’s establishment merits special focus, it is that \r\n“during this century millions of children, women and \r\nmen have been victims of unimaginable atrocities that \r\ndeeply shock the conscience of humanity”.\r\nCan we be sure that at the close of the twenty-first \r\ncentury, humankind will not be left singing the same \r\nsad song if the Rome Statute and the ICC do not remain \r\nin place and are not supported by all to serve, at least, \r\nas a note of caution, if not a real obstacle of conscience, \r\nto those inclined to commit such crimes?\r\nIn her opening remarks a month ago, the President \r\nof the Assembly rightly reminded us that millions of \r\npeople around the world are enduring war and violence \r\n(see A/73/PV.6). Indeed, important statistics even \r\nsuggest that there has been an increase in the incidence \r\nof war and violence over the past 20 years since the \r\nadoption of the Rome Statute, possibly by as much \r\nas three times or more. That should trouble us, given \r\nthat armed conflicts are the most common vectors of \r\natrocity crimes, and typically those that take the form \r\nof ethnocentric mass violence, sexual violence or \r\nsundry war crimes.\r\n29/10/2018 A/73/PV.27\r\n18-34755 3/26\r\nThere are many reasons to insist that the mere \r\nexistence of a permanent judicial mechanism for \r\naccountability truly serves as an obstacle to the free \r\nwill of those inclined to engage, even unwittingly, in \r\nconduct that creates conditions conducive to atrocity \r\ncrimes. That modest value alone is sufficient return on \r\ninvestment in the ICC.\r\nNevertheless, we will continue to be troubled by \r\nthe unrelenting frequency of armed conflicts in the \r\nworld. In that respect, not surprisingly, the objectives \r\nof the United Nations and the ICC remain in harmony. \r\nThey have in common the global effort to protect peace \r\nand security and human rights through multilateral \r\ncooperation and action, in accordance with the \r\ninternational rule of law. His Excellency Mr. Guterres, \r\nthe Secretary-General, rightly called for a renewed \r\ncommitment to a rules-based order in his address to the \r\nAssembly a month ago (see A/73/PV.6).\r\nOn behalf of the interests that the ICC represents, \r\nit was truly encouraging to hear many representatives \r\nrestate during the general debate that the Court occupies \r\na cardinal place in that rules-based order and that every \r\neffort must therefore be made to protect and support it.\r\nWhenever a man champions an important idea \r\nwith a successful outcome, we are always quick to \r\naffix his name to that idea for eternity by calling him \r\nits father. We rarely do the same for the many women \r\nwho championed some of the ideas that have defined \r\nhuman history. That is perhaps a regrettable case of \r\nour inordinate preoccupation with the dreams of our \r\nfathers — those elusive men who are often absent from \r\nour lives for all kinds of reasons that seem important to \r\nthem — and in the process, we take our long-suffering \r\nmothers for granted. Eleanor Roosevelt was no less a \r\ngreat champion of the history of human civilization \r\nthan any man ever was. We should all recognize her as \r\nthe mother of human rights. Here I quote her call for \r\nunited action to improve the world under the banner of \r\nthe United Nations:\r\n“Our own land and our own flag cannot be \r\nreplaced by any other land or any other f lag. But \r\nyou can join with other nations, under a joint f lag, \r\nto accomplish something good for the world that \r\nyou cannot accomplish alone.”\r\nA product of such joint action among nations, the \r\nICC was established as a court of last resort, a literal \r\ninstrument of the rule of law. Its mandate is to try those \r\nwho commit some of those unimaginable atrocities that \r\nshock the conscience of humankind. For our present \r\npurposes, let us call such crimes by their names. We \r\nare talking about genocide, crimes against humanity, \r\nwar crimes and the crime of aggression. Those crimes \r\nblighted humankind for long periods of time up until \r\nthe negotiation and adoption of the Rome Statute in \r\n1998.\r\nWe can be even more specific in recalling the history \r\nof evil in the period leading up to 1998. In that regard, \r\nlet us recall that no fewer than 7,000 Bosnian Muslim \r\nmen and boys were massacred in Srebrenica in 1995. \r\nThe International Criminal Tribunal for the Former \r\nYugoslavia pronounced their killing as amounting \r\nto genocide. The year before, in 1994, about 800,000 \r\nTutsis were killed in the Rwandan genocide. It is not \r\ntoo distant in memory for us to recall that, 50 years \r\nbefore, 6 million innocent human beings were killed in \r\na genocide in eastern and central Europe because they \r\nwere Jews.\r\nLet us also recall that it was only in the early 1990s, \r\nshortly before the adoption of the Rome Statute, that \r\napartheid — a crime against humanity over which the \r\nICC now has jurisdiction — came to an end in South \r\nAfrica. Let us also recall that beginning in 1991, Sierra \r\nLeone was engulfed by a brutal civil war. In addition \r\nto rapes, sexual slavery, murders and the conscription \r\nof children into military use, a particular brand of \r\ncruelty and terror marked that civil war. It involved the \r\nheartless amputation of human beings’ arms by their \r\nfellows, leaving the victims with disabling physical and \r\nmental scars that would last a lifetime. It was a crime \r\nagainst humanity that has left a very visible scar on \r\nthat country and on our collective conscience as human \r\nbeings, even today.\r\nWe must give due credit to the joint action of \r\nnations in adopting the Rome Statute in order to have \r\nin place a permanent mechanism for ensuring eventual \r\naccountability for those who subject their fellow human \r\nbeings to such cruelty in future. That, and nothing else, \r\nis the point of the Rome Statute and the ICC.\r\nIn that and other aspects of international law, \r\nthrough its common efforts the international community \r\nhas assumed responsibility with complementary legal \r\nstructures for human rights and international criminal \r\njustice. By taking up the baton in that way, there \r\nhas been a correlative shrinking of the space for the \r\nmalevolent forces that would commit genocide and \r\nother crimes against humanity without qualms. We \r\nA/73/PV.27 29/10/2018\r\n4/26 18-34755\r\ncan readily appreciate the certainty with which those \r\nforces would move in and occupy the ground that \r\nwould be vacated upon any dismantling of the existing \r\nmultilateral mechanisms of international law and \r\njustice. They would be certain to move in, and rapidly.\r\nHistory shows that the crimes over which the \r\nInternational Criminal Court (ICC) has jurisdiction \r\nare events that disturb international peace and security. \r\nEventually, leaders of other nations inevitably intervene \r\nwith military force to halt the ongoing atrocities, rightly \r\ncompelled by the pangs of their own conscience or out \r\nof fear or concern as to the threats posed by the events \r\nto their own national interests.\r\nIt is difficult to put it in more eloquent terms than \r\nJustice Robert H. Jackson of the United States Supreme \r\nCourt did at the end of the Second World War. Members \r\nwill recall that he was both the leading representative \r\nof the United States at the London Conference of 1945 \r\nand, later, the United States chief prosecutor at the \r\nNuremberg Tribunal. In a speech that he gave to the \r\nAmerican Society of International Law in April 1945, \r\nhe said:\r\n“We have been a freedom-loving people. Our \r\nConstitution and our philosophy of law have been \r\ncharacterized by a regard for the broadest possible \r\nliberty of the individual. But the dullest mind must \r\nnow see that our national society cannot be so self-\r\nsufficient and so isolated that freedom, security \r\nand opportunity of our own citizens can be assured \r\nby good domestic laws alone. Forces originating \r\noutside of our borders and not subject to our laws \r\nhave twice in my lifetime disrupted our way of \r\nliving, demoralized our economy and menaced the \r\nsecurity of life, liberty and property within our \r\ncountry.”\r\nJustice Jackson spoke from the perspective \r\nof someone who had lived through two world \r\nwars — something that none of us in this Hall can \r\nclaim — not only for himself but for every citizen around \r\nthe world. In those very words, in 1945 Justice Jackson \r\nbore living witness to precisely the same phenomenon \r\nexpressed in the preamble to the Rome Statute in 1998, \r\nthat “all peoples are united by common bonds, their \r\ncultures pieced together in a shared heritage, and ... this \r\ndelicate mosaic may be shattered at any time”.\r\nHowever, the way in which the man-made turmoil \r\nof foreign lands affects us at home need not involve \r\nthe tragedy of our own military intervention, which \r\ninvolves sacrificing the lives and limbs of the young \r\nmen and women who are sent to engage in that military \r\nintervention as soldiers. It is enough that such turmoil \r\nwould generate refugee crises from which no nation can \r\ntruly isolate itself either physically or morally. For that \r\nreason, Justice Jackson rightly concluded,\r\n“Awareness of the effect of war on our fundamental \r\nlaw should bring home to our people the imperative \r\nand practical nature of our striving for a rule of law \r\namong the nations.”\r\nAs multilateral institutions, this organ and the ICC \r\nstand precisely for such rule of law among nations.\r\nIn many international conflicts involving \r\ninterventions to halt mass atrocities that have already \r\ncommenced, as was the case in the First and Second \r\nWorld Wars and in many other international armed \r\nconflicts since then, we are bound to acknowledge the \r\nsalutary role that military intervention can play to the \r\nextent that it is consistent with the accepted principles \r\nof international law, at the least, if not structures \r\nof international security. But it is a grave mistake to \r\ndismantle existing international structures of human \r\nrights and the rule of law in the uncertain hope that \r\nmilitary intervention alone is all that we can rely on \r\nand nothing else.\r\nEven when it manages to stop aggression and \r\natrocities already in progress, military intervention has \r\nclear limitations. As noted earlier, it costs human lives \r\nto stop such aggression and atrocities. Another obvious \r\nlimitation is the fact that military intervention came far \r\ntoo late, if at all, for the victims of all the incidents of \r\ngenocide mentioned above — the millions of European \r\nJews, the hundreds of thousands of Rwandan Tutsis and \r\nthe thousands of Bosnian Muslim men. That is also the \r\ncase for the victims of the various occurrences of crimes \r\nagainst humanity too numerous to mention — from \r\nSierra Leone to South Africa and a great many other \r\nplaces.\r\nIt is also axiomatic that the administration of post-\r\nconflict justice is not quite the bailiwick of military \r\nintervention. After the guns have gone silent, the \r\nvictims’ cries for justice and reparation will still fill the \r\nair to touch our conscience. We therefore need a strong \r\ninternational structure of justice to attend to the matter \r\nof justice. The subject of the administration of post-\r\nconflict justice brings me to a certain misunderstanding \r\nthat is often expressed as a concern in relation to the \r\njurisdiction of the ICC. The concern is that of the \r\n29/10/2018 A/73/PV.27\r\n18-34755 5/26\r\nmistaken claim that the ICC is a usurper of national \r\nsovereignty. Justice Jackson again spoke about such a \r\nconcern in that speech in 1945.\r\n“Governments in emotional times are \r\nparticularly susceptible to passionate attack in which \r\nthis emotion is appealed to, sometimes crudely and \r\nsometimes by more sophisticated formulae such as \r\nimpairment of sovereignty, submission to foreign \r\ncontrol, and like shibboleths.”\r\nAny fear that the ICC is a usurper of national \r\nsovereignty proceeds from a clear misunderstanding \r\nof the nature of the ICC’s jurisdiction. That fear may \r\nindeed be implicated in the reluctance of some States \r\nto ratify the Rome Statute, as has been expressed \r\naround the world where ratification has not yet taken \r\nhold. However, I want to restate and emphasize that the \r\nICC does not usurp or undermine national sovereignty. \r\nOn the contrary, the nature of its jurisdiction does the \r\nvery opposite. It underscores national sovereignty. The \r\nICC is unusually deferential to national sovereignty, \r\nfar more so than any other known order of alternative \r\njurisdiction for the administration of criminal justice.\r\nIn that regard, I must underscore the doctrine of \r\ncomplementarity as the modulating feature of the ICC’s \r\njurisdiction. In substance, the idea of complementarity \r\nmeans what the word says. It means that the ICC is a \r\ncourt of last resort. As such, it intervenes only to assist \r\nnational jurisdictions in their needful role to ensure the \r\ngreatest level of justice for purposes of accountability \r\nwhen serious atrocities under its jurisdiction have been \r\ncommitted.\r\nNotably, the jurisdictions of the other international \r\ncriminal tribunals were or are primary relative to \r\nnational jurisdictions. The Statutes of the International \r\nTribunal for the Former Yugoslavia, the International \r\nCriminal Tribunal for Rwanda, the Special Court for \r\nSierra Leone and the Special Tribunal for Lebanon \r\ngave those tribunals primacy of jurisdiction in relation \r\nto national courts. In contrast, the jurisdiction of the \r\nICC is not primary in relation to national jurisdictions. \r\nIndeed, it is important also to keep in mind that the \r\nICC’s jurisdiction is not nearly as assertive as the \r\nordinary jurisdiction of the courts of a foreign country \r\non the territory of which a citizen of another State \r\ncommits a crime. In that regard, it may be noted that \r\neven in the status of forces agreements of all nations \r\nit is a generally accepted norm — expressed in a \r\nstandard clause — that the courts of the country where \r\nforeign troops are stationed enjoy primacy of general \r\ncriminal jurisdiction when a foreign soldier commits a \r\ncrime within that territory. The ICC does not have such \r\nprimacy of claim to jurisdiction. On the contrary, under \r\nthe Rome Statute, the primary jurisdiction belongs to \r\nthe State with the closest sovereign connection to the \r\nsituation under consideration. It is only when that State \r\nproves unable or unwilling to do justice in the exercise \r\nof that primary jurisdiction that the ICC is legally \r\nentitled to intervene.\r\nThe essence of the doctrine of complementarity is \r\ntherefore that justice must not be a neglected element \r\nin the area of the sovereignty of nations. However, \r\none may ask, beyond the elegant terminology of \r\ncomplementarity, what it really means in practical \r\nterms. That is a very important question. The answer \r\nis quite simple. First, we will accept that anyone can \r\nviolate human rights but not everyone can do justice. \r\nThat is to say, while it is extremely easy to violate \r\nhuman rights anywhere in the world, criminal justice \r\nsystems throughout the world are not all equally able \r\nto administer justice for the purposes of accountability \r\nand reparation, according to the generally accepted \r\ninternational standards. In that connection, one may \r\nthink of the average failed State where humankind is \r\nheld hostage to the daily fear of rampant lawlessness \r\nand violent tyranny.\r\nThe following is a prime example. Somewhere in our \r\nworld, an inferno of human-to-human violence engulfed \r\na beautiful country in April 1994. However, it did not \r\noccur without warning. The internal circumstances of \r\nthat country had in fact been simmering in the direction \r\nof that event long before April 1994. There had been \r\nearlier periods of intermittent violence and other kinds \r\nof systematic persecution in which human beings were \r\nkilled with impunity on account of their ethnicity. \r\nExactly one year before April 1994, the Special \r\nRapporteur on extrajudicial, summary or arbitrary \r\nexecutions conducted a mission to that country and duly \r\nsubmitted his findings to the Commission on Human \r\nRights, as it was then called. Concerning that country’s \r\npre-conflict judicial system, the Special Rapporteur \r\nwrote as follows:\r\n“It is the serious failings of this system that have \r\nmade possible the impunity enjoyed by the persons \r\nresponsible for the killings. The system’s failure \r\nto function has been noted on many occasions, \r\nnotably by [a] national commission ... which \r\nreached the conclusion that many courts were in \r\nA/73/PV.27 29/10/2018\r\n6/26 18-34755\r\na state of paralysis. This state of affairs is partly \r\nattributable to the lack of resources available for the \r\nadministration of justice, but chiefly to the lack of \r\npolitical will shown by the authorities in bringing \r\nguilty parties to justice” (E/CN.4/1994/7/Add.1, \r\npara.47).\r\nTo varying degrees, that is the story of many \r\ncountries with chronic histories of human rights \r\nviolations. For such States, the value of the ICC as a \r\nviable backup system of justice is all too apparent. \r\nWe should not overlook the fact that in the country \r\nindicated above, the number of legal professionals, \r\nincluding judges and lawyers, was reduced to less than \r\n300 in the killings of the many hundreds of thousands \r\nthat occurred in 1994. How could such a country be \r\nexpected to administer justice meaningfully in its post-\r\nconflict phase?\r\nThe example of that country underscores the \r\nimportance of the ICC’s complementary jurisdiction in \r\nthe most practical terms, in most cases. In that regard, \r\nin the ICC we have a permanent institution of its kind \r\nthat is in place and readily available to be engaged \r\nwithout delay, thereby obviating the need for ad hoc \r\nsolutions, which may never materialize for a great many \r\nreasons. But even for more able States, the ICC remains \r\nvaluable not as a usurper of sovereignty but as a mirror \r\nof conscience. Such is the case where there may be a \r\nlack of political will to address the needs of justice \r\nbehind the veil of sovereignty. In that connection, it \r\nis noted that war crimes occur in every war and the \r\nculprits can be among the rank and file of the most \r\ndisciplined and professional armed forces in the world \r\ndespite the best efforts of their commanders, acting \r\nwith unimpeachable good faith. In his war memoirs, \r\na well-known American general of the Second World \r\nWar stated that axiom in other terms in a conversation \r\nthat he had with the Grand Vizier of Morocco during \r\nthe Second World War.\r\n“I told him that, in spite of my most diligent \r\nefforts, there would unquestionably be some \r\n[soldiers who would commit rape], and I should like \r\nto have the details as early as possible so that the \r\noffenders could be properly hanged.”\r\nThe Rome Statute does not require States \r\nto hang their soldiers at all — let alone to do so \r\n“properly” — when they commit rape or other war \r\ncrimes during armed conflicts. The requirements of the \r\nRome Statute are more modest and far more humane. It \r\nrequires only that suspects of war crimes be prosecuted \r\nand punished properly. The ICC would remind able \r\nStates to do just that, because they can. Failing that, \r\nthe ICC would exercise jurisdiction as a matter of last \r\nresort. The ability of States engages their duty to do \r\njustice, not to ensure impunity or immunity for their \r\ncitizens. There is no usurpation of sovereignty in that.\r\nIn that connection, I turn again to the very \r\nthoughtful observations of Justice Jackson in the \r\nfollowing words:\r\n“It is futile to think ... that we can have an \r\ninternational law that is always working on our \r\nside. And it is futile to think that we can have \r\ninternational courts that will always render the \r\ndecisions we want to promote our interests. We \r\ncannot successfully cooperate with the rest of \r\nthe world in establishing a reign of law unless we \r\nare prepared to have that law sometimes operate \r\nagainst what would be our national advantage.”\r\nThose are wise words. The only revision that may \r\nbe necessary is to say that when international law \r\noperates to make our world a better place for humanity \r\nin the long run, it would have worked to “our national \r\nadvantage”, although it may not seem like it in the short \r\nrun.\r\n(spoke in French)\r\nSince most of my remarks have been devoted to \r\nrecalling the fundamental issues that underpin the \r\nCourt’s mandate and existence, let me once again refer \r\nmembers of the Assembly to the written report of the \r\nCourt on its activities, which has been circulated in the \r\nsix official languages of the United Nations. However, \r\nthis document only scratches the surface of the wealth \r\nof judicial and investigative activities of the Court in the \r\nperiod covered by our report. For instance, in addition \r\nto the many situations and cases in the preliminary \r\nreview, investigation, pretrial, trial and appeal phases, \r\nthe Court is now increasingly engaged in the reparations \r\nphase of proceedings, also involving the important role \r\nof the Court’s Trust Fund for Victims. That underlines \r\nthe prominent position that victims hold in the system \r\ncreated by the Rome Statute. As the report makes clear, \r\nthe cooperation of States as well as the United Nations \r\nand other organizations remains critically importanto to \r\nthe Court’s ability to carry out its mandate effectively.\r\n29/10/2018 A/73/PV.27\r\n18-34755 7/26\r\n(spoke in English)\r\nEarlier, I recalled that a primary moral impetus \r\nfor the adoption of the Rome Statute 20 years ago \r\nwas the horrifying history of the twentieth century, \r\nduring which millions of children, women and men \r\nwere victims of unimaginable atrocities that deeply \r\nshocked the conscience of humankind. The Holocaust, \r\nthe Rwandan genocide and the Srebrenica massacre are \r\nexamples of such unimaginable atrocities. The ICC is \r\none real structure that we now have to try those who \r\naim to commit such crimes, in hopes of preventing their \r\nrecurrence in future. In this regard, I cannot but once \r\nagain invoke the words of President Buhari of Nigeria \r\non the occasion of the twentieth anniversary of the \r\nRome Statute:\r\n“The Rome Statute created more than a court; \r\nit created the outline for a system of justice for \r\nhorrific crimes rooted first in national courts doing \r\ntheir job, and where they fail to do so, the ICC \r\nstepping in only as the court of last resort.”\r\nI urge the Assembly to make the ICC stronger in \r\nevery way that it can. Do not allow it to be weakened. I \r\nquote President Buhari one more time:\r\n“I urge all States that have not yet done so to accede, \r\nas a matter of deliberate State policy, to the Rome \r\nStatute of the International Criminal Court so that \r\nit can become a universal treaty.”\r\nBefore concluding, I want to recall the famous \r\nwords of Edmund Burke to the effect that all that is \r\nnecessary for evil to prevail is for good men to do \r\nnothing. However, I must revise those words to say this: \r\nall that is necessary for evil to prevail is for good men \r\nand women to refrain from doing all that is possible and \r\nnecessary for them to do to prevent such evil. It is both \r\nnecessary and possible to strengthen the ICC, for that is \r\nto strengthen the wall of conscience and of international \r\nlaw against unimaginable atrocities that deeply shock \r\nthe conscience of humankind. Whenever we think of \r\nhuman history as also being a history of unimaginable \r\natrocities that shock the conscience of humankind, let \r\nus also always remember the wise words attributed to \r\nEleanor Roosevelt: “It is better to light a single candle \r\nthan to curse the darkness.” The ICC was such a candle \r\nwhen it was lit 20 years ago. It behooves all of us to \r\nkeep that candle lit.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Mexico to introduce draft resolution \r\nA/73/L.8.\r\nMr. Sandoval Mendiolea (Mexico) (spoke in \r\nSpanish): This debate is framed in the context of the \r\ncommemoration of the twentieth anniversary of the \r\nadoption of the Rome Statute. It is about 20 years of \r\ncollective efforts to strengthen the rule of law and to \r\nprevent, investigate and sanction the worst atrocities \r\nthat humankind has ever witnessed.\r\nToday, as it did 20 years ago, Mexico reiterates its \r\ncommitment to international criminal justice and to \r\nstrengthening the system created by the Rome Statute \r\nwith a view to preventing the perpetrators of the \r\nmost serious crimes affecting the entire international \r\ncommunity from enjoying impunity. That commitment \r\nis reflected practically in our active involvement in the \r\nactivities of the International Criminal Court. As a State \r\nparty to the Statute since 2006, Mexico participates in \r\nthe Assembly of States Parties, including through its \r\ncurrent membership of the Bureau, its chairship of the \r\nWorking Group on Amendments of the aforementioned \r\nAssembly, which I have the honour of chairing, and \r\nits facilitation of Cluster II of the Study Group on \r\nGovernance. In addition, Mexico promotes the effective \r\nconsolidation of the international criminal justice \r\nsystem created by the Statute in various multilateral \r\nand regional forums.\r\nOur efforts are not limited to supporting and \r\nstrengthening the Court itself but include the \r\ndissemination of the content of the Rome Statute and \r\ndevelopments in international criminal justice drawing \r\nfrom the Statute itself. In this context, and as part of \r\nthe commemoration of the twentieth anniversary of \r\nthe Statute, together with the National Commission \r\nof Superior Courts of Justice of the United Mexican \r\nStates, Mexico’s Ministry for Foreign Affairs organized \r\na series of six training courses for magistrates and \r\njudges of the different judicial regions of the country \r\nin order to disseminate the obligations that derive from \r\nthe Rome Statute. In total, more than 500 judges and \r\nmagistrates were trained on issues such as the adoption \r\nof the Statute, its contents, its scope, its incorporation \r\ninto national legislation, the jurisprudence of the ICC \r\nand judicial cooperation, among other topics.\r\nOver the past year, in which there have been \r\nsignificant challenges for both the Court and the States, \r\nthe Court has made significant progress. Special \r\nA/73/PV.27 29/10/2018\r\n8/26 18-34755\r\nmention should be made of the fact that on 17 July the \r\njurisdiction of the Court on the crime of aggression was \r\nactivated. That historic event, finally, is a culmination \r\nof the system envisaged in Rome 20 years ago and \r\ncontributes significantly to the strengthening of the \r\nregime of the Charter of the United Nations with respect \r\nto the prohibition of the use of force in international \r\nrelations.\r\nWith regard to the issues of the Court’s judicial \r\npractice, today we are looking at such relevant issues \r\nas cooperation between the States and the Court, their \r\ncompatibility with other international standards, the \r\ninterpretation of the substantive obligations derived \r\nfrom the Statute, and the scope of the jurisdiction of \r\nthe Court in situations that involve both States that are \r\nparty to the Court and States that are not. A successful \r\nresolution of these issues will result in significant \r\ncontributions to the development of contemporary \r\ninternational criminal law, both substantively and \r\nprocedurally.\r\nWe welcome the inclusion in the report of the \r\nCourt (see A/73/334) of specific proposals and concrete \r\nactions to strengthen the international criminal justice \r\nsystem. We want to highlight three in particular.\r\nFirst, we note with satisfaction the Security \r\nCouncil’s holding of an Arria Formula meeting on \r\nrelations between the Council and the Court, in which \r\nwe discussed in depth the need for the Council to \r\neffectively follow up on referrals that it makes to the \r\nCourt, particularly when the Court has determined that \r\nthere is a lack of cooperation on the part of a State. \r\nWe also discussed the need for permanent members to \r\nabstain from exercising their veto right when atrocious \r\ncrimes are committed, as proposed in the initiative \r\npresented jointly by Mexico and France.\r\nSecondly, we highly value the Court’s interaction \r\nwith other organs of the United Nations system and the \r\nconclusion of agreements and commitments that enable \r\ncollaboration with other bodies, such as the letter of \r\nintent signed between UNESCO and the Prosecutor of \r\nthe Court on protecting cultural heritage from attacks \r\nin situations of conflict. Such agreements prevent \r\nduplication of effort and enhance the capacity of each \r\ninstitution to fulfil its mandates.\r\nThirdly, Mexico appreciates being able to use the \r\nplatform provided by the 2030 Agenda for Sustainable \r\nDevelopment, especially Sustainable Development \r\nGoal 16, to include issues related to the Rome Statute \r\nin programmes for judicial reform and the training of \r\nlegal professionals and others responsible for enforcing \r\nthe law, with the support of the United Nations.\r\nDespite the advances to which we have referred, it \r\nis undeniable that we are witnessing an era in which the \r\nworld is facing an erosion of multilateralism and the \r\nrules-based global order. The establishment of the rule \r\nof law, built on a solid legal foundation and supported \r\nby international organizations, has been the result of \r\nmany decades of work by the international community \r\nas a whole.\r\nThe path towards the consolidation of international \r\ncriminal law and the establishment of a permanent and \r\nnearly universal International Criminal Court has been \r\neven more dramatic and difficult. Behind the Court, \r\nthere are stories of genocide, war crimes and crimes \r\nagainst humanity, as well as acts of aggression and, \r\nabove all, the pain and lives of billions of victims. It is \r\nto them, the victims of international crimes of the past, \r\nbut above all of the present, that we have the moral and \r\nhistorical obligation to fight against impunity through \r\nthe defence of international accountability mechanisms. \r\nIn any debate on the International Criminal Court we \r\nmust therefore always keep in mind the values we are \r\ndefending and that are at stake.\r\nWith all that in mind, Mexico has the honour to \r\npresent once again to the General Assembly the draft \r\nresolution contained in document A/73/L.8, which \r\nwe hope will be adopted once again without a vote. \r\nIn spite of the differences that exist between Member \r\nStates with respect to this institution, today the General \r\nAssembly, in paragraph 8 of the draft resolution before \r\nus, once again\r\n“[a]cknowledges the role of the International \r\nCriminal Court in a multilateral system that aims \r\nto end impunity, promote the rule of law, promote \r\nand encourage respect for human rights, achieve \r\nsustainable peace and further the development of \r\nnations, in accordance with international law and \r\nthe purposes and principles of the Charter of the \r\nUnited Nations”,\r\nThis is the message that must resonate throughout \r\nthe world. It is what moves us to continue to support, \r\nstrengthen, promote and perfect the International \r\nCriminal Court.\r\n29/10/2018 A/73/PV.27\r\n18-34755 9/26\r\nMr. Petersen (Denmark): I have the honour to speak \r\non behalf of the five Nordic countries, Finland, Iceland, \r\nNorway, Sweden and my own country, Denmark.\r\nLet me start by thanking the International Criminal \r\nCourt (ICC) for its annual report to the United Nations \r\n(see A/73/334). I would also like to thank Judge Chile \r\nEboe-Osuji, President of the ICC, for his thorough \r\nbriefing on the main issues of the report and for putting \r\nthe work of the ICC into a broader context. We fully \r\nsubscribe to his final assertion that it is both necessary \r\nand possible to strengthen the ICC.\r\nAt its twentieth anniversary, the ICC remains an \r\nessential institution, not only for promoting respect for \r\ninternational criminal justice but also for advancing \r\npost-conflict peacebuilding and reconciliation. The \r\nCourt is a fundamental part of a rules-based international \r\norder and the centrepiece for accountability for the most \r\nserious crimes in international law. As we recognize its \r\nimportance as a permanent, independent and impartial \r\ncriminal court, we also stress that this is a crucial \r\nmoment for all of us to speak up for the Court and its \r\nmandate to provide justice to victims of international \r\ncrimes.\r\nThe desire to hold perpetrators of the most serious \r\ncrimes to account is shared by States all over the world. \r\nThe success of the Court depends on cooperation with \r\nother stakeholders, and many States and international \r\norganizations provide important contributions to the \r\nCourt. However, it is a continued cause for concern \r\nthat the number of outstanding arrest warrants remains \r\nhigh. We strongly urge all States to cooperate fully \r\nand effectively with the Court, in line with the Rome \r\nStatute and all applicable Security Council resolutions.\r\nThe Court’s promise of justice for victims \r\ncorresponds with the reach of its jurisdiction. The \r\nNordic countries continue to support and work \r\ndiligently for universal membership of the ICC. The \r\nICC needs more States parties, not fewer. We stand \r\nready for a constructive discussion about concerns that \r\nsome States parties may have and encourage and invite \r\nStates parties with these concerns about the Court to \r\nseek solutions within the framework and fundamental \r\nprinciples of the Rome Statute. Continued dialogue is \r\nof key importance.\r\nLet me in this forum make particular note of the \r\nongoing cooperation between the United Nations \r\nand the ICC as described in the report. We share the \r\nCourt’s strong appreciation of the crucial support \r\nand cooperation of the senior leadership of the \r\nUnited Nations. We welcome the ongoing high-level \r\nconsultations between the principals of the Court and \r\nsenior United Nations officials. This dialogue also \r\nsets a course for more concrete areas of cooperation, \r\nincluding a stronger cooperation at the field level and \r\nsupportive policy statements from relevant United \r\nNations bodies.\r\nEnhanced cooperation between the Court and \r\nthe Security Council is still called for. This is true in \r\nparticular in cases of non-cooperation with the ICC \r\nas well as for strengthened follow-up of situations \r\nreferred to it by the Security Council. We also note \r\nwith great concern that the Security Council has been \r\nunable to refer the situation in Syria to the ICC, and \r\nwe strongly urge members of the Council to continue \r\nefforts in this regard. Specifically, with respect to the \r\nsituation in Syria, the Nordic countries will continue \r\nto support the work of the International, Impartial and \r\nIndependent Mechanism to Assist in the Investigation \r\nand Prosecution of Persons Responsible for the Most \r\nSerious Crimes under International Law Committed \r\nin the Syrian Arab Republic since March 2011. We \r\nencourage others to do the same.\r\nThe situation in Myanmar, and in particular the \r\nreported gross violations of international human rights \r\nlaw and international humanitarian law that have taken \r\nplace in Rakhine state, is a cause for great concern. \r\nEarlier this autumn, as an important step towards \r\naccountability, the Human Rights Council decided \r\nto establish an independent mechanism to collect, \r\nconsolidate, preserve and analyse evidence of some of \r\nthe most serious international crimes and violations of \r\ninternational law that have been perpetrated since 2011 \r\nin Myanmar, and to prepare files in order to facilitate \r\nand expedite future fair and independent criminal \r\nproceedings. However, a referral by the Security \r\nCouncil remains the most robust means of achieving \r\naccountability in Myanmar.\r\nThe full realization of the rights of victims is an \r\nimportant aspect of the continued success and relevance \r\nof the Court. We commend the important work of the \r\nICC Trust Fund for Victims. We note with appreciation \r\nits work in providing support and rehabilitation to \r\nvictims of sexual and gender-based crimes. The Nordic \r\ncountries have consistently supported the Trust Fund, \r\nand we encourage States and other entities to contribute \r\nto it as well.\r\nA/73/PV.27 29/10/2018\r\n10/26 18-34755\r\nIn order for the Court to be able to carry out its \r\nmission in the most efficient way, it must also be \r\nproperly funded. The Court’s budget will be dealt with \r\nin the Assembly of the States Parties later this year, \r\nbut we want to underline the worldwide activities of \r\nthe Court, as reflected in its report. It is our common \r\nresponsibility to ensure that the Court has sufficient \r\nresources to carry out its important mandate in a time of \r\nincreasing demand. Likewise, it is the obligation of the \r\nCourt to ensure its effective and efficient functioning. \r\nWe also stress the importance of upholding and \r\nstrengthening governance standards and ensuring the \r\nproper investigation of alleged misconduct.\r\nWe welcome the decision of the Assembly of States \r\nParties last year whereby the Court’s jurisdiction over \r\nthe crime of aggression was activated as of 17 July \r\n2018, and we are pleased that the decision was taken by \r\nconsensus. Let me conclude by renewing our pledge that \r\nthe Nordic countries will remain staunch supporters of \r\nthe ICC. We are committed to continuing to work for \r\nthe Court’s effectiveness, independence and integrity.\r\nThe Acting President: I now give the f loor to the \r\nobserver of the European Union.\r\nMr. Chaboureau (European Union): I have the \r\nhonour to speak on behalf of the European Union (EU) \r\nand its member States. The candidate countries the \r\nformer Yugoslav Republic of Macedonia, Montenegro, \r\nSerbia and Albania; the country of the Stabilization \r\nand Association Process and potential candidate Bosnia \r\nand Herzegovina; as well as Ukraine, the Republic \r\nof Moldova and Georgia, align themselves with this \r\nstatement.\r\nWe would like to thank Judge Chile Eboe-Osuji, \r\nPresident of the International Criminal Court (ICC), \r\nfor his comprehensive briefing. We also thank the \r\nInternational Criminal Court for its annual report to the \r\nUnited Nations, which covers the period from 1 August \r\n2017 to 31 July 2018 (see A/73/334) and details what is \r\ndescribed as a time marked by significant developments \r\nfor the ICC.\r\nInternational criminal justice is not only a \r\npowerful deterrent to future violations of international \r\nhumanitarian and human rights law, it is most of all \r\ninstrumental in achieving accountability and sustainable \r\npeace. Past experience has shown that injustice and \r\nimpunity are the main obstacles to healing the deep \r\nwounds in societies caused by the most serious crimes \r\nand that they create fertile ground for the recurrence of \r\nconflict. The European Union and its member States \r\nsee the International Criminal Court as an essential \r\ninstitution for promoting a rules-based global order \r\nto fight against impunity and achieve justice for the \r\nvictims of the most serious crimes of concern to the \r\ninternational community as a whole when that is not \r\npossible at the national level.\r\nThe European Union expresses its unwavering \r\nsupport to the International Criminal Court, as \r\nwas recently reconfirmed in the European Council \r\nconclusions of 16 July 2018 on the occasion of the \r\ntwentieth anniversary of the adoption of the Rome \r\nStatute. The European Union has repeatedly affirmed \r\nits strong belief in the Court’s legitimacy and its full \r\nconfidence in the impartiality and independence of \r\nits judges and Prosecutor in the performance of their \r\nfunctions, as stipulated respectively in articles 40 and \r\n42 of the Rome Statute.\r\nThe European Union will continue to affirm its \r\nsupport for the ICC in multilateral forums and bilateral \r\ndialogues. The European Union will also continue its \r\nconsistent political, financial and technical assistance \r\nto the Court. The effective functioning of the ICC and \r\nthe promotion of its independence are the best ways to \r\nstrengthen its credibility and legitimacy and protect it \r\nfrom any outside interference.\r\nThe workload of the Court remains heavy. Some \r\n11 situations are under investigation by the Prosecutor, \r\nnine preliminary examinations are being conducted and \r\nthree trials are ongoing. During the reporting period, the \r\nCourt also carried out a significant number of missions \r\nto several countries worldwide in the framework of \r\ntheir investigations or preliminary examinations. We \r\nnote the important judicial developments in terms of \r\nfulfilling the Court’s mandate during the reporting \r\nperiod, in particular the opening of two new preliminary \r\nexaminations of the situations in the Philippines and \r\nin the Bolivarian Republic of Venezuela, the issuing \r\nof two new arrest warrants, and the handing down of \r\nseveral important decisions on reparations to victims.\r\nThe geographical scope of the Court’s activity \r\nand the increasing number of situations submitted to it \r\ndemonstrate that many States have faith in the Court and \r\nentrust it with their hopes for justice and accountability. \r\nFaced with this increasing workload, it is imperative \r\nfor the ICC to work in an efficient and effective way. \r\nWe therefore welcome the Court’s efforts aimed at \r\nimplementing reforms to streamline its administrative \r\n29/10/2018 A/73/PV.27\r\n18-34755 11/26\r\nand judicial processes, make efficient use of its \r\nresources, enhance the efficiency of its activities at all \r\nstages of the judicial process and improve the impact \r\nof its action.\r\nComplementarity is one of the core principles of \r\nthe Rome Statute and is set out in article 1. Primary \r\nresponsibility for bringing offenders to justice lies \r\nwith the States themselves. In order for this system \r\nto function, all States parties should adopt effective \r\nnational legislation to implement the Rome Statute. \r\nThe European Union remains committed to supporting \r\ninitiatives aimed at encouraging States to cooperate in \r\nthe fight against impunity for atrocity crimes. To that \r\nend, the EU has various assistance instruments and \r\nprojects at its disposal, including programmes aimed at \r\nimproving the legal and judicial capacities of countries \r\nin the context of EU assistance to the development of \r\nthe rule of law.\r\nThere remain challenges to the effective operation \r\nof the Court. One is the need to ensure cooperation with \r\nthe ICC on the part of both the United Nations and the \r\nStates parties to the Rome Statute, in accordance with \r\nSecurity Council resolutions that refer situations to the \r\nCourt. The European Union and its member States fully \r\nagree with the Court that the Council’s prerogative of \r\nreferring situations to the Court can help to promote \r\naccountability in countries where grave crimes may \r\nhave been committed but where the Court would \r\notherwise have no jurisdiction. We also agree that \r\nonce a referral is made, active follow-up is necessary \r\nto ensure cooperation with the Court, particularly \r\nregarding the arrest and surrender of individuals \r\nsubject to arrest warrants. We note with concern the \r\nnumber of instances of non-cooperation, including in \r\ncases referred by the Security Council for follow-up \r\nand for which no substantive response has been given.\r\nWe encourage the Security Council and the Court \r\nto find ways to strengthen their cooperation and \r\ncoordination. Non-cooperation with the Court hampers \r\nthe ICC’s capacity to deliver on its mandate. We urge \r\nall States to take action to encourage appropriate and \r\nfull cooperation with the Court, including the prompt \r\nexecution of arrest warrants, and explore further ways \r\nto assist the Court by considering, for example, the \r\nconclusion of voluntary cooperation agreements on \r\nwitness relocation or the enforcement of sentences. We \r\nalso welcome the projects implemented by the Trust \r\nFund for Victims to provide support reparations to \r\nvictims of heinous crimes in the Democratic Republic \r\nof the Congo and Mali and to launch assistance \r\nprogrammes in Côte d’Ivoire, northern Uganda and the \r\nDemocratic Republic of the Congo.\r\nThe universality of the Rome Statute is essential for \r\nensuring accountability for the most serious crimes of \r\nconcern to the international community. Universality \r\nremains one of the main objectives of the ICC and the \r\nEU. The EU regrets the withdrawal of Burundi from the \r\nRome Statute, which took effect on 27 October 2017, and \r\nthe decision of the Philippines to submit a notification of \r\nwithdrawal from the Statute on 17 March 2018. During \r\nthe reporting period, the EU continued its efforts aimed \r\nat promoting the universality of the Rome Statute and \r\nthe Agreement on the Privileges and Immunities of the \r\nICC and a better understanding of the Court’s mandate. \r\nWe will continue to work tirelessly to make the Rome \r\nStatute truly universal. We call on all States that have \r\nnot yet done so to ratify the Rome Statute and on States \r\nparties to fully implement it.\r\nThe year 2018 is an important one for the ICC \r\nbecause, as we have said, it celebrated the twentieth \r\nanniversary of the adoption of the Rome Statute on \r\n17 July 2018 and saw the activation of its jurisdiction over \r\nthe crime of aggression, thereby fulfilling the legacy of \r\nthe Nuremberg Trials, the 1998 Rome Conference and \r\nthe 2010 Kampala Review Conference. In 2017 we also \r\nwelcomed the adoption of three amendments to article \r\n8 of the Statute. The preamble to the Statute states that \r\nthe most serious crimes of concern to the international \r\ncommunity as a whole must not go unpunished. This is a \r\ncore principle for the EU. The perpetrators of atrocities \r\nmust be brought to justice and held to account. The EU \r\naffirms its commitment to renewing its efforts aimed at \r\npromoting the universality and preserving the integrity \r\nof the Rome Statute, this year and beyond.\r\nWe welcome actions by States, international \r\norganizations and civil society that express their \r\nsupport for the Court and promote its universality. We \r\nwill encourage the widest possible participation in the \r\nRome Statute, support the independence of the Court \r\nand promote cooperation with the ICC. The EU and \r\nits member States are committed to working with the \r\nglobal community to pursue our common goal beyond \r\n2018 to further strengthen the Court so that it can fulfil \r\nits mandate effectively.\r\nMr. Bessho (Japan): Let me begin by thanking \r\nJudge Chile Eboe-Osuji, President of the International \r\nCriminal Court (ICC), for his leadership and the \r\nA/73/PV.27 29/10/2018\r\n12/26 18-34755\r\npowerful statement he just made on the work of the \r\nInternational Criminal Court.\r\nJapan is committed to the fight against impunity \r\nand attaches great significance to the promotion of the \r\nrule of law. We have therefore consistently supported \r\nthe ICC since its inception. My Government’s long-\r\nstanding policy is to help enable the Court to function \r\neffectively and sustainably with the support of the \r\ninternational community. Besides being the ICC’s \r\nlargest financial contributor, Japan is also dedicated \r\nto supporting the Court through ensuring its supply of \r\nqualified human resources, including judges.\r\nThis year marks the twentieth anniversary of the \r\nadoption of the Rome Statute. While the ICC has made \r\nsteady progress in investigating and prosecuting the \r\nmost serious crimes of international concern, there is \r\nstill a long way to go. I would like to stress two points \r\nwith regard to the strengthening of the Court.\r\nFirst, to ensure that the ICC effectively promotes \r\nthe rule of law around the world, it should enhance its \r\nown universality. In the long run, the ICC should aim at \r\nbecoming a truly universal criminal court so that it can \r\ngain strong support for its work. It is unfortunate that \r\nabout a third of the States Members of the United Nations \r\nhave yet to accede to the Rome Statute. Moreover, some \r\nStates parties have either chosen to withdraw from the \r\nStatute or considered doing so. Japan acknowledges \r\nthat there are various concerns surrounding the ICC. \r\nThe ICC and its States parties should continue to listen \r\ncarefully to those concerns and work to enhance the \r\nICC’s universality in order to maximize support and \r\ncooperation from a greater number of States.\r\nFor its part, Japan has advocated for the value of \r\nthe ICC, especially in the Asia-Pacific region. Japan \r\nhosted this year’s annual session of the Asian-African \r\nLegal Consultative Organization earlier this month and \r\norganized an outreach event involving non-parties to \r\nthe Rome Statute from the Asia-Pacific and African \r\nregions, with the participation of the President of the \r\nAssembly of States Parties, ICC judges and other ICC \r\nofficials. We must continue engaging with non-parties \r\nto the Statute and emphasizing the importance of the \r\nRome Statute system in the fight against impunity.\r\nSecondly, I would like to stress that the ICC’s role \r\nis to complement national criminal jurisdictions. Its \r\nexistence does not change the importance of national \r\njurisdictions in the prosecution of serious crimes. In \r\nthat context, capacity-building for legal institutions \r\nin each State carries significant weight, not only in \r\nfacilitating the work of the Court but also in ensuring \r\njustice and the rule of law. Such capacity-building is \r\nan important component of Japan’s aid efforts. Japan \r\nstrongly believes that those efforts will help to close \r\nthe impunity gap and advance the rule of law in the \r\nlong run.\r\nIn conclusion, we hope that the ICC will continue \r\nto work diligently in the fight against impunity while \r\nconsolidating its credibility. Japan will continue to \r\nstrongly support the work of the ICC.\r\nMr. Mohamed (Sudan) (spoke in Arabic): At \r\nthe outset, I would like to stress that like many other \r\ncountries, the Sudan is not a party to the Rome Statute \r\nof the International Criminal Court (ICC). The Court \r\nexplicitly contravenes the principle of international law \r\nthat holds that international conventions are binding \r\nonly on those that are party to them. As everyone is \r\naware, the Court is not an organ of the United Nations, \r\nyet in committees of the General Assembly some States \r\nhave tried to portray the situation differently.\r\nIn the pursuit of justice, putting an end to impunity \r\nis an indisputably noble goal. However, ensuring its \r\nfulfilment falls primarily within the purview of the \r\ncompetent national judicial bodies, pursuant to the \r\njurisdictions created within States’ domestic legal \r\nsystems. Attempts to politicize international justice and \r\nmake it a springboard for achieving narrow political \r\ninterests are inconsistent with international efforts to \r\nachieve justice and fulfil the purposes and principles \r\nof the Charter of the United Nations. Rather than \r\npromoting the overarching goals of the United Nations, \r\nthey breach established rules of international law and \r\nincrease tensions in international relations.\r\nThe Sudan is honoured to be the country that \r\ncontinues to highlight the failures of the Rome Statute \r\nof the ICC, including the Statute’s breach of such well-\r\nestablished principles of international law as equality, \r\nthe principle that international instruments and \r\nagreements are binding only on parties to them, and \r\nthe principle of legality, which states that there is no \r\ncrime if there is no corresponding law. Given that the \r\njurisdiction of the Court covers individuals from States \r\nparties to the Rome Statute, its failure as an institution \r\nis evident when we consider that almost 60 per cent of \r\nthe peoples of the world are citizens of States that do \r\nnot recognize the jurisdiction of the Court, in this case \r\nChina, Russia, the United States, India, Pakistan and \r\n29/10/2018 A/73/PV.27\r\n18-34755 13/26\r\nIndonesia. Those States alone include at least half of \r\nthe Earth’s inhabitants.\r\nAs we debate the report of the ICC (see A/73/334), \r\nit is important to point out that the relationship between \r\nthe United Nations and the Court should take into \r\nconsideration their independent and separate nature \r\nand the fact that no organic or structured relationship \r\nexists between them. It is very worrying to see some \r\nStates parties to the Rome Statute speaking in the \r\nGeneral Assembly in terms that imply that all States \r\nMembers of the United Nations are also members of \r\nthe Court. My delegation will continue to firmly and \r\nexplicitly reject this trend, which is also manifest in \r\nthe draft resolutions on the ICC submitted each year \r\nto the Assembly. Their sponsors seek time and again \r\nto propose new paragraphs and provide expanded \r\ninterpretations of the Relationship Agreement between \r\nthe United Nations and the ICC that do not reflect the \r\nspirit and letter of the Agreement. The Court should \r\nnot be used in any way to gain political advantage at \r\nthe United Nations, as the Agreement that sets out the \r\nCourt’s legal framework clearly states that the ICC is to \r\nbe independent of the Organization.\r\nThe Sudan has clearly and consistently expressed \r\nthat position in the informal consultations on the draft \r\nresolutions on the ICC and the Secretary-General’s \r\nreports on the Court. We will continue to express that \r\nposition and call for strict observance of the scope and \r\nframework of the Relationship Agreement between \r\nthe United Nations and the ICC, arguing for a narrow \r\ninterpretation of the Relationship Agreement. The \r\nrelationship should remain within the limits outlined \r\nin the Agreement, and portraying the Court as having \r\nbeen universally accepted should be avoided. The \r\nmandate of the United Nations and its various organs \r\nis clear, and any attempt to go beyond that mandate or \r\nreinterpret it to serve the Court alone would divert the \r\nOrganization and its various subsidiary organs from \r\ntheir purposes and undermine their credibility.\r\nIt is crucially important to note that there is \r\nno consensus on the ICC and its Rome Statute. My \r\ndelegation is concerned by what the Secretary-\r\nGeneral states in this year’s report on the Relationship \r\nAgreement between the United Nations and the \r\nInternational Criminal Court:\r\n“In the field of cooperation and judicial \r\nassistance, addressed in chapter III of the Agreement, \r\nthe Organization provided extensive assistance to \r\nthe Court in the period under review, especially in \r\nthe form of access to the Organization’s records \r\nand archives and the making available of United \r\nNations personnel for interview by the prosecution \r\nin connection with situations before the Court and \r\nwith situations under preliminary examination by \r\nthe Prosecutor” (A/73/335, para. 4).\r\nThe United Nations must maintain its impartiality \r\nand must not be involved in a politicized Court. If that \r\nshould happen, it would have an adverse effect on States’ \r\ncooperation with the Court and a negative impact on the \r\nfunctionality and work of the Organization that would \r\neventually lead to the Court’s exclusion. The report of \r\nthe Secretary-General on the Relationship Agreement \r\nshould respect the letter and spirit of the Relationship \r\nAgreement and avoid interpretations that consider the \r\nCourt as part of the United Nations system. Failure to \r\ndo so would contradict the explicit scope and concept of \r\nthe Relationship Agreement.\r\nMy delegation wants to express its concern about \r\nthe Court’s interference in the work of the Secretariat, \r\nparticularly its ongoing attempts to dictate to Secretariat \r\nstaff how they should deal with Member States, and \r\nespecially with respect to how they are discharging \r\ntheir duties to report. Efforts to include the Court in \r\nthe administrative work of the United Nations are also \r\nillegitimate, representing as they do attempts to give the \r\nCourt legitimacy — not because, as we have explained \r\nmany times before, they result from contradictions \r\nwithin the Rome Statute, but because they contribute \r\nto corrupting the implementation of the Court’s work.\r\nSixteen years after the entry into force of the Rome \r\nStatute, we have seen nothing but miserable results. \r\nWe still ask ourselves how many cases have been \r\nconsidered by the ICC. By our count, only 26 cases \r\nhave been taken up, while 41 indictees are currently \r\nbeing tried. Out of the 11 investigations conducted by \r\nthe Court, only seven have been concluded. How much \r\nmoney has been spent so far on the Court? Hundreds \r\nof millions of dollars were spent for the reporting \r\nperiod alone. How much does a trial cost? If we do the \r\nmath and divide the Court’s aggregate budget over 16 \r\nyears, the period the Court has been in operation, by \r\nthe number of completed trials, then we should get the \r\nanswer. Who is paying for it?\r\nThe proponents of the ICC have stated that the ad \r\nhoc or provisional courts established by the Security \r\nCouncil do not deter the commission of crimes. In \r\nA/73/PV.27 29/10/2018\r\n14/26 18-34755\r\ncontrast, the ICC, as a standing Court, does provide \r\nan element of deterrence. The question then becomes \r\nto what extent the Court has succeeded in deterring \r\nviolations of the rules of war and international \r\nhumanitarian law all over the world. To what extent \r\nhas the Security Council been able to equitably apply \r\narticle 13 of the Rome Statute? Does the Court apply \r\nthe Statute equally to all States? How many States have \r\nagreed to be a party to the Rome Statute?\r\nThe foregoing questions are indeed difficult ones, \r\nand they cannot be answered quickly. We refer them to \r\nthe conscience of those present and to the conscience \r\nof the world and global justice. Notwithstanding its \r\nclaims, the ICC has not been able to justify any serious \r\nperson’s trust that it can attain the goal it was established \r\nto achieve, that of ending impunity. Criticism of the \r\nCourt is growing, and its integrity and impartiality are \r\nincreasingly being called into question. A case in point \r\nis the practice of allowing voluntary contributions to be \r\nmade the Court’s budget, which of course undermines \r\nits integrity and independence, as is confirmed by the \r\nvery history of the Court.\r\nFor these reasons, my country completely \r\ndissociates itself from the Court. We call on all Member \r\nStates to listen to reason and reconsider the Rome \r\nStatute and the practices of the Court. Who among us \r\nwould not like to put an end to atrocious crimes and \r\nimpunity and bring justice to the victims? The question \r\nis how we can do that. Does the politicization of justice \r\nand judiciary systems serve that goal? Does the use \r\nof double standards serve that goal? The continued \r\npractices of the Court and its f lawed Statute undermine \r\nmany of the well-established rules of international \r\npractice that are considered the pillars of stability in \r\nthe international legal and political system.\r\nWe strongly believe that the Court is doomed \r\nto fail, and history provides support for that belief. \r\nIt is regrettable that it was not until 1947 that we \r\nsaw a first attempt at establishing a strong and \r\nhealthy international legal system as a foundation for \r\ninternational peace and security. As the Assembly is \r\naware, there were attempts in 1947 to reach consensus \r\non the crimes that undermine the peace and security \r\nof humankind. No one would ever have thought that \r\nthe result of those attempts would be the adoption of \r\nthe Rome Statute of the ICC in 1998. The Court’s first \r\nPresident described the provisions of the Statute as \r\nconstructively ambiguous, but that ambiguity has been \r\nused to deprive developing countries, in particular \r\nAfrican countries, of their judicial sovereignty and \r\nindependence both as individual countries and as a \r\ngroup of countries represented by the African Union, \r\nwhich by itself represents nearly 30 per cent of the \r\nOrganization’s membership.\r\nWe align ourselves with a recent statement by South \r\nAfrica’s Minister for Foreign Affairs, in particular her \r\nassertion that there are deep questions that proponents \r\nof the Court must answer. The principle of equality \r\namong individuals and States is the principle on which \r\nthe Charter of the United Nations and international \r\nlaw are predicated. How can the Court and its ongoing \r\nheinous practices be reconciled with the application of \r\nthat principle?\r\nThe President of the Court, for whom I have great \r\nrespect, has said that the ICC complements the work of \r\nnational courts and interferes only in situations where \r\nnational courts are unable or unwilling to act. This is \r\nthe principle of complementarity, which is set forth \r\nboth in the preamble to the Statute and in its article 1, \r\nand is deliberately but generally covered in article 17 \r\non issues of admissibility. It is ironic and unfortunate \r\nthat the Prosecutor of the Court, under overwhelming \r\nexternal political pressure, has used the general \r\nlanguage of these provisions’ phrases together to carry \r\nout experiments, not unlike those involving mice, in \r\nimplementing the Statute in Africa.\r\nIn policy papers, the Prosecutor has stated that if \r\nthe country concerned fails to investigate and prosecute \r\nthe cases identified by the Prosecutor, the country \r\nwould be considered “unwilling or unable to act”. The \r\ntwo experiments in applying the Rome Statute in Africa \r\nhave, in short, given the Prosecutor absolute power, \r\nwhich the Prosecutor has abused absolutely. The two \r\ncountries where the complementary principle of the \r\nStatute was invoked were both in Africa. It is probable \r\nthat it will only be applied in Africa, or possibly also in \r\ncertain other similarly situated countries, which I could \r\neasily name.\r\nMr. Liu Yang (China) (spoke in Chinese): I am very \r\npleased to take the f loor at this meeting of the General \r\nAssembly on the agenda item related to the report of \r\nthe International Criminal Court (ICC). The Chinese \r\ndelegation thanks President Eboe-Osuji for introducing \r\nthe Court’s annual report (see A/73/334).\r\nChina has unfailingly supported the use of law \r\nto combat serious international crimes that endanger \r\npeace and security. Having been deeply involved in \r\n29/10/2018 A/73/PV.27\r\n18-34755 15/26\r\nthe negotiating process of the Rome Statute of the ICC, \r\nChina closely follows the Court’s work and has attended \r\nall the sessions of the Assembly of States Parties to the \r\nRome Statute as an observer.\r\nThis year marks the twentieth anniversary of the \r\nadoption of the Statute. Over the past two decades, \r\nstarting from scratch, the ICC has made gradual \r\nimprovements to its rules of procedure and has \r\nsuccessfully investigated and concluded some cases \r\ninvolving serious crimes. However, it also faces many \r\nchallenges, such as various countries’ poor cooperation \r\nwith the Court and the need to improve its authority and \r\ncredibility.\r\nChina has always believed that the Court should \r\nexercise its mandate prudently and in strict accordance \r\nwith the Rome Statute. Its judicial activities should \r\ncomply with the basic principles of international law, \r\nincluding the purposes and principles of the Charter of \r\nthe United Nations, so as to promote international and \r\nregional peace and security.\r\nIt is regrettable that some of the Court’s judicial \r\nactivities have generated great controversy, giving rise \r\nto major concerns that have prompted some countries \r\nto withdraw from the Rome Statute. African countries \r\nhave even requested that the General Assembly seek \r\nan advisory opinion from the International Court of \r\nJustice, which has a jurisdictional connection to some \r\ncases before the ICC pertaining to the immunity of \r\nHeads of State and Government. These issues warrant \r\nserious reflection.\r\nChina has taken note of the recent ruling by the \r\nPre-Trial Chamber of the ICC that the Court has \r\njurisdiction over the situation in Myanmar. The ICC \r\nProsecutor subsequently announced the opening of a \r\npreliminary examination. China is of the view that this \r\nruling was based on an inappropriate interpretation of \r\nthe applicable legal concepts, thereby unduly expanding \r\nthe Court’s jurisdiction. Not only is that not conducive \r\nto a proper resolution of the relevant situation, it may \r\neven make the Court’s judicial activities in the future \r\nmore contentious, thereby further diminishing the \r\nCourt’s authority and credibility.\r\nPursuant to the decision adopted last year at the \r\nAssembly of States Parties, the Court activated its \r\njurisdiction over the crime of aggression as of July. \r\nChina has always maintained that the Security Council \r\nhas exclusive power to determine acts of aggression, \r\nsince the collective security mechanism established \r\nafter the Second World War has the Security Council \r\nat its core. The Court’s jurisdiction over the crime of \r\naggression must fall within this basic legal framework. \r\nWith respect to the specific scope of jurisdiction, the \r\nCourt should strictly abide by the amendments on the \r\ncrime of aggression and the decisions of the Assembly \r\nof States Parties, thus excluding both crimes committed \r\nby nationals of non-State parties or by nationals of States \r\nparties that have not yet accepted the amendments, and \r\ncrimes committed in the territories of those States.\r\nChina reiterates its support for an independent, \r\nimpartial, effective and universal institution for \r\ndispensing international criminal justice. It is our hope \r\nthat the ICC will see the twentieth anniversary of the \r\nRome Statute as an opportunity to take stock of its \r\nsuccesses and failures and contemplate how to gain the \r\nuniversal trust of all countries so as to promote judicial \r\njustice and international peace and security through \r\nmore objective and impartial judicial practices.\r\nMr. Borut Mahnič (Slovenia): Slovenia aligns \r\nitself with the statement made just now by the observer \r\nof the European Union.\r\nIn view of the importance of the subject matter \r\nbefore us, we would like to make some additional \r\ncomments. Slovenia joins others in thanking the \r\nPresident of the International Criminal Court (ICC), \r\nJudge Chile Eboe-Osuji, for his helpful introduction of \r\nthe latest report of the Court (see A/73/334) .\r\nThis was a landmark year for the ICC, as it has \r\nbeen commemorating the twentieth anniversary of \r\nthe adoption of the Rome Statute and completing the \r\nactivation of the Court’s jurisdiction over the crime \r\nof aggression, thus giving it jurisdiction over all the \r\ncrimes for which jurisdiction was originally envisaged \r\nunder the Statute. Today the ICC is a central institution \r\nof international criminal justice. The importance of \r\nits role is evident from the number of cases that the \r\nCourt has taken up, which directly or indirectly \r\naffect many regions all over the world. The Court has \r\nregistered achievements in the fields of case law and \r\nvictim assistance, among others, and this important \r\nanniversary is a great opportunity to acknowledge \r\nthem.\r\nAt the same time, the twentieth anniversary is an \r\nopportunity to address the Court’s challenges and the \r\nneed for improvement in various areas so as to ensure \r\nits successful operation in future. In this context, it is \r\nimportant to acknowledge the difficulty of establishing \r\nA/73/PV.27 29/10/2018\r\n16/26 18-34755\r\na Court that prosecutes high-ranking individuals. The \r\nexpectations about what the Court can do, given its \r\ncapacities, should be reasonable. Furthermore, in the \r\nlight of the many conflicts around the world, the ICC is \r\nnot without its opponents. Given its increasingly active \r\nrole, as well as changes in the international arena that \r\nare challenging the very concept of multilateralism, it \r\nis imperative that we continue to support the Court.\r\nStates will have to show greater initiative in \r\nassisting the Court by taking concrete action, including \r\nby doing more to arrest individuals for whom warrants \r\nhave been issued. We need to seek solutions for victims \r\nwho do not come under the Court’s jurisdiction, due \r\neither to the Court’s lack of universal acceptance or \r\nthe unsatisfactory actions of the Security Council. One \r\nsuch case is Syria, where for several years we have \r\nobserved complete impunity for crimes committed \r\non Syrian territory. Slovenia also supports initiatives \r\nwithin the United Nations that call for prohibiting the \r\nuse of the veto in the Security Council with regard to \r\nthe referral of cases to the ICC. At the same time, we \r\nrealize that in addition to State-based challenges, we \r\nmust be able to address possible legitimate criticism of \r\nthe Court.\r\nAs a long-standing supporter of the International \r\nCriminal Court, Slovenia encourages all States that \r\nhave not yet done so to consider joining it. We also \r\ncommend those who have ratified and acceded to the \r\nKampala amendments to the Rome Statute on the crime \r\nof aggression. Slovenia’s commitment to strengthening \r\ninternational justice reflects its foreign policy, which \r\nis based on the rule of law, respect for international \r\nlaw and an awareness that lasting peace and security \r\nand social progress are impossible without respect for \r\nhuman rights and the prosecution of the most serious \r\ncrimes.\r\nAllow me to briefly present Slovenia’s activities \r\nin support of the Court. Slovenia is active in both \r\nmultilateral and regional forums. We strive to promote \r\nsupport for the Court’s work through bilateral contacts \r\nand through events and initiatives. Slovenia is \r\nrepresented on the Bureau of the Assembly of States \r\nParties. The Mutual Legal Assistance initiative, which \r\nSlovenia leads together with Argentina, Belgium, \r\nthe Netherlands, Mongolia and Senegal, proposes an \r\ninternational convention on mutual legal assistance and \r\nextradition for domestic prosecution of the most serious \r\ninternational crimes with a view to strengthening the \r\ncapacity of national courts.\r\nSlovenia joined others in commemorating the \r\ntwentieth anniversary of the adoption of the Rome \r\nStatute this year by organizing a round table in \r\nLjubljana in June and a panel at our most prominent \r\nannual international conference on foreign policy, the \r\nBled Strategic Forum, in September. At the Forum, \r\nProsecutor Bensouda received the Distinguished \r\nPartner Award, and Mr. O-Gon-Kwon, President of the \r\nAssembly of States Parties, was among the speakers. \r\nAn agreement between my country and the ICC on the \r\nenforcement of the Court’s sentences will be signed \r\nsoon.\r\nA great portion of this year’s report focuses on \r\ninternational cooperation, and rightly so. Lacking \r\nenforcement powers and outreach capacities, the ICC \r\ndepends greatly on cooperation and support on the part \r\nof States, civil society and regional and international \r\norganizations.\r\nSlovenia greatly values the many forms of mutual \r\ncooperation between the United Nations and the ICC, \r\nboth with Headquarters and with peacekeeping missions \r\nand other United Nations presences on the ground. \r\nSlovenia is pleased to note that cooperation between the \r\nUnited Nations and the ICC is generally very good. At \r\nthe same time, we see room for improvement.\r\nIn that context, Slovenia considers that increased \r\ncooperation between the Security Council and the ICC \r\nwould contribute significantly to the prevention of \r\natrocity crimes, as well as to the Court’s effectiveness \r\nand credibility. The roles of the Council and the Court \r\nare inherently interlinked. For example, the Council \r\nhas the capacity to play an important part in addressing \r\nnon-cooperation with the Court. It can contribute to the \r\nCourt’s effectiveness through its work on sanctions-\r\nrelated matters, such as travel bans and the freezing of \r\nassets. Moreover, its active follow-up on its referrals \r\nto the ICC would make a decisive contribution to the \r\nCourt’s effectiveness.\r\nCooperation with the ICC by States parties to the \r\nRome Statute, as well as States that are not party, in \r\nthe case of Security Council referrals, is not a policy \r\nchoice. It is an international legal obligation. Slovenia is \r\nconcerned about the fact that 15 arrest warrants issued \r\nby the Court remain outstanding, and some of them \r\nhave been so for several years. That presents a serious \r\nobstacle to the Court’s mandate and its credibility. It is \r\nclear that more should be done by States to ensure the \r\n29/10/2018 A/73/PV.27\r\n18-34755 17/26\r\nexecution of outstanding warrants. Slovenia calls for \r\nfull and prompt cooperation with the Court.\r\nAlso critical to the Court’s credibility are its \r\nefficiency and integrity. In that respect, Slovenia \r\nwelcomes the efforts within the Court to further \r\nimprove the efficiency of its proceedings. We recognize \r\nthe importance of addressing the challenges that the \r\nCourt faces. It is not exempt from criticism and it has \r\nalready lived through some challenging moments. In \r\nthat context, Slovenia underlines the important role \r\nof internal processes and the Court’s Independent \r\nOversight Mechanism. We place our trust in the \r\nMechanism and are confident that, through its work, \r\nthe Court will be able to perform its tasks, which will \r\nprotect its integrity.\r\nAn impartial, independent, universal and effective \r\nICC that delivers high-quality judgments and ensures \r\nthat victims remain central to its tasks should be our \r\ncommon goal. That will require joint efforts by all \r\nstakeholders. Slovenia remains firmly committed to \r\nthe rule of law and international criminal justice and \r\nstands ready to contribute to further strengthening \r\ninternational criminal justice.\r\nMr. Mlynár (Slovakia): While aligning my \r\ndelegation with the statement delivered earlier by the \r\nobserver of the European Union, I would like to make \r\nsome further observations in my national capacity.\r\nFirst of all, I want to thank Mr. Eboe-Osuji, \r\nPresident of the International Criminal Court (ICC), \r\nfor his comprehensive presentation. I would also like \r\nto thank the ICC for the report on its activities in 2017 \r\nand 2018 (see A/73/334). The General Assembly debate \r\non this report is one of the important institutional links \r\nbetween the United Nations and the ICC and provides a \r\nvery useful platform for all 193 States Members of the \r\nUnited Nations to discuss and address the work of this \r\nunique judicial forum.\r\nToday I would like to address the issues of the \r\nuniversality of the Rome Statute and the relationship \r\nbetween the United Nations and the International \r\nCriminal Court.\r\nEstablished 20 years ago, the ICC is the only \r\npermanent international judicial organ that has general \r\njurisdiction over the most heinous crimes under \r\ninternational law. The Court can fulfil its mission of \r\nending impunity for the perpetrators of war crimes, \r\ncrimes against humanity, genocide and the crime of \r\naggression only if it achieves universality. We believe \r\nthat we should focus all of our political efforts and \r\nconsistently engage in an open and patient dialogue \r\nbased on the shared core values of the ICC, which in \r\nturn will enable all States parties to the Rome Statute \r\nto continue strengthening the international rules-based \r\norder and prevent impunity.\r\nAlso, non-participating States must be encouraged \r\nto join the Rome Statute system in order to eliminate \r\nthe territorial or personal jurisdictional gaps that \r\nenable perpetrators to escape justice. Having activated \r\nthe Court’s jurisdiction over the crime of aggression \r\nand having adopted three new war crime amendments \r\nin December 2017, the Rome Statute provides broader \r\nprotection than ever to the victims of the most heinous \r\ninternational crimes. We believe that all States should \r\nwork closely together in the spirit of cooperation and \r\nmutual trust.\r\nComing to my second point, the institutional \r\nlinks between the International Criminal Court and \r\nthe United Nations have broadened the spectrum of \r\nmeasures that the Security Council can take when \r\ndealing with the maintenance of international peace \r\nand security. Without justice, sustainable peace cannot \r\nbe achieved. Slovakia encourages the Security Council \r\nto use that unique tool and to make referrals in cases \r\nwhere international crimes are being committed and \r\nthe national authorities with the primary responsibility \r\nfor prosecuting those crimes are not in a position to do \r\nso. It is equally important to ensure that the Security \r\nCouncil follows up on its referrals. The ICC and the \r\ninternational community as a whole should not be \r\nthwarted by a lack of cooperation by Member States.\r\nI also want to take this opportunity to point \r\nout a worrying development whereby the ICC-\r\nrelated language in some recent Security Council \r\nresolutions — for example resolution 2427 (2018), on \r\nchildren and armed conflict — has been weakened in \r\ncomparison with its predecessor, in this case resolution \r\n2225 (2015). Trust and a symbiotic relationship are \r\nbuilt first and foremost on actions but words also \r\nmatter. We hope that we will all work collectively to \r\nprevent any erosion of support, verbal or practical, to \r\nthe International Criminal Court.\r\nLet me conclude by reiterating Slovakia’s strong \r\nsupport for the International Criminal Court, as \r\nwell as for the broader cause of closing the impunity \r\ngap for international crimes. That support is also \r\nA/73/PV.27 29/10/2018\r\n18/26 18-34755\r\nclearly reflected in Slovakia’s committed service as \r\nVice-President of the Bureau and Coordinator of the \r\nNew York Working Group of the Assembly of States \r\nParties to the Rome Statute.\r\nMr. Jiménez Piernas (Spain) (spoke in Spanish): Let \r\nme begin by congratulating the International Criminal \r\nCourt (ICC) on its work since our meeting during the \r\nprevious session (see A/72/PV.36) and by thanking \r\nits President, Judge Eboe-Osuji, for his presentation \r\nof the report on the Court’s activities in the past year \r\n(see A/73/334). The International Criminal Court is \r\none of the greatest and most recent achievements of the \r\ninternational community. Twenty years ago, the United \r\nNations Diplomatic Conference of Plenipotentiaries on \r\nthe Establishment of an International Criminal Court \r\nculminated in the adoption of the Rome Statute.\r\nSince then, States have followed the work of \r\nthe Court both from our capitals and through our \r\nparticipation in various working groups, committees \r\nand, of course, the meetings of the Assembly of States \r\nParties. The consideration given to the ICC is consistent \r\nwith the importance of its mandate, the serious political \r\nimplications of its activities and the burden of its budget \r\non our national finances. Moreover, there are many \r\naspects of the Court’s daily functioning that merit our \r\nattention — the Kampala amendments, the promotion \r\nof its universalization, judicial assistance, protection of \r\nvictims and many others. We will address only some of \r\nthose aspects.\r\nIt is true that the Court enjoys the significant support \r\nof an increasing number of States, including Spain and \r\nmembers of the European Union, whose statement we \r\nendorse. There has been ongoing development of the \r\nCourt’s jurisprudence, which demonstrates the extent \r\nof its impartiality, with no suspicion that it may be \r\ntaking sides or disregarding the rights of any of its \r\nparticipants. But today the Court faces a number of \r\nchallenges — old, new or recurring — that make it \r\ndifficult to render justice for the most serious crimes \r\nof concern to the international community as a whole. \r\nIn the past year, the Court has been harshly criticized \r\nby its enemies. We have seen withdrawals, threats of \r\nwithdrawal and even threats of retaliation against \r\njudges — and their property — whom we elected to \r\ndeliver justice on behalf of the international community.\r\nMany States have reaffirmed their strong support \r\nto the Court before the General Assembly, since we \r\nconsider it a key instrument in the administration of \r\ninternational justice as a means to address the kinds \r\nof conduct set out in the Statute. A month ago, in \r\nhis statement to the Assembly, the President of my \r\nGovernment recalled that the efforts of the International \r\nCriminal Court in that regard were irreplaceable (see \r\nA/73/PV.11).\r\nThe International Criminal Court is not yet a \r\nuniversal organization, although not for lack of intention. \r\nIts States parties and civil society continue to make \r\nefforts in that regard. Meanwhile, our main objective \r\nshould be to protect the Court in order to enable it to \r\nfunction as it should without undue interference from \r\nthird parties and with all the resources it requires.\r\nBeing a State party to the Court of course means \r\nparticipating in its arrangements and those of its organs. \r\nHowever, in recent years, we have seen some Member \r\nStates refuse to cooperate with the International \r\nCriminal Court, including in cases where the Court acts \r\nat the request of the Security Council in its capacity as \r\nthe guarantor of international peace and security under \r\nChapter VII of the Charter of the United Nations. We \r\nhave the responsibility to make every effort to rectify \r\nthat lack of cooperation whenever it occurs and to \r\nprevent its recurrence in future.\r\nIt is true that the Court has failed to meet \r\nexpectations in some of its cases, with unconfirmed \r\ncharges, cases abandoned during oral hearings and \r\nacquittals that grieve the communities where the \r\ncrimes took place. However, the significance of the rule \r\nof law is the high level of protection for the rights of \r\nthe accused. In that regard, the International Criminal \r\nCourt has lived up to what we as States parties expect \r\nof a leading international court. We should clearly seek \r\na higher rate of conviction in the cases initiated by the \r\nOffice of the Prosecutor in order to ensure the most \r\nefficient use of the resources allocated to investigate \r\ncrimes and prosecute criminals.\r\nWe should also redouble our efforts to raise \r\nawareness of the requirements of the rule of law in \r\ncommunities ravaged by the most serious crimes. \r\nSpecifically, we must explain that a trial’s premature \r\nend or an acquittal judgment in no way negates the \r\ncommission of crimes or asserts that no one should \r\nbe held responsible, but rather that the evidence \r\npresented was insufficient to convict the defendants. It \r\nis crucial that in such cases, there is no doubt about the \r\ncommission of crimes but rather about the guilt beyond \r\n29/10/2018 A/73/PV.27\r\n18-34755 19/26\r\nall doubt of the individuals whom the Prosecutor has \r\nindicted.\r\nIn conclusion, I want to mention the delicate issue \r\nof the resources available to the International Criminal \r\nCourt to carry out its mandate. The Court is currently \r\nconsidering 11 cases, and another nine are under \r\npreliminary examination. That is an important point \r\nbecause an ad hoc international tribunal can investigate \r\nonly one case at a time. The current caseload of the \r\nCourt is therefore equivalent to that of a number of ad \r\nhoc tribunals, even excluding situations that are at a \r\npreliminary stage.\r\nNevertheless, the budget of the Court between 2010 \r\nand 2015 was lower than those of two ad hoc tribunals, \r\nthe International Tribunal for the Former Yugoslavia \r\nand the International Criminal Tribunal for Rwanda. \r\nClearly, a single jurisdiction is always less expensive \r\nthan multiple jurisdictions and generates economies \r\nof scale, but that lack of resources limits the work of \r\nthe International Criminal Court. The qualifications \r\nneeded to investigate different crimes in different \r\nplaces in the world are also not comparable.\r\nAll of that applies both to the Office of the Prosecutor \r\nand the defence teams, which need the necessary \r\nresources, pursuant to the Court’s regulations, to ensure \r\nan effective and efficient defence. The Secretariat has \r\njust issued a reform proposal for free legal assistance \r\nbefore the Court, and Spain will participate in the \r\ndiscussion with a view to ensuring adequate resources \r\nwithin our budgetary means.\r\nIn talking about participants in the proceedings, I \r\nwould be remiss not to mention the victims. In past years \r\nit has become standard practice for the Court’s budget \r\nto cover the cost of the common legal representatives \r\nof the victims in every case, including the participation \r\nof the Office of Public Counsel for Victims. We also \r\nunderstand that the funds that States allocate for that \r\ntask should be channelled through that Office, that is to \r\nsay, that the Office should always represent the victims \r\nat the Court’s expense.\r\nThe International Criminal Court is a part of the \r\nmechanism that the international community has \r\nbeen patiently building since 1945 in order to make \r\nthe world a better place. We all have a responsibility \r\nto maintain, grease and fuel it, as it were. Let us take \r\nevery opportunity, such as the next elections of judges \r\nand the Prosecutor, to establish a new milestone in its \r\nconsolidation within the international system.\r\nMr. Spengemann (Canada): I am the member of \r\nParliament for the electoral district of Mississauga-\r\nLakeshore in Canada. It is an honour to have this \r\nopportunity to address the General Assembly this \r\nafternoon.\r\nThe fight against impunity for the most serious \r\ninternational criminal acts is at the core of the rules-\r\nbased international order. A clear conviction about \r\nensuring accountability for war crimes, genocide and \r\ncrimes against humanity has guided our collective \r\nefforts to safeguard international peace and security. \r\nThat same conviction prompted the establishment of \r\nthe norms and institutions that give expression to our \r\nvalues, including respect for the inherent dignity of all. \r\nThis year, on the twentieth anniversary of the Rome \r\nStatute of the International Criminal Court (ICC), \r\nwe should pause and take stock, both to consider and \r\ncelebrate what we have been able to achieve and what \r\nremains to done.\r\nTogether we have helped to build an institution \r\nthat has rendered landmark judgments condemning \r\nthe recruitment of child soldiers as well as sexual and \r\ngender-based crimes. Together we have supported the \r\ndevelopment of jurisprudence that makes clear that \r\nthose responsible for the most serious crimes will \r\nbe held to account. And together we have helped the \r\nInternational Criminal Court to become a beacon of \r\nhope for victims seeking justice, including women, \r\ngirls and members of ethnic and religious minorities, \r\nwho continue to be among those most affected by \r\nthe commission of such atrocities. However, the fight \r\nagainst impunity is nowhere near complete, and this \r\ncentury, like the previous one, continues to demand \r\nurgent action.\r\nWe remain some distance from achieving the full \r\nuniversalization of the Rome Statute. Canada will \r\ncontinue to encourage States that have yet to do so \r\nto join the Rome Statute system. As it continues to \r\nmature, work must be done to make the Court more \r\nefficient. Canada will work constructively in support \r\nof our common goals of maintaining and strengthening \r\nthe structure of permanent, independent judicial \r\ninstitutions that have the respect and confidence of \r\nthe international community. The ICC cannot fulfil \r\nits mandate without the cooperation of States. To be \r\nefficient, the Court must operate without obstruction, \r\nbeyond power politics and beyond geopolitics.\r\nA/73/PV.27 29/10/2018\r\n20/26 18-34755\r\nWe strongly encourage all United Nations Members \r\nto fully respect the independence of the ICC, which is \r\nan indispensable feature of any court of law. We believe \r\nthat the ICC has a central role to play in resolving the \r\ncurrent situations in Venezuela and Myanmar and \r\nthereby reinforcing the rules-based international order. \r\nFor that reason, together with our regional partners, \r\nwe have referred the situation in Venezuela to the ICC. \r\nCanada also welcomes the decision of the Pre-Trial \r\nChamber on the question of jurisdiction over the crime \r\nof the forced displacement of Rohingya refugees. We \r\nurge the Security Council to take up that issue and refer \r\nthe situation to the ICC.\r\n(spoke in French)\r\nAccountability is not a luxury to be afforded only \r\nwhen circumstances allow. It is the duty of each State \r\nto bring to justice those responsible for the serious \r\ncrimes committed within its jurisdiction. As a Court \r\nof last resort, the International Criminal Court seeks to \r\ncomplement rather than replace national courts. Its work \r\nis intrinsically linked to broader justice efforts within \r\nnational jurisdictions. Canada is determined to seek \r\njustice for the victims of serious international crimes. \r\nIf Canada is elected as a non-permanent member of the \r\nSecurity Council for the term from 2021 to 2022, we \r\nwill continue to champion accountability in all of the \r\nCouncil’s deliberations. We are confident that together \r\nwe can fight impunity.\r\nMrs. Zappia (Italy): Italy aligns itself with the \r\nstatement delivered earlier by the observer of the \r\nEuropean Union.\r\nWe join others in thanking the President of the \r\nInternational Criminal Court (ICC) for his introduction \r\nof the report today (see A/73/334). I would like to make \r\njust two main additional points in my national capacity.\r\nFirst of all, I want to reaffirm Italy’s strong support \r\nfor the International Criminal Court and its activities. \r\nIn that regard, let me emphasize the importance of the \r\nprinciples and purposes that inspire the Rome Statute \r\nsystem, including the impartiality and independence \r\nof the Court, as well as the continuing relevance of \r\nthe imperative norms of international law that are \r\ncodified in the Rome Statute. Those are fundamental \r\nachievements for the international community as a \r\nwhole that we must cherish.\r\nAs Italy’s Minister for Foreign Affairs and \r\nInternational Cooperation said on the occasion of an \r\nevent marking the twentieth anniversary of the Rome \r\nStatute, history has shown that leaving international \r\ncrimes unpunished is not only morally wrong, it plants \r\nthe seeds of new conflicts and atrocities. A solid system \r\nof accountability for international crimes is a pivotal \r\ntool for prevention.\r\nI now come to my second point. We — States both \r\nparty and non-party to the Rome Statute — must work \r\ntogether, particularly here at the United Nations, to \r\nstrengthen the preventive aspect of accountability. The \r\nprevention of conflicts and crimes must be strengthened \r\nthrough all possible means. Clearly, the Court has a role \r\nto play in that regard.\r\nItaly firmly believes in a rules-based international \r\nlegal order. The first permanent global criminal court, \r\nthe ICC, is an essential element of such a legal order. \r\nIn that regard, we are committed to the universality \r\nof the Statute and encourage all States that are not yet \r\nparty to it to consider ratifying it. With that in mind, \r\nwe should recall that the Court is a judicial body of \r\nlast resort that operates only in cases where national \r\njurisdictions are unable or unwilling to prosecute. Our \r\ntask is to work together through capacity-building, \r\ntechnical assistance and other forms of cooperation, \r\nincluding judicial cooperation, to ensure that domestic \r\njurisdictions are in a position to discharge their primary \r\nfunction to render justice to victims of the most heinous \r\ncrimes.\r\nThe report introduced this year proves that the \r\nCourt is a solid institution that is progressing on a \r\nnumber of situations and cases. It is working effectively \r\nwith States and in partnership with the United Nations \r\non the basis of the Relationship Agreement between the \r\nUnited Nations and the International Criminal Court \r\nof 2004 and in compliance with the requests set out in \r\nSecurity Council resolutions. Italy will continue to lend \r\nits support to the Court in the fight against impunity \r\nand in the strengthening of accountability measures for \r\nthe most serious crimes.\r\nMs. Hallum (New Zealand): We thank the President \r\nof the International Criminal Court (ICC), Judge Chile \r\nEboe-Osuji, for his report (see A/73/334), and we \r\nwelcome the opportunity to discuss the contribution of \r\nthe International Criminal Court to the international \r\nrule of law and the Court’s relationship with the United \r\nNations. New Zealand strongly supports the Court and \r\nthe critical importance of its mandate to hold to account \r\n29/10/2018 A/73/PV.27\r\n18-34755 21/26\r\nthose who commit the most serious international \r\ncrimes, regardless of where they occur.\r\nThere has been a great deal of reflection on the role \r\nof the Court in this twentieth anniversary year of its \r\nfounding Rome Statute. For New Zealand’s part, we \r\nconsider the Court to be a central component in the \r\ninternational rules-based order and international efforts \r\nto end impunity. We acknowledge that it has weathered \r\nsignificant challenges over the past two decades and \r\ncontinues to do so. We emphasize, however, that an \r\nindependent Court to act as a last resort to try the most \r\nserious crimes of concern to humankind is now as \r\nessential and necessary as ever.\r\nNew Zealand is committed to the Rome Statute \r\nand its underpinning principles of complementarity, \r\ncooperation and universality. We are also firmly of the \r\nbelief that the mandate and credibility of the Court are \r\nintrinsically tied to its independence and impartiality. \r\nNew Zealand urges all States to uphold those principles \r\nand be guided by them in their dealings with the Court.\r\nLast year’s Assembly of States Parties to the \r\nRome Statute of the International Criminal Court saw \r\nthe successful completion of a decades-long process \r\ntowards activating the Court’s jurisdiction on the crime \r\nof aggression. That was a momentous achievement \r\nof historic significance, all the more so because it \r\nwas adopted by consensus. The Assembly of States \r\nParties also added three new war crimes to the Rome \r\nStatute, criminalizing the use of microbial, biological \r\nand toxin weapons, weapons that injure by fragments \r\nundetectable by X-ray and laser-blinding weapons, \r\nin the case of both international armed conflicts and \r\narmed conflicts not of an international character.\r\nAs we look ahead to the next session of the Assembly \r\nof States Parties, in December, New Zealand’s view \r\nis that States parties should focus on supporting the \r\nCourt in consolidating its work in the exercise of its \r\nexisting mandate and focusing on the investigation and \r\nprosecution of the most serious international crimes, \r\nconsistent with the principle of complementarity. New \r\nZealand considers that channelling our collective \r\nefforts towards that goal will be the most effective way \r\nof galvanizing the Court against the challenges it faces.\r\nNew Zealand has previously stated the view that in \r\nthe spirit of universality, we must listen to one another, \r\nconstructively debate concerns and address them in a \r\nmanner that preserves the integrity of the Court. We \r\nstand by that view and remain ready to work with other \r\nStates to increase the membership of the Court.\r\nOne of the most important strands in the relationship \r\nbetween the Court and the United Nations is the \r\nrole that the Security Council can play in achieving \r\naccountability for international crimes through the \r\nuse of its referral powers. New Zealand reiterates \r\nits view that the Council should use those powers to \r\nensure accountability. Just as the International Court \r\nof Justice is an important tool in the Council’s peace \r\nand security toolkit, so is the International Criminal \r\nCourt. New Zealand continues to believe firmly that \r\nwhen the Council decides to refer a situation to the \r\nCourt, it should do so with a clear commitment to \r\nfollowing up and ensuring that the Court receives the \r\nsupport, cooperation and resources, including funding, \r\nthat it needs to implement Council decisions. A failure \r\nto take action calls into question the authority of the \r\nCouncil and its decisions. New Zealand is encouraged \r\nby the efforts made to raise that issue, including in the \r\nArria Formula meeting earlier this year, but calls on all \r\nCouncil members to make greater efforts to address the \r\nissue systematically.\r\nThe importance of the Court’s work for the victims \r\nof the crimes that it prosecutes must not be forgotten. \r\nIn acknowledging that work, we recognize that States \r\nparties can assist by making contributions to the ICC \r\nTrust Fund for Victims. New Zealand was pleased to \r\nbe able to make a contribution to the Fund this year. \r\nWe look forward to constructively engaging with other \r\nStates parties at the upcoming Assembly of States \r\nParties to identify practical options that will make the \r\nCourt stronger and more effective.\r\nMr. Al-Ghadban (Libya) (spoke in Arabic): At the \r\noutset, I would like to thank Judge Chile Eboe-Osuji, \r\nPresident of the International Criminal Court (ICC), for \r\nthe Court’s annual report (see A/73/334) to the General \r\nAssembly, which we have taken note of.\r\nWe have one question constantly in mind — where \r\njustice regarding the most heinous crimes in the world \r\ncan be served. Is it through national jurisdictions, or \r\nthrough the ICC in The Hague? The Rome Statute \r\ncreated the ICC to combat impunity. It is a modern \r\nStatute that brings together the two systems of national \r\nand international jurisdiction. It aims to investigate \r\nthe most heinous crimes, that is, war crimes, crimes \r\nagainst humanity and genocide.\r\nA/73/PV.27 29/10/2018\r\n22/26 18-34755\r\nThe concept of the ICC’s complementary \r\ncompetence was designed to frame the relationship \r\nbetween international and national criminal justice. \r\nBased on that concept, the ICC complements national \r\ncriminal jurisdiction. In that regard, Libya has \r\ncooperated with the ICC in order to achieve justice \r\nat that stage, while stressing the principle of State \r\nsovereignty in connection with the implementation of \r\nnational laws for crimes perpetrated on its soil.\r\nWe are fully aware of the delays in Libya in \r\npursuing and prosecuting accused persons. However, \r\nwe underscore that they in no way indicate that our \r\nnational justice system does not intend to prosecute and \r\npunish the perpetrators of crimes. On the contrary, they \r\nare due to the security conditions in Libya. The fact \r\nis that our national justice system has already initiated \r\ntrials of several accused persons. Moreover, judgments \r\nhave been rendered to punish some of the accused and \r\nacquit others. For that reason, it is important to respect \r\nthe competence of our national jurisdiction.\r\nIn that regard, we highlight the capacity of our \r\nnational justice system in fulfilling its commitments, \r\nachieving justice and strengthening the rule of law. \r\nThat requires significant support on the part of the \r\ninternational community in assisting the Libyan \r\nauthorities in overcoming the security crisis plaguing \r\nthe country, alongside the efforts being made to ensure \r\nthe success of the political process. To that end, our law-\r\nenforcement authorities need the necessary support to \r\nenable them to perform their role, strengthen security \r\nand stability and control the factors and circumstances \r\nunder which violations and crimes arise. They must \r\nalso be supported so that they can seize the tools used \r\nto perpetrate crimes, specifically weapons, which will \r\nhelp them to curb terrorist and lawless groups.\r\nTo conclude, we reiterate that the Libyan authorities \r\nare determined to punish the perpetrators of crimes and \r\ncombat impunity, in line with the principle of applying \r\nthe relevant legal rules, reflecting the sovereignty \r\nof law. The Libyan jurisdiction is independent and \r\nimpartial, capable of achieving social and criminal \r\njustice as soon as our State institutions are stabilized, \r\nwhich we are on our way to achieving.\r\nMr. Węckowicz (Poland): Poland aligns itself with \r\nthe statement made by the observer of the European \r\nUnion on behalf of its member States, which we would \r\nlike to supplement with some remarks in our national \r\ncapacity.\r\nAt the outset, we would like to express our gratitude \r\nto the President of the International Criminal Court \r\n(ICC), Mr. Chile Eboe-Osuji, for presenting the annual \r\nreport detailing the activities of the ICC (see A/73/334). \r\nThe report gives evidence of the increasing activity of \r\nthe Court and proves that it has become an indispensable \r\ninstrument of international criminal justice. By fighting \r\nimpunity for the perpetrators of atrocities that shock \r\nthe conscience of humankind, the ICC continues the \r\ntradition of the ad hoc criminal tribunals. Twenty years \r\nafter the signing of the Rome Statute of the International \r\nCriminal Court, we are proud of the Court’s record in \r\naugmenting the international rule of law.\r\nPoland notes that the underlying goals of the Rome \r\nStatute coincide with the purposes and principles of \r\nthe Charter of the United Nations. The ICC has been \r\ngranted jurisdiction over atrocity crimes because, \r\nby their very nature, those crimes are understood \r\nto be threats to international peace and security. \r\nConsequently, the achievement of ensuring individual \r\ncriminal responsibility is the pinnacle of the rules-\r\nbased international order. However, have we in the \r\ninternational community of States done everything \r\nwe can to ensure the centrality of the ICC? We often \r\ntake for granted the fulfilment of universal justice, \r\nignoring the fact that achieving the promise of justice \r\nis a continuing process requiring mutual effort.\r\nPoland would like to stress that the ICC itself does \r\nnot have the resources necessary to ensure compliance \r\nwith its arrest warrants. Due to inadequate cooperation \r\nfrom States, the Court’s activity is in constant jeopardy. \r\nMoreover, unequivocal commitment is needed from \r\ninternational organizations. As a member of the \r\nSecurity Council for the period from 2018 to 2019, \r\nPoland understands the Council’s role as the Court’s \r\ncritical partner. We favour granting the Court the \r\nbroadest possible support by the Council. Cooperation \r\nwith the Security Council in executing arrest warrants \r\nshould be sought in order to bring justice to every \r\ncorner of the world.\r\nThe efforts of States parties should by no means \r\nabsolve the Court from the task of building trust. \r\nThe efficiency of the Court’s proceedings still needs \r\nimprovement, and that should be a priority for the Court. \r\nWe trust that the Court will enhance the procedures of \r\ninternational criminal justice, assuring that there will be \r\nno hindrances to progress in the fight against impunity. \r\nPoland welcomes the efforts that the Court has already \r\nundertaken to streamline procedures, developments that \r\n29/10/2018 A/73/PV.27\r\n18-34755 23/26\r\nare very much needed to dispel misconceptions about \r\nits performance. With 11 situations under investigation \r\nand another nine preliminary examinations launched, \r\nthe Court’s record is on the way to translation into a \r\nlegacy of lasting jurisprudence. Poland hopes that, with \r\nmore proceedings brought to conclusion, the Court will \r\nprove even more worthy of the trust of the international \r\ncommunity. It is in the interests of all nations to \r\nsustain the mechanism for bringing about justice and \r\nreconciliation provided by the ICC.\r\nPoland appreciates the broadening of the Court’s \r\nmandate. The decision of the Assembly of States Parties \r\nto activate the Court’s jurisdiction over the crime of \r\naggression is a milestone in the quest for justice. Poland \r\nreaffirms its commitment to the universalization of \r\nthe Kampala amendments. We remain hopeful that \r\nmore States will ratify them in order to help the Court \r\neffectively discharge its responsibility for punishing the \r\nperpetrators of the crime of aggression. We underline \r\nthat the joint effort of all States parties is needed in order \r\nto vest the Court with the most effective and expansive \r\ntoolkit for its task of preventing and punishing the most \r\nserious crimes.\r\nTwenty years after the adoption of the Rome \r\nStatute, Poland reaffirms its support for the ICC. We \r\nurge all members of the international community to \r\ncommit to the Court’s efforts to deliver justice. We \r\nplead for the universalization of the ICC, which will \r\nallow us, as Prosecutor Fatou Bensouda said at the \r\nfirst Arria Formula meeting on relations between the \r\nSecurity Council and the International Criminal Court, \r\nto realize the\r\n“[h]ope that the cold calculus of international \r\npolitics does not ... undermine humanity’s shared \r\nvalues and common yearning for peace”.\r\nWe encourage all States to treat the Court as a partner \r\nin pursuit of the common goals of justice and peace. A \r\nstrong and robust Court is a guarantee that the world \r\nwill not be enveloped by mass atrocities.\r\nMr. Meza-Cuadra (Peru) (spoke in Spanish): \r\nI would like to begin my statement by expressing \r\nour gratitude for the presentation of the report of the \r\nInternational Criminal Court (see A/73/334) by the \r\nPresident of the Court on its activities for the period \r\nfrom 2017 to 2018, as well as for the report of the \r\nSecretary-General on the implementation of article 3 of \r\nthe Relationship Agreement between the United Nations \r\nand the International Criminal Court (A/73/335).\r\nI reaffirm our commitment to upholding \r\ninternational law and the promotion and protection of \r\nhuman rights and fundamental freedoms, as well as the \r\nrule of law, as we consider them the basic prerequisites \r\nfor bringing about peaceful and inclusive societies. \r\nWe are aware that access to justice and accountability \r\nare fundamental to achieving that goal. Accordingly, \r\nmy country supports all initiatives aimed at ensuring \r\nthat those responsible for serious human rights and \r\ninternational humanitarian law violations are held \r\naccountable for their actions.\r\nIn a world marked by conflict and humanitarian \r\nemergencies, the Court requires the firm support \r\nof the international community and the determined \r\ncooperation of State parties more than ever. While \r\nsome States question the role of the Court, Peru firmly \r\nbelieves in its legitimacy and shows its support in no \r\nuncertain terms. Since March, a Peruvian woman, the \r\nlawyer and prosecutor Ms. Luz del Carmen Ibáñez \r\nCarranza, has been serving as a judge of this important \r\nCourt. Likewise, in keeping with our commitment to \r\ncombating impunity in domestic and international \r\nmatters, Peru, together with Argentina, Canada, \r\nChile, Colombia and Paraguay, pursuant to article 14 \r\nof the Rome Statute, has requested the Office of the \r\nProsecutor of the International Criminal Court to \r\ninitiate an investigation into crimes against humanity \r\ncommitted in Venezuela since 12 February 2014, so \r\nas to determine whether one or several individuals \r\nshould be charged with the commission of such crimes. \r\nWe have based our case on the evidence gathered by \r\nimpartial international bodies, such as the Office of the \r\nUnited Nations High Commissioner for Human Rights, \r\nthe Inter-American Commission on Human Rights \r\nand the Panel of Independent International Experts of \r\nthe Organization of American States. In addition to \r\nthe signatory States’ commitment, we are grateful for \r\nthe support of France, Costa Rica, Germany and the \r\nEuropean Parliament in that initiative.\r\nPeru is advocating in the Security Council for a \r\nmore meaningful relationship between the Council and \r\nthe International Criminal Court. We therefore stress \r\nthat the primary responsibility of the Security Council \r\nfor maintaining international peace and security and \r\nthe Court’s jurisdiction over the most serious crimes \r\nmust be understood and acted on as complementary \r\nand interdependent tasks in general. We nevertheless \r\nregret that there has been no consistent, coherent or \r\nsystematic commitment in the referral of situations to \r\nA/73/PV.27 29/10/2018\r\n24/26 18-34755\r\nthe International Criminal Court, an issue that must \r\nbe rectified. In that regard, we welcome proposals for \r\nthe Security Council to refer cases in a more consistent \r\nand predictable manner, as well as those aimed at \r\nestablishing specific procedures to process cases \r\ninvolving non-compliance with the Court’s orders. \r\nWe also reiterate our concerns about funding the \r\nCourt, especially with regard to those cases referred \r\nby the Security Council. We must find ways that will \r\ncreate predictable funding so as to enable the Court to \r\nadequately examine all cases under its jurisdiction.\r\nIn conclusion, I reiterate our firm belief in the \r\nimportant role that the International Criminal Court \r\nplays in preventing impunity and helping punish those \r\nresponsible for the worst atrocities committed in the \r\nworld. Peru has learned from its own experience that \r\nthe implementation of accountability mechanisms is the \r\nbest way to prevent serious violations of human rights \r\nand international humanitarian law from recurring and \r\nto achieve sustainable peace.\r\nMr. Van Oosterom (Netherlands): The Kingdom \r\nof the Netherlands aligns itself with the statement by \r\nthe observer of the European Union.\r\nWe thank Mexico for the excellent work in \r\nfacilitating the draft resolution (A/73/L.8) on the report \r\n(see A/73/334) of the International Criminal Court \r\n(ICC).\r\nWe would like to join others in expressing gratitude \r\nto President Eboe-Osuji for his excellent presentation. \r\nThe annual report provides a clear overview of the \r\nconsiderable work done during the reporting period \r\nas well as of the challenges that we face ahead. The \r\nKingdom of the Netherlands is a firm supporter of \r\nthe International Criminal Court, and we are proud \r\nto host the Court in The Hague. I will focus on three \r\nissues — first, the fight against impunity; secondly, \r\nthe current challenges facing the Court; and, thirdly, \r\nuniversality.\r\nFirst, concerning the fight against impunity, the \r\nRome Statute was adopted 20 years ago. Since then the \r\nInternational Criminal Court has established itself as \r\na main actor in the fight against impunity. The Court \r\nplays a key role in achieving a culture of accountability \r\nand sustainable peace. It brings justice to those \r\nresponsible for the most serious crimes when States are \r\nunwilling or unable to do so themselves. Unfortunately, \r\ntoday the battle against impunity has become even more \r\npressing and urgent. The international community must \r\nredouble its efforts to enable the Court to live up to \r\nits full potential. States must take up their primary \r\nresponsibility to prosecute atrocity crimes, but as \r\nlong as that does not happen, we have to continue to \r\nstrengthen the International Criminal Court, politically \r\nas well as financially.\r\nThat brings me to my second point, the current \r\nchallenges facing the Court. As set out in the report, the \r\nCourt’s judicial activities are increasing rapidly. The \r\ngrowing workload reflects the widely held trust in the \r\nCourt but also brings with it many challenges, which \r\nthe Court should not face alone. As the Court has itself \r\nrepeatedly underlined, it has to rely on States parties \r\nto exercise its mandate effectively. The Court needs \r\nsufficient means to handle its increasing workload \r\nefficiently. Furthermore, States should cooperate with \r\nthe Court, including by promptly executing outstanding \r\narrest warrants. Voluntary cooperation on the part of \r\nStates is vital for the effective and efficient functioning \r\nof the Court. I am talking about framework agreements \r\nregarding witness relocation and the enforcement \r\nof sentences. Additionally, cases of non-compliance \r\nshould be addressed through concrete actions by States \r\nparties and the Security Council. States parties should \r\nsupport and facilitate the work of the Court throughout \r\nthe various stages of its judicial proceedings.\r\nThat brings me to my third point, on universality. \r\nThis year we are celebrating the twentieth anniversary \r\nof the Rome Statute and the fact that jurisdiction over \r\nthe crime of aggression has been activated. Up to this \r\nvery day, we have seen State parties, international \r\norganizations and civil society united in their efforts \r\nto honour those achievements. By voicing their support \r\nand advocating for global support, they emphasize \r\nthat the International Criminal Court truly does \r\nembody norms and values that are both fundamental \r\nand universal. We hope that those positive signals will \r\nresonate throughout the international community and \r\nencourage States Members of the United Nations that \r\nhave not done so to ratify the Rome Statute and join \r\nus in our fight against impunity. We also call on States \r\nthat have given notice of their withdrawal to reconsider \r\nthat decision. Universal ratification of the Rome Statute \r\nis necessary for the Court to exercise its mandate more \r\neffectively. We must therefore not waver in our efforts \r\nbut continue to strive for universality, during this \r\ncommemorative year and beyond.\r\nMs. Rodríguez Abascal (Cuba) (spoke in Spanish): \r\nThe delegation of Cuba takes note of the report of the \r\n29/10/2018 A/73/PV.27\r\n18-34755 25/26\r\nSecretary-General (A/73/335) and expresses its firm \r\ncommitment to the fight against impunity for crimes \r\naffecting the international community.\r\nThe current situation in the world, as well as the \r\nevents of the past several years, clearly demonstrates the \r\nneed for an autonomous international judicial institution \r\nto lead the fight against impunity for the most serious \r\ncrimes. However, we believe that the broad powers \r\ngranted to the Security Council pursuant to article 16 \r\nof the Rome Statute in connection with the work of \r\nthe International Criminal Court (ICC) blur the lines \r\nas to the Court’s status as an independent institution. \r\nIn addition to undermining the very jurisdiction of \r\nthe Court, this violates the basic principles of the \r\nindependence of judicial bodies and transparency and \r\nimpartiality in the administration of justice. Security \r\nCouncil referrals to the Court substantiate that negative \r\ntrend, which my country has mentioned on a number \r\nof occasions. International law is constantly violated \r\nin the process of Security Council referrals, while \r\ndeveloping countries are attacked based on a putative \r\nfight against impunity. Cuba therefore reiterates its \r\nposition in favour of the establishment of a system of \r\ninternational criminal jurisdiction that is impartial, \r\nnon-selective, effective, fair, complementary to national \r\njustice systems, truly independent and consequently \r\nfree from any subordination to political interests that \r\nmight undermine its purpose.\r\nCuba reiterates that the International Criminal \r\nCourt cannot ignore international treaties and the \r\nprinciples of international law. The Court must respect \r\nthe principle of law relating to the consent of a State to \r\nbe bound by a treaty, pursuant to article 11 of the Vienna \r\nConvention on the Law of Treaties of 23 May 1969. \r\nCuba reaffirms its deep concern about the precedent \r\nestablished by the Court’s decisions to initiate judicial \r\nproceedings against nationals of States not party to \r\nthe Rome Statute and that have not even accepted its \r\njurisdiction pursuant to article 12 of the Statute. On \r\nthe other hand, the jurisdiction of the ICC must remain \r\nindependent of the political bodies of the United \r\nNations and always function in complementarity with \r\ninternational criminal jurisdictions. The Rome Statute \r\nwas not established to replace national courts.\r\nThe people of Cuba have been the victims of \r\nvery diverse forms of aggression for almost 60 years. \r\nHarassment and aggression have resulted in thousands \r\nof deaths and injuries in our country. Hundreds of \r\nfamilies have lost children, parents or siblings, in \r\naddition to undergoing incalculable property, economic \r\nand financial losses. The definition of the crime of \r\naggression agreed on at the Kampala Review Conference \r\nin 2010, however, does not even come close to covering \r\nsome of those elements. The definition of the crime of \r\naggression should be established generically so that \r\nit encompasses all forms of aggression that arise in \r\ninternational relations among States. It should not be \r\nlimited to the use of armed force but should also address \r\naggression in the context of the sovereignty, territorial \r\nintegrity and political independence of States.\r\nThe International Criminal Court must report on \r\nits activities to the General Assembly based on the \r\nprovisions of the Relationship Agreement between the \r\nUnited Nations and the International Criminal Court. \r\nAlthough Cuba is not party to the ICC, it stands ready \r\nto continue participating actively in the negotiation \r\nprocesses concerning the Court, especially with regard \r\nto the annual draft resolution on the report of the \r\nInternational Criminal Court.\r\nIn conclusion, Cuba reaffirms its resolve to combat \r\nimpunity and maintains its commitment to international \r\ncriminal justice and adherence to the principles of \r\ntransparency, independence and impartiality, as well \r\nas the unrestricted application of and respect for \r\ninternational law.\r\nMr. Tichy (Austria): My delegation fully aligns \r\nitself with the statement made by the observer of the \r\nEuropean Union, and I would like to add some points in \r\nour national capacity.\r\nStrengthening effective multilateralism, the rules-\r\nbased global order and our multilateral institutions is \r\none of the goals enshrined in the Global Strategy of the \r\nEuropean Union Common Foreign and Security Policy \r\nas well as a priority of the current Austrian presidency \r\nof the Council of the European Union. Multilateralism \r\nand respect for international law, including human rights \r\nlaw, international humanitarian law and international \r\ncriminal law, are cornerstones of the rules-based \r\ninternational system. In that system, we must ensure \r\nthat the perpetrators of genocide, crimes against \r\nhumanity, war crimes and aggression are brought to \r\njustice and, if necessary, through international criminal \r\njustice mechanisms when national jurisdictions are \r\nunwilling or unable to prosecute the most serious \r\ncrimes of international concern.\r\nIt was for that purpose that the International \r\nCriminal Court (ICC) was created, 20 years ago, to \r\nA/73/PV.27 29/10/2018\r\n26/26 18-34755\r\ncomplement national sovereignty and not usurp it, as its \r\nPresident, Judge Chile Eboe-Osuji, so ably explained in \r\nhis statement this morning. The jurisdiction of the ICC \r\nis complementary to national criminal justice and arises \r\nonly where a State is unable or unwilling to investigate \r\nand prosecute the most serious crimes of international \r\nconcern. In the case of States parties to the Rome \r\nStatute, the delegated jurisdiction of the ICC may arise \r\nwhen such crimes are committed on their territory or \r\nby their nationals. That is fully in accordance with the \r\nsovereignty of those States and their responsibility for \r\nthe prosecution of crimes committed on their territory \r\nor by their nationals.\r\nLet me affirm Austria’s strong support for the \r\nInternational Criminal Court as an independent and \r\nimpartial judicial institution. Austria particularly \r\nwelcomes the consensus activation of the Court’s \r\njurisdiction over the crime of aggression as of \r\n17 July 2018 as another leap forward in the fight against \r\nimpunity. We regret that that important development \r\ncould not be reflected in the draft resolution (A/73/L.8).\r\nThis year we celebrate the twentieth anniversary \r\nof the adoption of the Rome Statute. The establishment \r\nof the ICC was a major step for international criminal \r\njustice. However, the ICC needs our continued support \r\nand cooperation, particularly in the framework of the \r\nUnited Nations, so it can meet the expectations of \r\nvictims and survivors that justice is being done. We \r\nmust also increase our prevention efforts by enhancing \r\ninternational cooperation and strengthening national \r\njurisdictions.\r\nAustria has already incorporated all Rome Statute \r\ncrimes — genocide, crimes against humanity, war \r\ncrimes and the crime of aggression — into its national \r\ncriminal code, which enables national criminal \r\nprosecution of those crimes. Austria will continue \r\nto advocate for a strong and effective International \r\nCriminal Court that delivers justice and thereby lays \r\nthe groundwork for reconciliation and lasting peace.\r\nThe meeting rose at 1.05 p.m.\r\n"