"United Nations A/73/PV.21\r\nGeneral Assembly\r\nSeventy-third session\r\n21st plenary meeting\r\nWednesday, 17 October 2018, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nThe meeting was called to order at 3.15 p.m.\r\nAgenda item 130\r\nInternational Residual Mechanism for \r\nCriminal Tribunals\r\nNote by the Secretary-General (A/73/289)\r\nThe President (spoke in Spanish): I now call on \r\nJudge Theodor Meron, President of the International \r\nResidual Mechanism for Criminal Tribunals.\r\nJudge Meron (International Residual Mechanism \r\nfor Criminal Tribunals): It is my profound privilege to \r\nappear before the General Assembly once again, and for \r\nthe final time, as President of the International Residual \r\nMechanism for Criminal Tribunals. Before turning \r\nto the substance of my remarks, I would like to take \r\nthis opportunity to warmly congratulate you, Madam \r\nPresident, on Ecuador’s assumption of the presidency \r\nof the Assembly and to wish you every success during \r\nyour term.\r\nI would also like to express my thanks for the vital \r\nsupport and cooperation provided to the Mechanism \r\nby the Office of Legal Affairs, and especially by \r\nMr. Miguel de Serpa Soares, Under-Secretary-General \r\nfor Legal Affairs and United Nations Legal Counsel, \r\nand Mr. Stephen Mathias, Assistant Secretary-General \r\nfor Legal Affairs.\r\nJustice, accountability and the rule of law are \r\nprinciples that stand out among our noblest and highest \r\nideals. Commitment to those principles forms the \r\nbedrock of our Organization. But as familiar as those \r\nideals may be, I would nonetheless ask all of us to \r\npause for a moment and reflect on why they matter. \r\nJustice matters because it is by pursuing accountability \r\nthrough independent, impartial and rigorously fair \r\nadjudication that we cement respect for the rule of law, \r\nand, by doing so, shape the bricks that pave the way for \r\nus along pathways to peace.\r\nJustice matters because it is through judicial \r\nproceedings that we defend, and demand adherence to, \r\nthe values embodied in our laws — laws that, in many \r\nways, reflect our better selves, laws that denounce \r\ncruelty and malice and, at the international level, laws \r\nthat reflect the fundamental expectation that, even in \r\nthe chaos of armed conflicts, we shall be guided by and \r\nstrive to protect, basic humanity.\r\nJustice matters because, at its core, it represents \r\na profound acknowledgment of human dignity, the \r\nimportance of every life, the pain of victims and the \r\nresponsibility we have for one another. In everyday life \r\nwe may not reflect a great deal upon the value of justice, \r\naccountability or the rule of law, but it is when we stand \r\naggrieved, watch loved ones taken away on trains and \r\ntrucks never to return, bear witness to brutality and \r\nbarbarism, or bear that ourselves, that we are most \r\nkeenly aware of the value of justice. And it is when we \r\nendeavour to rebuild our lives and our communities in \r\nthe wake of devastating violence and strive together to \r\nbring about lasting peace that we are most aware of the \r\ncrucial foundation that justice, accountability and the \r\nrule of law provide.\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-32506 (E)\r\n*1832506*\r\n \r\nA/73/PV.21 17/10/2018\r\n2/9 18-32506\r\nOver the course of nearly three-quarters of a \r\ncentury, the United Nations has borne witness, time and \r\nagain, to horrific atrocities and utter inhumanity. In the \r\nface of some of the worst crimes, conflict and chaos \r\nimaginable, the United Nations is at its undeniable best \r\nwhen it acts swiftly and decisively to prevent suffering \r\nand takes concrete steps to ensure that our common \r\nand vital commitment to justice, accountability and the \r\nrule of law will be upheld. The International Criminal \r\nTribunal for Rwanda (ICTR) and the International \r\nTribunal for the Former Yugoslavia (ICTY) were \r\nborn of just such compelling demands for justice and \r\naccountability. From the time they were established, \r\nthose Tribunals were true pioneers, blazing a trail for all \r\nof the other efforts to ensure individual accountability \r\nfor violations of international law that would follow in \r\nthe intervening years.\r\nIn case after case, the Tribunals clarified the \r\ncontours of international humanitarian and human \r\nrights law, reinforced respect for the rule of law \r\nand made it plain that no one stands above it. They \r\ndemonstrated the singular importance of fairness and \r\ndue process. And they brought into sharp focus the \r\nhorrific atrocities committed during the 1994 genocide \r\nagainst the Tutsi in Rwanda and across the region of the \r\nformer Yugoslavia during the terrible conflicts there. \r\nIn short, the legacy of the Tribunals is a remarkable \r\none. And it is one that the International Residual \r\nMechanism for Criminal Tribunals, as their successor \r\nand the institution established to carry out and complete \r\ntheir residual, essential responsibilities, proudly carries \r\nforward today.\r\nAs set forth in its annual report submitted in August \r\n(see A/73/289), the Mechanism made good progress \r\nover the course of the past year. From providing \r\nprotection and support for vulnerable victims and \r\nwitnesses to supervising the enforcement of sentences \r\nof those convicted, and from preserving and managing \r\nthe Tribunals’ incomparable archives to responding to \r\nrequests for assistance from national jurisdictions, the \r\nMechanism continued to carry out the core functions \r\nentrusted to it. As detailed in the report, the Prosecutor \r\nfor the Mechanism, Mr. Serge Brammertz, and his \r\nOffice also continued their efforts to locate and arrest \r\nthe remaining fugitives indicted by the ICTR and the \r\nMechanism. The cooperation of Member States with \r\nthose efforts remains vital to ensuring that the fugitives \r\nare brought to justice. State cooperation is also vital for \r\nso many other aspects of the Mechanism’s work, such \r\nas the enforcement of the sentences of those convicted, \r\nthe relocation of those who have been acquitted and \r\nreleased and the ability of the Mechanism to function \r\nsmoothly on the territories of its host States.\r\nAnd of course, the Mechanism has continued to be \r\nengaged in a wide range of judicial activities, with the \r\nJudges of the Mechanism issuing one appeal judgment \r\nand scores of other decisions and orders during the \r\nreporting period, as well as amending the Rules of \r\nProcedure and Evidence. In addition, significantly, the \r\nJudges adopted a revision to the Code of Professional \r\nConduct for the Judges of the Mechanism, which \r\nintroduced a disciplinary procedure. That is further \r\nevidence of the Mechanism’s commitment to \r\naccountability and best practices in all that it does. \r\nAs set forth in the report, the Mechanism reached \r\nanother important milestone when, following the closure \r\nof the ICTY, in December 2017, the Mechanism began \r\nto operate, for the first time since its establishment, \r\nas a stand-alone institution, without the support of its \r\npredecessors. While it weathered unexpected budgetary \r\nchallenges during that same time frame, thanks to \r\nthe leadership of the Registrar of the Mechanism, \r\nMr. Olufemi Elias, the exceptional professionalism and \r\ndedication of the Mechanism’s staff and the support \r\nof the General Assembly, the Mechanism, as an \r\ninstitution, emerged with a demonstration of resilience. \r\nIndeed, in many ways, we have redoubled our efforts to \r\nimprove operations, working methods and procedures \r\nso as to maximize efficiency and effectiveness while \r\nalso seeking to serve as a model of careful stewardship \r\nof the limited resources entrusted to us.\r\nAlthough the reporting period ended on 30 June, \r\nbefore concluding my remarks I would like briefly to \r\ntouch upon three developments that have since occurred.\r\nFirst, it grieves me to report the sad passing away, \r\nearlier this month, of Judge Mparany Mamy Richard \r\nRajohnson of Madagascar, a colleague who was \r\nappreciated and respected by his fellow Judges and \r\nstaff alike, both at the Mechanism and, before that, at \r\nthe ICTR. He will be greatly missed. With his passing, \r\nand in the light of two other vacancies on the judicial \r\nroster created by the departure of Judge Bakone Justice \r\nMoloto of South Africa and the non-renewal of the term \r\nof Judge Aydin Sefa Akay of Turkey, the Mechanism \r\nnow has only 22 Judges on its roster. I wish to take this \r\nopportunity to express my appreciation to all those who \r\nare taking steps to help fill those vacancies.\r\n17/10/2018 A/73/PV.21\r\n18-32506 3/9\r\nSecondly, I am pleased to report that the Arusha \r\nBranch of the Mechanism began its first judicial \r\nactivity in September, with the initial appearance \r\nof five individuals indicted on charges of contempt \r\nof court. That first hearing went very smoothly and \r\ndemonstrates the Mechanism’s readiness to respond \r\nat short notice once the remaining fugitives who are \r\nexpected to be tried by the Mechanism are located \r\nand arrested.\r\nFinally, as some may already be aware, changes \r\nwere made in recent weeks to the composition of \r\nthe Appeals Chamber benches that are hearing the \r\nappeals in the cases of Ratko Mladić and Radovan \r\nKaradžić following motions for the disqualification of \r\ncertain Judges, including myself. In the Mladić case, \r\nand in accordance with the Rules of Procedure and \r\nEvidence, the responsibility to decide the motions for \r\ndisqualification was assumed by the most senior Judge \r\nable to act, who granted the motions to disqualify \r\nJudge Carmel Agius, Judge Liu Daqun and myself. In \r\nthe Karadžić case, following the filing of a motion for \r\nmy disqualification, I withdrew from the case prior to \r\nthe senior Judge issuing a ruling. While I have every \r\nconfidence that my fellow Judges now on the benches \r\nof those two cases will take all possible measures to \r\nensure that the changes in bench composition do not \r\nextend the time for those proceedings any more than \r\nnecessary, I regret that I will no longer be in a position \r\nto see the Karadžić case to its conclusion by the end \r\nof the year, as had been the aim. Nonetheless, as set \r\nforth in my decision to withdraw from the bench in that \r\ncase, I considered it to be in the interest of justice that I \r\nwithdraw from the case in order to not allow the then-\r\npending disqualification proceedings to impede the \r\nprogress of the appeals in the case.\r\nI end my remarks as I began them today, with a \r\nfocus on justice. Underlying the establishment of the \r\nICTY in the early 1990s was a principle brilliantly \r\narticulated by the German philosopher Georg Wilhelm \r\nFriedrich Hegel: Let justice be done, lest the world \r\nshould perish. That same principle must continue to \r\nguide us today — not just at the Mechanism, but at \r\nthe United Nations more generally. It has been my \r\nprofound privilege to do my part to serve that noble \r\nend as a Judge for nearly two decades and as President \r\nof the Mechanism since the institution’s inception. For \r\nthat extraordinary opportunity to serve, and for the \r\nopportunity to bid the Assembly farewell today, I am \r\nmost grateful.\r\nThe President: I would like to thank Judge Theodor \r\nMeron for his long-standing dedication, contribution \r\nand commitment to international law, justice and \r\nhuman rights. I thank him for his service.\r\nI now give the f loor to the observer of the \r\nEuropean Union.\r\nMr. Chaboureau (European Union): I have the \r\nhonour to speak on behalf of the European Union (EU) \r\nand its member States. The candidate countries the \r\nformer Yugoslav Republic of Macedonia, Montenegro, \r\nSerbia and Albania; the country of the Stabilization \r\nand Association Process and potential candidate Bosnia \r\nand Herzegovina; as well as Ukraine, the Republic \r\nof Moldova and Georgia, align themselves with \r\nthis statement.\r\nWe thank President Theodor Meron for the sixth \r\nannual report (see A/73/289) of the International \r\nResidual Mechanism for Criminal Tribunals, submitted \r\npursuant to article 32 (1) of its statute and covering the \r\nperiod from 1 July 2017 to 30 June 2018.\r\nConcerning the activities of the Mechanism, we \r\nwould like first of all to express our gratitude to Judge \r\nMeron for all that he has accomplished as President of \r\nthe Mechanism. Judge Meron contributed significantly \r\nto enhancing and developing international criminal law \r\nand justice during his time at the Residual Mechanism \r\nand, before that, at the International Tribunal for the \r\nFormer Yugoslavia (ICTY). We also congratulate Judge \r\nCarmel Agius on his appointment as President of the \r\nMechanism as of 19 January 2019.\r\nWe underline the importance of respecting the \r\njudicial independence of the Mechanism and its \r\nJudges. We take note of the amendments to the Rules \r\nof Procedure and Evidence of the Mechanism and the \r\nrevision of the Code of Professional Conduct for the \r\nJudges, as well as of the issuance of practice directions \r\nby the President.\r\nOn the activities of the President and the Chambers, \r\nthe EU and its member States commend all the entities \r\nof the Mechanism on the work carried out during the \r\nperiod covered by the report. We note with satisfaction \r\nthe assessment made by Office of Internal Oversight \r\nServices on Chambers management.\r\nWe note that eight fugitives indicted by the \r\nInternational Criminal Tribunal for Rwanda (ICTR) \r\nremain at large. We welcome the efforts of the Office \r\nof the Prosecutor to locate and arrest three fugitives \r\nA/73/PV.21 17/10/2018\r\n4/9 18-32506\r\nwhose cases would be tried by the Mechanism, as \r\nwell as to seek information on the whereabouts of five \r\nfugitives who were expected to be brought to trial in \r\nRwanda after their arrest. In that regard, we appreciate \r\nthe work carried out by the participants in the European \r\nand African Task Forces established by the Office of \r\nthe Prosecutor in order to locate fugitives.\r\nAs mentioned in the report, national prosecutions \r\nare now essential to achieving greater justice for the \r\nvictims of war crimes, crimes against humanity and \r\ncrimes of genocide committed in the former Yugoslavia \r\nand Rwanda. The role of the Office of the Prosecutor \r\nto assist and support effective national prosecution \r\nof those crimes is therefore crucial, as demonstrated \r\nby the 404 requests for assistance received by the \r\nOffice during the reporting period. Concerning \r\ncapacity-building for the benefit of national judiciaries \r\nprosecuting war crimes, we welcome the organization \r\nof training courses under the auspices of the Office in \r\nSenegal, Bosnia and Herzegovina and Serbia.\r\nWe note with concern that budgetary constraints \r\nhave exposed the Mechanism to difficulties in terms \r\nof staffing, while we also welcome the adoption of \r\nits biennial budget for 2018-2019. We commend the \r\nMechanism for having carried out its responsibilities \r\nafter the closure of the International Tribunal for the \r\nformer Yugoslavia as of 1 January 2018, as well as for \r\nachieving gender parity goals within its staff. We are \r\ngrateful to the Republic of Tanzania for its support for \r\nthe completion of the project concerning the Arusha \r\npremises. We commend the Registrar on the support \r\nprovided for judicial activities and other mandated \r\nactivities, notably concerning the completion of the \r\ntransfer of the records of the ICTY and the updating of \r\npublic interfaces to access and search judicial records \r\nof the ICTY, the ICTR and the Mechanism.\r\nWith regard to the enforcement of sentences, \r\nwe would like to thank the Member States that have \r\naccepted the transfer of persons to serve their sentences \r\non their territory. We are also grateful to the African \r\nStates that have accepted on their territories persons \r\neither acquitted or released after the completion of \r\ntheir sentences. We encourage other Member States to \r\nconclude agreements with the Mechanism in that area \r\nin order to reduce the number of acquitted and released \r\npersons in Arusha.\r\nThe EU and its member States will continue to \r\nbe strong supporters of international criminal justice, \r\nwhose mission is the promotion of the rule of law, \r\nthe fight against impunity and the maintenance of \r\ninternational peace and security. We call on all States \r\nto cooperate with the Mechanism, in full compliance \r\nwith their obligations under the relevant Security \r\nCouncil resolutions.\r\nFinally, we regret, and remain concerned about, \r\nthe circumstances that led to the non-reappointment of \r\nformer Judge Akay at the Mechanism.\r\nMr. Arbeiter (Canada) (spoke in French): I have the \r\nhonour to speak today on behalf of Canada, Australia \r\nand New Zealand (CANZ).\r\nWe would like to take this opportunity to express \r\nour continued support for the important work of \r\nthe International Residual Mechanism for Criminal \r\nTribunals. The ongoing work of the Mechanism \r\nensures that the legacies of the ad hoc tribunals — the \r\nInternational Tribunal for the Former Yugoslavia (ICTY) \r\nand the International Criminal Tribunal for Rwanda \r\n(ICTR) — endure. The international community \r\nshould be extremely proud of the accomplishments of \r\nthose two pioneering Tribunals and their important \r\ncontributions to international criminal justice. Now \r\nthat their mandates have ended, the Mechanism carries \r\non their essential work by continuing the fight against \r\nimpunity for the most serious international crimes.\r\nOur countries remain strong and active supporters \r\nof international criminal justice mechanisms \r\nand believe that the Mechanism, as well as other \r\ninternational courts, are the cornerstones of the rules-\r\nbased international order. We would like to emphasize \r\nthat international support for those mechanisms cannot \r\nbe extended just at the early stages, when a situation \r\ncommands international attention. It is easy to overlook \r\nthe work of those bodies once the horrendous crimes \r\nthey were established to address fade from the headlines. \r\nHowever, the fact remains that, when it comes to the \r\nadministration of justice, the later stages of cases can \r\noften be as important as their initial stages to ensure \r\nthat justice is delivered. Therefore, we believe that it is \r\nimportant for the international community to continue \r\nto provide support to the Residual Mechanism and other \r\nmechanisms to encourage lasting and positive impacts \r\non affected communities, victims and witnesses.\r\n(spoke in English)\r\nWe express our appreciation for the smooth \r\nhandover by the ICТY to the Mechanism and the \r\n17/10/2018 A/73/PV.21\r\n18-32506 5/9\r\nICTY’s clear commitment to realizing its completion \r\nstrategy. For the first time since its establishment, the \r\nMechanism is carrying out the full range of functions \r\nentrusted to it without the support of its now closed \r\npredecessor Tribunals. We commend the Mechanism on \r\nachieving that important milestone in its mandate and \r\nurge it to draw upon the best practices of and lessons \r\nlearned from the Tribunals. In that regard, we hope that \r\nthe Mechanism will carefully consider the recent report \r\nof Justice Jallow, following the independent expert \r\nreview into the death of Slobodan Praljak.\r\nMr. Ten-Pow (Guyana), Vice-President, took \r\nthe Chair.\r\nAs it was intended, the Mechanism operates with a \r\nsmall staff and limited resources. CANZ appreciates the \r\nefforts the Mechanism has made to deliver its mandate \r\nwithout compromise and acknowledges the operational \r\nchallenges it has faced in that regard. In particular, \r\nCANZ would like to highlight the achievements of \r\nthe Mechanism this year with respect to sentence \r\nenforcement. Eight prisoners were transferred from \r\nthe United Nations detention facility in Arusha to the \r\ncustody of authorities in Member States. We understand \r\nthat negotiations for the transfer of the four remaining \r\nprisoners are at an advanced stage and expected to be \r\ncompleted by the end of 2018. CANZ commends the \r\nMechanism for its efforts in that area. Those transfers \r\nare a significant step towards the completion of the \r\nMechanism’s mandate. However, we express our \r\ncontinued concern about the plight of acquitted persons \r\nwho wish to be relocated from Arusha. We urge the \r\nMechanism to continue dialogue with Member States \r\nin search of a practical solution to the difficult situation \r\nof those individuals.\r\nCANZ notes that eight fugitives indicted by the \r\nICTR remain at large. Three of the eight fugitives are \r\nto be tried by the Mechanism and the remaining five \r\nwill be tried by Rwanda. We urge Member States to \r\nprovide greater cooperation to secure their arrest and \r\nsurrender. That much-needed cooperation with the \r\nMechanism, as with all other international criminal \r\ncourts and tribunals, is crucial to the path to justice. \r\nWe remain hopeful that those individuals will one day \r\nsoon be held to account for their alleged crimes.\r\nCANZ appreciates the work done by the Mechanism \r\nin support of national jurisdictions and acknowledges \r\nthat staff and resources are required to respond to those \r\nrequests for assistance. The success of the Mechanism \r\nis dependent upon the support and cooperation of \r\nMember States. We commend such cooperation, \r\nand in particular the recent execution by Rwanda \r\nof five arrest warrants issued by the Mechanism for \r\nindividuals accused of interfering with witnesses and \r\nthe administration of justice.\r\nNew Zealand, Australia and Canada renew their \r\npledge of support to the Mechanism. We will continue \r\nto offer our full commitment to it, in order to give \r\npractical effect to our steadfast and unwavering \r\ncommitment to international criminal justice.\r\nMr. Meza-Cuadra (Peru) (spoke in Spanish): As a \r\ncountry committed to multilateralism and international \r\nlaw, Peru welcomes the sixth annual report of the \r\nInternational Residual Mechanism for Criminal \r\nTribunals (see A/73/289), presented to the General \r\nAssembly today by its President, Judge Theodor Meron, \r\nand covering the work of the Mechanism for the period \r\n1 July 2017 to 30 June 2018.\r\nWe believe that, while the functions of the \r\nResidual Mechanism, established by Security Council \r\nresolution 1966 (2010), will continue to diminish over \r\ntime, the Mechanism will continue to contribute to the \r\ndevelopment of international criminal law, as did the \r\nspecial tribunals for the former Yugoslavia and Rwanda, \r\nwhile ensuring accountability and preventing impunity.\r\nWe welcome the way in which the Residual \r\nMechanism fulfils its mandates and carries out the \r\nfunctions assigned to it, which is especially important \r\nafter the closure, last December, of the International \r\nTribunal for the Former Yugoslavia. We highlight the \r\nsteps taken to implement the recommendations of the \r\nreport of the Office of Internal Oversight Services and \r\ntake note of the amendments to the Rules of Procedure \r\nand Evidence, which call for a balance between the \r\nvarious approaches used in the Romano-German and \r\nAnglo-Saxon legal systems. In addition, we would like to \r\ncommend several African and European Governments \r\nfor their willingness to allow convicted persons to \r\nserve sentences in their respective countries. We also \r\nunderscore the need to bring fugitives to justice. In that \r\nregard, the success of the Residual Mechanism depends \r\nto a large extent on State cooperation in enforcing \r\nsentences, adhering to rulings and meeting the requests \r\nof the Residual Mechanism for assistance.\r\nI would like to conclude by reiterating the \r\ncommitment of Peru, current Chair of the Security \r\nCouncil’s Informal Working Group on International \r\nA/73/PV.21 17/10/2018\r\n6/9 18-32506\r\nTribunals, to the promotion of justice, the rule of \r\nlaw and accountability, as well as to the work of the \r\nInternational Residual Mechanism.\r\nMr. Arrocha Olabuenaga (Mexico) (spoke in \r\nSpanish): Mexico thanks President Judge Theodor \r\nMeron for the sixth report on the work of the \r\nInternational Residual Mechanism for Criminal \r\nTribunals over the past year (see A/73/289), which \r\nreflects the Mechanism’s challenges and achievements.\r\nMy delegation echoes the words of appreciation \r\nexpressed by the President of the General Assembly \r\nfor Judge Meron’s work in the service of international \r\njustice. We also echo the Judge Meron’s own words that \r\njustice matters.\r\nMy delegation takes note of the difficulties that \r\nthe Residual Mechanism has faced, in particular \r\nconsidering that, since January and for the first time \r\nsince its establishment, the Mechanism is shouldering \r\nits responsibilities without the administrative and \r\nfinancial support of the International Tribunal for the \r\nFormer Yugoslavia, following its closure. In order to \r\nmeet those challenges, we believe it timely that the \r\nMechanism is implementing a cost-cutting plan.\r\nMexico acknowledges that the Mechanism has \r\nmanaged to establish itself as a small, temporary \r\nand efficient structure with the capacity to handle \r\nvarious workloads and strike a balance between its \r\nimmediate needs and longer-term priorities, as the \r\nOffice of Internal Oversight Services concluded in \r\nMarch in its review of the Residual Mechanism. That \r\nefficiency is reflected in the wide range of activities \r\nundertaken by the President, the Chambers, the Office \r\nof the Prosecutor and the Registry. We encourage the \r\nMechanism to continue its positive trend of reducing its \r\npersonnel and expenses, in accordance with its residual \r\nand temporal mandate.\r\nFinally, we reiterate that the work of the Mechanism, \r\nwhose establishment we supported in 2010, is crucial \r\nto ensuring the effective culmination of the judicial \r\nprocesses initiated by the International Tribunal for \r\nthe Former Yugoslavia and the International Criminal \r\nTribunal for Rwanda, such as appeals, the protection \r\nof witnesses and victims and the enforcement of \r\njudgments, as well as to preserving and propagating the \r\nvaluable legacy of ad hoc tribunals in the development \r\nof international criminal law.\r\nMs. Paláu-Hernández (United States of America): \r\nWith the closure of the International Tribunal for the \r\nFormer Yugoslavia (ICTY), in December 2017, the \r\nUnited States thanks those who served at the ICTY for \r\ntheir hard work in providing justice to the victims of \r\natrocities and for their efforts in promoting international \r\ncriminal accountability. Justice and accountability at \r\nthe international and national levels remain critically \r\nimportant, particularly in the face of ongoing conflicts \r\nwhere grave crimes have been committed.\r\nThe United States commends the International \r\nResidual Mechanism for Criminal Tribunals for \r\nsmoothly assuming the functions of the ICTY and the \r\nInternational Criminal Tribunal for Rwanda (ICTR). \r\nDuring the reporting period, the Mechanism functioned \r\nwithout the support of either Tribunal for the first time, \r\nand did so successfully and efficiently.\r\nThe United States recognizes President Meron for \r\nhis continued leadership of the Mechanism. President \r\nMeron has faithfully served the Mechanism and, \r\nthrough his work, has helped ensure justice for victims \r\nof atrocities and due process for defendants.\r\nDuring the reporting period, the Mechanism \r\nadopted amendments and policies to increase \r\nefficiency and clarity with regard to the procedures of \r\nthe Mechanism. We are hopeful that the expenditure \r\nreduction plan implemented by the Mechanism will \r\nfurther increase its efficiency.\r\nWe recognize the efforts of Prosecutor Brammertz, \r\nparticularly in collecting new intelligence and leads \r\non the eight fugitives indicted by the ICTR. Tracking \r\nactivities have helped develop a clearer picture of \r\nthe strategies used by the fugitives, and the United \r\nStates remains hopeful that will aid in the efforts to \r\nlocate them.\r\nThe United States also commends the Prosecutor’s \r\nassistance to national jurisdictions in their own \r\nprosecution of atrocity crimes. In response to requests \r\nfrom Member States, the Office of the Prosecutor \r\nhanded over more than 310,000 pages of documentation, \r\nwhich will constitute meaningful assistance for the \r\nnational prosecution of atrocity crimes. The efforts \r\nto increase the capacity within national judiciaries, \r\nespecially in East Africa and the former Yugoslavia, \r\npromote the justice and accountability that the \r\ninternational community is committed to providing. \r\nSuch efforts encourage sovereign national Governments \r\n17/10/2018 A/73/PV.21\r\n18-32506 7/9\r\nto take action and ensure the legitimate and effective \r\nprosecution of international crimes and other atrocities.\r\nThe Mechanism should continue to be supportive \r\nof appropriate prosecution by sovereign national \r\nGovernments. Attention to the Mechanism’s mandate \r\nas a temporary institution is of particular importance \r\nin understanding the need to support national systems \r\nfor justice. The transfer of nine persons to enforcement \r\nStates to serve their sentences shows the Mechanism’s \r\ncommitment to its mandate.\r\nOctober marks the twentieth anniversary of the \r\nfirst rewards, of up to $5 million, that the United States \r\nauthorized for information leading to the arrest of \r\nindividuals responsible for war crimes, genocide and \r\ncrimes against humanity. In the past 20 years, we have \r\npaid dozens of rewards totalling millions of dollars \r\nto bring those responsible for crimes in the former \r\nYugoslavia and Rwanda to justice. But our pursuit of \r\njustice is not over. Eight Rwandans remain at large, \r\nand the United States is more committed than ever \r\nto ensuring that they are brought to justice. We will \r\ncontinue to offer large rewards for information leading \r\nto the arrest of those men. We urge all States to remain \r\nrelentless in their efforts to find, arrest and surrender \r\nthose fugitives.\r\nTo the victims of those individuals — they are \r\nnot forgotten. To those fugitives and those who \r\nharbour them — we will not cease our search. To \r\nGovernments — we emphasize that the adjudicated \r\nfacts established through the proceedings of those \r\nTribunals represent an actual historical record of \r\ncrimes committed during the conflicts, including \r\ngenocide. They offer an opportunity for us to reach a \r\nshared understanding of what happened and prevent \r\nrecurrence. None of us gains when individuals or \r\nGovernments seek to falsely revise facts, deny history, \r\npoliticize tragedy or portray convicted war criminals \r\nas heroes. We must work together to reverse that trend, \r\nin a spirit of truth and reconciliation, and ensure the \r\ncrimes of perpetrators continue to be publicly rejected.\r\nThe United States would like to emphasize its \r\ngratitude to those who worked with the ICTR, the ICTY \r\nand the Mechanism, along with those who continue \r\nto work with the Mechanism. Those efforts show \r\nthat justice can be achieved when the international \r\ncommunity comes together. May those who lost their \r\nlives in Rwanda and the former Yugoslavia continue \r\nto be remembered, and may the efforts to attain \r\njustice for them remain strong. It is with great pride \r\nthat we state our continued support of the Mechanism \r\nand our continued commitment to accountability for \r\nperpetrators and justice for victims of atrocities.\r\nMs. Pejic (Serbia): I am grateful for the opportunity \r\nto address the General Assembly today on behalf of the \r\nRepublic of Serbia.\r\nSerbia fulfils all its obligations regarding \r\ncooperation with the International Residual Mechanism \r\nfor Criminal Tribunals. Only one first-instance case \r\nand two appeals cases remain before the Mechanism. \r\nOur relevant institutions continue to facilitate the \r\nMechanism’s Office of the Prosecutor’s free access to \r\nall evidence, documents, archives and witnesses. That \r\ncooperation is unencumbered and all requests have \r\nbeen addressed. Witnesses have been allowed to testify \r\nfreely, relinquishing their right to not testify on account \r\nof State, military and/or official secrets. All conditions \r\nunder which the defendants were temporarily released \r\nwere met without exception. The defendants’ conduct \r\nwas in accordance with the decisions delivered by the \r\nMechanism’s Judges.\r\nSerbia’s initiative related to the enforcement of the \r\nsentences of convicted parties in the countries of origin \r\nwould help achieve the purpose of punishment and \r\nresocialization, which the enforcement of the sentences \r\nin far-off countries does not do. The convicts do not \r\nunderstand the language of those countries and cannot \r\nmeet with their families or relatives. More often than \r\nnot, they are kept in inadequate conditions and provided \r\ninadequate health care. Serbia is ready to provide \r\nguarantees that all the necessary security measures \r\nwill be taken if sentences are enforced in the country of \r\norigin, and accepts international monitoring.\r\nAt the national level, Serbia continues to be \r\ncommitted to processing war crimes irrespective of the \r\nnationality of the perpetrators of the grievous crimes \r\nagainst humanity.\r\nAt the regional level, my country believes that \r\nregional cooperation is the only way to achieve \r\nreconciliation and stable relations among neighbouring \r\nStates. That is why Serbia is actively engaged in \r\ndeepening and enhancing that cooperation. We have \r\nsigned bilateral agreements that provide a legal \r\nframework for cooperation between our countries in \r\nrelation to cases of war crimes.\r\nA/73/PV.21 17/10/2018\r\n8/9 18-32506\r\nI want to emphasize that we regret the \r\ncircumstances that resulted in former Judge Aydin Sefa \r\nAkay not being reappointed to the Mechanism. We \r\nbelieve that during his time at the Mechanism Judge \r\nAkay demonstrated exceptional professionalism and \r\nobjectivity in performing his duties.\r\nFinally, I would like to underline that Serbia \r\nremains fully committed to meeting its obligations in \r\ncooperation with the Mechanism.\r\nMr. Kuzmin (Russian Federation) (spoke in \r\nRussian): My statement will not be as sunny as that of \r\nsome of the delegations that preceded me, and I would \r\ntherefore like to ask members to listen carefully.\r\nWe thank the leadership of the International \r\nResidual Mechanism for Criminal Tribunals for \r\nthe presentation of the report (see A/73/289) on its \r\nactivity. We continue to closely follow its activity \r\nand work, including its judicial proceedings. The past \r\nyear saw the completion of the second two-year cycle \r\nof the Mechanism’s existence, a review of its work \r\nby the Security Council, as provided for in Council \r\nresolution 1966 (2010), and the two-year extension of \r\nthe Mechanism’s operation as a result of that review.\r\nAt the time of the review, we had hoped that the \r\nResidual Mechanism would be able to take into account \r\nthe mistakes made by its predecessor, the International \r\nTribunal for the Former Yugoslavia (ICTY), in the work \r\nof administering international criminal justice, and be \r\nable to justify that model’s right to exist. However, it \r\nappears that we were wildly optimistic. The Mechanism \r\nis clearly copying the ICTY’s f lawed practices. It is \r\nusing familiar tricks, such as transforming what is \r\nreally an acquittal into a conviction by limiting the \r\nrelated sentence to time served in pretrial detention, as \r\nin the Vojislav Šešelj case. Going on the March report of \r\nthe Office of Internal Oversight Services (S/2018/206), \r\nthe Mechanism also seems to be following the ICTY’s \r\ndubious practices with regard to staffing policy and \r\njudicial administration. In the past few months the \r\nMechanism’s judges have been reshuffled, including \r\nthrough the recusal of the President himself, who \r\naccording to the Statute should preside over the Appeals \r\nChamber. In that context, we cannot understand how \r\njudges who were migrated over to the Mechanism from \r\nthe ICTY could have been appointed to the Radovan \r\nKaradžić and Ratko Mladić appeal cases in the first \r\nplace, especially since the roster includes other experts \r\nwho are not tainted with the deplorable so-called legacy \r\nof the ICTY. Doubts have naturally and inevitably arisen \r\nabout the impartiality of the proceedings under way, \r\nand as we understand it, the Mechanism is currently in \r\ntotal chaos.\r\nWe have studied the publicly available recent \r\nrulings of the Mechanism on the Mladić and Karadžić \r\ncases. Behind the dry bureaucratic language, one \r\nthing is clear — the Mechanism’s leadership is to a \r\nlarge degree focused on some internal intrigues rather \r\nthan the administration of justice. We have already \r\nfrequently warned of the danger of that, including in \r\nthe Security Council when there was a proposal to \r\nreappoint the-then ICTY leadership to analogous posts \r\nin the Mechanism.\r\nAgainst that depressing backdrop, one can imagine \r\nhow the Mechanism is dealing with other issues, such \r\nas providing defendants with timely and appropriate \r\nmedical care. That is very important, and in that regard \r\nwe are particularly concerned about the health of Ratko \r\nMladić, for whom we have repeatedly demanded quality \r\nmedical examination and treatment. We reiterate that if \r\nthat is an impossible task for the Mechanism’s prison \r\ndoctors, the time has come to release Mr. Mladić \r\ntemporarily so that he can get treatment in Russia \r\nor Serbia.\r\nWe have studied the sections of the report on the \r\nResidual Mechanism’s capacity-building assistance \r\nto national judicial organs that prosecute war crimes. \r\nAs was the case last year, the work is being carried \r\nout in countries, among others, that have absolutely \r\nno connection to the situations under the Residual \r\nMechanism’s consideration. Such so-called capacity-\r\nbuilding activity contravenes Security Council \r\nresolution 1966 (2010), according to which the Residual \r\nMechanism is a temporary structure with a strictly \r\nlimited mandate.\r\nWe therefore call on the Mechanism to halt its \r\ninappropriate expenditure of the funds and human \r\nresources allocated to it. We trust that it will not become \r\ndistracted by tasks not included in its Statute but will \r\nrather focus on concluding the functions entrusted to it \r\nas quickly as possible.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on this item.\r\nMay I take it that it is the wish of the Assembly to \r\ntake note of the sixth annual report of the International \r\nResidual Mechanism for Criminal Tribunals?\r\n17/10/2018 A/73/PV.21\r\n18-32506 9/9\r\nIt was so decided.\r\nThe Acting President: Before giving the f loor to \r\nthe speaker in the exercise of the right of reply, I would \r\nlike to remind delegations that statements in the exercise \r\nof the right of reply are limited to 10 minutes for the \r\nfirst intervention and five minutes for the second, and \r\nshould be made by delegations from their seats.\r\nI now give the f loor to the representative of Turkey.\r\nMs. Buner (Turkey): Turkey would first like to \r\nthank President Meron for his briefing on the report \r\n(see A/73/289) of the International Residual Mechanism \r\nfor Criminal Tribunals and for his leadership during \r\nhis term of office. We would also like to take this \r\nopportunity to reaffirm our support for the work of the \r\nMechanism, as defined in Security Council resolution \r\n1966 (2010) and subsequent resolutions, with a view \r\nto ensuring that a number of essential functions of the \r\nInternational Tribunal for the Former Yugoslavia and \r\nthe International Criminal Tribunal for Rwanda are \r\ncarried out.\r\nRegarding the unfortunate remarks made by the \r\nobserver of the European Union and the representative \r\nof Serbia about a Turkish national, I would like to \r\nset the record straight for the General Assembly. \r\nMr. Aydin Sefa Akay is a Turkish national who was \r\nelected to the Mechanism’s roster of judges in 2011. In \r\n2016 judicial proceedings were initiated in Turkey and \r\nserious criminal charges brought against Mr. Akay for \r\nconduct that was outside the scope of his functions as \r\na judge of the Mechanism. Against that backdrop, the \r\nSecretariat decided not to reappoint him to the roster in \r\nJune. As President Meron emphasized in his statement, \r\njustice matters and nobody is above the law, including \r\nthe judges of the Mechanism in matters unrelated to the \r\nexercise of their official mandate.\r\nThe Acting President: The General Assembly has \r\nthus concluded this stage of its consideration of agenda \r\nitem 130.\r\nThe meeting rose at 4.10 p.m.\r\n"