"United Nations A/73/PV.16\r\nGeneral Assembly\r\nSeventy-third session\r\n16th plenary meeting\r\nMonday, 1 October 2018, 9 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés  (Ecuador)\r\nIn the absence of the President, Mr. Mohamed \r\n(Sudan), Vice-President, took the Chair.\r\nThe meeting was called to order at 9 a.m.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nThe Acting President (spoke in Arabic): I now call \r\non His Excellency Mr. Vladimir Makei, Minister for \r\nForeign Affairs of the Republic of Belarus.\r\nMr. Makei (Belarus) (spoke in Russian): We live in \r\nparadoxical times, as optimism and pessimism equally \r\ncharacterize our lives. We recently adopted landmark \r\ndocuments, including the 2030 Agenda for Sustainable \r\nDevelopment and the Paris Agreement on Climate \r\nChange. At the end of the year, the international \r\ncommunity will give the green light to two more \r\ninstruments that inspire particular hope for changing \r\nthe situation in the world for the better, namely, \r\nthe global compacts on refugees and migrants. The \r\nimplementation of those unique initiatives is intended \r\nto transform human life on the globe in a drastic way \r\nso as to ensure that globalization is equitable and a \r\nwin-win situation, to eradicate poverty and to preserve \r\nthe planet for future generations.\r\nThe search for answers to global challenges and \r\nthe quest for ways to reach common objectives clearly \r\nshow that no country can do it alone. There can be no \r\nindividual progress without collective progress. That \r\nis why, no matter how justified the criticism of the \r\nUnited Nations may be, we still need the Organization \r\nas a unique platform for cooperation and as an effective \r\nmultilateral instrument based on principles that ensure \r\nequal and respectful treatment of each and every country \r\nand its priorities and needs. In order to assist States in \r\nimplementing the ambitious goals of the 2030 Agenda, \r\nwe need effective United Nations country teams on \r\nthe ground that can effectively help countries achieve \r\nresults in moving towards sustainable development. \r\nThat is where we see the essence of the reform of the \r\nUnited Nations development system.\r\nPursuing a globalization that will meet everyone’s \r\ninterests and managing that globalization for the \r\ncommon good are key objectives in the modern world. \r\nYet we can see that there are evident difficulties in \r\nthat area. Globalization is being accompanied by new \r\ngeopolitical and geoeconomic lines and splits, not only \r\nin regional contexts, but also on a global scale. A kind \r\nof civilizational trap is emerging in which the demand \r\nfor integration goes hand in hand with fragmentation, \r\nprotectionism and even confrontation. Located in the \r\nheart of Europe, Belarus, on the one hand, is a member \r\nof the Eurasian Economic Union; on the other hand, it \r\nhas an interest in pursuing deep economic cooperation \r\nwith the European Union. Squeezed between two \r\ngeopolitical power centres, we fully feel the interplay \r\nof geopolitics and geoeconomics.\r\nThe conflict in Ukraine and the rising tensions in the \r\nregion, the sanctions and counter-sanctions, all weigh \r\nheavily on our country, if not directly, then indirectly, \r\nleading to substantial economic losses. As a medium-\r\nsized country with one of the most open economies in \r\nthe world, because we export up to 60 to 70 per cent \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-30214 (E)\r\n*1830214*\r\nA/73/PV.16 1/10/2018\r\n2/47 18-30214\r\nof our gross domestic product, Belarus is heavily \r\ndependent on external markets and international trade. \r\nThat is one of the reasons why we consistently support \r\nbuilding a fair, predictable and non-discriminatory \r\ntrade and economic architecture, both in Europe and in \r\nother regions — one that is aligned with the interests of \r\nall countries. We believe that that architecture should \r\nbe underpinned by the implementation of multi-tiered \r\nintegration projects.\r\nOwing to its geographical location, Belarus is \r\nparticularly interested in closer cooperation between \r\nthe Eurasian Economic Union and the European Union. \r\nIndeed, our western border remains the only economic \r\nborder on the huge space stretching from Lisbon to \r\nVladivostok, and, in future, perhaps even Shanghai. \r\nThat is why Belarus has consistently advocated for \r\nwhat is known as the “integration of integrations” \r\nas a principle of cooperation that seeks to find \r\noptimal ways to bring together economic growth and \r\nsustainable development.\r\nAchieving the goals of the global 2030 Agenda, \r\nwith its overarching promise to leave no one behind, \r\nrequires a particular focus on and international support \r\nfor middle-income countries. Indeed, it is that group of \r\ncountries that is home to 5 billion of the world’s total \r\n7 billion people, and it wields the greatest potential \r\nfor economic growth and sustainable development. On \r\nthe other hand, it is within that group of countries that \r\nthree quarters of the world’s poor reside. They are the \r\nmost vulnerable to such factors as global economic \r\nf luctuations, the consequences of regional conflicts, \r\nnatural and human-caused catastrophes, climate \r\nupheavals and epidemics — all of which threaten social \r\nand economic stability and exacerbate inequality at \r\nboth the regional and the global levels.\r\nIn that context, it is unjust that development \r\nprogress continues to be gauged exclusively on the basis \r\nof per capita income. That criterion does not reflect the \r\neconomic, social or environmental features inherent \r\nin middle-income countries. For Belarus, it is evident \r\nthat the multidimensional nature of the challenges \r\nfaced by the countries in that category, including our \r\ncountry, requires the application of multidimensional \r\ndevelopment criteria that would also be instrumental \r\nin designing the Untied Nations system’s result-\r\noriented strategies of cooperation with United Nations \r\nagencies. Belarus hopes that the high-level meeting \r\nto comprehensively discuss those issues, which the \r\nPresident of the General Assembly plans to convene \r\nin the near future, will provide a serious impetus for \r\nthe United Nations to design and implement specific \r\nmeasures in that area.\r\nAnother multidimensional issue is increasingly \r\ncoming to the forefront. Humankind has entered a new \r\nera, as digital technologies are drastically transforming \r\nour lives. The importance of the digital economy for \r\nsustainable and comprehensive economic growth is \r\nsomething that our country understands very well. \r\nIn March, the presidential decree entitled “On the \r\ndevelopment of the digital economy”, whose ambition \r\nit is to turn Belarus into an information-technology \r\ncountry, entered into force. The Belarus High-Tech \r\nPark is developing rapidly and has shown record rates \r\nof growth, both in terms of the number of residents and \r\nin terms of its exports.\r\nDigital technologies have been rightly compared \r\nto rocket fuel for national economies. They enable the \r\nrapid introduction of innovations into various areas \r\nof human activities, such as education, the consumer \r\nmarket and social cooperation. They stimulate business \r\nactivity, generate revenue and create jobs. At the \r\nsame time, digitization will lead to drastic changes \r\nin the labour market, doing away, in the process, \r\nwith a whole array of professions that will no longer \r\nbe required in those new conditions, which will make \r\nmany people employed in those sectors and industries \r\nextremely vulnerable.\r\nClearly, Governments in developed and many \r\ndeveloping countries will soon confront a number of \r\nchallenges, including how to adapt their own economies \r\nto the global digital transformation, how to effectively \r\nmanage those processes at the national level and how \r\nto cope with unintended consequences generated by \r\ndigitization. In that regard, Belarus proposes that the \r\nUnited Nations engage in international cooperation \r\non digitization and forward-looking technological \r\nplanning with a view to facilitating sustainable \r\ndevelopment. The purpose of such cooperation would \r\nbe to assist developing countries in finding their own \r\nniche within the global digital economy and to increase \r\nthe benefits of digitization, as well as to ensure their \r\nequitable and fair distribution.\r\nWe therefore welcome the establishment by the \r\nSecretary-General of the High-level Panel on Digital \r\nCooperation, and we hope that the Panel will pay \r\nparticular attention to the capacity-building of States \r\nin that area. It is absolutely clear that the strengthening \r\n1/10/2018 A/73/PV.16\r\n18-30214 3/47\r\nof such capacities would be fruitless unless the effort \r\nis predicated on the values of sustainability and \r\nprosperity for all. It is precisely those values that form \r\nthe fundamental basis for the tasks required, which can \r\nbe accomplished only if all countries work together.\r\nUnfortunately, those values are often fall victim \r\nto confrontational thinking, which we are seeing \r\nmore frequently. At the United Nations summit for \r\nthe adoption of the post-2015 development agenda in \r\n2015 (see A/70/PV.4 et seq.), the President of Belarus \r\ncontended that sustainable development would be \r\nunattainable in the absence of lasting peace and \r\nsecurity. That point is completely relevant today. True \r\nsustainability cannot be achieved outside a framework \r\nof security, the strength of which is being tested day in \r\nand day out.\r\nOne shared threat that we face is terrorism. \r\nCombating it requires a comprehensive approach \r\nwhereby all countries uphold the principles of \r\ninternational law and refrain from the use of double \r\nstandards. We welcome the efforts of the United Nations \r\nleadership and stand willing to support them so as to \r\nmount a common front against terrorism. Our country’s \r\ncontribution to the global processes of unification in \r\nthat area will be to convene a high-level international \r\nconference on preventing terrorism in the digital age, \r\nwhich we will organize jointly with the Organization \r\nfor Security and Cooperation in Europe and which will \r\nbe held in the Belarus capital, Minsk, in a week’s time, \r\non 9 and 10 October.\r\nTurning to the overall issue of international \r\nsecurity, it is evident that the world today is facing \r\nunprecedented challenges and threats. Confrontation in \r\ninternational relations increasingly evokes the notion \r\nof a new cold war. More and more frequently we hear \r\nthreats of the likelihood of the use of weapons of mass \r\ndestruction, even if only as a result of an inadvertent \r\nconflict or an accident. That points to a crisis in \r\ndiplomacy and seriously undermines the authority of \r\nthe United Nations as the key international organization \r\ntasked with preventing international conflicts.\r\nThe degree of divergence in relations and views \r\namong a number of great Powers has reached a \r\nboiling point. When it comes to some issues, the \r\nsituation has become absurd. The principal organs of \r\nthe United Nations — first and foremost the Security \r\nCouncil — are turning into arenas for confrontation, \r\npolitical grandstanding and self-assertion, with \r\nconfrontation prevailing over dialogue and geopolitical \r\nambitions taking the upper hand over common sense.\r\nLike many in this Hall, I do not, regrettably, have \r\nrecipes for how to fix the situation. But we are deeply \r\nconvinced that there is no choice other than to forge a \r\nglobal order on the basis of shared values. It is patently \r\nclear, however, that it is impossible to arrive at shared \r\nvalues by means of coerced democratization and \r\nviolence, which subvert legitimate authority. The bitter \r\ngeopolitical experience of the past three decades tells \r\nus that we should all take a common interest in such \r\nvalues. We believe that the idea of stability could serve \r\nas a unifying paradigm. Bringing about stability means \r\nstopping the unwinding spiral of geopolitical chaos in \r\nits tracks. What needs to be done to achieve that?\r\nFirst, stability implies that States retain their role \r\nas the primary international actors and that State \r\nsovereignty is respected. Contemporary international \r\nlaw is predicated on those key principles, which are \r\nenshrined in basic United Nations documents. On \r\nthe one hand, those texts reflect the right of States to \r\nchoose their own form of political governance, as well \r\nas their own path and priorities of development, while, \r\non the other hand, they refer to the non-interference \r\nof countries in the internal affairs of other countries. \r\nUnfortunately, adherence to those principles is not \r\nuniversal in today’s world. The politics of sanctions, \r\neconomic coercion and political isolation against so-\r\ncalled rogue regimes are frequently found in many \r\ncountries’ foreign policy toolkits. We have all borne \r\nwitness to the decades-long policies of economic, trade \r\nand financial blockade against the freedom-loving State \r\nof Cuba, which not only run counter to United Nations \r\nresolutions, but take a heavy toll on that country’s \r\nsocial and economic development.\r\nSecondly, stability is also about strengthening \r\nthe State, along with its role in domestic affairs. We \r\nare absolutely convinced that only strong States can \r\nprovide security for their populations and ensure their \r\nwell-being. We believe that people living in places \r\nwhere real, firm authority is absent could testify to that \r\ntruth better than anyone else. Therefore, if we really \r\nhave a stake in ensuring global stability, we should seek \r\nnot to undermine the State, but rather to strengthen it.\r\nThirdly and finally, stability very much relates to \r\nrelations among the great Powers, which today must, \r\nonce again, learn to listen to one another and hear \r\neach other’s arguments, in addition to being willing to \r\nA/73/PV.16 1/10/2018\r\n4/47 18-30214\r\nembrace reasonable compromises. In the past, it was \r\nthe great Powers that determined the destiny of the \r\nplanet. Today, they no longer enjoy such an exclusive \r\nprerogative. Still, unity among the great Powers on \r\nshared values and their leadership in advancing them \r\nare a sine qua non for progress in many areas.\r\nIn that spirit, the President of Belarus, Alyaksandr \r\nLukashenko, advanced an initiative to begin a \r\ncomprehensive dialogue on international security \r\nlast year. Its objective is to overcome the existing \r\ndisagreements that plague inter-State relations in the \r\nEuro-Atlantic and Eurasian space. We are convinced \r\nthat only dialogue can help resolve the deep crisis of \r\ntrust in international relations and lead to mechanisms \r\nconducive to peace, international security and \r\nsustainable development.\r\nCan one day or one meeting change history? The \r\ngreat leader of India, Jawaharlal Nehru, called that \r\nmoment a tryst with destiny. I think that our common \r\ntask is to increase the number of such moments. We \r\nmust pool our efforts to find common solutions that are \r\nacceptable to everyone.\r\nThe Acting President (spoke in Arabic): I now \r\ncall on His Excellency Mr. Eldirdiri Mohamed Ahmed, \r\nMinister for Foreign Affairs of the Republic of \r\nthe Sudan.\r\nMr. Ahmed (Sudan) (spoke in Arabic): At the \r\noutset, I would like to sincerely congratulate Her \r\nExcellency Ms. María Fernanda Espinosa Garcés on \r\nher election as President of the General Assembly at \r\nits seventy-third session. On behalf of the Government \r\nand the people of the Sudan, I wish to express to the \r\nPresident and Vice-Presidents our sincere wishes \r\nfor every success in their tasks and for a successful \r\nsession. I would also like to express our appreciation \r\nand gratitude for the expertise and effectiveness of \r\nthe President’s predecessor, Mr. Miroslav Lajčák, in \r\npresiding over the seventy-second session.\r\nThis session is being held under the theme “Making \r\nthe United Nations relevant to all people: global \r\nleadership and shared responsibilities for peaceful, \r\nequitable and sustainable societies”. That reflects the \r\ninterest of this international Organization in achieving \r\npeace and sustainable development while working to \r\nensure fundamental human rights, which are all basic \r\npillars of the United Nations and exemplify the hopes \r\nand ambitions that we all aspire to achieve. The Sudan, \r\nalong with the international community, looks forward \r\nto seeing the United Nations play its leadership role in \r\nthe promotion of balanced development in peaceful, \r\nequitable and sustainable societies. In order for our \r\nOrganization to play that role and serve humankind, \r\nas well as confront increasing challenges in all fields, \r\nthe Organization should be reformed and become more \r\neffective and capable of confronting such challenges.\r\nThe national dialogue initiative led in 2014 by \r\nHis Excellency Mr. Omer Hassan Ahmed Al-Bashir, \r\nPresident of the Republic of the Sudan, resulted in the \r\nformation of the Government of National Reconciliation \r\nwith the participation of political parties all across the \r\npolitical spectrum, including the armed movements in \r\nDarfur, which opted for the peaceful settlement in line \r\nwith the Doha Document for Peace in Darfur.\r\nThat was positively reflected in the promotion of \r\npeace and security throughout the country. It culminated \r\nwith the successes of the first and second phases of the \r\nexit strategy with regard to the African Union-United \r\nNations Hybrid Operation in Darfur (UNAMID) \r\npursuant to Security Council resolutions 2363 (2017) \r\nand 2429 (2018). That is yet another success story \r\ninvolving the transition from peacekeeping to recovery, \r\nreconstruction and social reconciliation. In that regard, \r\nthe Government of the Sudan would like to underscore \r\nits readiness to continue cooperating fully in order to \r\nfacilitate the implementation of the third phase.\r\nWe would also like to commend the partnership \r\nbetween the United Nations and the African Union (AU) \r\nin Darfur. We hope that the United Nations, donors, \r\nand sisterly and friendly countries will participate \r\nmeaningfully in the pledging conference due to be \r\nheld shortly in order to promote stability and finance \r\nvarious recovery, reconstruction and development \r\nprojects, as well as peacebuilding and sustainable peace \r\nprogrammes in Darfur during the transitional period in \r\npreparation for the exit of UNAMID in 2020.\r\nIt is vital to highlight the successes and tangible \r\nresults achieved as a result of the national weapons- \r\ncollection campaign. That was the result of the \r\nsocial sector’s cooperation with the Government in \r\ncollaboration with partners, notably UNAMID. It led \r\nto a reduction in crime rates, as well as to reduced \r\ndrug and human trafficking. It also led to the greater \r\nmovement of citizens and their repatriation aimed at \r\nundertaking various economic activities.\r\nThe Government of the Sudan believes that \r\nnegotiations are the only path leading to peace. It must, \r\n1/10/2018 A/73/PV.16\r\n18-30214 5/47\r\ntherefore, extend a helping hand to the armed groups \r\nin South Kordofan and Blue Nile, and participate \r\nin all rounds of negotiations in various forums. In \r\norder for the Government to create an environment \r\nconducive to such negotiations, it has committed itself \r\nto the unilateral ceasefire in all theatres of operation \r\nfor more than two years. It is worth mentioning that \r\nthe Government of the Sudan launched a number of \r\ninitiatives to establish humanitarian corridors and to \r\nensure the delivery of humanitarian assistance to the \r\nSouth Kordofan and Blue Nile regions, but certain rebel \r\nmovements in Blue Nile areas still refuse to participate \r\nin such initiatives. The Government of the Sudan has \r\nagreed that the United Nations would shoulder the \r\ntask of delivering humanitarian assistance from within \r\nthe country.\r\nThe Sudanese Government is making tireless efforts \r\nto ensure economic reforms, regulate fiscal policies \r\nand set transitional strategic policies aimed at reducing \r\npoverty and achieving sustainable development \r\ngoals, as well as the 2030 Agenda for Sustainable \r\nDevelopment. Despite those wise policies adopted by \r\nthe Government in order to mobilize local resources, \r\npromote the role of the private sector and govern fiscal \r\nmanagement, the unilateral sanctions imposed on my \r\ncountry and the impact of accumulated foreign debt \r\ncontinue to undermine our development and our ability \r\nto engage in the necessary development activities. They \r\nhave also reduced our ability to attract essential foreign \r\nfinancing, as we have not been permitted to have any \r\nform of debt exemption under the Heavily Indebted Poor \r\nCountries initiative, despite the fact that the Sudan has \r\nmet all of the technical preconditions. We would also \r\nlike to recall that the Sudan has the potential to help \r\nachieve food security in Africa and the Arab region, so \r\nit should be supported in that vital field.\r\nThe Sudan appreciates the United States \r\nAdministration’s decision to lift the trade embargo \r\nimposed on my country in October 2017. We look \r\nforward to having the Sudan removed from the United \r\nStates list of countries accused of sponsoring terrorism. \r\nWe also look forward to positive partnerships in future, \r\nespecially now that we are quite active at both the \r\nregional and the international levels in the fight against \r\nterrorism in all its forms and manifestations. We refer \r\nin particular to the report issued by the United States \r\nState Department in September, which supported \r\nour approach.\r\nThe Sudan has been an honest defender of the \r\nprinciples of justice and international cooperation, as \r\nwell as the principle of fighting impunity. However, \r\nthe selective approach adopted by the International \r\nCriminal Court (ICC) has caused that court to lose \r\nthe impartiality of judicial bodies and has led to the \r\ndisappointment of the international community, \r\nespecially among African countries. The position of the \r\nSudan towards the ICC is therefore aligned with many \r\ndecisions adopted by the AU, underscoring our view \r\nthat the ICC is nothing but a political tool that dons the \r\nmantle of law in order to achieve political objectives that \r\nseek to break the will of peoples, particularly African \r\npeoples. The Sudan therefore calls for African voices \r\nto be heeded. It warns against the politicization and \r\nabuse of the United Nations in the name of international \r\njustice based on the Relationship Agreement signed \r\nbetween the United Nations and the ICC, which has a \r\nnegative influence on the United Nations, pushing it \r\ninto the realm of international political conflicts.\r\nMy Government has made concerted efforts to \r\nhost a large number of refugees, which currently stands \r\nat more than 3 million. We provide them with the \r\nnecessary assistance, which covers more than 70 per \r\ncent of their needs, while the international community \r\nmeets less than 30 per cent of those needs. That places \r\nhuge pressure on the communities providing assistance \r\nto refugees, especially in the light of the harsh economic \r\ncircumstances that my country faces. Given the fact that \r\nthose circumstances will not improve in the near future, \r\nthe influx of refugees into my country will continue \r\nto be a burden. I urge the international community to \r\naccelerate the provision of the necessary assistance \r\nto my country so that it can fulfil its obligations with \r\nrespect to that humanitarian situation.\r\nThe Government of my country has made \r\nsignificant progress in the field of promoting human \r\nrights in the Sudan. That was recognized by the Human \r\nRights Council in its decision issued in Geneva last \r\nweek, which underlined our positive cooperation with \r\nthe Council’s mechanisms.\r\nMy Government has made great efforts to combat \r\nhuman trafficking and illegal migration, as well as \r\ntransnational crime, in order to strengthen peace and \r\nstability. Thanks to the geographic location of the \r\nSudan in the heart of Africa, that can be achieved at \r\nthe national, regional and international levels. Those \r\nefforts culminated in the joint initiative by the Horn of \r\nAfrica and the European Union countries to address the \r\nA/73/PV.16 1/10/2018\r\n6/47 18-30214\r\nroot causes and consequences of illegitimate migration \r\nin the Horn of Africa region, known as the Khartoum \r\nProcess. We have high hopes that the international \r\ncommunity will reach consensus and recognize the \r\nleadership of and role played by the Sudan in the efforts \r\nto combat migration-related problems.\r\nThe Sudan reaffirms its position, which is to reject \r\nterrorism in all its forms and manifestations, including \r\nState terrorism, as a means of achieving political \r\nobjectives. The Sudan has made clear that position \r\nby committing to and ratifying all relevant regional \r\nand international conventions. We have long been an \r\neffective member of the international community, at \r\nthe international, regional and bilateral levels. We have \r\nexplicitly contributed to combating that phenomenon \r\nand have prevented many terrorist operations, thanks \r\nto the exchange of information and good institutional \r\nrelations that link the Sudan with its partners, be they \r\nregional, international or bilateral.\r\nIn that context, my delegation expresses great \r\nconcern over the growing phenomenon of Islamophobia, \r\nwhich takes various forms. We strongly condemn \r\nthe acts carried out on that basis, which have led to \r\ndiscrimination, hatred and an environment that is \r\nconducive to violence. We stress that terrorism should \r\nnot be linked to any religion, culture or civilization. \r\nThe Sudan underscores its cooperation in the \r\nimplementation of the United Nations Global Counter-\r\nTerrorism Strategy in a comprehensive, sustained and \r\nconsistent manner. We also underline the need to adopt \r\nan inclusive approach to the fight against terrorism \r\nin all its forms and manifestations, taking into \r\nconsideration the various cultural, social, economic \r\nand political aspects of that phenomenon. The means \r\nto accomplish those ends include the eradication of \r\npoverty and support for development in developing \r\nnations, especially in Africa, and the promotion of \r\ndialogue between the North and the South.\r\nThe Sudan pays great attention to local, regional \r\nand international environmental issues. We reaffirm \r\nour commitment to all of the conventions relating to the \r\nenvironment, given the negative environmental impact \r\non wide swathes of the Sudan as a result of drought, \r\ndesertification, the lack of rainfall and f looding. \r\nThat was quite clear in the conflict in Darfur, which \r\nstarted with disputes between herders and farmers \r\ncaused by the drought that affected the region. It \r\nwas a clear demonstration of the direct link between \r\ndrought, desertification, environmental degradation \r\nand conflicts, especially in Africa. We call upon the \r\ninternational community to support the national and \r\nregional initiatives in that field, such as the Great Green \r\nWall for the Sahara and the Sahel Initiative.\r\nWith regard to the issue of water, my country \r\nsupports a balanced and comprehensive approach to the \r\nmanagement of water resources with other countries \r\nin the Nile Basin by promoting coordination and \r\ncooperation between those countries. The aim is to \r\nachieve the desired goals through various mechanisms, \r\nincluding the Nile Basin Initiative. In that context, the \r\nSudan will continue its endeavours with Egypt, Ethiopia \r\nand the remaining Nile Basin countries, so that we can \r\nsettle all contentious issues related to the Nile waters.\r\nOnce again, my country’s delegation stresses our \r\nfull commitment to all of the international treaties and \r\nconventions relevant to the maintenance of international \r\npeace and security and demilitarization, foremost \r\namong them the Treaty on the Non-Proliferation of \r\nNuclear Weapons, to which the Sudan acceded in 1973, \r\nas well as the Comprehensive Nuclear-Test-Ban Treaty \r\nand the African Nuclear-Weapon-Free Zone Treaty, or \r\nPelindaba Treaty. The Sudan also plays a recognizedrole \r\nin promoting cooperation among African countries in the \r\nimplementation of the Chemical Weapons Convention.\r\nWe stress that strengthening the values of peace, \r\nsecurity and stability in the world cannot be achieved \r\nin the presence of weapons of mass destruction. We are \r\nfully committed to supporting all international efforts \r\naimed at eliminating such weapons. The Sudan pays \r\nparticular attention to small arms and light weapons, \r\nsince they have a direct relationship to transnational \r\norganized crime, terrorism and drug trafficking. To \r\nthat end, we have been making multifaceted efforts \r\nwithin the African Union, the League of Arab States \r\nand the Intergovernmental Authority on Development \r\n(IGAD), as well as the Community of Sahelo-Saharan \r\nStates and the International Conference on the Great \r\nLakes Region, in addition to our bilateral efforts \r\nwith neighbouring countries aimed at ensuring the \r\ndemarcation of our borders with full control over them \r\nand at setting up customs checkpoints.\r\nMy country’s delegation would like to express \r\nour sincere congratulations to the Government and \r\nthe brotherly people of the Republic of South Sudan \r\non the progress achieved in reviving the Agreement \r\non the Resolution of the Conflict in the Republic of \r\nSouth Sudan, which was reached in Addis Ababa \r\n1/10/2018 A/73/PV.16\r\n18-30214 7/47\r\non 12 September. That Agreement was signed by all \r\nparties to the conflict, as well as by stakeholders from \r\ncivil-society organizations, young people, religious \r\nleaders and other important members of South Sudan \r\nsociety. That was the result of negotiations undertaken \r\nin Khartoum from 25 June to 28 September, thanks to \r\nan initiative launched by His Excellency the President \r\nof the Sudan and a mandate from IGAD.\r\nIn that vein, the Khartoum Declaration on good \r\nintentions and the ceasefire in South Sudan was signed \r\non 26 July, which was followed by the engagement of \r\nall parties to the conflict in the negotiation process. \r\nAfter that, the details were initialled, the last initialling \r\nof which took place on 30 August, thanks to the sincere \r\nefforts made by the Sudanese mediation team to \r\npromote the resolution of African conflicts within the \r\nAfrican framework. We also highly appreciate the great \r\nefforts made by IGAD and the leaders of its member \r\ncountries, for they have contributed effectively to the \r\nachievements realized. We would like to highlight \r\nthe efforts made by the Prime Minister of Ethiopia \r\nand Head of IGAD, His Excellency Mr. Abiy Ahmed; \r\nthe President of Uganda, His Excellency Mr. Yoweri \r\nMuseveni; and the President of Kenya, His Excellency \r\nMr. Uhuru Kenyatta. Their concerted efforts were \r\nin line with those of our President, His Excellency \r\nMr. Omar al-Bashir, all of which led to the possibility \r\nof bringing peace to South Sudan.\r\nWe would also like to thank the Troika countries —\r\nhe United States, the United Kingdom and the Kingdom \r\nof Norway — for their support for IGAD. They are and \r\nwe thank them for their moral and material support \r\nduring the negotiation process. We also thank the \r\nUnited Nations, the African Union and the European \r\nUnion for their support during that phase.\r\nIf there is one country on Earth capable of speaking \r\nof the sacrifices that it has made for South Sudan, it \r\nwould be my country, the Sudan. Had the Republic of \r\nSudan not agreed to voluntarily let go of a quarter of \r\nits territory, a third of its people and three quarters \r\nof its petroleum resources, the State of South Sudan \r\nwould not have been established. The Republic of the \r\nSudan granted the people of South Sudan the right to \r\nself-determination in a move unprecedented move on \r\nthe entire African continent. The only reason was the \r\ndesire to bring peace and stability to the Sudan and \r\nSouth Sudan. After such massive sacrifices for peace, \r\nthe Sudan cannot afford to lose peace once again in \r\neither part of the Sudan, that is to say, the Republic of \r\nthe Sudan or the Republic of South Sudan.\r\nI would say to those who doubt the capacities of \r\nthe various leaders in the Republic of South Sudan to \r\nwork together or the intentions of the region’s States \r\nto stay united in their support for South Sudan that \r\nwe all have no choice but to give peace a chance. We \r\nhave no hope for a bright future for South Sudan in \r\nparticular and the region in general without supporting \r\nthe implementation of the peace agreement that has \r\nbeen reached.\r\nAs for the donor countries in particular, I would \r\nsay that the contributions they made in the past will not \r\nbe in vain, except if the current opportunity to achieve \r\nsustainable peace in South Sudan is lost. I therefore call \r\non those countries to continue without hesitation their \r\nsupport for South Sudan, because it is in dire need of \r\nsuch assistance and contributions.\r\nDuring their previous summit, held in Addis \r\nAbaba, the countries of the region called on the Security \r\nCouncil to consider expanding the regional protection \r\nforce in South Sudan from 4,000 to 8,000 soldiers and \r\nto ensure that the Sudan, Uganda, Djibouti and Somalia \r\ncontribute to that force. We look forward to a quick \r\nresponse to that appeal so that we can fulfil our huge \r\nresponsibilities as guarantors of peace in South Sudan.\r\nThe separation of South Sudan from the Sudan was \r\nnot an easy or smooth process, and many issues remain \r\nunresolved between the two neighbouring countries. \r\nHowever, the new environment that has resulted \r\nfrom the mediation initiative among the parties in the \r\nRepublic of South Sudan launched by the President \r\nof the Republic of the Sudan, Omar Al-Bashir, has \r\nled to a genuine change in the relations between the \r\ntwo brotherly countries. Within just 41 days of that \r\ninitiative, success was achieved on several issues \r\nthat had remained unresolved for years. That was \r\npossible owing to the considerable trust on the part of \r\nPresident Salva Kiir and Riek Machar of South Sudan \r\nin President Omar Al-Bashir of the Sudan and the \r\nSudanese mediator.\r\nThe current circumstances are therefore conducive \r\nto the resolution of all pending issues between the two \r\ncountries, at the top of which is the Abyei issue. The \r\ntwo parties have begun informal consultations aimed at \r\npromoting trust and closing the chapter of controversy \r\nforever. The Sudan welcomes the address to the \r\nAssembly by the First Vice-President of the Republic of \r\nA/73/PV.16 1/10/2018\r\n8/47 18-30214\r\nSouth Sudan, Mr. Taban Deng Gai, in which he stressed \r\nhis willingness to contribute positively to the resolution \r\nof the problems of South Kordofan and Blue Nile.\r\nOne of the greatest principles established by this \r\ninternational Organization is that all States, big and \r\nsmall, have the right to be able to live in peace in their \r\nregional environment. That right applies to the Republic \r\nof the Sudan and to the Republic of South Sudan, as \r\nwell as to all other States in our region. We call upon \r\nthe international community to work with all of us in \r\norder to apply that great United Nations principle and \r\nmake it a tangible reality.\r\nThe Sudan reaffirms its support for the joint \r\ninitiative of the African Union and the United Nations \r\naimed at bringing peace and stability to the Central \r\nAfrican Republic. In that regard, we commend the \r\ntireless efforts made by the President of the Central \r\nAfrican Republic, Mr. Faustin Archange Touadera. We \r\nwish him every success.\r\nThe Sudan has hosted many parties and armed \r\nmovements from Central Africa in order to mediate \r\nbetween them and help reach an agreement to put \r\nan end to the division and fighting in the Central \r\nAfrican Republic. We will continue along that path \r\nunder the umbrella of the African Initiative for Peace \r\nand Reconciliation in the Central African Republic \r\nand in line with the announcement of Mr. Moussa \r\nFaki Mahamat, Chairperson of the African Union \r\nCommission, during the high-level meeting on the \r\nCentral African Republic, which was held during the \r\ncurrent session of the General Assembly.\r\nThe Sudan underscores its principled position \r\non the Palestinian question. We condemn any form \r\nof aggression against the religious sites in Palestine, \r\nnotably Al-Quds Al-Sharif. We stress our support for \r\nthe Arab Peace Initiative, which seeks to establish a \r\nPalestinian State within its 1967 borders and with East \r\nJerusalem as its capital, as well as the withdrawal of \r\nIsrael from the occupied Arab territories.\r\nMy delegation also condemns the gross violations of \r\nhuman rights committed against the minority Rohingya \r\nMuslims in Myanmar, as manifested in the killing of \r\npeople, the demolition of homes and mosques, and the \r\nforced displacement of thousands of people from their \r\nvillages. We call on the international community to \r\ntake practical steps to end such violations and bring the \r\nperpetrators to account.\r\nThe Sudan reiterates its position in support of the \r\nconstitutional legitimacy of brotherly Yemen. We call \r\non all political stakeholders to engage in the political \r\nprocess, renounce their infighting and refrain  from \r\nviolence, so that they can reach a political solution in \r\norder to stop the bloodshed decimating the Yemeni \r\npeople, in line with the Gulf Cooperation Council \r\nInitiative, the outcomes of the National Dialogue \r\nConference and the Security Council resolutions.\r\nThe Sudan also reiterates its keen interest in \r\nensuring the territorial integrity of Syria. We support \r\nall efforts to overcome the current crisis in Syria, which \r\nis becoming more complex each day.\r\nOnce again, the Sudan underlines the importance \r\nof bringing about stability in brotherly Somalia. We \r\ncall on the international community to provide all \r\nnecessary support to the Government and the people \r\nof Somalia so that they can overcome the challenges \r\nfacing their country.\r\nThe delegation of my country welcomes the \r\nbreakthrough achieved in the relations between the \r\ntwo sisterly neighbours Ethiopia and Eritrea. We look \r\nforward to the strengthening of their bilateral relations, \r\nwhich bodes well for their Governments and peoples, as \r\nwell as for the countries of the wider region.\r\nWith regard to the situation in Libya, the Sudan’s \r\nposition has been always to support the brotherly Libyan \r\npeople and to strive with the international community \r\nto ensure the success of the various initiatives that seek \r\nto bring security and stability to Libya, particularly \r\nthrough the Skhirat Political Agreement, which \r\nrepresents the main political pillar in that country. We \r\nalso reject any interference in the internal affairs of \r\nLibya, given that such action would have catastrophic \r\nrepercussions on the stability and security of the \r\ncountry and the wider region. In that context, the Sudan \r\nexpresses its readiness to host the upcoming meeting \r\nof the Ministers for Foreign Affairs of the countries \r\nneighbouring Libya.\r\nWe once again express our solidarity with and \r\nsupport for the reform agenda that the Secretary-\r\nGeneral is striving to implement and especially the \r\nefforts made to strengthen the General Assembly and \r\nits various subsidiary organs. The General Assembly \r\nis considered the largest and most representative body \r\nof States Members of the United Nations and plays \r\nan important role in issues relating to international \r\npeace and security. Those reforms will ensure that the \r\n1/10/2018 A/73/PV.16\r\n18-30214 9/47\r\nGeneral Assembly is able to meet the requirements of \r\nthe twenty-first century and address the continuing \r\nchallenges facing us.\r\nIn conclusion, my delegation reiterates its \r\ncommitment to international multilateralism under \r\nthe leadership of the United Nations. We stress the \r\nnoble purposes that have been the building blocks of \r\nthe United Nations, particularly those pertaining to \r\nthe maintenance of international peace and security, \r\nachieving sustainable development and promoting \r\nhuman rights through an approach that is underpinned \r\nby international cooperation and dialogue, with a \r\nview to enhancing friendly international relations and \r\nsettling conflicts through peaceful means.\r\nThe Acting President (spoke in Arabic): I now \r\ncall on His Excellency Mr. Denis Ronaldo Moncada \r\nColindres, Minister for Foreign Affairs of the Republic \r\nof Nicaragua.\r\nMr. Moncada Colindres (Nicaragua) (spoke in \r\nSpanish): I bring a message of peace from the people of \r\nNicaragua and from President and Commander Daniel \r\nOrtega and Vice-President Rosario Murillo.\r\nSince the adoption of the 2030 Agenda for \r\nSustainable Development three years ago, we have \r\ncontinued to witness a world in crisis, the result of \r\nunbridled capitalism, interference in the affairs of \r\nothers and the violation of international law and the \r\nsovereignty of our peoples through the use of force, \r\nas well as attempts at coups d’état and destabilization \r\nefforts that threaten our prospects for achieving the \r\nSustainable Development Goals set out in the 2030 \r\nAgenda. Nicaragua has resisted attempts at regime \r\nchange. Our country has once again prevailed and \r\nachieved peace, fraternal coexistence and a gradual \r\nreturn to normal daily life. The attempted coup d’état \r\nthat we overcame in Nicaragua was the result of such \r\ninterventionism, and its legacy has entailed grave \r\nconsequences for us, including economic damage, \r\ndeath, destruction and terrorism disguised as peaceful \r\nprotest, characterized by the savage killing of citizens \r\nand policemen, the setting on fire of public and private \r\nproperty, assaults, rights violations, extortion, torture \r\nand cruel, inhumane and degrading treatment.\r\nIn the region, Nicaragua is widely recognized \r\nas an agent of regional stability, peace and security \r\nwith its exemplary benchmark achievements in \r\neconomic, political and social development, poverty \r\nreduction, gender equality and public security, all \r\nof which are included in the State policies that we \r\ncontinue to develop and that insulate our country from \r\ninternational organized crime, local and transnational \r\ngangs, terrorism and narcoactivity. The Government \r\nand the people of Nicaragua are staunch defenders \r\nof the principles of independence and sovereignty, as \r\nenshrined in the Charter of the United Nations. We \r\ntherefore demand that an end be put to all interventionist \r\npolicies, which violate international law, including \r\ninterventionist activities in Nicaragua and brotherly \r\nnations of the Americas and the world.\r\nThe Government and the people of Nicaragua \r\nhave worked persistently to meet the Sustainable \r\nDevelopment Goals. As of April our country recorded \r\nsustained annual growth of approximately 4.7 per \r\ncent. Our socioeconomic projects and programmes \r\nto eradicate overall poverty at the national level have \r\nsucceeded in decreasing poverty from 42.5 per cent \r\nin 2009 to 24.9 per cent in 2016. Extreme poverty \r\ndecreased from 14.6 per cent in 2009 to 6.9 per cent \r\nin 2016. Today, we are once again facing the threat \r\nof the United States, which seeks to halt the social, \r\neconomic and cultural development of our people. We \r\ncondemn such interventionism, which is manifested in \r\nthe introduction of a law in the United States Congress \r\nrequiring international financial institutions to refuse \r\nto issue loans to Nicaragua.\r\nFor Nicaragua, contributing to international peace \r\nis synonymous with achieving general and complete \r\nnuclear disarmament. We have therefore signed and \r\nratified the recent Treaty on the Prohibition of Nuclear \r\nWeapons and call on countries to ratify that historic \r\nTreaty. The Government of the Republic of Nicaragua \r\nhas supported the denuclearization of the Korean \r\npeninsula, based on dialogue and communication \r\nbetween the authorities of both parties. We welcome \r\nthe rapprochement between the two Koreas and the \r\nholding of the third inter-Korean summit, as well as the \r\nJoint Declaration that the two Korean leaders agreed on \r\nin September in Pyongyang and which is seen as a great \r\nstride forward in alleviating tensions and meaningfully \r\nobviating the danger of war on the entire peninsula. \r\nThe Government of the Republic of Nicaragua hopes \r\nthat nuclear weapons will be dismantled in a complete, \r\nverifiable and irreversible manner, and that the \r\ncountries involved will cooperate and consequently \r\nensure firm and lasting peace on the Korean peninsula.\r\nThe Government of Nicaragua supports nuclear \r\nnegotiations between the Islamic Republic of Iran \r\nA/73/PV.16 1/10/2018\r\n10/47 18-30214\r\nand the E3/EU+3, that is China, France, Germany, \r\nthe Russian Federation, the United Kingdom and the \r\nUnited States, along with the High Representative of \r\nthe European Union for Foreign Affairs and Security \r\nPolicy, which resulted in the finalization of the Joint \r\nComprehensive Plan of Action on 14 July 2015. We \r\nstress that that agreement demonstrates that dialogue \r\nand diplomacy are the most appropriate means for \r\nsolving such problems and are the essential components \r\nthat enable multilateralism to work.\r\nNicaragua condemns the criminal blockade against \r\nthe sisterly Republic of Cuba and all of the associated \r\nextraterritorial measures and ramifications. Nicaragua \r\nrejects all coercive economic measures that seek to \r\nbend the will and spirit of freedom and sovereignty of \r\npeoples and Governments. Our country finds the use of \r\nunilateral coercive economic measures to be a political \r\nand selective instrument aimed at trying to illegally \r\nchange Governments, and it is therefore unacceptable. \r\nThis year we will once again vote against the unjust \r\nblockade imposed by the United States. Our sisterly \r\nBolivarian Republic of Venezuela, the Bolivarian \r\nPeople and the legitimate Government of President \r\nNicolás Maduro Moros can count on our unconditional \r\nsolidarity. We have condemned the assassination \r\nattempt against President Nicolás Maduro Moros and \r\nthe threat of military intervention against the Bolivarian \r\npeople and Republic of Venezuela.\r\nWe must continue to promote decolonization in \r\nthe world, and we therefore support the Palestinian, \r\nSahrawi and Puerto Rican peoples and the Argentine \r\nMalvinas Islands. Nicaragua advocates for the two-\r\nState solution, that is, the State of Israel and the State \r\nof Palestine, with East Jerusalem as the Palestinian \r\ncapital, within the 1967 borders, living in peace and \r\nharmony. We reiterate our complete solidarity with the \r\nGovernment and the people of Syria in their struggle \r\nagainst international terrorism and in defence of their \r\nsovereignty and territorial integrity.\r\nHumankind continues to seek peace. Seventy-\r\nthree years after its founding, the Organization has \r\nnot yet managed to fully meet the goals set out with \r\nregard to peace. Given such a regrettable state of \r\naffairs, the call for reinventing the United Nations, \r\nas former Minister for Foreign Affairs of Nicaragua, \r\nFather Miguel D’Escoto Brockmann, proposed during \r\nhis presidency of the General Assembly (see A/63/\r\nPV.1), is more urgent than ever. To that end, we must \r\npromote the transformation needed to ensure that the \r\nOrganization serves the interests of every one of its \r\nMembers and all of humankind. We underscore that \r\nat the sixty-third session of the General Assembly in \r\n2008, during his presidency, the late Father Miguel \r\nD’Escoto Brockmann, whom we fittingly referred to \r\nas the Chancellor of Dignity of Nicaragua, planned \r\nand fought, with those ideas in mind, wishing to \r\nfulfil Nicaragua’s mandate to lay the groundwork for \r\ndiscussions on such a transformation, by introducing \r\na proposal for a “universal declaration of the common \r\ngood of the Earth and humanity” (A/63/PV.105, p.32), \r\nas the first indispensable step towards reinventing the \r\nUnited Nations.\r\nWe need urgent action to combat climate \r\nchange. The principle of common but differentiated \r\nresponsibilities remains in force, and those primarily \r\nresponsible for the largest volume of the emissions, \r\ndestruction, degradation and imbalances in nature must \r\nrecognize the losses and damages suffered by the rest of \r\nus and help with the recovery of Mother Earth and the \r\npeoples of the world. In order to meet the Sustainable \r\nDevelopment Goals, we need to repeal the unilateral \r\nand coercive measures that are impeding our countries’ \r\ndevelopment programmes and which are in violation \r\nof international law. We must work to achieve justice, \r\npeace, respect, dialogue and sovereign security in the \r\nworld. To that end, we must encourage making the \r\nchanges necessary so that the Organization can serve \r\nthe interests of all its Members.\r\nOur Government and our people advocate for \r\na world with values, a world in which we, as human \r\nbeings, can rely on what is best within us to foster the \r\nbest possible conditions for creating fair, sustainable, \r\nequitable, secure and sovereign development based \r\non full access and sharing by every man and woman \r\nof scientific and technological advances relating \r\nto all aspects of our lives. We once again entreat \r\nthe international community and hope that, at this \r\nseventy-third session of the General Assembly, the \r\ncommitment that we are undertaking will result in an \r\nopen process marked by profound reflection aimed at \r\nachieving the required transformation for reinventing \r\nand democratizing the United Nations.\r\nIn conclusion, we stress our commitment to \r\ncontinuing to fight for peace — a priority for the world \r\nand our people — and to ensuring that conflicts arising \r\nin various parts of the world can be overcome through \r\ndialogue and negotiations and that, above all, peoples \r\nand countries can be free of fear from the use or threat \r\n1/10/2018 A/73/PV.16\r\n18-30214 11/47\r\nof the use of force, a threat that the great Powers seek to \r\nimpose on States that are small in population. In fact, \r\nthey may be small in terms of development, but they are \r\ngreat in terms of their values and history.\r\nThe Acting President: I now call on His Excellency \r\nArchbishop Paul Richard Gallagher, Secretary for \r\nRelations with States of the Holy See.\r\nArchbishop Gallagher (Holy See): At the outset, \r\nI wish to extend the cordial greetings of His Holiness, \r\nPope Francis, to the President and to all of the \r\ndelegations participating in this seventy-third session \r\nof the General Assembly.\r\nAs the international community marks the \r\nseventieth anniversary of the adoption of the Universal \r\nDeclaration of Human Rights, on 10 December \r\n1948, it is worthwhile to recall and re-emphasize its \r\nassertion that,\r\n“[The] recognition of the inherent dignity and of \r\nthe equal and inalienable rights of all members of \r\nthe human family is the foundation of freedom, \r\njustice and peace in the world.”\r\nThe recognition of the inherent dignity of all human \r\nbeings is the bedrock on which the pillars of the United \r\nNations are grounded. It is the ultimate principle \r\nbehind the founders’ determination to save succeeding \r\ngenerations from the scourge of war. It undergirds all \r\nfundamental human rights. It drives the search for \r\njustice and respect for the obligations arising from \r\ntreaties and other appropriate sources of international \r\nlaw, because so many abuses of human dignity begin \r\nwith a failure to uphold laws that respect human rights \r\nand fundamental freedoms. It spurs individuals and \r\nsocieties to achieve social progress and better standards \r\nof life in greater freedom through what the Holy See \r\ncalls “integral human development”.\r\nTo speak of human dignity 70 years after the \r\nadoption of the Universal Declaration means, above all, \r\nto restate the centrality and intrinsic worth of the human \r\nperson and to reaffirm the inherent rights shared by all \r\nmen and women, no matter how young or old, rich or \r\npoor, strong or vulnerable, healthy or sick, wanted or \r\nundesired, economically productive or incapacitated, \r\nor politically influential or insignificant. The world \r\nneeds, in fact, to regain an all-encompassing vision of \r\nthe human person, human dignity and human rights, \r\nas any reductive vision of the human person inevitably \r\ndehumanizes and effectively excludes certain persons \r\nfrom membership in the human race, opening the way \r\nto inequality, injustice and injury.\r\nThe seventieth anniversary of the Universal \r\nDeclaration is also a favourable occasion on which to \r\nrenew our shared commitment, not just in words, but \r\nalso in practice to those rights that f low from every \r\nperson’s inherent dignity. The report of the Secretary-\r\nGeneral on the work of the Organization (A/73/1) \r\nhighlights that fact. Although there has been much \r\nprogress made in the advancement of human rights at \r\nthe global level, challenges to the protection of human \r\nrights are a global phenomenon. While it is heartening \r\nto read of the positive developments in the area of \r\nhuman rights accomplished in the past seven decades, \r\nit is sobering to note, however, that one in 10 children \r\ncontinues to be subjected to child labour, one in three \r\npeople currently in detention is held without trial, \r\n29 per cent of children under the age of 5 do not have \r\nbirth registration and 250 million women were married \r\nwhen under the age of 15.\r\nIt is scandalous to see that human rights continue to \r\nbe violated today, seven decades after the adoption of \r\nthe Universal Declaration. The Declaration affirms that \r\neveryone has the right to life, liberty and security of \r\nperson, and yet in many places those rights are not only \r\nnot respected but their violations are even celebrated. \r\nArticle 4 states that “[n]o one shall be held in slavery or \r\nservitude”, yet tens of millions of people are ensnared \r\nby various forms of so-called modern slavery. Article 18 \r\nupholds the right to freedom of thought, conscience and \r\nreligion and the right to change one’s religion or belief, \r\nand the freedom to manifest, alone or in community \r\nwith others, in public or private, that religion or belief \r\nin teaching, practice, worship and observance. Yet those \r\nrights are infringed upon, restricted or denied. In so \r\nmany places, changing one’s religion or even practising \r\none’s faith can lead to a death sentence or can serve as \r\na reason to be discriminated against.\r\nEarlier this year, in his address to the diplomatic \r\ncorps accredited to the Holy See, Pope Francis noted \r\nsome trends that, in the very name of the promotion of \r\nhuman rights, are in fact undermining the enjoyment \r\nof the rights enshrined in the Universal Declaration \r\nof Human Rights. He noted that, “debatable notions \r\nof human rights have been advanced that are at odds \r\nwith the culture of many countries”. He cautioned \r\nthat that trend portends the “risk that, in the very \r\nname of human rights, we will see the rise of modern \r\nforms of ideological colonization by the stronger and \r\nA/73/PV.16 1/10/2018\r\n12/47 18-30214\r\nthe wealthier to the detriment of the poorer and the \r\nmost vulnerable”.\r\nThe seventieth anniversary of the Universal \r\nDeclaration affords the international community an \r\noccasion to recognize the damage that ideological \r\ninterpretations or novel rights claims do, in principle and \r\npractice, to the human rights and fundamental freedoms \r\nactually enshrined in the Universal Declaration and \r\ntranslated into international law and conventions.\r\nThe Holy See is especially concerned about the \r\nincreasingly narrow interpretation of the right to life, \r\nboth at the national level and at the level of the treaty \r\nbodies and other human rights mechanisms. That \r\ntendency is particularly apparent within a current of \r\nthe human rights discourse that refuses to recognize \r\nthe inherent value and dignity of human life at every \r\nstage of its beginning, development and end. That \r\napproach seeks to create a hierarchy of human rights, by \r\nrelativizing human dignity, assigning more value and \r\ngreater rights to the strong and healthy, while discarding \r\nthe weak. That ideology, unfortunately present in \r\nvarious parts of the United Nations human rights \r\nsystem, leads to some grave inequalities and injustices, \r\noften ignoring children in the womb and treating the \r\nlives of the elderly and persons with disabilities as \r\nexpendable or indeed as a burden to society.\r\nWhile freedom is crucial to the ability of every \r\nperson to express his or her unique identity, the \r\nreduction of a person’s dignity to his or her capacity \r\nfor self-expression and affirmation is always a grave \r\nerror and a sign that society is losing its ability to \r\nrecognize the value and importance of every human \r\nlife, no matter how vulnerable. It is worth recalling \r\nhere Pope Francis’s words during a general audience \r\nwith the elderly on 4 March 2015. He said that “a \r\nsociety without proximity, where gratuity and affection \r\nwithout compensation — between strangers as well — is \r\ndisappearing, is a perverse society”.\r\nThe same dehumanization occurs when people are \r\nreduced to the crimes they may have committed, the \r\ncountry to which they may belong or to their productive \r\ncapacity. The Holy See reaffirms that the quality of a \r\ncivilization depends also on how it treats the weakest, \r\nthe indigent, the elderly, persons with disability, and on \r\nthe place that it gives them in community life.\r\nArticle 22 of the Universal Declaration affirms \r\nthat everyone has the right to social security and to \r\nthe realization of the economic, social and cultural \r\nrights indispensable to his or her dignity and the free \r\ndevelopment of his or her personality. Frequently \r\nthough, because of war and conflict, poverty, natural \r\ndisasters and other similar causes, that right cannot \r\nbe realized in one’s place of birth or residence. Such \r\nsituations prompt millions to leave their place of \r\nresidence in order to fulfil their basic human needs \r\nelsewhere and to search elsewhere for well-being and \r\nhappiness for themselves and their loved ones.\r\nThis year, a long and comprehensive process has \r\nbeen completed aimed at addressing the challenges \r\nof international migration. For the first time ever, \r\nthe international community has engaged in an open \r\nand transparent debate on the phenomenon of those \r\nmovements and on what is needed to manage migration \r\nin a more safe, orderly and regular manner. The result \r\nis the global compact for safe, orderly and regular \r\nmigration, which will be adopted this coming December \r\nat an international conference to be held in Marrakech, \r\nMorocco.\r\nThe coming global compacts, one for migration \r\nand the other on refugees, will provide a continuum of \r\nprotection for all those forced to f lee from their place \r\nof residence, including those displaced by sudden-\r\nonset and slow-onset natural disasters, climate change \r\nand environmental degradation, ensuring that no one is \r\nleft behind. Taken together, the compacts will affirm \r\nour shared responsibility, in the pursuit of the common \r\ngood, to care for those most in need of solidarity and \r\nfor those whose dignity and fundamental human rights \r\nare most at risk.\r\nThe strain that many States face in responding to \r\nmixed f lows, especially when they are unpredictable \r\nand overwhelming, was given thorough consideration. \r\nWhat became apparent was not only the need for \r\nincreased international solidarity and burden- and \r\nresponsibility-sharing, but also the prior commitment \r\nof States to\r\n“work together to create conditions that allow \r\ncommunities and individuals to live in safety and \r\ndignity in their own countries” (A/CONF.231/3, \r\nannex, para. 13).\r\nThat includes not only increased investment in education \r\nand basic health-care infrastructure and services, but \r\nalso capacity-building and training for young people, \r\nwith a view to helping them find their place and \r\naffirm their dignity in an increasingly destabilizing \r\nglobal economy. It also requires addressing the root \r\n1/10/2018 A/73/PV.16\r\n18-30214 13/47\r\ncauses and driving factors that lead to displacement \r\nbefore the people in question are constrained to leave \r\ntheir homelands.\r\nIn order to respect every person’s human dignity, it \r\nis indispensable also to create the conditions necessary \r\nfor the realization of the right to remain. Those \r\nconditions include the protection of the family as the \r\nbasic unit of society. When individuals are forced to \r\nleave their families behind, often in search of a better \r\nlife for their children and loved ones, the very fabric \r\nof society begins to unravel. There is no substitute for \r\nfamily unity, which must be upheld, both for those who \r\nremain, as well as for those on the move.\r\nPope Francis described those shared responsibilities \r\nand authentic solidarity in four verbs: to welcome, \r\nto protect, to promote and to integrate. The Holy See \r\nhopes that the honest effort expended on the global \r\ncompacts will ensure, in line with those four steps, \r\nrespect for migrants’ and refugees’ rights and dignity \r\nin a spirit of international solidarity while recognizing \r\nthe sovereign right of States to determine their national \r\nmigration policy in light of their obligations under \r\ninternational law. In a recent homily during a Holy \r\nMass for Migrants on 6 July 2018, Pope Francis said:\r\n“Faced with the challenges of contemporary \r\nmovements of migration, the only reasonable \r\nresponse is one of solidarity and mercy... A just \r\npolicy is one at the service of the person, of every \r\nperson involved; a policy that provides for solutions \r\nthat can ensure security [and] respect for the rights \r\nand dignity of all; a policy concerned with the good \r\nof one’s own country, while taking into account that \r\nof others in an ever more interconnected world.”\r\nThe Holy See hopes that the global compacts will \r\nserve as useful tools for good migration management at \r\nevery level and a common resource for achieving our \r\nshared responsibility, given the plight of refugees, and \r\nas reference points for international cooperation in the \r\nmanagement of migration and the care for refugees.\r\nThe Universal Declaration reminds us that the \r\ndefence of the “inherent dignity and of the equal and \r\ninalienable rights of all members of the human family \r\nis the foundation of ... peace in the world”. Article \r\n1 affirms that we are “endowed with reason and \r\nconscience and should act towards one another in a \r\nspirit of brotherhood”. Wars and armed conflicts are, \r\ntherefore, not only violations of reason, conscience and \r\nbrotherhood, but they also cause the worst violations of \r\nhuman dignity and basic human rights.\r\nIn the Middle East, the multifaceted political and \r\ndiplomatic pressures and violence, together with the \r\nvarious humanitarian situations, especially in Syria, \r\nmust be adequately and urgently addressed by the \r\ninternational community. Furthermore, all interested \r\nparties must also demonstrate a unified will to strive \r\nfor an end to violence and work to reach, as Pope \r\nFrancis stated, a solution that can enable Palestinians \r\nand Israelis alike to live at last in peace within clearly \r\nestablished and internationally recognized borders, \r\nthus implementing the two-State solution.\r\nThe Holy See remains concerned about the ongoing \r\npolitical tensions and instability in Nicaragua and \r\nVenezuela, especially with regard to the humanitarian \r\ncrisis in the latter. There is also a need to promote a \r\ngenuine public awareness of a number of ongoing \r\nsituations of conflict with a view to reaching a negotiated \r\nand peaceful solution, especially in Ukraine, Libya \r\nand the Central African Republic, among others. The \r\nHoly See considers the recent political developments \r\nin South Sudan and the Democratic Republic of the \r\nCongo, as well as the agreement between Ethiopia and \r\nEritrea, as positive signs toward the building of peaceful \r\nand democratic societies based on the firm hope that \r\nagreements reached will be mutually respected. War \r\nand armed conflict can be prevented only by promoting \r\nand protecting the dignity of every human life and by \r\nfostering a culture of peace animated by sincere mutual \r\nrespect, dialogue and solidarity. The tragedy of the \r\nFirst World War, whose end 100 years ago we will mark \r\nin November, teaches us, as Pope Francis stated, that \r\nvictory must not be followed by the humiliation of a \r\ndefeated foe and that peace can be achieved only when \r\nnations can discuss matters on equal terms.\r\nA culture of peace implies fighting injustice \r\nand rooting out, in a non-violent way, the causes of \r\ndiscord that lead to wars. The pursuit of peace requires \r\nrenouncing the use of violence to vindicate one’s \r\nrights, since countering violence with violence leads \r\nto more death and destruction, deeper resentment \r\nand hatred lasting for decades, atrocities and forced \r\nmass migrations, and the diversion of vast amounts of \r\nresources from development to military ends. Fostering \r\na culture of peace likewise entails the intensification of \r\nour efforts to achieve disarmament and the rejection of \r\nthe use of force in the conduct of international affairs. \r\nA/73/PV.16 1/10/2018\r\n14/47 18-30214\r\nEvery effort in that direction, however modest, helps to \r\nbuild a culture of peace.\r\nThe Holy See underlines the deep bonds between the \r\npromotion of the culture of peace and the strengthening \r\nof disarmament and non-proliferation efforts. The \r\nproliferation of weapons, in fact, aggravates conflicts \r\nand generates vast human and material costs, hindering \r\nhuman and economic development and the search for \r\nlasting peace. As the report of the Secretary-General on \r\nthe work of the Organization (A/73/1) emphasizes, we \r\nneed to reinvigorate disarmament, because it is pivotal \r\nto preserving human society through the prevention of \r\nconflict and the reduction of violence, and to saving \r\nlives and ensuring a safer world. In that perspective, the \r\nHoly See is firmly committed to the full implementation \r\nof the Treaty on the Prohibition of Nuclear Weapons \r\nand the Treaty on the Non-Proliferation of Nuclear \r\nWeapons and the various programmes of action in the \r\nnuclear, chemical and biological weapons fields, as well \r\nas those relating to cluster munitions, anti-personnel \r\nmines and small arms and light weapons.\r\nThe responsibility to defend human dignity and \r\nrights is particularly acute in situations where people \r\nfall victim to genocide, ethnic cleansing, war crimes \r\nand crimes against humanity. Today, at a time when \r\nthe many national and regional conflicts add up \r\nto what Pope Francis has called a third world war \r\nfought piecemeal, the need to protect populations is \r\nmore urgent than ever. It is worthwhile to recall that, \r\nalthough the responsibility to protect was defined only \r\nat the 2005 World Summit, it has always been at the \r\nroot of the United Nations.\r\nAlready in the early part of the sixteenth century, \r\nwhen the concept of national sovereign States was \r\nemerging, the Spanish friar Francisco de Vitoria \r\ndescribed the responsibility of governors to protect \r\ntheir citizens as an aspect of natural reason shared by \r\nall nations and a rule for an international order whose \r\ntask is to regulate relations between peoples. The \r\nprinciples that De Vitoria articulated in the sixteenth \r\ncentury have been enshrined in the 2005 World Summit \r\nOutcome document (resolution 60/1). The Holy See \r\nupholds the perennial validity of the responsibility to \r\nprotect and calls for its full, impartial and consistent \r\nimplementation. Such an implementation necessarily \r\nentails fulfilling all obligations under international \r\nhuman rights and international humanitarian law, as \r\nwell as condemning any deliberate attacks against \r\ncivilian targets. It means preventing or stopping crimes \r\nagainst humanity and protecting populations from them \r\nthrough greater legal, political and moral accountability.\r\nPeace requires forgiveness. Forgiveness is central \r\nto reconciliation and peacebuilding, since it makes \r\npossible the healing and rebuilding of human relations. \r\nForgiveness is not opposed to justice, but it is rather its \r\nfulfilment, since it leads to the healing of the wounds that \r\nfester in human hearts, while acknowledging the evil \r\nthat has been committed. A culture of peace involves, \r\ntherefore, the courageous choice of not allowing the \r\nwounds of the past to bleed into the present, so that \r\nwe can walk together towards reconciliation. Every \r\nreligion is called upon to assist in the reconciliation \r\neffort by promoting peace. Equally important is \r\nthe testimony given when different religions come \r\ntogether to pray and work for peace. Interreligious \r\nand intercultural dialogue provides the world with a \r\nparadigm to share their respective cultural patrimony, \r\ngrow in mutual appreciation of others’ perspectives, \r\nheal past wounds, and journey together toward peace \r\nand human development. Religious men and women, \r\nmoved as they are to revere each other’s God-given \r\ndignity, have a special responsibility to bear witness by \r\nrespectful and constructive dialogue among cultures.\r\nAlthough, even today, there are some acts of \r\nreligiously motivated violence, the response to them \r\nmust not be a renewed form of retaliatory justice, but \r\nrather authentic dialogue between the various religious \r\ncommunities on the basis of the joint and unequivocal \r\nbelief that killing others in the name of God offends \r\nGod himself. Terrorism is not an outgrowth of \r\nproperly understood religion, but rather the fruit of a \r\nprofound spiritual poverty. Defeating it requires the \r\njoint contribution of all religious and political leaders. \r\nReligious leaders must therefore promote those values \r\nthat foster the love of one’s neighbour. For their part, \r\npolitical leaders must ensure the enjoyment of the right \r\nto religious freedom, while acknowledging religion’s \r\npositive contribution to the building of a civil society \r\nthat sees no opposition between the participation in \r\nthe political community and the spiritual dimension \r\nof life. They must also ensure that there are no \r\nconditions — such as poverty, insufficient support for \r\nfamilies and inadequate investment in education and \r\nculture — that favour the spread of fundamentalism.\r\nThe Holy See wishes to reaffirm its heartfelt \r\nconcern for all victims of terrorism. At the same time, it \r\nwishes to underline that all measures to combat terrorist \r\nactivities must fully respect human rights. In particular, \r\n1/10/2018 A/73/PV.16\r\n18-30214 15/47\r\ncounter-terrorism measures should not hinder the \r\nlegitimate work of charitable organizations, including \r\nthose motivated by faith, aimed at caring for vulnerable \r\npopulations. It must be recognized that humanitarian \r\nassistance in underdeveloped countries and in crisis \r\nzones contributes positively to the prevention of \r\nterrorism and retaliatory violence, which thereby \r\nfosters the enjoyment of human rights and the respect \r\nfor dignity. As noted in the report of the Secretary-\r\nGeneral on the work of the Organization, terrorism is a \r\nworldwide scourge and requires a globally coordinated \r\nresponse. The Holy See welcomes all efforts to enhance \r\nmultilateral cooperation against terrorism, such as the \r\nrecent United Nations High-level Conference of Heads \r\nof Counter-Terrorism Agencies of Member States.\r\nThe Universal Declaration of Human Rights affirms \r\nthat the equal rights of men and women flow from their \r\ninherent dignity and worth. It is therefore necessary to \r\nadopt all measures needed to promote equality in rights \r\nand the full and equal participation of women and men \r\nin society.\r\nWhile history books sing the victories of emperors \r\nand warriors, all of civilization owes an unpayable debt \r\nof gratitude to the less chronicled or even unknown \r\ncontributions of women and men that have shaped \r\ncivilizations. While textbooks normally obsess about \r\nthe names at the top of political hierarchies and are \r\npreoccupied fundamentally with economic and military \r\ntrends, it is worth recalling that genuine human \r\nprogress happens more fundamentally in the relations \r\nthat human beings have with one another and in the way \r\nin which human beings care for one another.\r\nToday, women and men are at the forefront of the \r\nrevolution of tenderness that Pope Francis has insisted \r\nthe world urgently needs. In response to various forms \r\nof human suffering and to material, emotional or even \r\nspiritual necessities, people need help and remedies that \r\naccord with the fullness of their human dignity. Having \r\ngone through multiple traumas, they need to be cared \r\nfor and treated with great sensitivity and attention.\r\nBeyond their professional competence and \r\ntechnical knowledge, women have, indeed, shown a \r\nspecial capacity for recognizing, affirming, nurturing \r\nand defending the inherent dignity of others, and for \r\ncontributing greatly to efforts aimed at promoting a \r\npeaceful, respectful and harmonious world. As Pope \r\nFrancis has affirmed, women look at life through their \r\nown eyes, and men are not able to look at life in the \r\nway that women do. The way of viewing a problem, of \r\nseeing anything, is different for a woman compared to a \r\nman. They must be complementary. The true progress in \r\nhumanity that is dramatically needed in our challenged \r\nworld will also depend on the full participation of \r\nwomen on an equal and same footing with men in the \r\ncivil, political, social, economic or cultural fields.\r\nWe note with great concern that women’s \r\nindispensable role is often undervalued and can even \r\nbe a vehicle for the exploitation and violation of their \r\ndignity and fundamental rights. Today, women still \r\nface a variety of challenges and difficulties in various \r\nparts of the world. They experience discrimination in \r\nthe workplace; they are often forced to choose between \r\nwork and family; and they disproportionately suffer in \r\nconflict situations. In poor and developing countries, \r\nwomen bear the heaviest burdens: it is they who travel \r\nmany miles in search of water, who too often do not \r\nhave access even to the most basic medical assistance \r\nthat they need in childbirth, and who are kidnapped \r\nfor sexual exploitation or forced into marriage. At \r\ntimes, they are even denied the right to life simply for \r\nbeing female.\r\nThe authentic advancement of women entails \r\nabsolute respect for their inherent dignity, while \r\nacknowledging their crucial roles, not only in the \r\nvarious spheres of society, but also in the family, as \r\nequal participants in marriage as spouses. It is therefore \r\ncontradictory to seek to promote women’s empowerment \r\nwhile suppressing their unique natural potentialities in \r\nthe name of some particular interests or in the exercise \r\nof an ideological agenda. It is equally contradictory \r\nwhen women’s irreplaceable contribution to society \r\nthrough motherhood is stigmatized as an obstacle \r\nto their advancement and empowerment, instead of \r\nbeing acknowledged, supported and accompanied with \r\nmeasures aimed at alleviating the difficulties that they \r\nmay encounter. The Holy See wishes to avail itself of \r\nthis occasion to express grateful appreciation for all \r\nthose women who, sometimes heroically, have raised \r\nand educated generations of responsible daughters \r\nand sons. The world owes them gratitude and esteem, \r\nsupport and solidarity.\r\nThe Universal Declaration understands human \r\ndignity as the dignity of the person within society, \r\nsince the person always exists in relation to others. \r\nArticle 16, paragraph 3, of the Declaration stresses \r\nthat the family is the natural and fundamental group \r\nunit of society and is entitled to protection by society \r\nA/73/PV.16 1/10/2018\r\n16/47 18-30214\r\nand the State. Article 25 affirms that motherhood and \r\nchildhood are entitled to special care and assistance. \r\nArticle 26 underlines that parents have a prior right \r\nto choose the kind of education that shall be given to \r\ntheir children.\r\nThose principles have perennial validity, even in \r\nthe midst of changing societies, and must be upheld for \r\nthe good of every child, every family and every society. \r\nAs Pope Francis reminds us, the strength of the family \r\nlies in its capacity to love and to teach how to love. The \r\nfamily is a school of humanity, a school that teaches \r\nus to open our hearts to others’ needs, to be attentive \r\nto their lives. As such, it remains a model, as well as a \r\nreference, for the promotion of harmony within society \r\nand among the family of nations.\r\nThe family is the greatest treasure for a country \r\nand for future generations. In particular, it is urgent to \r\npromote the protection of children today, as children are \r\nregularly victims of armed conflict, violence, various \r\nforms of exploitation and abuse, and are exposed \r\nto hunger and extreme poverty. The way we care for \r\nevery child shows the depth of our humanity and of our \r\nappreciation for the dignity and rights of each person. \r\nFor its part, the Roman Catholic Church is committed, \r\nat all levels, not only to promoting the protection of \r\nchildren, but also to creating safe environments for them \r\nin its own institutions, in order to address the heinous \r\nscourge of sexual abuse and violence against children.\r\nWhen the Universal Declaration speaks about \r\ndevelopment, it also does so with regard to the free and \r\nfull development of the human person. For the Holy See, \r\ndevelopment must always be integral, which means, in \r\nthe words of Pope Paul VI, that it cannot be restricted \r\nto economic growth alone. Authentic development must \r\nbe well rounded, and it must foster the development \r\nof each person and of the whole person. Respect for \r\nhuman rights and human dignity, based on a profound \r\nappreciation of the whole person and every person, \r\nis essential for efforts to eradicate extreme poverty \r\nand to promote integral human development. Without \r\npaying attention to those fundamental anthropological \r\ncoordinates, the sustainable development agenda \r\nwould be reduced to its economic, environmental or \r\nsociological elements.\r\nExtreme poverty is more than a socioeconomic \r\nproblem; it is also an ethical one, f lowing from \r\na globalization of indifference exacerbated by \r\nconsumerism. The alternative to that individualistic, \r\nindifferent and self-centred approach is an interpersonal \r\none that involves personal, social, economic and \r\nenvironmental advancement and solidarity. That \r\nprinciple of interconnectedness is found in the Addis \r\nAbaba Action Agenda of the Third International \r\nConference on Financing for Development, the 2030 \r\nAgenda for Sustainable Development and the Paris \r\nAgreement under the United Nations Framework \r\nConvention on Climate Change. In adopting those \r\ndocuments, we committed ourselves to promoting \r\nintegral and authentic development in harmony with \r\nnature. We should put all our efforts into achieving the \r\nSustainable Development Goals and the demanding \r\ngoals of the Paris Agreement. The Holy See hopes \r\nthat the twenty-fourth session of the Conference of the \r\nParties to the United Nations Framework Convention on \r\nClimate Change, to be held in Katowice, Poland,  this \r\nDecember, will provide a strong step in that direction \r\nthrough a good and effective advancement on the work \r\nprogramme of the Paris Agreement.\r\nThe Secretary-General has described in his report \r\n(E/2018/64) some of the recent progress made in the area \r\nof integral development across the world. The mortality \r\nrate of children under 5has dropped by 47 per cent in \r\nthe past 10 years. The proportion of the population of \r\nthe least developed countries with access to electricity \r\nhas more than doubled since 2000. Unemployment has \r\ndecreased in many countries, as various institutions \r\nand frameworks needed for the implementation of the \r\n2030 Agenda have been put into place.\r\nThe report stresses, however, that progress has \r\nbeen uneven and too slow to meet the ambitious goals of \r\nthe Agenda. By 2015, 30 per cent of people worldwide \r\nstill did not have access to safe drinking water, while \r\n60 per cent did not have access to adequate sanitation. \r\nAfter a prolonged decline, world hunger has been rising \r\nagain. The recent 2018 High-level Political Forum \r\non Sustainable Development showed that there is an \r\nurgent need to step up efforts focused on energy, water \r\nand ecosystems. Moreover, the recent rise in trade \r\ntensions and the growing scepticism with regard to \r\nmultilateralism endanger the coordinated global effort \r\nto sustainable development for all.\r\nThe centrality of the human person must also be \r\nreaffirmed in the context of the current environmental \r\ncrisis. As Pope Francis has reminded us, we are not \r\nfaced with two separate crises, one environmental and \r\nthe other social, but rather one complex crisis that is both \r\nsocial and environmental. That complex reality involves \r\n1/10/2018 A/73/PV.16\r\n18-30214 17/47\r\nnot only our common home but also our partners on \r\nthis planet and therefore demands an integrated ethical \r\napproach that simultaneously cares for the environment \r\nwhile it combats poverty and exclusion, assures the \r\ncollective enjoyment of the common good, and fosters \r\nintergenerational solidarity.\r\nThe President took the Chair.\r\nSuch an approach requires taking with the utmost \r\nseriousness our responsibility to care for our precious \r\nnatural resources and to protect those persons, especially \r\nthe poorest, who depend on them for their daily \r\nsubsistence. I am thinking, above all, of issues relating \r\nto food security and food safety, as well as access to \r\nclean water and the management of the oceans. Without \r\nan approach informed by ethical considerations, we \r\nare left with an economic system where financial \r\ngain and political power are placed above the good \r\nof the environment and those most vulnerable. An \r\nethical approach to the current crisis must also inspire \r\nsolidarity with future generations. As Pope Francis \r\nreminds us, intergenerational solidarity is not optional, \r\nbut rather a basic question of justice, since the world we \r\nhave received also belongs to those who will follow us. \r\nWhile care for our common home benefits us, it is also \r\na gift to future generations, sparing them from paying \r\nthe price of environmental deterioration and ensuring \r\nthat they will be able to enjoy its beauty, wonder and \r\nmanifold endowment.\r\nThe President: I now call on His Excellency \r\nMr. Virasakdi Futrakul, Deputy Minister for Foreign \r\nAffairs of the Kingdom of Thailand.\r\nMr. Futrakul (Thailand): It is a great honour for me \r\nto represent the Kingdom of Thailand in the Assembly \r\nof the nations of the world. Allow me, at the outset, \r\nto express our deepest condolences to the Government \r\nand the people of Viet Nam on the passing of President \r\nTrần Đại Quang. His dedication to Viet Nam and his \r\ncontributions to the Association of Southeast Asian \r\nNations (ASEAN) will always be remembered with \r\nrespect. I would also like to express our heartfelt \r\nsympathy to and solidarity with the Government and \r\nthe people of Indonesia for the terrible loss of lives \r\nand the injuries and damage following the catastrophic \r\nearthquake and tsunami that hit the island of Sulawesi \r\nthis past week. I also join others in paying tribute to \r\nthe memory of the late former Secretary-General Kofi \r\nAnnan. His efforts to incorporate human rights into \r\nthe work of all United Nations organs has brought the \r\nUnited Nations closer to the people. He will be long \r\nremembered as the Secretary-General who tried to \r\nmake the world more humane.\r\nWe are living in a world characterized by volatility, \r\nuncertainty, complexity and ambiguity. The United \r\nNations needs to adapt to meet the challenges of that \r\nenvironment, so that it can fulfil its noble mission of \r\npeace and security, development and human rights. \r\nThailand therefore supports the efforts of Secretary-\r\nGeneral Guterres to reform the United Nations system \r\nso as to make it more effective, efficient and human-\r\ncentred. Thailand has been active in translating the \r\nprinciples enshrined in the Charter of the United \r\nNations into practices aimed at promoting peace \r\nand security, fostering sustainable development and \r\nsafeguarding human rights.\r\nOn peace and security, Thailand supports efforts \r\nto make the Security Council more representative, \r\nmore inclusive and more democratic. We support the \r\nSecretary-General’s commitment to forge stronger \r\nlinkages between peace, security and sustainable \r\ndevelopment, as we believe that it is indeed the economic \r\nand social development of the communities and the \r\npeople that lies at the centre of sustaining peace. Since \r\n1950, over 27,000 Thai military and police personnel, \r\nmen and women, have proudly served in more than 20 \r\nUnited Nations peacekeeping and related missions. \r\nAnd we will do more. In addition to a number of \r\nmilitary and police officers who are currently stationed \r\nwith three peacekeeping missions, we are getting ready \r\nto deploy a horizontal military engineering company \r\nto join the United Nations Mission in South Sudan. \r\nWherever Thai peacekeepers go, they simultaneously \r\nseek to keep peace and foster sustainable development \r\nand to engage in both peacekeeping and peacebuilding.\r\nThailand also supports a rules-based international \r\norder. Last year, Thailand became one of the first \r\nStates to sign and ratify the Treaty on the Prohibition of \r\nNuclear Weapons. And just this past week, I deposited \r\nour instrument of ratification for the Comprehensive \r\nNuclear-Test-Ban Treaty (CTBT), which complements \r\nASEAN’s objective of making South-East Asia a nuclear-\r\nweapon-free zone. We also support efforts to achieve a \r\npeaceful and denuclearized Korean peninsula. We hope, \r\nfurthermore, to see one day a nuclear-weapon-free \r\nIndo-Pacific region. The late United States Senator \r\nfrom New York, Robert Kennedy, paraphrasing George \r\nBernard Shaw, once said, “Some [men] see things as \r\nthey are, and [ask] ‘why?’ I dream [of] things that never \r\nA/73/PV.16 1/10/2018\r\n18/47 18-30214\r\nwere and [ask], ‘Why not?’”. Today all 10 South-East \r\nAsian nations have ratified the CTBT — why have the \r\ncountries in the Indo-Pacific region not all done so? As \r\nan Asian proverb states, a journey of a thousand miles \r\nbegins with a single step. South-East Asia has taken \r\nthat first step towards a nuclear-weapon-free region. \r\nWhy have the rest of the Indo-Pacific countries not all \r\ndone so?\r\nOn development, Thailand supports the reform of \r\nthe United Nations development system with a view to \r\nmaking it more effective, efficient and people-centred. \r\nWe are also reforming our whole country as we \r\nimplement the Sustainable Development Goals (SDGs). \r\nCommitting ourselves to realizing the SDGs is one \r\nthing, but implementing them locally is another. That \r\nis why the Thai Government strives to empower our \r\nlocal communities, in urban and rural areas, to change \r\nfor the better, to improve the way we produce and \r\nconsume, the way we work and travel, and the way we \r\nlive, in order to achieve sustainability and realize the \r\nSDGs. As Mahatma Gandhi once said, we must be the \r\nchange that we wish to see in the world. Sustainable \r\ndevelopment can be achieved only when it is inclusive \r\nand responds to the needs of people in the society \r\nconcerned. In Thailand, we have launched our reforms \r\nbased on what we have called the “pracharat principle” \r\nor the public-private-people partnership. Under that \r\nprinciple, the people, the Government and the private \r\nsector work closely together to pursue sustainable \r\ndevelopment. We are applying that holistic approach, \r\nuniting all three sectors ─ public, private and people ─ \r\nso as to ensure that all stakeholders are engaged in the \r\ncountry’s development efforts, leaving no one behind.\r\nIn realizing Sustainable Development Goal 14 on \r\nthe conservation and sustainable use of the oceans, \r\nseas and marine resources, Thailand is the first Asian \r\ncountry to join a global initiative to clean up the oceans \r\naround our tourist hotspots, such as Koh Samui, Koh \r\nTao and the famous Phuket. We are also working on \r\nraising public awareness of climate change. We are \r\nalso cooperating with other countries in the region to \r\nmitigate the risks of natural disasters, such as the one \r\nthat just hit Indonesia. Last year, in order to mitigate \r\nthe human-caused disaster of pollution, in particular \r\nin the form of plastic garbage in the seas and oceans, \r\nThailand hosted the ASEAN Conference on Reducing \r\nMarine Debris in the ASEAN Region aimed at pooling \r\nour efforts to clean the seas in our region. Thailand \r\nalso hosted the ASEAN-China Workshop on Marine \r\nEnvironmental Protection in the South China Sea, \r\nwhich sought to map a strategy to clean up our regional \r\nseas. In those efforts, we are mindful of the warning \r\nthat marine biologist Rachel Carson gave in her book \r\nThe Sea Around Us, writing that it is a curious situation \r\nthat the sea, from which life first arose, should now be \r\nthreatened by the activities of one form of that life. But \r\nthe sea, though changed in a sinister way, will continue \r\nto exist; the threat is rather to life itself. When we seek \r\nto save the seas and the oceans, we are in fact seeking \r\nto save humankind.\r\nOn human rights, we are finalizing the draft of our \r\nfourth national human rights plan for the period 2019-\r\n2023, which seeks to address a range of human rights \r\nchallenges, including issues such as access to land and \r\nnatural resources, the rights of lesbian, gay, bisexual, \r\ntransgender and intersex persons and human rights \r\ndefenders, and the freedom of the press. We are also \r\ndrafting a national action plan on business and human \r\nrights so as to make our private sector an indispensable \r\npartner in mainstreaming human rights into all sectors \r\nof Thai society.\r\nThe Thai Government’s policies seek to address \r\nhuman rights challenges in a structural manner and \r\nto lay the foundation for sustainable democracy in \r\nThailand. In order to address discrimination and protect \r\npeople in vulnerable situations, we have enacted the \r\nGender Equality Act, various acts to protect vulnerable \r\npersons, the Justice Fund Act and the Equitable \r\nEducation Fund Act. A number of new laws are also in \r\nthe pipeline, such as a community forest bill that seeks \r\nto promote people’s participation in natural resource \r\nmanagement, a bill on community banks, a land-tax bill \r\nto reduce the gap between the rich and the poor, and a \r\nbill for the prevention and elimination of forced labour \r\naimed at protecting the rights of workers and at tackling \r\ntrafficking in persons. Thailand recently ratified \r\nthe International Labour Organization’s Protocol to \r\nConvention No. 29, on forced labour, as a part of our \r\ncontinued effort to improve Thai labour standards.\r\nThe Thai Government firmly believes that \r\nengagement with civil society is key to an inclusive \r\napproach to human rights and sustainable development. \r\nOur relevant agencies have been holding periodic \r\nconsultations with non-governmental organizations \r\nworking on sustainable development and human rights \r\nissues, including in our voluntary national review on \r\nthe Sustainable Development Goals (SDGs) and our \r\nnational presentations to human rights treaty bodies.\r\n1/10/2018 A/73/PV.16\r\n18-30214 19/47\r\nOur commitment to the three pillars of the United \r\nNations, namely, peace and security, development and \r\nhuman rights, has contributed positively to the stability \r\nand prosperity of the Kingdom of Thailand. Since \r\nthe current Government assumed office four years \r\nago, the rate of growth of Thailand’s gross domestic \r\nproduct (GDP) has risen from 0.9 per cent in 2014 to \r\n3.9 per cent. This year, our GDP is expected to grow by \r\nbetween 4.4 and 4.9 per cent. National competitiveness \r\nhas risen from thirty-seventh place in 2014 to thirty-\r\nsecond place last year. Tourists have returned, with \r\nmore than 35 million visitors to Thailand last year. \r\nThis year, the number of tourists coming to Thailand \r\nis expected to be close to 40 million, thereby reflecting \r\ntourists’ confidence in Thailand’s peace and security.\r\nOur efforts to realize the SDGs have also improved \r\nour people’s lives. The maternal mortality ratio stands \r\nat 26.6 deaths per 100,000 live births, and the mortality \r\nrate of children under 5 is at 8.6 per 1,000 live births. \r\nPeople’s access to universal health care stands at \r\n99.9 per cent. Access to education at the primary \r\nlevel is at 100 per cent, lower secondary school at \r\n88.3 per cent and upper secondary school at 72.7 per \r\ncent. Furthermore, 60 per cent of our labour force are \r\nwomen. In our efforts to realize the SDGs, the Royal \r\nThai Government has been guided by His Majesty \r\nthe late King Bhumibol Adulyadej’s sufficiency \r\neconomy philosophy.\r\nThe sufficiency economy philosophy teaches us that \r\ndevelopment must be home-grown and rooted within \r\neach citizen in order to be sustainable — in other words, \r\nstrength from within builds strength on the outside. The \r\nGovernment has therefore focused our resources so as \r\nto empower households and communities through our \r\npolicies with regard to community banking, community \r\nland deeds, community forests, lifting household debts \r\nand providing universal health coverage. Thailand \r\nhas also shared our philosophy of development, the \r\nsufficiency economy philosophy, with the Group of \r\n77 and China, which has endorsed it as a development \r\nmodel. We have also been working with over twenty \r\ncountries around the world under the Sufficiency \r\nEconomy Philosophy for SDGs Partnership, sharing \r\nour developmental approach.\r\nLooking ahead, the Royal Thai Government is \r\nlaying a strong foundation for stability and development \r\nthrough its twenty-year national strategies. They will \r\ntransform our country into a strong and modern economy \r\nthat is ready to cope with the present-day volatile, \r\nuncertain, complex and ambiguous environment and the \r\nchallenges that we will face throughout the remainder \r\nof the twenty-first century.\r\nThailand was the birthplace of the Association of \r\nSoutheast Asian Nations (ASEAN). In 2019, Thailand \r\nwill assume the chairmanship of ASEAN. Our goal \r\nduring our chairmanship of ASEAN is to foster the \r\ncreation of a truly people-centred community, where \r\nno one is left behind. Such a community will need to \r\nbe resilient, dynamic, inclusive and forward-looking. \r\nDuring our chairmanship of ASEAN, we will further \r\nstrengthen our partnership with the United Nations on \r\nits three noble missions: peace and security, sustainable \r\ndevelopment and human rights.\r\nIn our partnership with the United Nations on \r\nsustainable development, we believe that the Economic \r\nand Social Council can help shape directions and \r\nbuild policy coherence to support us in realizing the \r\nSDGs. Thailand will therefore seek membership in the \r\nCouncil for the term 2020-2022. We will try our utmost \r\nto support the Council in advancing the 2030 Agenda \r\nfor Sustainable Development.\r\nI am also glad to announce that, in order to reaffirm \r\nour support for the repositioning of the United Nations \r\ndevelopment system, Thailand will contribute $200,000 \r\nto the special purpose trust fund to reinvigorate the \r\nresident coordinator system. That will enhance the \r\nwork of the United Nations on the ground and make the \r\nOrganization more relevant to all people.\r\nAs a small country, Thailand takes to heart the \r\nconviction of the late former Secretary-General Dag \r\nHammarskjöld that, ultimately, international law is \r\nthe last defence of small countries. Thailand views the \r\nUnited Nations as an embodiment of international law in \r\naction and therefore pledges our full and wholehearted \r\ncooperation with the United Nations.\r\nThe President: I now call on His Excellency \r\nMr. Mahmadamin Mahmadaminov, Chair of the \r\nDelegation of the Republic of Tajikistan.\r\nMr. Mahmadaminov (Tajikistan): At the outset, \r\nMadam President, I would like to join previous \r\nspeakers by extending, on behalf of the Government of \r\nthe Republic of Tajikistan, our sincere congratulations \r\non your well-deserved election as President of the \r\nGeneral Assembly at its seventy-third session. We are \r\nconfident that your wisdom, diplomatic experience \r\nand skills will contribute to the success of the current \r\nA/73/PV.16 1/10/2018\r\n20/47 18-30214\r\nsession of the General Assembly. You can rest assured \r\nof my delegation’s constant support and cooperation in \r\nthat regard.\r\nI would also like to take this opportunity to commend \r\nyour predecessor, His Excellency Mr. Miroslav Lajčák, \r\non his able leadership during the previous session of the \r\nGeneral Assembly.\r\nWe live in an ever-changing world. Unprecedented \r\nlevels of instability and uncertainty are on the rise in \r\nmany parts of the world. Global challenges such as \r\nclimate change, terrorism and extremism, large-scale \r\nconflicts, inequality, poverty, food and water insecurity, \r\nlack of education and economic opportunities, and \r\nunemployment — to name but a few — further affect \r\nthe status quo.\r\nToday’s global challenges exert pressure on the \r\nvery foundations of the world order and the principles \r\nof international relations. They undermine the efforts \r\nof the international community to achieve the 2030 \r\nAgenda for Sustainable Development and its Sustainable \r\nDevelopment Goals.\r\nUnder those circumstances, the theme for this \r\nsession, namely, “Making the United Nations relevant to \r\nall people: global leadership and shared responsibilities \r\nfor peaceful, equitable and sustainable societies”, \r\nbecomes very pertinent.\r\nI echo the words of our late former Secretary-\r\nGeneral, the great diplomat and outstanding human \r\nbeing Kofi Annan, who said,\r\n“We should be asking what should we be doing \r\nin this changing world. The world is changing and \r\nthe United Nations has to change and adapt with it. \r\nWe cannot be static.”\r\nAs a universal institution, the United Nations \r\nshould continue carrying out its noble mission of \r\ncoordinating the efforts of its Member States aimed at \r\nenhancing the resilience of the countries as they seek to \r\nrespond to modern threats and challenges. At the same \r\ntime, Member States should also play an active part in \r\nthat process by meeting their commitments, undertaken \r\nin the 2030 Agenda, the Addis Ababa Action Agenda \r\nand the Paris Agreement on Climate Change, to \r\nrestore stability and thereby to ensure development. \r\nFull implementation of the aforementioned milestone \r\ndocuments is required in order to address many of the \r\nsocioeconomic problems that are the main drivers of \r\nextremism and terrorism.\r\nMy country believes that the response to the ever-\r\nincreasing threat of terrorism and violent extremism \r\nshould be comprehensive, with the United Nations \r\nas a key coordinator. The efforts should be focused \r\non the elimination of the military infrastructure of \r\ninternational terrorism, on depriving it of political, \r\nmilitary and financial support, and on preventing the \r\nuse of information and communications technologies \r\nfor the radicalization of minds, recruitment and \r\npropaganda messages for extremism and violence.\r\nIn order to discuss those issues, the Government \r\nof the Republic of Tajikistan, in close cooperation \r\nwith the United Nations, the Organization for Security \r\nand Cooperation in Europe, the European Union and \r\nsome partner countries, convened, in Dushanbe on \r\n3 to 4 May, the high-level international conference on \r\ncountering terrorism and preventing violent extremism. \r\nWe are confident that the Dushanbe conference \r\nserved as an excellent platform for constructive and \r\nfruitful cooperation by, inter alia, contributing to the \r\nachievement of a general recognition of the negative \r\nimpact and consequences of the current challenges, \r\nexploring possibilities for strengthening partnership \r\nand cooperation at all levels, and exchanging \r\nexperiences in countering terrorism and preventing \r\nviolent extremism. Furthermore, in order to address the \r\nevolving transnational threat posed by terrorist groups \r\nand their affiliated member States, the United Nations \r\nshould continue to strengthen and promote the effective \r\nuse of the necessary tools and measures.\r\nIt is essential that we jointly search for ways to \r\naddress poverty, the negative impact of globalization, \r\nand the prevention and resolution of conflicts. There \r\nis also a need to strengthen intercultural and interfaith \r\ndialogue, mutual trust and tolerance. In that context, \r\nthe United Nations remains a critically important \r\nplatform for achieving consensus on the main issues \r\nof international security and development, as well \r\nas for the coordination of joint actions on the part of \r\nthe international community aimed at addressing the \r\nchallenges and threats of the contemporary world.\r\nPeace is the main prerequisite for creating equitable \r\nand sustainable societies across the world. We therefore \r\nbelieve that stable peace in the Middle East can be \r\nachieved only through a comprehensive settlement of \r\nthe crisis, which in turn will contribute to enhancing \r\nglobal security. We support international and regional \r\nefforts aimed at restoring and strengthening peace \r\nand stability in the Middle East, including the efforts \r\n1/10/2018 A/73/PV.16\r\n18-30214 21/47\r\nto further the resumption and acceleration of credible \r\nnegotiations within the Middle East peace process.\r\nWe also support the international strategy for \r\na comprehensive settlement and for post-conflict \r\nrehabilitation in Afghanistan. We need to strengthen \r\nour assistance to the Government of Afghanistan, \r\nespecially during Afghanistan’s transformation \r\ndecade (2015-2024). Urgent socioeconomic recovery \r\nis a must for the development and prosperity of \r\nAfghanistan. Targeted assistance to that war-torn \r\ncountry, aimed at economic recovery, strengthening \r\nthe social sphere and creating new jobs, should be \r\nexpanded. To that end, the involvement of Afghanistan \r\nin the process of multifaceted regional cooperation is \r\ncritical for the success of the efforts undertaken by the \r\ninternational community.\r\nWe are willing to take part in the rehabilitation of \r\nthe social and economic infrastructure of Afghanistan \r\nby connecting the transport arteries of our two \r\ncountries, by creating an energy bridge through the \r\nCentral Asia-South Asia power project (CASA-1000), \r\nand by providing the Afghan population with essential \r\ncommodities and by training specialists.\r\nWe are in the third year of the implementation \r\nof the 2030 Agenda and its Sustainable Development \r\nGoals (SDGs). The recent High-level Political Forum \r\non Sustainable Development has vividly demonstrated \r\nthat, despite certain progress, there are early signs that \r\na number of countries are not on track to reach the \r\nSDGs by 2030. It is alarming to observe that situation, \r\nparticularly at the stage when the countries have \r\njust started incorporating the 2030 Agenda into and \r\naligning it with their national development strategies. \r\nThe mistakes of the era of the Millennium Development \r\nGoals should not be repeated. For that reason, there is \r\nan urgent need to step up efforts on all fronts aimed at \r\nachieving our ambitious goal, namely, to transform our \r\nworld for the better by 2030.\r\nThe first step to be undertaken is to strengthen the \r\nmeans of implementation, especially for the developing \r\ncountries. The mobilization of financial resources, \r\nincluding official development assistance, long-term \r\ninvestments, revitalized global partnerships, capacity-\r\nbuilding and the transfer of environmentally sound \r\ntechnologies to the developing countries, is needed in \r\norder to adequately attain the SDGs in a timely manner \r\nby 2030.\r\nSecondly, national development efforts need to \r\nbe supported by an enabling international economic \r\nenvironment. It is essential to revitalize international \r\ntrade and investments — the main engines of \r\neconomic growth and development. Effective regional \r\ncooperation should also facilitate the achievement of \r\nsustainable development. As we pledged to leave no \r\none behind in our collective journey, it is imperative to \r\nrecognize that each country faces specific challenges \r\nin achieving the 2030 Agenda, in particular the most \r\nvulnerable countries, such as the African countries, the \r\nleast developed countries, the landlocked developing \r\ncountries and the small island developing States. We \r\nneed, therefore, to take into account the different \r\nnational realities, capacities and levels of development \r\nof those vulnerable countries and scale up our assistance \r\nto them.\r\nWith that in mind, we supported and welcomed \r\nthe Secretary-General’s reform of the United Nations \r\ndevelopment system aimed at enhancing the United \r\nNations contribution to sustainable development. We \r\nbelieve that the new changes will transform the United \r\nNations system and will make it more capable of \r\nsupporting the 2030 Agenda and delivering better on \r\nthe ground.\r\nThe year 2018 was important for the water agenda, \r\nnot only for Tajikistan, a country that actively advances \r\nthat agenda, but also for the entire water community \r\nacross the globe. We witnessed a series of milestone \r\nevents, starting in Brazil with the eighth World Water \r\nForum, then the launch of the Water Action Decade in \r\nNew York, followed by the High-level International \r\nConference on the International Decade for Action \r\n“Water for Sustainable Development” 2018-2028, \r\nwhich was held in Dushanbe, and culminating in New \r\nYork with the 2018 High-level Political Forum on \r\nSustainable Development.\r\nEach of those events had a profound impact \r\nand made a significant contribution to the overall \r\nadvancement of SDG 6 and other water-related Goals \r\nof the 2030 Agenda. For instance, the joint United \r\nNations and Tajikistan International High-level \r\nConference on the International Decade for Action \r\n“Water for Sustainable Development”, 2018-2028, \r\nheld in Dushanbe from 20 to 22 June, brought together \r\napproximately 1,500 people from 111 countries. The \r\nConference also provided a timely and necessary \r\nplatform for elaborating recommendations in the run-\r\nA/73/PV.16 1/10/2018\r\n22/47 18-30214\r\nup to the High-level Political Forum, where SDG 6 had \r\nbeen reviewed.\r\nAmong other things, the Conference helped to \r\nincrease the attention paid to the water-related SDGs \r\nand targets at all levels and to the interlinkages between \r\nvarious Goals and targets; to strengthen cooperation \r\nand partnerships at all levels aimed at achieving the \r\nwater-related SDGs; to better understand how water \r\ncontributes to achieving sustainability and how the lack \r\nof sustainability impacts water resources; to discuss the \r\nrole of the Dushanbe Conference in the implementation \r\nof the International Decade for Action on Water for \r\nSustainable Development; and, most importantly, \r\nto discuss the importance of specific means of \r\nimplementation, including monitoring, financing, \r\ncapacity-development, innovation, technology, \r\nknowledge, information, data and best practices. It \r\nalso helped to promote advocacy and networking and \r\nencouraged partnerships for action.\r\nEncouraged by the success of the Dushanbe \r\nConference and in fulfilment of the mandate of \r\nresolution 71/222, which declared the period of 2018-\r\n2028 as an International Decade for Action on Water \r\nfor Sustainable Development, Tajikistan is going to \r\nsubmit a draft resolution to the General Assembly \r\non the midterm review of the implementation of the \r\nDecade this fall. We sincerely hope that, based on the \r\nsuccess of the Water Decade resolution, which was \r\nsponsored in 2016 by the majority of Member States, \r\nthe draft resolution will also enjoy their valuable \r\nsupport this time.\r\nThe President: I now call on His Excellency \r\nMr. Bakhtiyor Ibragimov, Chair of the Delegation of \r\nthe Republic of Uzbekistan.\r\nMr. Ibragimov (Uzbekistan): Let me express my \r\nsincere gratitude for this opportunity to address the \r\nAssembly today from this rostrum.\r\nI would like to congratulate Ms. María Fernanda \r\nEspinosa Garcés on her election to preside over the \r\nGeneral Assembly at its seventy-third session. I would \r\nalso like to express our gratitude to Mr. Miroslav \r\nLajčák for his effective work at the helm of the General \r\nAssembly at its seventy-second session.\r\nToday, the Republic of Uzbekistan has entered an \r\nimportant stage of radical and dynamic transformations. \r\nIts goal is to strengthen and further develop a \r\ndemocratic, law-governed State with an open and \r\nsocially oriented market economy and a vibrant civil \r\nsociety, in which the main values are rights, freedoms \r\nand the legal interests of individuals. At the initiative \r\nof the President of the Republic of Uzbekistan, Shavkat \r\nMirziyoyev, we adopted a five-year action strategy \r\naimed at making fundamental changes in the economy, \r\nState governance, legal and social spheres, security, and \r\nat ensuring inter-ethnic and interconfessional peace \r\nand harmony. The principle that the people should not \r\nserve State bodies, but rather that State bodies should \r\nserve the people has become a cornerstone of the main \r\nprogramme of our democratic reforms.\r\nElevating the role of the Parliament and political \r\nparties, increasing the accountability and transparency \r\nof the executive branch, strengthening public institutions \r\nand developing civil society have become the practical \r\nembodiments of the constitutional principle that the \r\npeople are the sole source of State power.\r\nWe are taking significant steps to streamline the \r\nnational system for the protection of human rights and \r\nfreedoms and are strengthening the independence of the \r\njudicial system. The use of child and forced labour has \r\nceased. The recommendations of the United Nations \r\nHuman Rights Council, treaty bodies, the United \r\nNations High Commissioner for Human Rights and its \r\nSpecial Rapporteur on freedom of religion or belief are \r\nbeing systematically implemented.\r\nWe have also carried out large-scale initiatives \r\nto liberalize the economy, create conditions for free \r\nentrepreneurship, ensure the inviolability of private \r\nproperty and improve the investment climate. We \r\nhave introduced the free convertibility of our national \r\ncurrency, expanded access to bank credit and carried \r\nout tax and custom reforms. According to the World \r\nBank report entitled “Doing Business 2018”, Uzbekistan \r\nwas among the 10 leading countries in terms of creating \r\nfavourable conditions for doing business. As a result, \r\nUzbekistan today has earned a reputation for being a \r\nthoroughly renewed, open and dynamically developing \r\ncountry. The chosen path of resolute reforms is \r\nirreversible and enjoys the broad support of the people \r\nof the country.\r\nToday we are witnessing an unprecedented new \r\nalignment of power at the global and regional levels. \r\nA rethinking of the principles of international politics \r\nand economics, which until recently seemed to be \r\nunshakable, is under way. The world is becoming less \r\npredictable and unstable. The strength and effectiveness \r\n1/10/2018 A/73/PV.16\r\n18-30214 23/47\r\nof multilateral institutions and mechanisms designed to \r\nensure international security has been put to the test.\r\nIn that regard, it is crucial to strengthen the \r\ncentral role of the United Nations in international \r\nrelations, especially in the support of the three pillars \r\nof the Organization, namely, peace, the security and \r\nsustainable development of countries and regions, and \r\nthe protection of human rights. Uzbekistan supports the \r\nsteps taken by the leadership of the United Nations to \r\nstreamline the governing system of the Organization, \r\nand calls for the gradual reform of its bodies, including \r\nthe Security Council, by taking into account today’s \r\nrealities and challenges.\r\nIn addition, we are ready to actively participate in \r\nUnited Nations efforts to promote comprehensive peace, \r\nstability and development on the basis of the respect for \r\nhuman rights and freedoms, democratization and the rule \r\nof law. In that regard, Uzbekistan has, for the first time, \r\npresented its candidacy to the Human Rights Council \r\nfor the period 2021-2023. We sincerely hope that our \r\nachievements in the area of human rights will provide a \r\nsolid basis for gaining the support of States Members of \r\nthe United Nations for Uzbekistan’s candidacy.\r\nWe are also counting on the support of Member \r\nStates to back the initiative of the President of \r\nUzbekistan aimed at developing and adopting a United \r\nNations convention on the rights of youth and a General \r\nAssembly draft resolution on enlightenment and \r\nreligious tolerance. Those documents would facilitate \r\nefforts to effectively counter the threats of terrorism \r\nand the ideology of radicalism by tackling the vital \r\nsocioeconomic problems facing our youth through the \r\nprovision of better access to high-quality education \r\nand enlightenment in the spirit of tolerance, humanism \r\nand openness.\r\nUzbekistan has already begun advancing those \r\ninitiatives. In June, working with our foreign partners, \r\nwe held an international conference on the role of youth \r\nin confronting religious extremism and terrorism. At \r\nthe end of the conference, the participants adopted the \r\nSamarkand Declaration on Increasing the Role of Youth \r\nin Countering Violent Extremism and Radicalization \r\nLeading to Terrorism.\r\nIn 2018, the international community celebrates \r\nthe seventieth anniversary of the Universal Declaration \r\nof Human Rights. In that regard, the President of \r\nUzbekistan has signed a decree on a programme of \r\nevents dedicated to that occasion. We have adopted a \r\nspecial State programme for promoting the essence and \r\nsignificance of that first universal document on human \r\nrights through the streamlining of domestic legislation \r\non human rights and law enforcement and the facilitation \r\nof Uzbekistan’s accession to new international treaties.\r\nUzbekistan has also made a voluntary contribution to \r\nthe budget of the Office of the United Nations High \r\nCommissioner for Human Rights in the amount of \r\n$100,000.\r\nCurrently, we are also taking an initiative to \r\nconvene an Asian international forum on human rights \r\non 22 and 23 November 2018 as the final event of our \r\ntargeted practical actions. The forum will take place \r\nin the city of Samarkand, which is, as is attested to by \r\nUNESCO, a crossroads of many of the world’s cultures. \r\nCentral Asia remains a main foreign-policy priority of \r\nUzbekistan. Today, the situation in the region differs \r\nfrom the one that prevailed not long ago. Thanks \r\nto the joint efforts of the countries of the region, we \r\nhave created in Central Asia, within a short period \r\nof time, a fundamentally new political atmosphere, \r\nraised the level of political trust and strengthened the \r\ntraditionally friendly and good-neighbourly relations \r\namong ourselves.\r\nThe important outcome of all that work is the \r\nsignificant progress achieved in resolving such acute \r\nissues as the demarcation of borders, the management \r\nof water resources and the joint use of transport \r\ncommunications. It should be noted that those very \r\nissues had not only remained unresolved for an extended \r\nperiod of time but were also sources of regional tension. \r\nThe agreements with neighbouring countries have \r\nenabled the opening of dozens of checkpoints on the \r\nborders of Uzbekistan and liberalized the visa regime. \r\nUzbekistan’s trade turnover with the States of the \r\nregion increased by 20 per cent in 2017 and by 50 per \r\ncent during the first six months of this year.\r\nIn the near future, at our initiative, Uzbekistan is \r\nplanning to convene a regional economic forum, which \r\nshould serve as a permanently functioning platform for \r\nrepresentatives of the business community to discuss \r\nregional projects in the trade, economic, investment and \r\ninnovative cooperation fields. The first consultative \r\nmeeting of the Heads of State of the Central Asian \r\ncountries, held in March in Astana, became the bright \r\nsymbol of a new era of regional cooperation. The next \r\nforum will take place in March 2019 in Tashkent. Most \r\nimportantly, we are now more convinced that we are \r\nunited not only by our joint past, but also by our common \r\nA/73/PV.16 1/10/2018\r\n24/47 18-30214\r\nfuture. The high level of regional interaction in Central \r\nAsia is receiving broad international support. In that \r\nregard, I would like to express our sincere gratitude to \r\nall our partners and friends who have recently rendered \r\nassistance in the preparation and adoption of a historic \r\nGeneral Assembly resolution entitled “Strengthening \r\nregional and international cooperation to ensure peace, \r\nstability and sustainable development in the Central \r\nAsian region” (resolution 72/283).\r\nThere is no doubt that that United Nations resolution \r\nacknowledges the formation of Central Asia as a single \r\nconsolidated region, the countries of which — and I \r\nwould like to put special emphasis on this ─ are capable \r\nthrough their joint efforts of solving common regional \r\nproblems and ensuring prosperity, well-being and a \r\nworthy future for their population of 70 million people. \r\nIn order to further deepen multifaceted cooperation \r\nin our region, Uzbekistan is proposing to develop \r\nand adopt a General Assembly draft resolution on \r\ndeveloping sustainable tourism in Central Asia, which \r\nwould facilitate the utilization of the unique tourism \r\npotential of the region, through which the great Silk \r\nRoad stretched in the past, connecting East and West by \r\ntrade, cultural and civilizational ties. The sustainable \r\ndevelopment of Central Asia requires the maintenance \r\nof the ecological equilibrium of the region, which in \r\nturn requires the mitigation of the consequences of the \r\ndrying-up of the Aral Sea. For the past several years, \r\nUzbekistan has implemented a number of large-scale \r\nprojects in the Aral Sea zone.\r\nUzbekistan initiated the establishment of the \r\nMulti-Partner Human Security Trust Fund for the \r\nAral Sea Region, which was supported by the United \r\nNations. The President of Uzbekistan, Shavkat \r\nMirziyoyev, during his address at the seventy-second \r\nsession of the General Assembly last year (see A/72/\r\nPV.5) and at the recent summit of the International \r\nFund for Saving the Aral Sea, held on 24 August this \r\nyear in Turkmenistan, again drew attention to that \r\ninitiative. The establishment, under the auspices of the \r\nUnited Nations, of the Multi-Partner Human Security \r\nTrust Fund for the Aral Sea Region is an attempt to \r\nhighlight major risks that pose threats to the vulnerable \r\npopulation and also opens a new level of dialogue aimed \r\nat comprehensive and human-based solutions that focus \r\non the real needs of people, taking into account the \r\nexisting risks and challenges.\r\nMr. Mohamed (Sudan), Vice-President, took \r\nthe Chair.\r\nWe hope for the overall support of the United \r\nNations for this initiative taken by Uzbekistan. When \r\nwe speak about Central Asia, we cannot but mention \r\nAfghanistan — a country that we consider to be a \r\nhistorical part of the culturo-civilizational space of our \r\nregion. A stable Afghanistan is a prerequisite for the \r\nsustainable development of Central Asia as a whole. \r\nRecently, Uzbekistan significantly expanded its bilateral \r\nrelations with Afghanistan, actively joined multilateral \r\nefforts to resolve the Afghan problem and is making a \r\nreal contribution to restoring the country’s economy, as \r\nwell as to developing close trade, economic, transport \r\nand communication ties. In March, we convened the \r\nTashkent Conference on Afghanistan. As the President \r\nof Uzbekistan, Shavkat Mirziyoyev, stated during his \r\naddress at the Conference,\r\n“We are ready, at any stage of the peace process, \r\nto create all necessary conditions for organizing \r\non the territory of Uzbekistan direct negotiations \r\nbetween the Government of Afghanistan and the \r\nTaliban Movement”.\r\nThe main outcome of the Conference was the \r\nunanimous adoption of the Tashkent Declaration. It \r\nreinforced a firm consensus, at the regional and global \r\nlevels, on the necessity of obtaining the earliest possible \r\nlaunch of direct negotiations between the Government \r\nof Afghanistan and the Taliban Movement, without \r\nany preliminary conditions. We are convinced that \r\nthe readiness of the contending parties for mutual \r\nnegotiations in the name of the vital interests of the \r\nmultinational Afghan people will serve as a solid \r\nbasis for advancing the peace process in that country. \r\nIn Uzbekistan, we recognize that the success of our \r\nlarge-scale programme of democratic transformation, \r\noutlined in our current strategy of actions, as well as \r\nthe success of our foreign policy initiatives, which are \r\naimed at facilitating international peace and stability, \r\nwill, to a large extent, depend on the support of our \r\nfriends and partners and the international community \r\nas a whole. Uzbekistan is therefore open to a broad \r\ninternational dialogue. We are sincerely interested in \r\nUzbekistan’s further integration into global political \r\nand economic arrangements and in developing \r\nconstructive and mutually beneficial cooperation with \r\nall interested countries.\r\nThe Acting President (spoke in Arabic): I now call \r\non His Excellency Mr. Michel Xavier Biang, Chair of \r\nthe Delegation of the Gabonese Republic.\r\n1/10/2018 A/73/PV.16\r\n18-30214 25/47\r\nMr. Biang (Gabon) (spoke in French): I am pleased \r\nto congratulate Ms. María Fernanda Espinosa Garcés \r\non her outstanding election as President of the General \r\nAssembly at its seventy-third session. I am convinced \r\nthat her qualities and proven knowledge of the United \r\nNations will serve as an asset for the effective conduct \r\nof our work. She can count on Gabon’s support \r\nthroughout her mandate. Allow me also to applaud the \r\nremarkable work accomplished by her predecessor, \r\nHis Excellency Mr. Miroslav Lajčák, during his term \r\nas President at the seventy-second session. I am also \r\npleased to commend the tireless efforts of Secretary-\r\nGeneral António Guterres in promoting the values and \r\nideals of our Organization.\r\nOne month after the death of Mr. Kofi Annan, \r\nformer Secretary-General and winner of the 2001 Nobel \r\nPeace Prize, I would like to pay tribute to that illustrious \r\nman of conviction and unity, whose commitment to \r\npeace and development will remain forever etched in \r\nour collective memory.\r\nThe theme of this session, namely, “Making the \r\nUnited Nations relevant to all people: global leadership \r\nand shared responsibilities for peaceful, equitable and \r\nsustainable societies”, provides us with an opportunity \r\nto assess the scope of our actions in the light of our \r\ncommitments and the many challenges of today’s world. \r\nIt is also an opportunity to develop new perspectives \r\nwithin the three pillars of our collective action, namely, \r\nthe promotion of development, peace and security and \r\nhuman rights for the well-being of all of the peoples of \r\nthe world.\r\nMaking the United Nations an Organization that \r\nis at the service of peaceful, equitable and sustainable \r\nsocieties is a great challenge in the current global \r\ncontext characterized by various threats and at a time \r\nwhen the values  and ideals enshrined in the Charter of \r\nthe United Nations are often put to the test. In spite of \r\nthe magnitude of those obstacles, I remain convinced \r\nthat multilateralism is the ideal approach for building \r\na more peaceful, just and inclusive world order. In that \r\nregard, it is essential for our Organization to modernize, \r\ntransform itself and acquire the appropriate means \r\nfor providing adequate responses to the multiple and \r\ncomplex imperatives that we face today. That is why \r\nI have welcomed, since the beginning of his mandate, \r\nthe reforms of the Secretary-General to redeploy the \r\narchitecture and resources of our Organization in \r\nline with the ambitions and aspirations of the peoples \r\nof humankind.\r\nThe peoples of the world — in particular young \r\npeople and women — are demanding that we accelerate \r\nthe rate of implementation of the 2030 Agenda for \r\nSustainable Development, which is the bearer of \r\npolitical and socioeconomic progress and will have a \r\ndirect impact on the living conditions of the world’s \r\npopulations. In that context, the fight against poverty \r\nmust remain at the centre of our actions, given that \r\npoverty fuels extremism, which in turn feeds terrorist \r\nnetworks around the world. For Gabon, the fulfilment of \r\nour commitments to sustainable development remains \r\nlinked to the ability of the international community \r\nto mobilize the necessary financing, establish \r\ninnovative partnerships at the international level and \r\npromote the transfer of technologies, particularly to \r\ndeveloping countries.\r\nGabon reiterates its determination to make every \r\neffort to achieve the Sustainable Development Goals. We \r\nare resolutely committed to a process of reforms aimed \r\nat accelerating the diversification of our economy. It is \r\na question of moving from an economy that is reliant \r\non the exploitation of natural resources to a model of \r\nsustainable and diversified production that will enable \r\na return to sustained economic growth, which will \r\nrequire, inter alia, the promotion of youth employment, \r\ngender equality and women’s empowerment, and efforts \r\nto combat social inequalities. Those reforms, which are \r\nboth structural and cyclical, are mainly based on the \r\nequal opportunities programme that was launched two \r\nyears ago by the President of the Republic of Gabon, \r\nMr. Ali Bongo Ondimba, and which consists mainly \r\nof moving from a system of undue privilege to one of \r\nequality in shared prosperity.\r\nMaking the United Nations an Organization at \r\nthe service of peaceful societies also requires the \r\ninternational community to be more self-sacrificing \r\nin its fight against terrorism and other transnational \r\nthreats, such as piracy and poaching. To that end, \r\nGabon welcomes the convening of the international \r\nconference on combating the financing of Da’esh and \r\nAl-Qaida, held on 25 and 26 April in Paris. We hope \r\nthat the findings of that conference will significantly \r\ncontribute to strengthening the actions of the \r\ninternational coalition against terrorism.\r\nWe remain concerned that in many parts of \r\nAfrica, extremist groups such as Boko Haram and \r\nAl-Shabaab, though weakened, continue to sow \r\nterror and desolation. We are similarly concerned \r\nfor the Sahel region, where jihadists are now linked \r\nA/73/PV.16 1/10/2018\r\n26/47 18-30214\r\nto trafficking networks and where terrorist attacks \r\ncontinue to undermine the development efforts of the \r\nStates in the region. Those facts clearly demonstrate \r\nthe need to accelerate the strengthening of national, \r\nregional and subregional capacities so as to provide \r\nStates with the means needed to ensure their effective \r\nsecurity. With foreseeable and adequate funding from \r\nthe international community, Africa will no doubt \r\nbe more able to respond appropriately to the security \r\nthreats that plague the continent. This is an opportunity \r\nfor my delegation to call for the capacity-building of \r\nregional forces, such as the Group of Five for the Sahel \r\nand the African Union Mission in Somalia.\r\nSimilarly, it is important to strengthen our \r\nprevention strategies and mechanisms, including by \r\naddressing the root causes of crises. As the Assembly is \r\naware, security measures are essential but not sufficient \r\nto completely eradicate the activities of terrorist \r\ngroups. In that regard, strengthening international \r\ncooperation is essential. The Joint Summit of the \r\nEconomic Community of West African States and \r\nthe Economic Community of Central African States, \r\nwhich was held on 30 July in Lomé and dealt with \r\npeace, security, stability and the fight against terrorism \r\nand violent extremism, stemmed from the need to join \r\nour efforts to fight effectively against terrorism. The \r\nSummit enabled, among other things, a harmonization \r\nof the points of view of the regions of Central and West \r\nAfrica and the adoption of a common approach in order \r\nto create the conditions for a secure environment in the \r\ncommon space of the two regions. My country remains \r\nresolutely committed to realizing the commitments \r\nmade during the Summit, while continuing to implement \r\nthe Central African strategy for combating terrorism \r\nand the proliferation of small arms and light weapons.\r\nInternational peace and security have always been \r\nat the centre of Gabon’s priorities. It is in that respect \r\nthat Gabon recently decided to maintain its contingent \r\nin the Central African Republic within the framework \r\nof the United Nations Multidimensional Integrated \r\nStabilization Mission in the Central African Republic. \r\nI am pleased to reaffirm my country’s commitment to \r\ncontinue to fulfil its commitments in that regard and \r\ncontribute to the efforts aimed at achieving lasting \r\npeace in that brotherly country, while stressing the \r\nneed for a political solution based on the Libreville road \r\nmap that was signed on 17 July 2017.\r\nDespite the progress made, Central Africa is still \r\nbeset with many security and humanitarian challenges. \r\nThat is why, as part of our commitment to finding \r\nsolutions to the various sources of instability throughout \r\nthe subregion, President Ali Bongo Ondimba initiated \r\na series of consultations with his peers, which resulted \r\nin the formal consultation of the Heads of State and \r\nGovernment of the Economic Community of Central \r\nAfrican States on 2 July, on the margins of the thirty-\r\nfirst African Union Summit held in Nouakchott.\r\n In reiterating its support for our Organization’s \r\nefforts to strengthen peace and security in Africa, \r\nmy country particularly commends the efforts of \r\nthe Secretary-General and his Special Envoy to \r\nreinvigorate the political process in Western Sahara. \r\nThat political process is essential in more than one way; \r\nit is realistic and takes into account the specific features \r\nof the region, which is undermined by terrorist threats. \r\nGabon would also like to recall that the initiative for \r\nautonomy proposed by Morocco is an ideal framework \r\nthrough which to reach a compromise solution that \r\nis acceptable to all parties. That initiative conforms \r\nwith international law and the United Nations Charter \r\nand fits perfectly within the framework of the right to \r\nself-determination. The Security Council resolutions \r\nadopted since 2007 on that issue, including resolution \r\n2414 (2018), have made clear the need to work towards \r\na realistic, pragmatic and sustainable political solution \r\nbased on compromise.\r\nThe world is increasingly exposed to the harmful \r\neffects of climate change. Given that alarming \r\nsituation, our Organization must assert its leadership \r\nand ensure that the efforts made so far continue and \r\nare intensified. Climate change is a reality that impacts \r\nour daily lives. Rising temperatures, melting glaciers \r\nand polar ice caps and an increase in the number and \r\nmagnitude of natural disasters are all undeniable signs \r\nof climate change.\r\nThe transformation of our consumption and \r\nproduction patterns and the immediate implementation \r\nof the commitments made in Paris are thus becoming an \r\nimperative for our universal conscience. In response to \r\nthose facts, the President of the Gabonese Republic, in \r\nhis capacity as coordinator of the Committee of African \r\nHeads of State and Government on Climate Change, \r\nhas shown that he clearly understands the urgent need \r\nto act quickly, not only for Gabon but also for Africa.\r\nIt is in that context, that, in December 2017, \r\nGabon provided substantial financial support to efforts \r\nto operationalize the Initiative for the Adaptation \r\n1/10/2018 A/73/PV.16\r\n18-30214 27/47\r\nof African Agriculture (AAA), launched in 2015 \r\nwith the objective of helping African countries to \r\nplan, programme and implement climate-adaptation \r\nmeasures. At the same time, my country organized, in \r\ncollaboration with the African Union and the United \r\nNations Development Programme, a mobilization \r\nround table on 24 September at United Nations \r\nHeadquarters for the AAA. In that regard, we reiterate \r\nour call to bilateral and multilateral partners, including \r\nthe private sector, to support Africa’s efforts to finance \r\nmeasures aimed at increasing the levels of adaptation \r\nand resilience to the effects of climate change.\r\nOn 10 and 11 December 2018, we will have to take a \r\nformal decision on the global compact for safe, orderly \r\nand regular migration during the Intergovernmental \r\nConference to be held in Marrakech. The holistic \r\napproach that underpinned the negotiation process \r\nleading up the current text under the auspices of the \r\nUnited Nations coincides with a real hope that the world \r\nwill reach a consensus that reflects the aspirations \r\nof present and future generations. Gabon, a land of \r\nhospitality, intends to participate in that important \r\nmeeting, aware of the scale of the commitments to be \r\nmade and the assumed responsibilities.\r\nI would like to reiterate the crucial importance of \r\nmultilateralism in responding to the challenges that \r\nwe face and to the needs of the present world. Our \r\nsuccess will be measured by the means that we provide \r\nourselves with in order to bring the Organization closer \r\nto the peoples of the world. A stronger United Nations \r\nat the service of all — one that is based on shared \r\nresponsibilities for peaceful, equitable, and sustainable \r\nsocieties — is possible and within our reach.\r\nThe Acting President (spoke in Arabic): I now \r\ncall on His Excellency Mr. Olof Skoog, Chair of the \r\nDelegation of Sweden.\r\nMr. Skoog (Sweden): Just a bit more than a week \r\nago, we honoured the late former Secretary-General \r\nKofi Annan in this Hall. It was a sad but dignified \r\noccasion. It was an inspiration as we began our journey \r\nat the current session of the General Assembly. We were \r\nreminded of the unique value of the United Nations and \r\nthe responsibility that we, its Members, have towards \r\nthe people of the world, namely, to promote peace, \r\ndevelopment and equal rights. And, as Kofi Annan \r\nonce said, “We don’t need any more promises. We need \r\nto start keeping the promises we have already made”.\r\nAnd, the time to act upon our joint commitments is \r\nindeed here. Sweden strives to act in accordance with \r\nits promises. We believe in international cooperation, \r\nin shared responsibility and participation, and in a \r\nrules-based order where international treaties and \r\nagreements are respected. When Sweden sought the \r\nAssembly’s support to serve on the Security Council, \r\nwe promised to act on several urgent priorities on \r\nbehalf of all Members. We continue to do our utmost to \r\nkeep those promises.\r\nLet me give only a few examples. We have \r\nworked consistently to reverse the trend of disrespect \r\nfor international humanitarian law and to ensure \r\nhumanitarian access for all those in need, and we \r\nhave insisted on diplomacy and political solutions to \r\nentrenched conflicts. We have urged members of the \r\nSecurity Council to shoulder their responsibilities under \r\nthe Charter of the United Nations, including resisting \r\nthe use of the veto; we have always sought meaningful \r\ndecisions and outcomes that make a difference for \r\npeople on the ground.\r\nWe have tried to translate the Secretary-General’s \r\nvision for improved prevention into practice. We have \r\naimed at introducing an all-inclusive approach to peace, \r\nincluding by analysing new risks such as climate change \r\nand the risk of famine. We have focused on ensuring \r\nthe care, safety and protection of children today, as that \r\nhelps to prevent conflicts tomorrow. Platforms for the \r\nstronger influence of youth have been introduced. And \r\nnot least, we have worked tirelessly and systematically \r\nto strengthen the role of women in order for us to better \r\nsustain and build peace.\r\nWe will continue to demand women’s participation \r\nin peace processes, that women’s voices be heard in \r\nnegotiations and in the Security Council, that United \r\nNations mission mandates include a women and \r\npeace and security perspective, that gender posts in \r\nmissions continue to be funded and that gender aspects \r\nbesystematically included in mission reporting and \r\nmonitoring. We have also worked to ensure that the \r\nvoices of civil society are heard at the Council table and \r\nhave worked to deepen the partnership with regional \r\norganizations. However, in too many instances, the \r\nSecurity Council, as a collective, has failed to deliver \r\non promises to the people whom we are meant to serve.\r\nIn Syria and Yemen, where two of the worst \r\nhumanitarian disasters of our time are unfolding, \r\nhumanitarian access is being continuously denied and \r\nA/73/PV.16 1/10/2018\r\n28/47 18-30214\r\ninternational humanitarian law blatantly disregarded. In \r\nSyria, a political solution to the conflict is long overdue. \r\nHorrendous crimes are being committed against the \r\ncivilian population. We must work tirelessly to bring \r\nthose responsible to justice, however long it may take. \r\nIn Yemen, we have yet to see a full commitment by all \r\nparties to what the Security Council has clearly stated, \r\nnamely, that there can be no military solution. Instead of \r\ncommitting to a political process, we see an escalation \r\nof the conflict and a deterioration in an already horrific \r\nhumanitarian situation.\r\nThe suffering of the stateless Rohingya population \r\nof Myanmar continues. The Independent International \r\nFact-Finding Mission on Myanmar recently presented \r\nsolid evidence of the gravity of the atrocities committed \r\nby the Myanmar military, amounting to the worst \r\ncrimes under international law. Since Myanmar has \r\nsystematically failed to investigate, prosecute and \r\ncondemn perpetrators, the international community \r\nmust shoulder its responsibility and act to end impunity. \r\nThe Rohingyas should be able to return voluntarily and \r\nin safety; the Kofi Annan plan must be implemented \r\nand a credible peace processes for the outstanding \r\nconflicts must be pursued.\r\nA Middle East peace process remains elusive, and \r\ninstead, a rapid negative development is unfolding \r\nthat includes continued disregard for international \r\nhumanitarian law. Seventy years after the 1947 resolution \r\non the United Nations partition plan for Palestine \r\n(resolution 181 (II)), and in spite of calls for United \r\nNations resolutions to be respected, the fulfilment of \r\nthe promise of a two-State solution — with Israel and \r\nPalestine living side by side in peace and security, and \r\nwith Jerusalem as the capital of both States — seems \r\nvery far away.\r\nRussia’s illegal annexation of Crimea and the \r\naggression in eastern Ukraine constitute violations of \r\ninternational law. To date, that aggression has caused \r\nmore than 10,000 deaths and unacceptable human \r\nsuffering. The commitments made in the Helsinki Final \r\nAct and the Budapest Memorandum must be honoured \r\nand the full implementation of the Minsk Agreements \r\nassured. In the absence of political solutions and in the \r\nface of ongoing conflicts, humanitarian efforts must be \r\nstrengthened and protected.\r\nWe pay tribute to the courageous and self less \r\nefforts of all humanitarian workers worldwide. Sweden \r\nhas continued to deliver on our commitment to support \r\nstrong, effective and principled humanitarian action \r\nworldwide. We have increased our financial contributions \r\nto the United Nations-led global humanitarian response \r\nsystem and improved the effectiveness of our common \r\nefforts through our engagement in the Grand Bargain \r\nprocess. We have also enhanced the way in which we \r\nlink our humanitarian assistance with longer-term \r\ndevelopment assistance.\r\nLet us not forget that there are also positive \r\ndynamics, reminding us to keep up hope and never \r\nto give up the quest for peace, including in the most \r\ndifficult circumstances and entrenched conflicts. In the \r\nHorn of Africa there is positive change — a testament \r\nto what a difference courageous leaders and people can \r\nmake. Let us encourage and recognize that historic \r\ndevelopment, support its fulfilment and allow it to serve \r\nas an inspiration to us all. On the Korean peninsula, there \r\nis also hope that a political solution will emerge from \r\nyears of escalation, high tension and mistrust. There \r\nis unity in the Security Council as we move towards \r\nour common goal of complete denuclearization, peace \r\nand reconciliation on the Korean peninsula through \r\ndiplomatic means.\r\nThe 2030 Agenda for Sustainable Development \r\nalso brings hope. The commitments that we have \r\ncollectively made have put an enormous responsibility \r\nupon us all. We need the United Nations to assist us. The \r\nreforms initiated by the Secretary-General to make the \r\nUnited Nations more fit for purpose are creating better \r\nconditions for us to move from promises to action. \r\nSweden lives up to our promise to annually provide \r\n1 per cent of our gross domestic income to official \r\ndevelopment assistance. More than 50 per cent of that \r\nis channelled to or through the multilateral system. \r\nThat reflects our belief in multilateralism and the 2030 \r\nAgenda as part of our central plan for our common \r\nfuture. It will require a multilateral system that is cost-\r\neffective, coherent, accountable, agile and that delivers \r\nresults for people.\r\nThe funding compact between the United Nations \r\nand its Member States provides a unique opportunity. \r\nWe, the Member States, need to improve the quality of \r\nour funding to the United Nations. This year, Sweden \r\nhas already taken steps to that end by signing multi-year \r\nagreements of core support for UN-Women, the United \r\nNations Development Programme, UNICEF, the United \r\nNations Population Fund, the Central Emergency \r\nResponse Fund, the Office of the United Nations High \r\nCommissioner for Refugees, the United Nations Relief \r\n1/10/2018 A/73/PV.16\r\n18-30214 29/47\r\nand Works Agency for Palestine Refugees in the Near \r\nEast and the World Food Programme. Core funding is \r\ncrucial for the independent delivery and efficiency of \r\nthe development system.\r\nAnother global promise was made in Paris, when \r\nwe all agreed to seriously and urgently address climate \r\nchange. The gap between current commitments and \r\nthe required emissions reductions under the Paris \r\nAgreement on Climate Change is alarmingly large. The \r\nEuropean Union has made important progress towards \r\nreaching the targets, but we must all do more. Sweden \r\nhas adopted a climate-policy framework that establishes \r\nthat Sweden will have net zero emissions in 2045. We \r\nhave also taken a leading role in climate finance, and \r\nwe remain firmly committed to mobilizing our share of \r\nthe $100 billion annually by 2020.\r\nThis year marks the twentieth anniversary of \r\nthe adoption of the Rome Statute, which established \r\nthe International Criminal Court — a milestone for \r\naccountability. Political will and cooperation remain \r\ncrucial for the Court in its efforts to carry out its mandate. \r\nWe will continue to honour our promise to support the \r\nCourt and its independence and impartiality. Sweden \r\nwill also continue to stand up for the protection and \r\npromotion of human rights. There can be no development \r\nwithout security, and no security without development, \r\nand we will not enjoy either of them without universal \r\nrespect for human rights. Global forced migration \r\nremains a challenge to many countries, and more \r\ncooperation is needed to share the responsibility for \r\nthe world’s refugees. At the United Nations Summit \r\nfor Refugees and Migrants on 19 September 2016, it \r\nwas decided to work out two global frameworks — one \r\non refugees and one on migration. They will increase \r\nthe cooperation, accountability and structure needed \r\nto better manage the increasing refugee and migratory \r\nf lows that we see today.\r\nIn his comprehensive and timely agenda for \r\ndisarmament, the Secretary-General clearly articulated \r\nthe fact that measures for arms control and disarmament \r\nplay a critical role in the prevention of armed conflict. \r\nGround-breaking international commitments have been \r\nreached. At the same time, the field of disarmament \r\nremains filled with broken and unfulfilled promises. \r\nWe are witnessing a deeply worrisome nuclear \r\nrenaissance, with vast modernizations of nuclear \r\narsenals underway. Nuclear- and non-nuclear-weapon \r\nStates should heed the call of the Secretary-General to \r\nengage in a dialogue and in confidence-building aimed \r\nat reducing risks and at breaking the stalemate plaguing \r\ndisarmament diplomacy. The framework of the Treaty \r\non the Non-Proliferation of Nuclear Weapons is ideally \r\nsuited for such efforts.\r\nHow can we work towards fulfilling our promises \r\nto the 50 per cent of the world’s population who are \r\nwomen and girls? Sweden has focused on promoting \r\nequal access to rights, representation and resources. \r\nWomen’s voices cannot be ignored anymore; women \r\nmust be included everywhere, all the time and at all \r\nlevels. Global normative frameworks and international \r\ncommitments on gender equality and human rights \r\nare increasingly under attack, especially sexual and \r\nreproductive health and rights. More needs to be done \r\nto combat sexual harassment and sexual violence \r\neverywhere, in workplaces and in society at large. That \r\npertains also to the United Nations system. The United \r\nNations zero-tolerance policy on sexual exploitation \r\nand abuse, as well as on sexual harassment and assault, \r\nmust urgently be turned into practice. We welcome the \r\nSecretary-General’s Strategy on Gender Parity, which \r\nhas made gender balance the new standard.\r\nWe are about to close the high-level segment of the \r\nGeneral Assembly. In the very first intervention last \r\nweek, the Secretary-General outlined the challenges to \r\nour world: a deficit of trust and the need to show the \r\nadded value of international cooperation by delivering \r\non the promise of peace, defending human rights and \r\ndriving economic and social progress for women and \r\nmen everywhere. International cooperation with a well-\r\nfunctioning multilateralism at its core are the best tools \r\nwe have. So let us be the generation that acted on our \r\npromises — not just as independent States, but as the \r\nUnited Nations.\r\nThe Acting President (spoke in Arabic): I now call \r\non His Excellency Mr. Marc-André Blanchard, Chair of \r\nthe Delegation of Canada.\r\nMr. Blanchard (Canada): Canada is honoured \r\nto help close the general debate at the seventy-third \r\nsession of the General Assembly. Let me start with a \r\nsimple question. Why does the United Nations matter? \r\nThe answer is also simple. The magnitude of the \r\ncontemporary challenges that the world is confronting, \r\nfrom climate change to terrorism, from economic \r\ninequality to irregular migration, from protracted crises \r\nto humanitarian emergencies, demands action. Each of \r\nthose challenges is systemic. None can be solved by \r\ncountries acting in isolation or bilaterally. All of them \r\nA/73/PV.16 1/10/2018\r\n30/47 18-30214\r\nrequire the world to work together. The United Nations \r\nis the only place where we all come together to tackle \r\nthose challenges. Indeed, the General Assembly — our \r\nAssembly — is the only forum where representation is \r\nglobal. That representation not only bestows legitimacy, \r\nit affords opportunities to harness diversity of thought \r\nand experience, skills and knowledge, and ideas, in \r\nsupport of better outcomes for all.\r\nSince the beginning of the post-war project, \r\nCanada has been at the heart of the United Nations. We \r\nwere among the drafters of the Universal Declaration \r\nof Human Rights. We were there at the advent of \r\npeacekeeping. We helped to build the institutions at \r\nthe core of the rules-based international order. But \r\nthose rules and institutions were not, and should not \r\nbe, seen as static entities, impervious to change. \r\nNotwithstanding their tremendous achievements, we \r\nshould acknowledge that the benefits of those rules and \r\ninstitutions have not been evenly distributed. Too many \r\nremain excluded, economically, socially and politically, \r\nfrom the decision-making that affects their lives.\r\nThe great generation that came out of the ashes \r\nof the Second World War was great not because times \r\nwere simpler, or the challenges less complex. They \r\nwere great because they found a way to work together, \r\nin common cause for collective outcomes. Their work \r\nhelped to ensure stability and relative peace and security \r\nfor over 70 years. We owe it to them, and to ourselves, \r\nto continue to work together to make our multilateral \r\nworld order more efficient, fairer and more inclusive. \r\nThat is why supporting the implementation of the \r\ncurrent United Nations reforms, led by our Secretary-\r\nGeneral, António Guterres, is so essential.\r\nThe 2030 Agenda for Sustainable Development is \r\na phenomenal achievement of the United Nations. For \r\nthe first time in history, we agreed on a comprehensive \r\nstrategic plan to achieve a sustainable world. The plan \r\nbrings us into uncharted territory. Sticking to old \r\napproaches will not help us meet its targets.\r\nWe should find new ways of doing things and \r\nfor breaking silos open, not only here at the United \r\nNations but also between Governments and civil \r\nsociety, between Governments and the private sector, \r\nbetween North and South and between the traditional \r\nso-called like-minded and non-traditional like-minded. \r\nWe should do things differently at the United Nations \r\nand in our Governments so as to better deliver results \r\nfor people on the ground. We should hold fresh, frank \r\nand inclusive discussions. We should develop a greater \r\nsense of urgency. We should reconsider our approach \r\nto risk — inaction is a risk for Governments and \r\npeople, but also for investors. We should identify the \r\nopportunities in our challenges. We should look at new \r\npartnerships to harness new opportunities.\r\nAs our Secretary-General says, climate change is \r\nthe defining issue of our time. A significant component \r\nof the response to climate change requires new, greener \r\nand more resilient infrastructure. That represents a \r\n$26 trillion opportunity for us all. To harness that \r\nopportunity, starting with the most vulnerable — the \r\nsmall island States — we must all work together with \r\nscientists, multilateral institutions, regional banks, \r\ninvestors and civil society like never before.\r\nNot building essential infrastructure is not an \r\noption. As Prime Minister Trudeau and others have \r\nsaid, developing countries should not be punished \r\nfor a problem they did not create, nor should they \r\nbe deprived the opportunities for clean growth that \r\ndeveloped nations are now pursuing. And we should all \r\nsupport Africa as it works to create opportunities for its \r\nyouth and strives to meet the ambitions of its Agenda \r\n2063 of the African Union through greater economic \r\nintegration and prosperity. Doing so is key to a more \r\nsecure world. Greater and more shared prosperity leads \r\nto greater peace.\r\n(spoke in French)\r\nBringing people together is at the heart of Canada’s \r\nnational identity. In Canada, we have come to understand \r\nthat diversity is our strength. The indigenous peoples in \r\nCanada are the bedrock of our diversity. They speak \r\nmore than 60 different languages, and their cultures \r\nare some of the richest on the continent. One in every \r\nfive Canadians was born outside the country. Our \r\nlargest urban centres are among the most cosmopolitan \r\non earth. Over 50 per cent of the populations of both \r\nVancouver and Toronto were born outside Canada.\r\nCanada has become home to refugees and new \r\nCanadians for decades. While we are very proud to have \r\nwelcomed more than  50,000 Syrian refugees over the \r\npast three years, we are fully aware that many countries \r\nhave also shown great leadership in welcoming many \r\nmore. I must say that one of the things that makes me \r\nvery proud is that 40 per cent of the Syrian refugees \r\nthat we have welcomed have been directly sponsored by \r\nprivate citizens of Canada, who wanted to do their part.\r\n1/10/2018 A/73/PV.16\r\n18-30214 31/47\r\nOf course, our track record in promoting economic \r\nand social integration will always require work and \r\naction. While we have made important progress, we \r\nhave made mistakes and still face challenges — the \r\nmost important of which remains reconciliation with \r\nFirst Nations. We in Canada understand that we need \r\nto listen and learn in order to contribute to better \r\noutcomes. It is what we intend to do, both at home \r\nand abroad.\r\n(spoke in English)\r\nWe are using our Group of 7 (G-7) presidency this \r\nyear both to listen and learn from others, in addition to \r\ninnovating and breaking down silos. For the first time, \r\nin order to ensure that Governments were delivering in \r\na more cohesive manner, Canada convened ministers \r\nof finance and ministers of international development \r\ntogether to explore new ways of financing development. \r\nWe can no longer afford to have discussions at the \r\nUnited Nations that are distinct from those at the World \r\nBank or the International Monetary Fund.\r\nWe also felt very strongly that the G-7 needed \r\nto tackle the issue of climate resilience and disaster \r\nrecovery. While Canada has its own extensive coast ines \r\nand borders on three oceans, we invited small island, \r\ncoastal African and South-East Asian States to that \r\ncritical conversation. Building on the United Nations \r\nOcean Conference, that discussion produced a charter \r\nseeking to ban the use of plastics in our oceans and is \r\npaving the way towards the sustainable blue economy \r\nconference in November in Nairobi that Canada is so \r\nproud to be co-hosting with Kenya.\r\nWe partnered with the World Bank and other \r\ncountries to raise close to $3.8 billion to reduce \r\nthe barriers that women and girls face in accessing \r\neducation in conflict and fragile States. Their inclusion \r\nwill lead to exceptional benefits for their communities, \r\nand by extension, for the world. Last week, here at the \r\nUnited Nations, another $527 million were pledged by \r\nfour other countries. We also need capital that f lows \r\nfaster and at scale in emerging and frontier markets. For \r\nthat reason, we are also working together with partners \r\nfrom across the United Nations and the private sector to \r\nunlock capital that can connect people to opportunities.\r\nAs a direct result of the work that we do here \r\nat the United Nations, just a few days ago at the \r\nhigh-level meeting on financing the Sustainable \r\nDevelopment Goals (SDGs), Prime Minister Trudeau \r\nannounced the establishment of a Toronto affiliate \r\nof the Global Infrastructure Hub to do precisely that: \r\nleverage Canadian expertise in infrastructure to help \r\nconnect capital to projects. Those projects fuel long-\r\nterm economic growth and support the transition \r\nto a low-carbon economy, while making progress \r\ntowards achieving the Sustainable Development \r\nGoals and improving the representation of women and \r\nmarginalized groups in sustainable infrastructure.\r\nOur commitment to multilateralism — notably \r\nUnited Nations peacekeeping — includes a commitment \r\nto renewal and reform and to making the system that \r\nour grandparents built fit for purpose in the twenty-\r\nfirst century. Canada is proud to have increased its \r\ncontribution to United Nations peacekeeping operations \r\nand to have adopted smart pledging — sending the \r\npeople and equipment that are most needed to the places \r\nwhere they are most useful.\r\nCanada is spearheading the Elsie Initiative for \r\nWomen in Peace Operations — a practical plan to act \r\non our shared promise to double the number of women \r\nin peacekeeping operations. We set that as a goal, \r\nfirst and foremost, because of our shared belief in the \r\nfundamental equal rights of women. We also know that \r\nhaving women in the ranks — and in charge — makes \r\npeacekeeping more effective and its results more \r\ndurable. We look forward to working with our new \r\npartners, Ghana and Zambia, to better recruit, train, \r\nretain and promote women across all of our police \r\nand military forces. For the international rules-based \r\norder to work for all, the rules need to apply to all. \r\nAccountability cannot be a luxury afforded only when \r\ncircumstances allow.\r\nAs is the case everywhere, Canada’s actions in \r\nMyanmar, Syria, Ukraine and Venezuela are guided \r\nby an unequivocal commitment to protecting and \r\npromoting human rights. The crimes against humanity \r\ncommitted against the Rohingya of Myanmar, including \r\nthe systematic use of rape as a weapon of war, are \r\nutterly unacceptable. Canada’s Parliament unanimously \r\nadopted a motion naming those crimes genocide and \r\nurging the Security Council to refer those appalling \r\nacts to the International Criminal Court. The plight of \r\nthe Rohingya people demands a response.\r\nCanada is appalled by the crimes that the Al-Assad \r\nregime in Syria has committed against its own people, \r\nincluding, most horrifically, the use of banned chemical \r\nweapons. Syrians rightly demand accountability \r\nand hope for an enduring political solution. The \r\nA/73/PV.16 1/10/2018\r\n32/47 18-30214\r\nWhite Helmets, many of whom gathered evidence \r\nof chemical-weapon attacks at the risk of their lives, \r\nrightly expect our support in seeking justice.\r\nIn Canada’s own hemisphere, an Organization of \r\nAmerican States panel of independent international \r\nexperts carefully documented many of the crimes \r\nbeing committed in Venezuela by the Maduro regime \r\nagainst its own people. Here too, Venezuelans hope for \r\naccountability. For that reason, we and our regional \r\npartners took the exceptional step of referring that case \r\nto the International Criminal Court.\r\n(spoke in French)\r\nThe ongoing illegal annexation and occupation of \r\nCrimea is a clear breach of international law. Respect \r\nfor State sovereignty and territorial integrity are not \r\nmere notions; they are the fundamental principles of \r\nthe Charter of the United Nations. We must not allow \r\nRussia to continue its destabilizing actions.\r\nOur determination to ensure that the perpetrators \r\nof those serious crimes in Myanmar, Syria, Ukraine \r\nand Venezuela are held accountable is accompanied \r\nby a deep commitment to improve the humanitarian \r\nsituation for the millions of people affected, both within \r\nthose countries, as well as across those regions.\r\nWe recognize that the disproportionate share of the \r\nresponsibility for providing lifesaving support to so \r\nmany people has fallen on neighbouring countries, and \r\nwe assure them that they can continue to rely on our \r\nassistance. We will continue to contribute to the work \r\nof the United Nations in addressing those challenges.\r\n(spoke in English)\r\nWhen the international rules-based order was \r\ndesigned, the General Assembly mandated the Security \r\nCouncil to authorize the use of force, if necessary, \r\nto keep the peace and to keep us safe. Seventy years \r\nlater, that remains its core responsibility. The Security \r\nCouncil’s agenda is replete with persistent and \r\nemerging challenges. Some security threats we know \r\nall too well; others are emerging; and others still we \r\nhave yet to anticipate. But all are systemic and require \r\ncollective responses. Be they old or new, those threats \r\nwill continue to test the Security Council’s ability to \r\nadapt and respond. That is why Canada is seeking a \r\nnon-permanent seat on the Security Council in 2021-\r\n2022. We are confident that we can contribute to \r\neffective, carefully considered global responses.\r\nWe have a proven record of working with other \r\nMember States to bring fresh ideas and innovative \r\napproaches to the tackling of complex problems, \r\nfrom peacekeeping and policing to peacebuilding and \r\ntransitions. We are confident that we can harness the \r\ndiversity of ideas and experience necessary to fashion \r\nforward-looking approaches that can work. After all, \r\nbringing people together is our calling card. A capacity \r\nfor cooperation defines our national character. Inclusion \r\nis part of our identity. When Canada has served on \r\nthe Security Council in the past, we have done so \r\ninclusively. We brought other States and civil society \r\ninto the conversation. We championed the women \r\nand peace and security agenda and human security. \r\nWe fought for the protection of civilians caught in the \r\ncrossfire of armed conflict.\r\nIf elected to the Security Council, we will bring to \r\nbear our long-standing dedication to peacekeeping, our \r\nmore than  30 years of service as Chair of the Special \r\nCommittee on Peacekeeping Operations, and our \r\nactive membership in the Peacebuilding Commission. \r\nIf elected, we will work with others to tackle climate \r\nchange and violent extremism, and to promote economic \r\nsecurity and the empowerment of women and girls. We \r\nwill champion inclusion and accountability, openness \r\nand transparency in all of the Security Council’s \r\ndeliberations. We will help to find solutions so as to \r\nbuild a safer, fairer, and more secure world where \r\nthe benefits of the international rules-based order are \r\ndistributed more evenly. We are confident that the \r\ninstitutions that we have spent more than seven decades \r\nbuilding can be renewed and revitalized. But we can do \r\nthat effectively only if we do it together.\r\nThe Acting President (spoke in Arabic): I now \r\ncall on His Excellency Mr. Jean-Claude Félix do Rego, \r\nChair of the Delegation of the Republic of Benin.\r\nMr. Do Rego (Benin) (spoke in French): I have \r\nthe honour to deliver the following statement on behalf \r\nof His Excellency Mr. Patrice Talon, President of the \r\nRepublic of Benin, who had to leave New York because \r\nof other commitments.\r\n“On behalf of the delegation of Benin and \r\non my own behalf, I would like to reiterate my \r\nwarmest congratulations to the President on her \r\nwell-deserved election to the presidency of the \r\nGeneral Assembly at its seventy-third session. We \r\nassure her of Benin’s full support.\r\n1/10/2018 A/73/PV.16\r\n18-30214 33/47\r\n“I would also like to congratulate Mr. Miroslav \r\nLajčák, her predecessor, on the quality of the work \r\naccomplished during his mandate. I should also \r\nlike to greet and express my support to Mr. António \r\nGuterres, Secretary-General, and to once again \r\nwish him every success.\r\n“I would also like to take this opportunity \r\nto commend the holding here on Monday, \r\n24 September, of the high-level plenary meeting \r\ndevoted to the theme of world peace in honour of \r\nthe centenary of the birth of Nelson Mandela (see \r\nA/73/PV.5). Indeed, Nelson Mandela embodies the \r\ncore values on which the United Nations is built. \r\nThe fight against all forms of discrimination and \r\nthe defence of the fundamental rights of all, the \r\nsanctity of diversity recognized as a rich resource, \r\ntolerance, forgiveness and reconciliation, and \r\nthe fight for the recognition of the dignity of all \r\nwere all key aspects of his commitment to social \r\njustice, freedom and peace in South Africa. Africa \r\nwill always have a debt of immense gratitude to \r\nthat great humanist, whose name will forever be \r\nengraved in the hearts and minds of Africans of \r\nall generations. It has indeed given shape to the \r\ndream of an Africa that stands on its feet, fully \r\nitself, bringing its discourse and experience to the \r\ndevelopment and humanization of our planet.\r\n“Besides Nelson Mandela, I would also like \r\nto pay tribute to another great African, the late \r\nKofi Annan, the seventh Secretary-General of the \r\nUnited Nations, whose charisma and leadership \r\nenabled our Organization to make great strides. \r\nHis tireless commitment to world peace renders \r\nhim equally worthy of our gratitude.\r\n“The year 2018 has been particularly trying \r\nfor several countries. In that respect, I would like \r\nto reiterate my condolences and to express my \r\nsympathy to the Governments and the peoples of \r\nthe Americas, France, Indonesia, Madagascar, \r\nthe Netherlands, the Philippines, Germany and \r\nAustralia, as well as to all the island countries that \r\nfell victim to natural disasters this year.\r\n“Faced with an increasingly turbulent world, \r\nbeset by crises and difficulties of all kinds, countries \r\nhave a duty to act in a concerted manner and with \r\nstrong determination. That is why I welcome the \r\ntheme of this session, “Making the United Nations \r\nrelevant to all people: global leadership and \r\nshared responsibilities for peaceful, equitable and \r\nsustainable societies.” From my country’s point of \r\nview, that theme impels nations to confront their \r\nresponsibilities and urges them to work together in \r\na multilateral framework to find appropriate and \r\nsustainable solutions to contemporary challenges.\r\n“Benin continues to believe that international \r\nrelations should be based primarily on \r\nincreasingly close cooperation among States, \r\nas well as on the harmonious functioning of \r\ninternational organizations. One major function \r\nof such organizations is to ensure the protection \r\nof common interests and collective security. To \r\nquestion multilateralism would therefore be a \r\nfatal error in a world that will henceforth forever \r\nbe interconnected.\r\n“Benin also welcomes the conclusion of the \r\nnegotiations on a global compact for safe, orderly \r\nand regular migration here at the United Nations in \r\nJuly, and we look forward to the definitive adoption \r\nof the compact in December in Marrakech, \r\nMorocco. It should be underscored that that \r\nprocess demonstrates, once again, the power of \r\nmultilateralism and our ability to compromise on \r\ndifficult issues that go beyond the narrow confines \r\nof our respective national sovereignties.\r\n“The adoption of the 2030 Agenda for \r\nSustainable Development and its implementation \r\nrepresent an important step in promoting the \r\ndevelopment of States and the livelihoods of \r\npeoples. Accelerating its implementation is a major \r\nimperative for the Government of Benin, which is \r\nworking to find innovative mechanisms to enable \r\nit to have access to resources that will ensure \r\nfinancing for the implementation. Those resources, \r\nwhich exist in sufficient quantities on the market \r\nbut remain difficult to access, will supplement \r\nfunding and assistance from development partners.\r\n“I would like, however, to emphasize that, \r\nfrom my Government’s point of view, improving \r\ngovernance is a prerequisite for achieving the \r\nobjectives of our Revealing Benin programme and \r\nthe Sustainable Development Goals. This is why \r\nthe fight against impunity and corruption is at the \r\nheart of my Government’s actions and the work \r\nundertaken by all our national institutions. In the \r\ncourse of this year, our legislative arsenal has been \r\nstrengthened, and a special court has been created \r\nA/73/PV.16 1/10/2018\r\n34/47 18-30214\r\nand made operational to crack down on economic \r\ncrime and terrorism.\r\n“Those measures are necessary in order to \r\nensure that mobilized financial resources serve \r\ntheir intended purposes. They also aim to make \r\nnational stakeholders more honest and to ensure \r\nthe quality of public spending. My Government’s \r\nambition is to ensure that all citizens have access to \r\ndrinking water, primary health care and education, \r\nand can be ensured a decent life. Realizing that \r\nlegitimate ambition justifies the establishment of \r\na vast rural water supply project and an insurance \r\ninitiative for reinforcing human capital, which seek \r\nto provide social security to all, particularly to \r\nthose who are most disadvantaged.\r\n“The Government of Benin is also implementing \r\nmeasures to ensure better health care for the entire \r\npopulation. They include guaranteeing the quality \r\nof drugs sold for therapeutic purposes, which is a \r\nmajor public-health requirement. Benin has begun a \r\nrelentless fight against counterfeit and poor-quality \r\nmedicines circulating in its territory. In order to \r\novercome that scourge of clearly transnational \r\ndimensions, it is important that the international \r\ncommunity mobilize itself within the framework \r\nof a global partnership against impunity and \r\nindifference in order to ensure equality of access \r\nto high-quality medicines for rich and poor alike.\r\n“Furthermore, Benin is committed to a \r\ntourism development policy, which can produce \r\nrapid growth with a high social impact. Given its \r\nrich culture and historic legacy, Benin has begun \r\ndeveloping f lagship projects in the field of tourism, \r\ncombining our heritage, culture, modernity and \r\nopenness to the world. In order to create the \r\nconditions enabling tourism to become one of the \r\ndrivers of our economic growth and socioeconomic \r\ndevelopment, Benin is in the process of building \r\nthree museums equipped with the most modern \r\nmeans of conservation and exhibition to reveal, in a \r\nnew spirit, its contribution and role in the evolution \r\nof humankind to the world.\r\n“With the restitution of our cultural property, \r\nBenin wishes to reclaim the epic of its kings and \r\nelite female warrior corps or Amazons and the \r\nremains of the largest West African port in the \r\nhistory of slavery — as well as the wealth of arts \r\nand culture of its voodoo heritage — and tell it to \r\nthe world. Many of the works that bear witness to \r\nour rich past are currently being held abroad in \r\npublic and private collections. In that context, their \r\nrestitution takes on a restorative and economic \r\ndimension. That is why, since 2016, Benin has been \r\nstrongly committed to achieving the restitution of \r\ncultural property to their countries of origin. In \r\nthat long-term, legitimate struggle, strong action \r\nin terms of international cooperation is required. \r\nBenin therefore welcomes the positive reaction on \r\nthe part of the authorities of the French Republic to \r\nits restitution demands.\r\n“However, the question goes far beyond \r\nFranco-Beninese relations. A number of other \r\ncountries face the same problems. Nevertheless, \r\nit is possible to note that those issues — beyond \r\ntheir historical, sociological or philosophical \r\ndimensions — are not well covered in international \r\nlaw. Benin would like to invite the United Nations \r\nto consider, in a positive and cooperative manner, \r\nthe possibility of adopting a binding international \r\ninstrument on that issue.\r\n“The preservation of international peace \r\nand security represents a major and constant \r\nstrategic axis of Benin’s foreign policy. My \r\ncountry considers peacekeeping operations to be \r\none of the most important tools that the United \r\nNations has at its disposal to achieve peace and \r\nsecurity. That is why, despite our limited capacity \r\nand means, my country has been associated \r\nwith international initiatives to prevent crises \r\nand maintain peace for decades. My delegation \r\ntherefore welcomes the recent adoption by the \r\nGeneral Assembly of the proposed restructuring of \r\nthe United Nations peace and security pillar. We \r\nalso strongly support the actions initiated by the \r\nSecretary-General to increase the effectiveness of \r\npeacekeeping operations through the definition of \r\nmore precise mandates by the Security Council and \r\nthe establishment of stronger partnerships with \r\nregional and subregional organizations.\r\n“Benin welcomes and strongly supports the \r\nUnited Nations zero-tolerance policy to combat \r\nsexual exploitation and abuse in the context of \r\npeacekeeping operations. As a troop-contributing \r\ncountry, Benin is committed to fully playing \r\nour role in that regard. My delegation remains \r\nconcerned, however, about the steady decline in \r\nresources allocated to peacekeeping. The principle \r\n1/10/2018 A/73/PV.16\r\n18-30214 35/47\r\nof doing more with less is not appropriate there, \r\ngiven the increasing complexity of the threats faced \r\nby peacekeepers today on the ground.\r\n“In addition, my delegation regrets the lack \r\nof progress on the issue of Security Council \r\nreform. We reaffirm our support for the Ezulwini \r\nConsensus, which calls for the allocation of two \r\npermanent Security Council seats to Africa, \r\nincluding the right to veto. We are convinced that \r\nthe equitable representation of Member States in the \r\nSecurity Council would lead to the more inclusive \r\nand effective management of major contemporary \r\npolitical issues.\r\n“Benin, having just adopted a law on radiation \r\nprotection, wishes to commend the efforts of the \r\nInternational Atomic Energy Agency to establish \r\na universal plan for the use of nuclear energy for \r\nstrictly civilian purposes and reiterates its support \r\nfor measures aimed at establishing a nuclear-\r\nweapon-free zone in the Middle East.\r\n“I cannot conclude my statement without \r\nreaffirming Benin’s support for the United Nations \r\nefforts to create a viable Palestinian State with the \r\nattributes of full international sovereignty, living \r\nside-by-side and in perfect harmony with the State \r\nof Israel.\r\n“Long live the United Nations in the service \r\nof peace, security, the promotion of human rights, \r\ndemocracy and sustainable development!”\r\nThe Acting President (spoke in Arabic): I now call \r\non Her Excellency Mrs. Maria Helena Lopes De Jesus \r\nPires, Chair of the Delegation of Timor-Leste.\r\nMrs. Lopes De Jesus Pires (Timor-Leste) (spoke \r\nin Portuguese; English interpretation provided by the \r\ndelegation): I have the honour to address the General \r\nAssembly at its seventy-third session on behalf of \r\nHis Excellency Mr. Dionísio da Costa Babo Soares, \r\nMinister for Foreign Affairs and Cooperation of Timor-\r\nLeste. \r\nFirst of all, allow me to join our voices to those \r\nof previous speakers and present, on behalf of Timor-\r\nLeste, our deepest condolences to the people of \r\nIndonesia, particularly to the families of the victims of \r\nthe earthquake and tsunami in Palu, Sulawesi.\r\nI would like to start by congratulating Her \r\nExcellency Mrs. María Fernanda Espinosa Garcés on \r\nher election as President of the General Assembly at its \r\nseventy-third session and also wish her success in this \r\nsession under the theme: “Making the United Nations \r\nrelevant for all people: global leadership and shared \r\nresponsibility for peaceful, equitable and sustainable \r\nsocieties”. Taking into account the fact that this is only \r\nthe fourth time in the history of the Organization that a \r\nwoman is leading this important body, I believe that the \r\nPresident will also serve as an important role model for \r\nwomen and girls worldwide. I would like to assure her \r\nof Timor-Leste’s support.\r\nI would also like to extend our gratitude to His \r\nExcellency Mr. Miroslav Lajčák for all his work \r\ntowards achieving sustaining peace and preventing \r\nconflict. Timor-Leste also commends the manner in \r\nwhich the election of the seventy-third President of \r\nthe General Assembly took place under the leadership \r\nof President Lajčák, which provided an excellent \r\nprecedent for future elections. We appreciate the \r\ntheme chosen for this session and believe that it is most \r\nappropriate. The theme draws our attention to the need \r\nto unite peoples at a time when we are witnessing a \r\ngradual but unquestionable breakdown in the world \r\norder, which is leading to even more inequality and \r\ninsecurity and further undermining faith in national \r\nand international institutions.\r\nAt a time when solidarity among peoples has \r\nassumed extreme importance in the global agenda, \r\nfeelings of helplessness and impotence are evident, which \r\ndivides peoples and provokes hostility. That is why the \r\ntheme of this session is so important and appropriate \r\nbecause of its focus on inclusiveness, equality and \r\nglobal leadership. Timor-Leste is undoubtedly the \r\nleading example of the importance of an order based on \r\ninternational law. Next year, our country will celebrate \r\nthe twentieth anniversary of the popular consultation \r\norganized by the United Nations, in which our people \r\nvoted courageously for independence.\r\nWe cannot forget or fail to pay tribute to the then \r\nSecretary-General, our dear friend the late Kofi Annan. \r\nIt was with deep sorrow and sadness that our people \r\nreceived the news of his death. As Secretary-General, \r\nKofi Annan played a leading role in conducting the \r\nnegotiations between Portugal and Indonesia, which \r\nculminated in the signing of the agreement of 5 May \r\n1999, giving rise to the popular consultation in Timor-\r\nLeste. That is a significant milestone that we will also \r\nbe commemorating next year.\r\nA/73/PV.16 1/10/2018\r\n36/47 18-30214\r\nRecently, the United Nations again played a major \r\nrole in Timor-Leste’s future. For the first time, a \r\nConciliation Commission, established in 2016 under \r\nthe United Nations Convention on the Law of the Sea, \r\nsucceeded in the positive resolution of a long-standing \r\ndispute between Timor-Leste and Australia about the \r\ndefinition of our maritime boundaries. That was a \r\nprocess that took about a year and a half and culminated \r\nin a new maritime boundary treaty, signed in this Hall \r\non 6 March of this year, in the presence of Secretary-\r\nGeneral António Guterres. The new treaty has enabled \r\nus to consolidate our national sovereignty and establish \r\nan important model for the peaceful resolution of \r\ninternational disputes. In a time of increasing global \r\ngeopolitical tensions over maritime disputes, the \r\nsuccess of the first conciliation process in history \r\nassumes an unprecedented international significance. \r\nTimor-Leste encourages other Member States to \r\nconsider that mechanism for the peaceful settlement of \r\nmaritime disputes. We believe that the mechanism will \r\nplay an important role in appeasing global tensions on \r\nour seas.\r\nOur world faces many challenges, which can be \r\neffectively resolved through dialogue, cooperation \r\nand on the basis of international law. One of the main \r\nchallenges of our times is, without a doubt, climate \r\nchange. That is an issue that Secretary-General António \r\nGuterres has identified as the defining issue of our \r\ntime. Timor-Leste is confident that the international \r\ncommunity will act as one in responding to that \r\nexistential threat to our planet.\r\nI take this opportunity to highlight the importance \r\nof active and extensive cooperation aimed at pursuing \r\nurgent and real action to deal with the threat facing \r\nsmall island developing States, including those in the \r\nPacific region, which are particularly vulnerable to the \r\neffects of climate change.\r\nI also would like to emphasize a fundamental issue \r\nthat also requires the attention of the entire international \r\ncommunity, namely, global migration. Conflicts, \r\nwars, situations of inequality and climate change have \r\nresulted in an intense migratory movement throughout \r\nthe world.\r\nTimor-Leste and the g7+ countries know that \r\nsustainable development cannot be achieved without \r\npeace. That is why we are aware of the fact that the \r\n17 Sustainable Development Goals will be unattainable \r\nif we are not able to build peaceful, just and inclusive \r\nsocieties. We hope that the assessment of the 2030 \r\nAgenda will take into consideration those concerns so \r\nthat the fragile and vulnerable countries will not be \r\nleft behind.\r\nTimor-Leste welcomes the reforms of the \r\nUnited Nations system under the leadership of \r\nSecretary-General António Guterres. Following the \r\nimplementation of the plan to enhance the role of the \r\nUnited Nations resident coordinators, Timor-Leste will \r\ncontribute a modest amount over the next five years. We \r\nalso support, without reservations, the reforms under the \r\npeace and security pillar. We commend the Secretary-\r\nGeneral for his initiative on Action for Peace, including \r\nthe Declaration of Shared Commitments on United \r\nNations Peacekeeping Operations, which Timor-Leste \r\nhas signed. In order to contribute to peace operations, \r\nTimor-Leste is currently investing in the training of its \r\npolice and military personnel — with a special focus on \r\nstrengthening the representation of women — in order \r\nto increase its capacity and possibilities for contributing \r\nin the near future to United Nations peace missions.\r\nHowever, despite our shared efforts aimed at \r\nstrengthening peacekeeping missions, we continue \r\nto see conflicts and war in the world, which fills us \r\nwith concern. The ongoing war in Syria is a tragedy \r\nthat is causing irreparable human damage and terrible \r\nsuffering for the people living in that region. Timor-\r\nLeste urges the international community to do \r\neverything possible to put an end to that war and to stop \r\nthe death and destruction in that country. The people \r\nof Western Sahara are still being denied their right to \r\nself-determination. We welcome the appointment of \r\nMr. Horst Köhler as Personal Envoy of the Secretary-\r\nGeneral for Western Sahara. We also appeal to the \r\nKingdom of Morocco and the Frente Popular para \r\nla Liberación de Saguia el-Hamra y de Río de Oro \r\nto establish a serious dialogue aimed at reaching a \r\nmutually beneficial political solution that will enable \r\nthe people of Western Sahara to exercise their right to \r\nself-determination through a referendum organized by \r\nthe United Nations.\r\nTimor-Leste urges the international community to \r\nredouble its efforts with the parties concerned aimed \r\nat reaching a just, peaceful and lasting solution to \r\nthe question of Palestine. We reaffirm Timor-Leste’s \r\nsupport for the two-State solution and the urgent \r\nprotection of the civilian population. Timor-Leste also \r\nremains concerned about the economic, commercial \r\nand financial embargo imposed on Cuba for more than \r\n1/10/2018 A/73/PV.16\r\n18-30214 37/47\r\nsix decades, which has had a considerable impact on the \r\nlives of the people and the development of the country. \r\nOur region welcomes the continued dialogue for peace \r\nand reconciliation on the Korean peninsula, and we \r\nhope that the dialogue between the parties concerned \r\nwill bring an end to the proliferation of nuclear weapons \r\nin our region.\r\nThe President took the Chair.\r\nAllow me to take the opportunity to talk about the \r\ncurrent situation in Timor-Leste. On 12 May, we held \r\nearly legislative elections. The elections were held in a \r\npeaceful environment and resulted in a new Government \r\nled by His Excellency Mr. Taur Matan Ruak. After a \r\nperiod of economic stagnation owing to the political \r\nsituation, my country is resuming its development and \r\neconomic growth and is on the path towards normalcy. \r\nThe socioeconomic foundations that we need in order \r\nto create a prosperous and united society have already \r\nbeen established. With the recent adoption of the general \r\nGovernment budget, we hope to continue to improve \r\nour social, communications and housing infrastructure \r\nand, in turn, develop opportunities for investment and \r\neconomic development.\r\nAnother important step for Timor-Leste was the \r\nGovernment’s decision to acquire 30 per cent of the \r\ncapital in the consortium that operates the Greater \r\nSunrise gas field in the Timor Sea, which gives us \r\nthe possibility of connecting a pipeline to Timorese \r\nterritory and accelerating the development of the \r\nsouthern coast. It was, once again, our historic leader \r\nand former President of the Republic and Prime \r\nMinister, His Excellency Mr. Xanana Gusmão, who \r\nsuccessfully conducted the negotiations.\r\nWe continue to have strong relations with our \r\nneighbours Indonesia and Australia. We are also \r\ndeepening our cooperation with the countries of \r\nthe Association of Southeast Asian Nations, and we \r\nawait patiently a decision on our request to accede to \r\nthat organization. Timor-Leste remains committed to \r\nstrengthening ties of friendship and cooperation with \r\nthe countries of the Community of Portuguese-speaking \r\nCountries and hopes that the Portuguese language, \r\nspoken by nearly 250 million people worldwide, will \r\nalso become an official language of the United Nations.\r\nOur country has also signed the Treaty on the \r\nProhibition of Nuclear Weapons, and we encourage \r\nall Member States to do so. We live in a world that is \r\ndifferent from that of the immediate post-Second World \r\nWar period, when the United Nations was created. \r\nThe current times are full of challenges, and we all \r\nneed, more than ever, to be prepared to meet those \r\nchallenges and our aspirations, as well as to defend the \r\nvalue of multilateralism. My country firmly believes \r\nin the United Nations and in the international system. \r\nAs such, we are committed to working cooperatively \r\ntowards international peace, security and prosperity for \r\nthe well-being of humankind.\r\nThe President (spoke in Spanish): I now call on \r\nHis Excellency Mr. Ali Naseer Mohamed, Chair of the \r\nDelegation of the Republic of Maldives.\r\nMr. Mohamed (Maldives): I wish to convey my \r\ndelegation’s congratulations to you, Madam President, \r\non your election as President of the General Assembly at \r\nits seventy-third session. Your election to preside over \r\nthe Assembly represents the progress we are making \r\ntowards gender equality, a momentum that we need to \r\nenhance at the global level. Yet the fact that you are only \r\nthe fourth woman to do so shows how far we still have \r\nto go. I also wish to commend the Secretary-General, \r\nMr. António Guterres, for his leadership in steering \r\nthe Organization during these challenging times. The \r\ntheme that you have chosen for the session, “Making the \r\nUnited Nations relevant to all people: global leadership \r\nand shared responsibilities for peaceful, equitable, and \r\nsustainable societies”, is most appropriate.\r\nNow more than ever before, we need the \r\ninternational community to work together to build \r\nresilient societies in order to ensure that everyone \r\nhas a fair share of the benefits of development. In \r\norder to achieve that, we need the United Nations to \r\nassume greater leadership in unifying our collective \r\nefforts. The focus should be on building communities \r\nthat can withstand shocks and bounce back stronger. \r\nRecognizing that, the cornerstone of the development \r\nstrategy of the Maldives is to build resilience: economic \r\nresilience, institutional resilience, environmental \r\nresilience and, indeed, political resilience.\r\nThe Maldives is an old nation, but a young \r\ndemocracy. In our journey towards the consolidation \r\nof our democracy, 23 September of this year was an \r\nextraordinary day. On that day, the Maldives held its \r\nthird multi-party presidential election. The election took \r\nplace peacefully and seamlessly, with a voter turnout of \r\n89 per cent. It was a moment that made every Maldivian \r\nproud of how far we have come and the accelerated \r\nprogress that the country has achieved. Following the \r\nA/73/PV.16 1/10/2018\r\n38/47 18-30214\r\nelection, the Maldives is now going through the process \r\nof the transfer of power from one elected Government \r\nto the other.\r\nThe accelerated pace of democratization in the \r\nMaldives is moving in tandem with an even faster \r\ngrowth in social and economic development. From its \r\nhumble beginning as one of the poorest countries in the \r\nworld at its independence in 1965 to its status today \r\nas an upper middle-income country, the Maldives is a \r\nsuccess story by any measure. The Maldives has one \r\nof the highest human development indicators in our \r\nregion, with nearly universal literacy rates, universal \r\nimmunization and the lowest infant mortality and \r\nmaternal mortality rates. The country has eradicated \r\ndiseases such as polio, measles, malaria and lymphatic \r\nfilariasis, although various types of non-communicable \r\ndiseases are emerging as new challenges.\r\nThe progress in the social sector can be sustained \r\nand expanded only through strong economic growth. \r\nThe outgoing President Abdulla Yameen Abdul \r\nGayoom, in his five years in office, focused on \r\ndeveloping and modernizing critical infrastructure \r\nin order to stimulate growth in the country’s main \r\nindustries. The newly expanded runway at our main \r\ninternational airport and the ongoing expansion of the \r\nairport terminal will significantly boost the tourism \r\nindustry and create jobs and increasing wealth. Just a \r\nfew weeks ago we opened a bridge that connects our \r\ncapital city, Malé, with the main international airport \r\nand a reclaimed suburb of the capital, Hulhumalé. That \r\nhas transformed the physical landscape of the capital by \r\nconsolidating three separate populations, thus helping \r\nto achieve economies of scale and better adaptation to \r\nclimate change.\r\nAt the same time, we cannot create islands of \r\nprogress and prosperity without partnering with \r\nour friends through the kind of partnerships that are \r\nmutually beneficial, based on mutual trust and that \r\nare envisaged in various international agendas and \r\nagreements, such as the 2030 Agenda for Sustainable \r\nDevelopment, the Addis Ababa Action Agenda, the \r\nSamoa Pathway and the Paris Agreement on Climate \r\nChange. The national developmental efforts of small \r\nislands developing States, such as the Maldives, need \r\nsupport in the form of capacity-building, transfer of \r\ntechnology, and access to finance in order to achieve \r\nthe goals set out in international development agendas.\r\nThe United Nations can assume a greater level of \r\nleadership in fostering such support. In order to be able \r\nto do that, the Secretariat also needs the support of \r\nthe Assembly, so that it can assist countries in special \r\nsituations, such as small island developing States, with \r\na more balanced allocation of resources. The United \r\nNations is the engine room of multilateralism, and the \r\nexistence of small States, especially the small island \r\ndeveloping States, depends on multilateral norms. And \r\nyet, the principles of international law that govern \r\nfriendly relations and cooperation among States are \r\nbeing challenged at a fundamental level. There is, \r\ntherefore, a need for countries, big and small, to return \r\nto the right side of the law.\r\nThe State of Palestine is one place where the \r\noccupying Power challenges international law and \r\nnorms on a daily basis with a sense of impunity. Today, \r\nwe once again join many other countries in calling \r\nfor a permanent end to the unlawful occupation of \r\nPalestinian lands and for allowing the Palestinian \r\npeople the possibility of exercising their legitimate \r\nright to self-determination. The Maldives firmly \r\nbelieves that lasting peace can be achieved only with \r\na two-State solution in which the State of Palestine \r\nachieves its sovereignty within the 1967 borders, with \r\nEast Jerusalem as its capital. Unilateral measures that \r\ngo against the grain of that internationally accepted \r\narrangement are regressive and illegal.\r\nThe Maldives also calls for a peaceful end to the \r\ncontinuing war in Syria. The humanitarian situation \r\ncontinues to worsen. The Security Council has not \r\nadequately addressed that conflict and its consequences. \r\nWe must take more assertive action to stop the tide \r\nof suffering in Syria. Humanitarian intervention is a \r\nnecessity. A permanent political solution is a must.\r\nSimilarly, the atrocities that are being committed \r\nagainst Muslims in Myanmar should not be ignored. \r\nThe Maldives calls on the authorities in Myanmar to \r\nbring to justice the perpetrators who have committed \r\ngenocidal crimes against the Rohingya Muslims. In \r\nparticular, the recommendations of the Independent \r\nInternational Fact-Finding Mission on Myanmar should \r\nbe implemented without delay.\r\nArticle 1 of the Charter describes the United \r\nNations as the centre for harmonizing the actions of \r\nnations. The United Nations can meaningfully fulfil \r\nthat function only if it is fit for the purposes set out \r\nin clear terms in the Charter. The reforms that the \r\n1/10/2018 A/73/PV.16\r\n18-30214 39/47\r\nSecretary-General introduced in recent months to \r\nmodernize the development system of the United \r\nNations have begun to take shape. Yet our attempts to \r\nbring broader systemic reform to the Organization, such \r\nas the reform of the Security Council, have produced \r\nmany processes but virtually no success, despite more \r\nthan four decades of deliberations. The United Nations \r\nneeds to be an institution where every Member State \r\nshould feel welcomed, where the combined power of \r\nmany ideas, many solutions and many voices can thrive \r\nin addressing the challenges of climate change, ocean \r\ndegradation, poverty, exclusion and discrimination.\r\nFor small island developing States, such as the \r\nMaldives, the United Nations will always remain the \r\nindispensable partner in building our national resilience. \r\nWe see the United Nations as the key in determining \r\nour place and our voice in global discourse. Ensuring \r\nthe relevance of the United Nations must mean ensuring \r\nthat everyone, from the biggest to the smallest, plays \r\ntheir part. It must mean offering everyone a place in \r\nfinding shared solutions for our shared future. It must \r\nmean sharing the responsibility to deliver a more \r\npeaceful, a more just, equitable and sustainable future \r\nfor our children and their children.\r\nThe President (spoke in Spanish): We have heard \r\nthe last speaker in the general debate for this meeting.\r\nBefore giving the f loor to speakers in exercise of the \r\nright of reply, may I remind members that statements \r\nin the exercise of the right of reply are limited to 10 \r\nminutes for the first intervention and five minutes for \r\nthe second, and should be made by delegations from \r\ntheir seats.\r\nMr. Golroo (Islamic Republic of Iran) (spoke \r\nin Arabic): A few days ago, the Saudi Minister for \r\nForeign Affairs took the f loor in this Hall to level false \r\nallegations against my country (see A/73/PV.13). I am \r\ntherefore speaking in Arabic today in order to respond \r\ndirectly to his allegations and ensure that our position \r\nis made clear to that neighbouring country.\r\nThe Minister for Foreign Affairs of Saudi Arabia \r\nstated that his country supports the American strategy \r\nagainst Iran. Such a position is neither new nor \r\nastonishing. Saudi positions are well known. They \r\noppose the peoples and the Governments of the region, \r\nparticularly those of Arab nations. What is odd is \r\nthat the Saudi Minister should accuse my country of \r\nsupporting terrorism. That is very strange. Everybody \r\nknows that Saudi Arabia provides more than ample \r\nsupport to terrorism. I do not wish to defend the \r\nposition of my country, the Islamic Republic of Iran, \r\nas far as counter-terrorism measures are concerned. It \r\nis already well known, particularly among the peoples \r\nand the Governments of friendly States in the region.\r\nHowever, allow me to simply recall here the \r\ninstitutional links that exist between Saudi Arabia and \r\nterrorism, based on Western perspectives. In leaked \r\ndiplomatic cables sent by Hillary Clinton, the former \r\nUnited States Secretary of State, she said in 2009 that \r\nSaudi donors were the greatest source of funding for \r\nterrorist groups around the world. A British report was \r\nalso issued by the Henry Jackson Society on foreign \r\nmoney transfers to support extremism, underscoring \r\nthe fact that Saudi Arabia is the largest financer of \r\nextremism in Britain. The British media disclosed a \r\nUnited Kingdom Government investigation that was \r\nordered by former Prime Minister David Cameron to \r\ninvestigate allegations about Saudi Arabia’s supporting \r\nterrorist and extremist groups in Britain.\r\nMany former European ambassadors in Riyadh have \r\nalso accused Saudi Arabia of such measures. A former \r\nEuropean ambassador to Saudi Arabia even described \r\nSaudi Arabia as the kingdom of terrorism and accused \r\nthat country of using its oil wealth to spread terrorism \r\naround the globe. The most prominent party accusing \r\nSaudi Arabia of financing terrorism is the United States \r\nCongress, which, on 28 September 2016, adopted, by an \r\noverwhelming majority, the Justice Against Sponsors \r\nof Terrorism Act aimed at Saudi Arabia, because 16 \r\nSaudi nationals were identified as having been involved \r\nin the 11 September 2001 attacks.\r\nLet me stop at this point to say that everyone knows \r\nthat the source of the terrorism aimed at innocent people \r\nin the Middle East, North Africa, Europe and New York \r\non 11 September 2001 is the Kingdom of Saudi Arabia. \r\nEverybody knows that the Saudi Government is the \r\nmain supporter of terrorism, from Al-Qaida to Da’esh. \r\nEverybody knows that the noble Yemeni nation is \r\nsuffering as a result of Saudi State terrorism.\r\nThe Saudi Minister for Foreign affairs is accusing \r\nmy country of destabilizing the region, as if the \r\nKingdom of Saudi Arabia were supporting stability. Do \r\nthe destruction of Yemen and the murder of innocent \r\nYemeni children lead to the promotion of stability? \r\nDo the aerial bombardment of Saada in Yemen and \r\nthe killing of dozens of children there, most of them \r\nunder 15 years of age, support stability? I stress that \r\nA/73/PV.16 1/10/2018\r\n40/47 18-30214\r\nSaudi Arabia deliberately targeted those children \r\nand civilians.\r\nDoes the blockade against Qatar support stability? \r\nDoes the financing of terrorist groups in Iraq, Syria, \r\nYemen and Libya strengthen stability? Does the creation \r\nof terrorist groups in Lebanon that launched a suicide \r\nattack against the embassy of Iran in Beirut support \r\nstability? Saudi Arabia claims that it is defending the \r\nArab nation. Is the waging of proxy wars the way to \r\ndefend the Arab nation? Does defending the Arab nation \r\nmean inciting Israel to attack Lebanon? Does defending \r\nthe Arab nation mean abandoning the Palestinian \r\npeople? Saudi Arabia is not defending the Arab nation; \r\nrather it is killing Arabs with their dollars. It has no pity \r\nfor any Arab State and for any Arab people, even if they \r\nwere its allies.\r\nSaudi Arabia claims that the Ansar Allah \r\nmovement in Yemen has targeted civilian populations \r\nin Saudi territory by launching 199 ballistic missiles \r\nmanufactured in Iran. That is an empty accusation. \r\nFirst, how could the Islamic Republic of Iran transport \r\nmissiles to Yemen through the existing tight blockade? \r\nSecondly, if those were ballistic missiles, as Saudi \r\nArabia claims, how come there were no civilian \r\ncasualties? Has Saudi Arabia seen what a ballistic \r\nmissile is capable of doing in terms of destruction? \r\nGiven the lack of damage, those claims are nothing \r\nbut lies.\r\nWe say to our Yemeni brothers of all parties to \r\nthe conflict that the Islamic Republic of Iran wants \r\nstability in Yemen. We support the efforts of the Special \r\nEnvoy of the Secretary-General to Yemen, Mr. Martin \r\nGriffiths. We call upon all Yemenis to engage in an \r\nintra-Yemeni dialogue under the auspices of the United \r\nNations. Mr. Griffiths recently stated that those who \r\nsay Ansar Allah does not want to negotiate are not \r\nbeing truthful. He informed the United Nations Human \r\nRights Council of recent violations of human rights \r\nin Yemen as a result of crimes committed by the so-\r\ncalled Saudi-Emirati coalition in Yemen. In addition, \r\nwater distribution networks have been targeted, while \r\nprohibiting medications from entering Yemen. The \r\nreport speaks of documented evidence that the United \r\nArab Emirates and the Kingdom of Saudi Arabia are \r\nresponsible for human rights violations in Yemen.\r\nIn conclusion, I would like to note that the Saudi \r\nMinister boasts of Saudi wealth. He says that Saudi \r\nArabia paid $13 billion to the Yemeni people. Indeed he \r\ncan say that, but the money was paid to kill Yemenis, \r\ndestroy Yemen and increase famine and cholera \r\nthere. That money was not paid for medicines and the \r\nreconstruction of the country. I would like to say to \r\nthe Saudi Minister for Foreign Affairs that Iran is an \r\nhonest and loyal neighbour to every honest neighbour. \r\nWe have called upon you to engage in a dialogue, and \r\nwe call upon you once again to engage in a dialogue \r\nto resolve problems for the well-being of the Muslim \r\nnation and the stability and security of the peoples in \r\nthe region. The doors of the Islamic Republic of Iran \r\nare open for you.\r\nIn response to the claims made by the Minister for \r\nForeign Affairs of the United Arab Emirates a few days \r\nago in this Hall (see A/73/PV.14) pertaining to the three \r\nIranian islands in the Persian Gulf, namely, Abu Musa, \r\nGreater Tunb and Lesser Tunb, the Islamic Republic \r\nof Iran underscores that those islands are Iranian. The \r\nclaims by the Emirates are baseless. We reject them and \r\nconsider those claims to be interference in our affairs. \r\nThe Islamic Republic of Iran expresses its readiness to \r\nhold bilateral negotiations with the United Arab Emirates \r\nin order to remove the existing misunderstanding.\r\nMs. Simonyan (Armenia): The delegation of \r\nArmenia requested the f loor in exercise of the right \r\nof reply to respond to the statement made by the \r\nMinister of Foreign Affairs of Azerbaijan on Friday \r\n(see A/73/PV.13). We note that a substantial portion \r\nof the statement makes references to Armenia with \r\nregard to the Nagorno Karabakh issue, with lopsided \r\ninterpretations of international law and selective \r\nreferences to the Charter of the United Nations.\r\nAzerbaijan continues to refer to the right of return \r\nfor refugees to their homes, which is consistent with \r\ntheir practice of turning a deaf ear to the fact that any \r\narrangement for the return of refugees to the places \r\nof their former residence requires a comprehensive \r\napproach. The provision for the right of refugees along \r\nwith other elements, most notably the full recognition \r\nof the realization of the right to self-determination, is \r\namong the basic principles for a peaceful settlement of \r\nthe Nagorno Karabakh conflict, which Azerbaijan has \r\nso far chosen to disregard.\r\nAzerbaijan has been remarkably consistent in \r\nmaking selective references to the provisions of the \r\nfour Security Council resolutions adopted in 1993 \r\n(resolutions 822 (1993), 853 (1993), 874 (1993), and 884 \r\n(1993)). Those four resolutions call for the cessation \r\n1/10/2018 A/73/PV.16\r\n18-30214 41/47\r\nof hostilities, the opening of communications and \r\nthe resumption of peace negotiations with all parties \r\nconcerned, including the people of Nagorno Karabakh.\r\nHowever, in response to each of those resolutions, \r\nAzerbaijan responded with an intensification of its \r\nmilitary offenses. Explicit in its ambition to seek \r\na military solution to the conflict, Azerbaijan has \r\nbeen incrementally raising tensions in the region, as \r\ndemonstrated by a large-scale aggression against the \r\npeople of Nagorno Karabakh in April 2016 in violation \r\nof the trilateral ceasefire agreement of 1994 and the \r\ntrilateral agreement on the consolidation of the cease \r\nfire of 1995. The escalation by Azerbaijan in 2016 \r\nfollowed the logic of its long-standing policy of inciting \r\nhatred against Armenians at the highest level, which led \r\nto the extreme radicalization of society in Azerbaijan. \r\nincluding among the youth.\r\nThe Nagorno Karabakh conflict erupted as a result \r\nof the denial of one of the fundamental human rights, \r\nthe right of people to self-determination. It is about the \r\nright of people to choose their own destiny and to decide \r\nthe form of governance in their own homeland. The \r\npeople of Nagorno Karabakh had to defend themselves \r\nfrom extermination, and they succeeded in doing so \r\nwithout any international intervention.\r\nArmenia has declared unequivocally its adherence \r\nto the peace negotiations conducted under the auspices \r\nof the Organization for Security and Cooperation in \r\nEurope (OSCE) Minsk Group co-Chairs with a view \r\nto finding a lasting and comprehensive solution to the \r\nconflict. We hope that Azerbaijan will invest efforts \r\nin promoting a culture of peace, good-neighbourly \r\nrelations, democracy and human rights. And it is in that \r\ncontext that Armenia urges Azerbaijan to take genuine \r\nsteps toward ending its persistent warmongering, hate \r\nspeech and intolerance and to commit in good faith to \r\nthe implementation of the agreements reached in the \r\ncourse of the negotiations under the auspices of the \r\nOSCE Minsk Group co-Chairs.\r\nMr. Tevi (Vanuatu): I take the opportunity to \r\nexercise the right of reply to Indonesia’s recent statement \r\n(see A/73/PV.11). Please allow me at the outset to express \r\nVanuatu’s deep sympathy and solidarity to the people \r\nand the Government of Indonesia during this difficult \r\ntime as they are suffering from the effects of the recent \r\nearthquake and tsunami. We are confident that the spirit \r\nof perseverance of the people of Indonesia affected by \r\nthat terrible tragedy, together with the solidarity of the \r\ninternational community, will assist in overcoming the \r\nsuffering caused by the devastating forces of nature.\r\nRegarding West Papua, Vanuatu agrees with \r\nIndonesia that allegations of f lagrant, systematic \r\nand widespread human rights violations and of the \r\nneglect of civil, social, political, economic and cultural \r\nrights cannot be taken lightly. When Papua and civil-\r\nsociety organizations and international human rights \r\norganizations such as an Amnesty International report \r\nwith great diligence to the United Nations cases of \r\ngross human rights violations, it is crucial that those \r\nallegations be examined and investigated thoroughly by \r\nthe relevant human rights mechanisms.\r\nThat is the basic reason why Vanuatu welcomed \r\nthe news of the visit to Papua last year of the Special \r\nRapporteur on the right of everyone to the enjoyment \r\nof the highest attainable standard of physical and \r\nmental health. The Special Rapporteur was able to \r\nsee with his own eyes that Papua was lagging behind \r\nother parts of Indonesia in many aspects. However, \r\nthe former High Commissioner for Human Rights, \r\nMr. Zeid Ra’ad Al Hussein, said in his last statement \r\nas High Commissioner for Human Rights that he was \r\nconcerned that, despite the positive engagement of \r\nthe authorities in many respects, the Government of \r\nIndonesia’s invitation for the High Commissioner to \r\nvisit Papua has yet to be honoured. Vanuatu would \r\nencourage Indonesia to renew its invitation to the new \r\nHigh Commissioner for Human Rights and to organize \r\na visit by her to Papua in the near future. That would be \r\nimportant in order to obtain an objective assessment of \r\nhuman rights issues in West Papua.\r\nMembers will agree that Vanuatu is not alone in \r\nraising concerns about human rights at the United \r\nNations and that there are other Members raising \r\nsimilar concerns. Historically, Vanuatu’s stance on \r\nhuman rights abuses, decolonization and the wrongs of \r\napartheid has always been strong, and for that reason \r\nVanuatu will continue to act on that basis.\r\nMrs. Alhefeiti (United Arab Emirates) (spoke in \r\nArabic): My country’s delegation wishes to exercise the \r\nright of reply to address the allegations made by the \r\nrepresentative of Iran in his statement.\r\nThe United Arab Emirates reaffirms that the \r\nthree islands in the Arabian Gulf, namely, Lesser \r\nTunb, Greater Tunb and Abu Musa, form an integral \r\npart of the territories of the United Arab Emirates. \r\nThe United Arab Emirates categorically rejects Iran’s \r\nA/73/PV.16 1/10/2018\r\n42/47 18-30214\r\nongoing occupation of those three Emirati islands, \r\nwhich contravenes international law. Iran’s claims \r\nto those three islands are baseless. We continue \r\nto call on Iran to resolve that issue through direct \r\nnegotiations, the International Court of Justice or \r\ninternational arbitration.\r\nIran’s expansionist policies and its attempts to \r\nexport its revolution to other countries are in gross \r\nviolation of the principle of sovereignty. Its continuous \r\ninterference in the domestic affairs of Arab States \r\nhas caused an increase in tension in the region and \r\nconstitutes a threat to the stability there. Any Iranian \r\ninterference in the domestic affairs of Arab States is, \r\ntherefore, unacceptable and needs to be addressed.\r\nWe stress that Iran is a country that harbours \r\nterrorism in the region, including Hizbullah in Lebanon \r\nand Syria, the Houthis in Yemen and terrorist groups \r\nand cells in the Kingdom of Bahrain, Iraq, the Kingdom \r\nof Saudi Arabia and the State of Kuwait. We firmly \r\ncondemn the increasing influence of Iran in the Yemeni \r\nconflict. Iran has been helping the Houthis by providing \r\nthem with financial, strategic and military support, and \r\nby providing their fighters with training and weapons in \r\nYemen, which represents a blatant violation of Security \r\nCouncil resolutions 2216 (2015) and 2231 (2015).\r\nIran provides very advanced weapons to the \r\nHouthis along with developed technology that no \r\nother non-governmental party has received, including \r\nballistic missiles and hundreds of thousands of \r\nlandmines and improvised explosive devices, which kill \r\ncivilians across Yemen. Reports from United Nations \r\nagencies have cited information according to which \r\nIran provides the Houthis with weapons and equipment. \r\nThe unconditional support from Iran to the Houthis, \r\nincluding ballistic missiles and other kinds of weapons, \r\nremains a direct threat to the legitimate Government \r\nof Yemen and the Yemeni people. That support also \r\nconstitutes a threat to the Kingdom of Saudi Arabia, \r\nto navigation in the Red Sea and to all the countries of \r\nthe region.\r\nIn that regard, we recall that the coalition to \r\nsupport legitimacy in Yemen was formed in 2015 at \r\nthe request of the legitimate Government in Yemen \r\nto protect Yemen and its people from the continuous \r\nHouthi aggression supported by Iran. That request is \r\nentirely consistent with international law. Furthermore, \r\nwe informed the Security Council of that coalition, as \r\nappropriate. The United Arab Emirates is committed \r\nto international humanitarian law. We emphasize \r\nour humanitarian commitment to support the people \r\nof Yemen. It is incumbent upon the international \r\ncommunity to put pressure on the Houthis by taking \r\nimmediate action to prevent Iran from providing the \r\nHouthis with arms, funds and technical support in \r\ndirect violation of Security Council resolutions 2216 \r\n(2015) and 2231 (2015). It remains our firm belief that \r\nthe only solution to the crisis in Yemen is through a \r\npolitical settlement.\r\nMr. Musayev (Azerbaijan): Addressing directly \r\nthe delegation of Armenia, I want to recommend that \r\nwhen the representative of that country has nothing \r\nto say, he should not say anything, instead of making \r\nhimself a laughingstock. The comments just made \r\nby the representative of Armenia, which are false \r\nand unprofessional in substance and inappropriate in \r\ntone, do not deserve any response. However, given \r\nthe importance of addressing the root causes of the \r\nconflict and their implications for regional peace and \r\nsecurity and the conflict settlement process, we deem it \r\nimportant to focus briefly on the following key points.\r\nFirst, the Nagorno Karabakh region has always \r\nbeen and will remain an integral part of Azerbaijan.\r\nSecond, it was Armenia that resorted to force, \r\nviolence and terrorist activities in an attempt to realize \r\nits groundless and unlawful territorial claims.\r\nThird, since the very first day of the conflict, \r\ncombat operations have been conducted exclusively \r\ninside the territory of Azerbaijan — almost in the very \r\ncentre of the country — affecting its civilian population \r\nand infrastructure.\r\nFourth, it is Armenia that continues to occupy \r\nthe Nagorno Karabakh region and the surrounding \r\nseven districts of Azerbaijan, in gross violation of \r\ninternational law and Security Council resolutions 822 \r\n(1993), 853 (1993), 874 (1993) and 884 (1993).\r\nFifth, Armenia and its affiliates in the occupied \r\nterritories of Azerbaijan are responsible for \r\ninternationally wrongful acts, several of which \r\nconstitute serious breaches of obligations under the \r\nperemptory norms of general international law — jus \r\ncogens.\r\nSixth, Armenia’s policy and practices are based on \r\nexclusion and discrimination on ethnic grounds and are \r\naimed at the legitimation of the results of the unlawful \r\nuse of force and ethnic cleansing.\r\n1/10/2018 A/73/PV.16\r\n18-30214 43/47\r\nSeventh, Armenia distorts and misinterprets the \r\nprinciple of a people’s right to self-determination and, \r\nnotwithstanding the concept of self-determination \r\nunder international law, attempts to impose the view \r\nthat that principle may be applied in the form of \r\nunilateral secession for the Armenian minority group \r\nliving in the Nagorno Karabakh region of Azerbaijan. \r\nIn reality, such a view has nothing in common with \r\nthe principle of self-determination set forth in the \r\nCharter of the United Nations, the Final Act of the \r\nConference on Security and Cooperation in Europe of \r\n1975 and other international documents. Actions that \r\nArmenian describes as the exercise of the right to self-\r\ndetermination have been unequivocally qualified by the \r\nSecurity Council and other authoritative international \r\norganizations as the unlawful use of force and the \r\ncommission of other serious crimes.\r\nThe international community, including the \r\nSecurity Council and the General Assembly, has \r\nconsistently reaffirmed the sovereignty, territorial \r\nintegrity and inviolability of the internationally \r\nrecognized borders of Azerbaijan. The illegality of \r\nthe subordinate, racist minority regime established by \r\nArmenia in the occupied territory of Azerbaijan has \r\nbeen repeatedly confirmed at the international level \r\nin the most unambiguous terms. Eighth, Armenia has \r\nconsistently obstructed the conflict-settlement process \r\nand refuses, in the meantime, to start results-oriented \r\nnegotiations, while it regularly resorts to various \r\nprovocations to escalate the situation on the ground.\r\nFinally, the achievement of peace, security and \r\nstability will be possible, first and foremost, only if the \r\nconsequences of Armenia’s occupation are removed, \r\nthereby ensuring that its armed forces are immediately, \r\nunconditionally and completely withdrawn from the \r\nterritories of Azerbaijan; that the sovereignty and \r\nterritorial integrity of my country are restored; and that \r\nthe right of internally displaced Azerbaijanis to return \r\nto their homes is guaranteed and implemented.\r\nThat is what international law and the Security \r\nCouncil demand and that can, in no way, be replaced \r\nby half-measures made under some pretext, introduced \r\nas a compromise or used as a bargaining chip in the \r\nconflict-settlement process.\r\nMr. Taborat (Indonesia): The Indonesian delegation \r\nis compelled to take the f loor to exercise its right of reply \r\nto the statement that was just made by the delegation of \r\nVanuatu. Although that statement was disguised with a \r\nf lowery human rights concern, Vanuatu’s sole intention \r\nand action is to challenge directly the internationally \r\nagreed principles of friendly relations between States, \r\nsovereignty and territorial integrity. In many instances, \r\nVanuatu has shown that it is supporting a separatist \r\nmovement. I wonder whether that is the way a country \r\nthat abides by international law should behave. Such \r\ninexcusable support for separatist individuals is clearly \r\nshown through Vanuatu’s inclusion in its delegation to \r\nthe United Nations of a number of persons with serious \r\ncriminal records and separatist agendas.\r\nWhen a faraway country that is clueless as to \r\nwhat is happening in the provinces of a sovereign \r\nand independent country tries to give a false dream \r\nand support to a group of individuals with separatist \r\nintentions, it goes against all honour and common \r\ndecency. And it is ill-intentioned, which is contrary \r\nto the principles of friendly relations among States. \r\nIndonesia categorically rejects any efforts to violate \r\nthe principles of sovereignty and territorial integrity, \r\nwhich all Members of the United Nations hold dear. The \r\npeople of Papua have once and for all reaffirmed that \r\nPapua has been an irrevocable part of Indonesia since \r\n1945. It was confirmed by the United Nations and the \r\ninternational community almost 50 years ago. It is an \r\nindisputable fact that the status of the provinces of Papua \r\nand West Papua is final, irreversible and permanent. If \r\nthe delegation of Vanuatu wishes to keep bringing up \r\nthe issue, I suggest that it study international law first.\r\nThe repeated accusations of human rights abuses \r\nsound like a broken record. We have a saying in our part \r\nof the world that people should look in the mirror before \r\nsaying bad things to others. If Vanuatu is concerned \r\nabout human rights, why do they not start at home? \r\nAnd if their concern means supporting separatism, \r\nthen they have crossed a red line and they are violating \r\nthe Charter of the United Nations. In closing, respect \r\nfor sovereignty and territorial integrity is the cardinal \r\nrule in relations among nations and in the United \r\nNations. Indonesia has honour and pride and does not \r\nlike to interfere in the domestic problems of others, \r\nunlike Vanuatu.\r\nMs. Danish (Saudi Arabia) (spoke in Arabic): \r\nI associate myself with the statement made by the \r\ndelegation of the United Arab Emirates in its exercise \r\nof the right to reply. I would like to add that my country \r\nis accustomed to hearing such false allegations and \r\naccusations from a regime that puts the blame on other \r\nA/73/PV.16 1/10/2018\r\n44/47 18-30214\r\nStates to cover up its own failures in fulfilling the \r\nambitions and aspirations of its people.\r\nIran continues to wreak havoc and destruction, \r\nwhile sponsoring sectarianism and extremism. The \r\nHouthi-Iranian militias supported by Iran continue to \r\nlaunch Iranian-made and Iranian-provided ballistic \r\nmissiles on Saudi towns. That is an undeniable fact. \r\nThere have been 199 of those missiles launched \r\nin addition to Iran’s destabilizing actions, which \r\nconstitute a threat to the security, safety and navigation \r\nin the Bab Al-Mandab strait and the Red Sea region. I \r\nreaffirm that my country remains resolutely committed \r\nto achieving a peaceful settlement to the conflict in \r\nYemen, based on the three terms of reference, namely, \r\nthe Gulf Cooperation Council initiative, the outcome \r\nof Yemen’s National Dialogue Conference and Security \r\nCouncil resolution 2216 (2015).\r\nIran’s violations have put it under international \r\nsanctions. My country calls on the Iranian regime to \r\nadopt a new approach and to act as a State responsible \r\nfor the welfare and stability of its people, instead of \r\nwasting the people’s resources on supporting terrorist \r\ngroups, sectarianism and extremism. Iran should act in \r\naccordance with the principle of good-neighbourliness\r\nMr. Mounzer (Syrian Arab Republic) (spoke in \r\nArabic): I apologize for taking the f loor during the final \r\nminutes of the meeting, but I must reply to what was \r\nsaid earlier by the representative of Canada in order \r\nto refute his false allegations. We stress that those \r\nallegations are baseless and that they were made in \r\nthe framework of Canada’s engagement with terrorist \r\ngroups in Syria, in particular the White Helmets \r\norganization, which is affiliated with the terrorist \r\nAl-Nusra Front, which is listed on the United Nations \r\nlists of terrorist entities. Promoting the White Helmets \r\norganization means promoting terrorism and Al-Qaida, \r\nwhich has perpetrated many terrorist acts in the United \r\nStates, Europe and other regions around the world.\r\nMr. Golroo (Islamic Republic of Iran): My \r\ndelegation is compelled to take the f loor for the second \r\ntime in exercise of the right of reply to the statements \r\njust made by the representatives of the United Arab \r\nEmirates and Saudi Arabia.\r\nDespite what some people seem to believe, the \r\nrepetition of groundless accusations and fabrications \r\ndoes not lend them credibility. Reiterating those kinds \r\nof absurd and extravagant claims is reminiscent of Paul \r\nJoseph Goebbels, the Reich Minister of Propaganda of \r\nNazi Germany. He also had a simplistic approach to the \r\ninversion of a lie into a truth. He said that a lie told once \r\nremains a lie, but a lie told a thousand times becomes \r\nthe truth. Goebbels’ approach worked at the time.\r\nHowever, Emirati and Saudi officials are negligent \r\nof the fact that repeating falsehoods year after year does \r\nnot and cannot conceal or alter the truth in our age of \r\ndigital communication. My delegation, in its first right \r\nof reply, carefully considered its observations in order \r\nto preserve good neighbourly relations; therefore, we \r\ntouched only the tip of the iceberg. Moreover, the time \r\nlimit for the right of reply does not make it possible \r\nfor me to present the factual and background details of \r\nwhat has been pointed out by my delegation.\r\nThere is a lot to be said about leaked and unclassified \r\ninformation concerning the Bush Administration’s \r\nomission of 28 pages of the 9/11 Commission Report, \r\nillustrating the fact that the United States Government \r\nwas covering up evidence that Saudi officials were \r\ncomplicit in the attacks, as well as tons of credible \r\ninformation about Saudi Arabia as a main source of \r\nfunds and support for terrorist movements and the fact \r\nthat that country remains the most prolific sponsor \r\nof international extremism and terrorism, supporting \r\ngroups such as the Taliban in Afghanistan, Al-Qaida, \r\nLashkar-e-Taiba and the Al-Nusra Front.\r\nThere is also a lot to be said about the complicity \r\nof the United Arab Emirates regime in the aggression \r\nagainst the Yemeni people and the slaughter of innocent \r\npeople, which has resulted in a human catastrophe in \r\ntoday’s world. The frequent and indiscriminate air \r\nstrikes on cities by Saudi and United Arab Emirates \r\naircraft is an appalling crime, producing no result other \r\nthan the killing and injuring of thousands of innocent \r\nwomen and children and the displacement of millions \r\nof civilians.\r\nIn a futile effort to divert regional and global \r\nattention from the criminal Saudi-led aggression against \r\nthe impoverished and defenceless nation of Yemen, \r\nthe United Arab Emirates delegation has yet again \r\nrepeated its baseless claims to the three Iranian islands \r\nthat are outside of its territorial waters and historically \r\nof Iranian identity. The Greater Tunb, Lesser Tunb \r\nand Abu Musa islands belong to Iran, and we strongly \r\ncondemn such outdated and ineffective claims, which \r\nare an instance of interference in Iran’s internal \r\naffairs. It is a pity that some Persian Gulf States ignore \r\nhistorical and geographical realities and disregard the \r\n1/10/2018 A/73/PV.16\r\n18-30214 45/47\r\nauthority of their neighbours. Regrettably, they do not \r\nfollow rational policies based on good neighbourliness.\r\nDespite those claims and allegations, the Islamic \r\nRepublic of Iran has always taken steps to ensure the \r\nstability and security of countries in the region and to \r\nfight terrorism and terrorist groups, and we believe \r\nthat the only way to restore security and tranquillity \r\nin West Asia is to hold a dialogue among the countries \r\nof the region. Tehran’s principal policy has always \r\nbeen based on maintaining greater convergence and \r\nmutual respect for the sovereignty of other countries, \r\nespecially with neighbours and in the observance of \r\ngood-neighbourliness.\r\nThe President (spoke in Spanish): May I take it \r\nthat it is the wish of the General Assembly to conclude \r\nits consideration of agenda item 8?\r\nIt was so decided.\r\nStatement by the President\r\nThe President (spoke in Spanish): We have reached \r\nthe end of the general debate. Allow me to begin by \r\nexpressing my condolences to and solidarity with the \r\nGovernment and the people of Indonesia, who have \r\nbeen affected by terrible natural disasters. I am deeply \r\nmoved by the plight of the victims and the magnitude \r\nof the destruction that has been suffered by that beloved \r\ncountry. I also express my solidarity with Barbados and \r\nJapan for the large-scale disasters that have similarly \r\naffected their peoples in recent days.\r\nThe general debate that we conclude today has been \r\na further indication of the relevance of the General \r\nAssembly and the United Nations. It has been a week of \r\nmeetings and dialogue — the week in which the name \r\nof this Organization is most frequently mentioned in \r\nthe media and social networks around the world. This \r\nis the week in which the agenda of the United Nations \r\noccupies prime position in presidential offices. This \r\nweek will undoubtedly set the tone for our agenda and \r\nwork throughout the year.\r\nThis has also been the week in which delegations and \r\ntheir teams endure the greatest pressure and, as was the \r\ncase for me as President, a week of countless meetings \r\nand events that enabled us to advance the multilateral \r\nagenda and strengthen regional and bilateral relations. \r\nHowever, I think we can all say that we are concluding \r\nthe general debate having achieved success and with \r\nthe satisfaction of having fulfilled our duty. But this is \r\nonly the beginning of the seventy-third session, and I \r\ntruly hope that this week’s enthusiasm and efficiency \r\nwill be maintained throughout the year.\r\nI would like to summarize the results of the general \r\ndebate in the following seven points, and I will be brief. \r\nThe first result is undoubtedly the global reflection that \r\nwe have all witnessed on the role of the Organization and \r\nthe importance of multilateralism as the only response \r\nto the problems facing humankind. There is almost \r\nunanimous agreement among the representatives of \r\nthe more than 7.6 billion inhabitants of the planet on \r\nthe irreplaceable role of the Organization. We heard \r\ncalls over and over again to strengthen multilateralism, \r\nwhich filled us with satisfaction, while at the same \r\ntime presenting us with a great challenge to make the \r\nOrganization more relevant every day for our peoples. \r\nTo recall the words of the Prime Minister of Saint \r\nVincent and the Grenadines,\r\n“after seven decades, the United Nations remains \r\nthe only institution with the capacity and authority \r\nto enable global cooperation for our collective \r\nennoblement” (A/73/PV.10, p.56).\r\nThe second strategic result is that we have made \r\nthe Organization a home for all of the nations of the \r\nworld throughout the week. That required a great effort \r\nin terms of coordination and logistics on the part of the \r\nSecretariat and its staff, whom I warmly congratulate, \r\nbut above all the week has provided a space for the \r\ndeepening of bilateral ties and the strengthening of \r\npolitical and regional groups. The Assembly has been \r\nthe scene of hundreds of meetings of our Heads of State \r\nand Government and Ministers of various offices, all \r\ncontributing at this general debate to the strengthening \r\nof relations between our nations.\r\nThird, we have shared visions and experiences \r\non issues of common interest in more than 400 \r\nside events that took place during the week. For any \r\nordinary person, it might be difficult to conceive the \r\nsheer number of events being held simultaneously. \r\nHowever, in one way or another, we were all involved \r\nin exchanging experiences, sharing progress and \r\nestablishing commitments on issues of global interest.\r\nFourth, during the debate we reached agreement on \r\ntwo political declarations that reflect the commitment of \r\nour States at the highest level to eradicating tuberculosis \r\nand combating non-communicable diseases.\r\nA/73/PV.16 1/10/2018\r\n46/47 18-30214\r\nFifth, seven countries signed and four countries \r\nratified the Treaty on the Prohibition of Nuclear \r\nWeapons this week, strengthening our commitment to \r\na world free from nuclear threat, to which we all aspire. \r\nWith those latest signatories, 69 countries have signed \r\nand 19 have ratified that important instrument.\r\nSixth, our Heads of State and Government not \r\nonly carried out an evaluation of the most sensitive \r\nissues of the international situation, but also shared \r\nthe most significant advances in their strategies for \r\nsustainable development, peacebuilding and respect for \r\nhuman rights. In sum, this general debate has been the \r\nforum for presenting to the world the most important \r\nnational and regional achievements and challenges.\r\nSeventh, but no less important, this week was, as \r\nis the case every year, an encounter not just among \r\nGovernment leaders, but also among hundreds \r\nof activists, young people and leaders of social \r\norganizations who move the United Nations agenda \r\nforward and play a key role in the implementation of \r\nthe commitments we make in the General Assembly.\r\nIf we added together all the speeches delivered in \r\nthis Hall, we would have a global X-ray of the status of \r\nthe world today, of the most important achievements of \r\nand challenges facing our nations, and of the role that \r\nthis Organization and multilateralism play in the world. \r\nFor that reason, we thank all Governments, without \r\nexception, for their commitment, to the Organization, \r\nwhich is reflected in their presence at this general \r\ndebate. I thank the 121 Heads of State and Government, \r\nthe nine Vice-Presidents and Deputy Prime Ministers, \r\nand the Ministers and Permanent Representatives who \r\nparticipated in this year’s discussions.\r\nThe messages we heard from all of them were \r\nas diverse as the peoples of the world, but, at the \r\nsame time, they abounded in similarities and shared \r\nconcerns. I am pleased that delegations took the topic \r\nof this session and the seven working priorities that I \r\nproposed as the basis for their statements. As the Prime \r\nMinister of Nepal mentioned, in referring to the theme \r\nof this session,\r\n“The endeavour to make the United Nations \r\nrelevant to all people is well captured in the \r\nphilosophy of leaving no one behind” (A/73/PV.11, \r\np.21).\r\nAllow me to highlight several of the themes that were \r\nrepeatedly addressed in this general debate.\r\nFirst of all, I am deeply heartened by the fact that \r\nmany countries have defended multilateralism and the \r\nneed for joint actions to address the global challenges. \r\nI fully agree with the statement made by the Prime \r\nMinister of Belgium: “Multilateralism is not a hollow and \r\nmeaningless concept. On the contrary, it is a conviction, \r\nbecause dialogue is tireless”. (A/73/PV.10, p.33)\r\nFrom international conflicts to terrorism and nuclear \r\nproliferation, from climate change and natural disasters \r\nto growing inequality and poverty, from migration and \r\nrefugees to health and education, from the impact of \r\nnew technologies to the world of work, we understand \r\nthat we are faced with common challenges that require \r\ncommon answers. The President of Paraguay captured \r\nthat idea very accurately by stating that,\r\n“In the face of an international scenario \r\ncharacterized by political uncertainty and economic \r\nvolatility, we need collective and comprehensive \r\nstrategies with a sense of shared responsibility.” \r\n(A/73/PV.7, p.13)\r\nSustainable development and the threat of climate \r\nchange were the issues most frequently mentioned by \r\nleaders during the debate. With good reason, countries \r\nare concerned about the storms, hurricanes and droughts \r\nthat have been hitting them with increasing force. That \r\nterrible and devastating reality struck the regions \r\nof Asia-Pacific, the Caribbean and North America. \r\nThe people in those regions are concerned about the \r\nloss of crops and desertification; they are concerned \r\nabout running out of water in their main cities; they \r\nare concerned about the temperatures that make entire \r\nregions simply uninhabitable.\r\nThis Hall heard several voices crying out for swift \r\nand effective action for the financing and implementation \r\nof the Paris Agreement on Climate Change. The \r\nPresident of France said: “We are told that it is already \r\ntoo late... So let us speed up”. (A/73/PV.6, p.31)\r\nMany countries also took advantage of this general \r\ndebate to share their progress in the implementation of the \r\nParis Agreement and underscored successful examples \r\nof renewable energy and technology reconversion.\r\nThe great majority of leaders referred to the actions \r\nbeing taken by their countries for the implementation the \r\nSustainable Development Goals, their policies to assist \r\nthe most vulnerable and measures to eradicate poverty \r\nand advance inclusive and sustained economic growth.\r\n1/10/2018 A/73/PV.16\r\n18-30214 47/47\r\nWorld leaders also referred to this year’s celebration \r\nof the seventieth anniversary of the Universal \r\nDeclaration of Human Rights, thereby emphasizing the \r\nfull validity of human rights and the global clamour to \r\nensure their full implementation.\r\nMany rightly called for the achievement of full \r\ngender equality, once and for all, as a necessary \r\ncondition for sustainable development and peace. I was \r\nalso encouraged that a clear majority of Member States \r\nexpressed their support for the global compact for safe, \r\norderly and regular migration. The large displacements \r\nof people — both migrants and refugees — pose \r\nsignificant challenges and require clear policies and \r\ncoordinated international action.\r\nLet us recall that this week, before beginning the \r\ngeneral debate, we gathered together to honour the \r\ngreat Nelson Mandela, his legacy and his memory, to \r\nremember, through the declaration that we adopted \r\n(resolution 73/1), that one of our most important purposes \r\nmust be to work for peacebuilding and peacekeeping.\r\nThe emphasis placed by world leaders on the need \r\nto invest more in conflict prevention and in mediation \r\nis a reflection of a paradigm shift that we need to \r\nmake in order to achieve sustainable peace. As the \r\nPresident of Liberia reminded us, on the occasion of \r\nthe successful completion of the peacekeeping mission \r\nin that country, we “must never take peace for granted \r\nor forget the long shadow that years of conflict still cast \r\nover people’s lives” (A/73/PV.8, p.37).\r\nThis general debate was also marked by positive \r\ndevelopments, such as the peace agreements signed \r\nbetween Eritrea, Ethiopia and Djibouti, and the \r\npromising efforts towards the denuclearization of the \r\nKorean peninsula. The President of Kenya, for example, \r\nwhen referring to the current problems that the world \r\nfaces, said that,\r\n“Today’s problems, risks and threats are \r\ncomplex and call for more — not less — cooperation, \r\nmore — not less — observance of the rule of law, \r\nmore — not less — negotiation. We need a rules-\r\nbased multilateral system.”(A/73/PV.9, p.16)\r\nI thank the Secretary-General and the Deputy \r\nSecretary-General for their unwavering commitment \r\nand their tireless work over these days. Their leadership \r\nis central to making the Organization increasingly \r\nrelevant to our peoples. I would like to thank \r\nrepresentatives for their work and effort in this general \r\ndebate and their support for my presidency. I would \r\nalso like to thank the officials of the Secretariat and the \r\ntechnical staff, who have enabled us to conclude this \r\ngeneral debate successfully. I thank in particular all the \r\nVice-Presidents of the General Assembly at its seventy-\r\nthird session, who shared with me the task of steering \r\nthe work of the General Assembly.\r\nWe are faced with the challenge of transforming all \r\nof the ideas, the commitments made and the challenges \r\nraised this week into concrete action, characterized \r\nby greater effectiveness and by a greater impact on \r\npeople’s lives, especially on the lives of those who need \r\nthis Organization the most. We must make a difference, \r\nand the time to do so is now.\r\nThe meeting rose at 1.50 p.m.\r\n"