"United Nations A/73/PV.39\r\nGeneral Assembly\r\nSeventy-third session\r\n39th plenary meeting\r\nMonday, 26 November 2018, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nIn the absence of the President, Mr. Korneliou \r\n(Cyprus), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 128\r\nCooperation between the United Nations and \r\nregional and other organizations\r\nReport of the Secretary-General (A/73/328)\r\n(a) Cooperation between the United Nations and the \r\nAfrican Union\r\n(b) Cooperation between the United Nations and the \r\nOrganization of Islamic Cooperation\r\n(c) Cooperation between the United Nations and the \r\nAsian-African Legal Consultative Organization\r\n(d) Cooperation between the United Nations and the \r\nLeague of Arab States\r\nDraft resolution (A/73/L.23)\r\n(e) Cooperation between the United Nations and the \r\nLatin American Caribbean Economic System\r\n(f) Cooperation between the United Nations and the \r\nOrganization of American States\r\n(g) Cooperation between the United Nations and \r\nthe Organization for Security and Cooperation \r\nin Europe\r\n(h) Cooperation between the United Nations and the \r\nCaribbean Community\r\n(i) Cooperation between the United Nations and the \r\nEconomic Cooperation Organization\r\n(j) Cooperation between the United Nations and the \r\nInternational Organization of la Francophonie\r\n(k) Cooperation between the United Nations and the \r\nPreparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization\r\nNote by the Secretary-General (A/73/111)\r\nDraft resolution (A/73/L.22)\r\n(l) Cooperation between the United Nations and the \r\nCouncil of Europe\r\nDraft resolution (A/73/L.27)\r\n(m) Cooperation between the United Nations and the \r\nEconomic Community of Central African States\r\n(n) Cooperation between the United Nations \r\nand the Organization for the Prohibition of \r\nChemical Weapons\r\nNote by the Secretary-General (A/73/97)\r\n(o) Cooperation between the United Nations and the \r\nBlack Sea Economic Cooperation Organization\r\nDraft resolution (A/73/L.25)\r\n(p) Cooperation between the United Nations and the \r\nPacific Islands Forum\r\n(q) Cooperation between the United Nations and the \r\nAssociation of Southeast Asian Nations\r\n(r) Cooperation between the United Nations and the \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-39775 (E)\r\n*1839775*\r\n \r\nA/73/PV.39 26/11/2018\r\n2/32 18-39775\r\nCommunity of Portuguese-speaking Countries\r\n(s) Cooperation between the United Nations and the \r\nShanghai Cooperation Organization\r\n(t) Cooperation between the United Nations and the \r\nCollective Security Treaty Organization\r\nDraft resolution (A/73/L.24)\r\n(u) Cooperation between the United Nations and the \r\nCentral European Initiative\r\nDraft resolution (A/73/L.17)\r\n(v) Cooperation between the United Nations and \r\nthe Organization for Democracy and Economic \r\nDevelopment — GUAM\r\nDraft resolution (A/73/L.26/Rev.1)\r\n(w) Cooperation between the United Nations and the \r\nCommonwealth of Independent States\r\nDraft resolution (A/73/L.28)\r\n(x) Cooperation between the United Nations and the \r\nInternational Organization for Migration\r\n(y) Cooperation between the United Nations and \r\nthe International Criminal Police Organization \r\n(INTERPOL)\r\nDraft resolution (A/73/L.21)\r\n(z) Cooperation between the United Nations and the \r\nInternational Fund for Saving the Aral Sea\r\nThe Acting President: Under sub-item (t), I \r\nshould like to inform members that action on draft \r\nresolution A/73/L.24, entitled “Cooperation between \r\nthe United Nations and the Collective Security Treaty \r\nOrganization”, has been postponed to a later date.\r\nI now give the f loor to Mr. Lassina Zerbo, Executive \r\nSecretary of the Preparatory Commission for the \r\nComprehensive Nuclear-Test Ban Treaty Organization, \r\nto introduce his reports covering the years 2016 \r\nand 2017.\r\nMr. Zerbo (Comprehensive Nuclear-Test-Ban \r\nTreaty Organization): I am honoured to address the \r\nGeneral Assembly under the agenda sub-item entitled \r\n“Cooperation between the United Nations and the \r\nPreparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization”.\r\nI addressed the General Assembly in September \r\nduring its high-level commemoration of the \r\nInternational Day against Nuclear Tests (see A/72/\r\nPV.112). In my statement, I spoke of the consequences \r\nof nuclear testing for humans and the environment, \r\nas well as for international peace and security. The \r\ndevastating impact of nuclear testing underpins our \r\nmoral conviction and provides us with the strength and \r\nresolve needed to finally put an end to that chapter of \r\nhuman endeavour once and for all. The entry into force \r\nof the Comprehensive Nuclear-Test-Ban Treaty (CTBT) \r\nis the only viable path to achieving that end. Enhancing \r\ncooperation towards that objective should therefore be \r\na priority for us all. With that aim in mind, I am pleased \r\nto report to the Assembly today on the following issues: \r\nthe current status of the Comprehensive Nuclear-Test-\r\nBan Treaty, developments related to the verification \r\nregime, and enhanced cooperation with the United \r\nNations and other measures to strengthen the Treaty \r\nand its verification regime.\r\nOn the current status of the CTBT, the objective of \r\nthe Comprehensive Nuclear-Test-Ban Treaty is to put a \r\nverifiable end to nuclear-test explosions by everyone, \r\neverywhere and for all time. A comprehensive nuclear-\r\ntest ban is one of the oldest items on the international \r\nnuclear disarmament agenda, first proposed more than \r\nsix decades ago. Thanks to the support of the General \r\nAssembly and the tireless efforts of the dedicated staff \r\nof the Preparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization, we continue to \r\nmake strides towards a world free from the dangers of \r\nnuclear testing.\r\nAlthough the CTBT has yet to enter into force, the \r\nTreaty enjoys near-universal support and has solidified \r\nthe de facto international norm against nuclear \r\ntesting. In stark contrast with the darkest days of the \r\nCold War, when nuclear testing was commonplace, \r\nthe international community is unanimous in its \r\ncondemnation of any violation of that norm today. \r\nThat has been true since the Treaty’s opening for \r\nsignature in 1996 and has been the case with each of \r\nthe nuclear tests by the Democratic People’s Republic \r\nof Korea — the only State to carry out a nuclear-test \r\nexplosion this century.\r\nWe recently welcomed the ratification by Thailand \r\nand the signature by Tuvalu earlier this year. There are \r\nnow 184 States that have signed the CTBT, of which \r\n167 have ratified it. I wish to thank the Governments \r\nof Thailand and Tuvalu once more for their support and \r\nresolve, which has bolstered global efforts to achieve a \r\nnuclear-test-free world.\r\n26/11/2018 A/73/PV.39\r\n18-39775 3/32\r\nThe CTBT is one of the most adhered-to arms \r\ncontrol and international security-related instruments \r\nand receives overwhelming support from United \r\nNations States Members. Nonetheless, the CTBT \r\nhas not yet become legally binding international law, \r\nas eight annex 2 States must still ratify the Treaty to \r\nachieve its entry into force. Those States are China, the \r\nDemocratic People’s Republic of Korea, Egypt, India, \r\nIran, Israel, Pakistan and the United States of America.\r\nThe de facto norm against nuclear testing grows \r\nin strength with every signature and ratification of the \r\nComprehensive Nuclear-Test-Ban Treaty. But history \r\nteaches us that norms and voluntary moratoriums can \r\nnever substitute for a legally binding and credibly \r\nenforceable nuclear-test ban. There were moratoriums \r\non nuclear testing by the United States, the Soviet \r\nUnion and the United Kingdom from 1958 to 1961 as \r\nnegotiations were taking place on a nuclear-test ban in \r\nGeneva. However, changing political circumstances \r\nand a rise in tension between the United States and the \r\nSoviet Union led to a collapse of those negotiations. \r\nSoon afterward, the two super-Powers resumed their \r\nnuclear-test programmes and carried out more nuclear \r\ntests between 1961 and 1962 than in the whole of the \r\nprevious decade. That is not to be forgotten.\r\nLegal instruments such as nuclear-weapon-free \r\nzones, and most recently the Treaty on the Prohibition \r\nof Nuclear Weapons, can ultimately complement the \r\nCTBT. But an in-force treaty with a fully completed \r\nverification regime is the path to an effectively \r\nverifiable and credibly enforceable prohibition on \r\nnuclear testing. That is the only way that Member States \r\nwill have trust and confidence that the Treaty is being \r\ncomplied with. That is why we are continuing our work \r\non confidence-building and education and outreach \r\nwith the annex 2 States, with the aim of creating the \r\nright conditions globally and regionally that would be \r\nconducive for positive consideration of their signature \r\nand/or ratification of the Comprehensive Nuclear-Test-\r\nBan Treaty.\r\nWith that in mind, the Conference on Facilitating \r\nthe Entry into Force of the Comprehensive Nuclear-\r\nTest-Ban Treaty, also known as the Article XIV \r\nConference, has been held every other year to promote \r\nthe Treaty’s entry into force. When the tenth Article \r\nXIV Conference was held last year in New York, the \r\nConference offered an opportunity for States to renew \r\ntheir commitment to the CTBT as a core element of \r\nthe nuclear disarmament and non-proliferation regime. \r\nA high number of Foreign Ministers participated in \r\nthe conference. Secretary-General António Guterres \r\nand the then-President of the General Assembly, \r\nMr. Miroslav Lajčák, addressed the opening meeting.\r\nIn addition, the ninth Ministerial Meeting of the \r\nFriends of the CTBT, held this year, brought together \r\na large number of Foreign Ministers and other high-\r\nlevel representatives from States signatories to \r\nreview the progress that has been made and issue \r\na joint call for the prompt entry into force of the \r\nCTBT. The meeting was organized by the Friends of \r\nthe CTBT — Australia, Canada, Finland, Germany, \r\nJapan and the Netherlands — in cooperation with the \r\nco-coordinators of article XIV, Iraq and Belgium. The \r\nministers were unanimous in their commitment to \r\nthe entry into force of the CTBT, while highlighting \r\nthe verification regime as an essential tool for \r\nensuring compliance.\r\nFrom 21 May to 1 June, we convened the second \r\nCTBT Science and Diplomacy Symposium, which \r\nbrought together more than 120 policymakers, \r\ndiplomats and practitioners, as well as academics, \r\nstudents and young professionals from around the \r\nglobe. Hundreds more participated in the Symposium \r\nvirtually through the CTBTO Knowledge and Training \r\nPortal. The Symposium served to raise public awareness \r\nof the Comprehensive Nuclear-Test-Ban Treaty and its \r\ncontribution to international peace and security, and \r\nto deepen the understanding of the participants, in \r\nparticular those from the non-ratifying annex 2 States, \r\nabout the Treaty and its Organization. Attendees took \r\npart in in-depth and dynamic discussions on various \r\nlegal, political and technical aspects of the Treaty, \r\nand participated in creative thinking and collective \r\nsolution finding.\r\nThe CTBTO’s efforts to raise awareness about \r\nthe Treaty have continued in New York as well. Since \r\nits establishment last year, the CTBTO New York \r\nLiaison Office is continuing to cultivate and enhance \r\nrelationships with the 193 States Members of the United \r\nNations and various entities represented in New York. \r\nCapacity-building exercises and visual presentations \r\norganized through the Liaison Office mechanism have \r\nhelped to generate attention and further knowledge \r\nabout the Treaty and the CTBTO, not only among the \r\nPermanent Missions but also among the general public.\r\nTurning to developments related to the verification \r\nregime, I am pleased to report that the system is nearing \r\nA/73/PV.39 26/11/2018\r\n4/32 18-39775\r\ncompletion. The progressive build-up of the system has \r\nresulted in a level of maturity, readiness and relevance \r\nthat has been demonstrated on numerous occasions and \r\nin a variety of circumstances. By virtue of the consistent \r\nefforts and hard work by CTBTO staff in Vienna, the \r\nfull establishment of the Comprehensive Nuclear-Test-\r\nBan Treaty verification regime is well within reach.\r\nI just returned from a mission to Australia to \r\ncelebrate the completion of the Australian segment \r\nof the International Monitoring System stations, the \r\nthird-largest of any State. With the certification of the \r\ninfrasound station at Davis base in Antarctica, all 21 \r\nmonitoring facilities located on Australian territory \r\nare now complete. Those strategically positioned \r\nstations are sending reliable, high-quality data to our \r\nInternational Data Centre in Vienna for analysis.\r\nWe have installed or certified several important \r\nnew International Monitoring System stations in \r\nthe past several years. Of particular note, the last \r\nremaining hydroacoustic station in the Crozet Islands, \r\nin the southern Indian Ocean, was certified, which \r\nmarked a major milestone on the way to completion \r\nof the verification system. Five stations were also \r\ncertified in China — two primary seismic stations and \r\nthree radionuclide stations. Additional achievements \r\ninclude the certification of an infrasound station \r\nand a radionuclide station in the Galápagos Islands, \r\nEcuador, as well as the certifications of stations and \r\nradionuclide laboratories in the Russian Federation, \r\nEthiopia, the United Kingdom, Italy and France. As of \r\nNovember 2018, there are 296 certified International \r\nMonitoring System facilities, and another 16 installed \r\nor under construction, bringing the verification system \r\nto slightly over 92 per cent completion.\r\nThe International Data Centre continues to process \r\nand analyse data registered at monitoring stations, which \r\nare shared with 1,300 institutions in 130 countries. The \r\nInternational Data Centre is progressively carrying out \r\nits work through experiments and full-scale testing. \r\nIn addition to the steady advancement in the Treaty’s \r\nInternational Monitoring System, the capabilities of \r\nthe International Data Centre are also continuing to \r\ndevelop. In fact, they have achieved a far better detection \r\nthreshold than many thought would be possible when the \r\nTreaty was negotiated and the International Monitoring \r\nSystem was conceived.\r\nThe Comprehensive Nuclear-Test-Ban Treaty \r\nOrganization is also continuing to prepare for the entry \r\ninto force of the Treaty by strengthening its on-site \r\ninspection capabilities. That includes developing \r\non-site inspection elements, conducting integrated \r\nfield exercises and evaluating the organization’s \r\non-site inspection activities. After having concluded \r\nand evaluated the on-site inspection field exercises of \r\n2008 and 2014, we are now in a new cycle of on-site \r\ninspection development and have a new action plan \r\nfor on-site inspection activities that began in 2016 and \r\nwill continue until 2019. With regard to our project to \r\nbuild a permanent equipment storage and maintenance \r\nfacility, its construction is well under way at the site \r\nin Seibersdorf, Austria. That permanent facility will \r\nbe in charge of on-site inspection and have other \r\norganization-wide operational functions, including \r\nstorage, maintenance, testing and training. Those \r\nachievements prove that the Treaty’s verification \r\nregime has reached an advanced state of readiness. Our \r\nstrategic goal of moving towards the acceptance of the \r\nverification regime is progressing in accordance with \r\nour planning.\r\nThe reliability of the verification regime has been \r\ndemonstrated by the performance of the system in its \r\ntimely and accurate detection of each and every nuclear \r\ntest conducted by the Democratic People’s Republic of \r\nKorea. On the occasion of the nuclear test conducted in \r\nSeptember 2017 by the Democratic People’s Republic \r\nof Korea, the identified test-area error ellipse was only \r\n110 square kilometres and has since shrunken to less \r\nthan 10 square kilometres, bearing in mind that the \r\nTreaty stipulates that the area of an on-site inspection \r\nsite can be up to 1,000 square kilometres. Our precision \r\nhas increased nearly ten-fold. For the five previous \r\ntests, data from 125 international monitoring stations \r\nwere used to determine the magnitude of the events and \r\ncompute their locations.\r\nThe Treaty’s verification regime and its associated \r\ntechnology and data have also proven valuable \r\nfor civil and scientific purposes. For example, the \r\nComprehensive Nuclear-Test-Ban Treaty Organization \r\ncooperates with UNESCO in the area of tsunami \r\nearly warning. It also provided timely and trustworthy \r\ninformation on the dispersion of radiation during the \r\nFukushima Daiichi nuclear power plant accident. \r\nBy virtue of the quality and accuracy of its data, the \r\nComprehensive Nuclear-Test-Ban Treaty Organization \r\nis now a member of the Inter-Agency Committee on \r\nRadiological and Nuclear Emergencies. The Committee \r\nis tasked with coordinating among relevant international \r\n26/11/2018 A/73/PV.39\r\n18-39775 5/32\r\nintergovernmental organizations to prepare for and \r\nrespond to nuclear and radiological emergencies. The \r\npotential for International Monitoring-System data to \r\ncontribute to volcanic ash advisories for airline safety, \r\nother disaster risk reduction and mitigation efforts and \r\ncountless other related areas is currently being explored.\r\nNuclear test monitoring data and technologies can \r\nalso help support the Sustainable Development Goals \r\n(SDGs). International Monitoring System stations can \r\nbe a valuable asset for research related to climate change \r\nin line with SDG 13, on climate action. Monitoring \r\nthe movements of glaciers, hurricanes and tornadoes \r\nand the seasonal variations of specific radionuclides \r\nhelps scientists better understand the effects of \r\nclimate change. Moreover, the hydroacoustic stations \r\nof the International Monitoring System help whale \r\nconservation efforts by recording whale vocalizations \r\nto support research on whale populations and their \r\nmigration patterns, thereby contributing to SDG 14, on \r\nlife below water.\r\nIn order to ensure that the verification regime \r\nremains at the forefront of scientific and technical \r\ninnovation, we must also strive to further enhance the \r\nOrganization’s strong relationship with the scientific \r\nand technological community. That is achieved \r\nthrough the CTBT’s biennial Science and Technology \r\nConference series, which is organized for scientists \r\nand experts from a broad range of disciplines that \r\nare relevant to all aspects of nuclear-test monitoring. \r\nThe sixth Science and Technology Conference, which \r\nwas held in Vienna in 2017, welcomed nearly 1,000 \r\nscientists, academics, students, members of the media \r\nand representatives from Government agencies from \r\nmore than 120 countries. Throughout the conference, \r\n650 abstracts, nearly 400 posters and 100 oral \r\npresentations were disseminated. Preparations for the \r\nnext event, which will take place from 24 to 28 June \r\n2019, are well under way. The successful development \r\nof the Treaty’s verification regime is a product of \r\nenormous collective investment. Member States have \r\ncontributed substantial financial support valued at more \r\nthan $1 billion. They have invested their time, energy \r\nand resources to help put in place the most expansive \r\nverification regime ever designed. We must all strive to \r\nensure that those investments are protected.\r\nI will now speak about the Organization’s enhanced \r\ncooperation with the United Nations. Promoting \r\ninternational peace and security through collective \r\naction is at the core of the work of the United Nations. \r\nThere is no greater threat in scale and consequence to \r\npeace and security than the use of weapons of mass \r\ndestruction. As such, the United Nations has tirelessly \r\nendeavoured since its establishment to reduce and \r\neliminate that risk. Multilateral non-proliferation and \r\ndisarmament instruments, such as the Comprehensive \r\nNuclear-Test-Ban Treaty, constitute the legal, technical \r\nand normative backbone of those efforts. It is only \r\nonce we have fully implemented the Treaty and other \r\nkey elements of a multilaterally verifiable nuclear \r\ndisarmament framework that we will move closer \r\nto realizing our vision of a world free from nuclear \r\nweapons. Since the CTBT opened for signature, more \r\nthan 20 years ago, the United Nations has consistently \r\nsupported the effective implementation of the Treaty \r\nand the efforts to advance its entry into force.\r\nThe launch in May of the Secretary-General’s agenda \r\nfor disarmament underpins the United Nations effort to \r\nadvance cooperation with the Comprehensive Nuclear-\r\nTest-Ban Treaty Organization. Notably, action point 4 \r\nof the implementation plan  towards the elimination of \r\nnuclear weapons is “Bring the Comprehensive Nuclear-\r\nTest-Ban Treaty into force”. To that end, the Secretary-\r\nGeneral aims to facilitate progress in the signing and \r\nratification of the Treaty through active diplomacy, \r\npublic outreach and coordination with the organization \r\nand its member States. Such advocacy will include direct \r\nengagement with the Heads of State or Government of \r\nthe annex 2 States. I applaud the Secretary-General for \r\ntaking the initiative on that important issue, and I look \r\nforward to cooperating with him and his good offices \r\ntowards our shared goals.\r\nOf course, those activities are directly in line with \r\nthe Agreement to Regulate the Relationship between the \r\nUnited Nations and the Preparatory Commission for the \r\nComprehensive Nuclear-Test-Ban Treaty Organization, \r\nwhich recognizes the need for the two bodies to work \r\njointly in order to achieve their common objectives. \r\nAnother aspect of the Agreement that I would like to \r\nhighlight is reciprocal representation. The Agreement \r\nstates that, whenever other principal organs of the \r\nUnited Nations consider matters that are of relevance to \r\nthe activities of the CTBTO Preparatory Commission, \r\nthe Executive Secretary or a designated representative \r\nmay, at the invitation of that organ, attend its meetings \r\nto supply it with information. In that context, I would \r\nlike to report that on 27 September, on the margins of \r\nthe General Assembly high-level week, I attended the \r\nmeeting of the Security Council (see S/PV.8363) on \r\nA/73/PV.39 26/11/2018\r\n6/32 18-39775\r\nnon-proliferation and the Democratic People’s Republic \r\nof Korea. The meeting provided an important platform \r\nfor States and relevant entities to stress the importance \r\nof the CTBT for international peace and security and to \r\nappeal for the Treaty’s entry into force. I wish to reiterate \r\nthe readiness of the Comprehensive Nuclear-Test-Ban \r\nTreaty Organization to participate, as appropriate, in \r\nmeetings and provide relevant information and reports \r\nin order to contribute to discussions and deliberations \r\non those critical issues.\r\nThe relationship agreement also calls on the \r\nComprehensive Nuclear-Test-Ban Treaty Organization \r\nto furnish special studies or information, as requested \r\nby the United Nations, as well as to provide, within its \r\ncompetence and in accordance with the provisions of \r\nthe Treaty, information and assistance to the United \r\nNations in the exercise of its responsibilities under \r\nthe Charter of the United Nations. That is particularly \r\nrelevant in the light of the Secretary-General’s remarks \r\nconcerning the readiness of United Nations agencies \r\nto support the process of denuclearization in the \r\nDemocratic People’s Republic of Korea. The recent \r\nannouncement by the Democratic People’s Republic \r\nof Korea that it is committed to inviting international \r\ninspectors to confirm a closure of its nuclear-test site has \r\nopened a window of opportunity for the organization.\r\nWithin its mandate and with the approval of our \r\nmember States, the Comprehensive Nuclear-Test-Ban \r\nTreaty Organization Preparatory Commission stands \r\nready to contribute its expertise, technologies and \r\nmonitoring assets to any multilateral process aimed \r\nat confirming the closure of the Punggye-ri nuclear-\r\ntest site. Moreover, if an agreement on verifiable \r\ndenuclearization is reached, a prohibition on nuclear \r\ntests must be included as an interim step pending the \r\nratification of the CTBT by the Democratic People’s \r\nRepublic of Korea. The organization and its verification \r\nregime can be explicitly called upon to verify that \r\naspect of the agreement.\r\nIf the international community is serious about \r\nits commitment to achieving a world free from \r\nnuclear tests, then we must be prepared to seize every \r\nopportunity to promote the CTBT and advance its entry \r\ninto force. If the ongoing talks with the Democratic \r\nPeople’s Republic of Korea — the only country to \r\ntest in the twenty-first century — do not constitute \r\nsuch an opportunity, then I do not know what does. \r\nEngagement with the Democratic People’s Republic \r\nof Korea offers opportunities to continue to prove that \r\nthe organization’s technical capabilities are mature and \r\nprimed to fulfil the verification task. Such engagement \r\nalso holds the potential to bring Pyongyang into the \r\norbit of the CTBT as one of the most challenging States \r\nlisted in the Treaty’s annex 2. This is nothing short of a \r\nhistoric opportunity for the Treaty and its verification \r\nregime, and if we want to see a worldwide halt to nuclear \r\ntesting, we must be ready and willing to seize it.\r\nAnother key focus of the organization is to \r\nempower the next generation, in particular women, to \r\nwork to ensure the Treaty’s verifiability well into the \r\ntwenty-first century and beyond. For that reason, we \r\nhave established the Comprehensive Nuclear-Test-Ban \r\nTreaty Organization Youth Group, in recognition of the \r\nimportance of the next generation’s active involvement \r\naimed at advancing the Treaty’s entry into force. The \r\nYouth Group has reached a membership of more than \r\n500 and is creating a groundswell of excitement and \r\nsupport for the CTBT and its role in international peace \r\nand security. Through active engagement, sustained \r\nadvocacy and research and publishing, the Youth Group \r\nis complementing the efforts of the organization and its \r\nmember States to ensure that the CTBT remains firmly \r\nat the top of the international agenda.\r\nLooking ahead, it is impossible not to recognize, \r\nand perhaps even to dwell upon, the challenges that \r\nconfront the international community, including the \r\nviability of multilateralism as a means to advance peace \r\nand security. That is particularly true in the area of \r\nnuclear non-proliferation and disarmament. However, \r\nafter decades of consistent efforts and hard work, the \r\nCTBT and its verification regime have become the most \r\npractical and achievable step towards a world free of \r\nnuclear weapons. The success of the CTBT will be a \r\nsuccess for multilateralism.\r\nThe world is already benefiting from the value \r\nof the CTBT under the de facto global norm against \r\nnuclear testing; but, without determined and urgent \r\naction to maintain the Treaty’s relevance and bring \r\nabout its entry into force, the goodwill and momentum \r\ngenerated in recent years will remain at risk. The \r\nGeneral Assembly’s leadership can make a difference \r\nin that regard by finishing what we started with the \r\nCTBT. Let us strengthen our resolve and work together \r\nto bring the Treaty into force as a key step towards the \r\nrealization of lasting peace and security in a world free \r\nfrom nuclear weapons.\r\n26/11/2018 A/73/PV.39\r\n18-39775 7/32\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Croatia to introduce draft resolutions \r\nA/73/L.17 and A/73/L.27.\r\nMr. Drobnjak (Croatia): I have the honour to \r\nintroduce two draft resolutions today. The first one \r\nis draft resolution A/73/L.17, entitled “Cooperation \r\nbetween the United Nations and the Central European \r\nInitiative”, which I have the privilege to introduce on \r\nbehalf of 17 members of the Initiative, who are original \r\nco-sponsors of the draft resolution.\r\nThe cooperation between the United Nations and \r\nthe Central European Initiative (CEI) began with \r\nresolution 66/111, adopted on 9 December 2011, by \r\nwhich observer status was granted to the Initiative. \r\nThe cooperation between the two entities is focused on \r\nfurthering political and socioeconomic development. In \r\nthat respect, I should especially highlight the Initiative’s \r\nplan of action for the period 2018-2020, which was \r\ndrawn up in line with the 2030 Agenda for Sustainable \r\nDevelopment and contributes to its implementation \r\nthrough projects at the regional level.\r\nThe CEI is committed to fruitful cooperation with \r\nthe United Nations, the specialized agencies and other \r\norganizations and programmes of the United Nations \r\nsystem, with the aim of achieving mutual participation \r\nin events and meetings of common interest and \r\ndeveloping practical and results-oriented joint projects, \r\nin particular with UNESCO and the Economic \r\nCommission for Europe.\r\nAs Croatia holds the presidency of the CEI for 2018, \r\nallow me to express our gratitude to all the member \r\nStates of the Initiative for their excellent cooperation \r\nwith the presidency. Let me conclude this part of \r\nmy introduction by stating that the member States \r\nof the CEI express their hope that this biennial draft \r\nresolution will be adopted without a vote, as was the \r\ncase on previous occasions.\r\nAllow me now to turn to the second part of my \r\nintroduction. Based on the mandate given by the \r\nCommittee of Ministers of the Council of Europe to \r\nthe Croatian chairmanship of the Council for the period \r\nfrom May to November 2018, which officially ended on \r\n21 November, I also have the honour to introduce draft \r\nresolution A/73/L.27, entitled “Cooperation between \r\nthe United Nations and the Council of Europe,” on \r\nbehalf of the co-sponsors.\r\nWith the Council of Europe’s seventieth anniversary \r\napproaching in 2019, it is worth mentioning that \r\ncooperation between the United Nations and the Council \r\nof Europe started as early as in 1951 and was updated \r\nin 1971 with the cooperative arrangements between the \r\nsecretariats of the United Nations and the Council of \r\nEurope. In 1989, the Assembly granted the Council of \r\nEurope an invitation to participate as an observer in \r\nits sessions. From 2000 onwards and every second year \r\nsince 2004, a draft resolution on cooperation between \r\nthe United Nations and the Council of Europe has been \r\nsubmitted and adopted.\r\nThe draft text before us today includes important \r\nupdates with regard to the work undertaken by the \r\nCouncil of Europe and the United Nations in areas of \r\ncommon interest since the adoption of resolution 71/17, \r\nin 2016, and it recognizes the ever-increasing role of \r\nthe Council of Europe in protecting and strengthening \r\nhuman rights and fundamental freedoms, promoting \r\ndemocracy and upholding and strengthening the \r\nrule of law through its standards, principles and \r\nmonitoring mechanisms, as well as through the \r\neffective implementation of its legal instruments. It \r\nalso reaffirms the commitments and aspirations of both \r\norganizations to further enhance their cooperation in \r\nfields of common interest.\r\nThe Council of Europe remains committed to \r\nthe promotion of its objectives around its three key \r\npillars — human rights, democracy and the rule of \r\nlaw — and stands ready for dialogue and cooperation \r\nto advance its core values and achieve greater synergy \r\nbetween the United Nations and the Council of Europe.\r\nIn conclusion, I take this opportunity to thank all \r\nmembers of the Council of Europe and the observer \r\nStates for their cooperation and the support extended \r\nto the Croatian chairmanship and all other New \r\nYork-based delegations that have been actively and \r\nconstructively engaged during the discussions on the \r\ndraft resolution before us, enabling us today to have a \r\ntext that we hope can be adopted without a vote, as on \r\nprevious occasions.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Brazil to introduce draft resolution \r\nA/73/L.21.\r\nMr. Vieira (Brazil): I have the honour to introduce, \r\non behalf of Switzerland and my own country, Brazil, \r\ndraft resolution A/73/L.21, entitled “Cooperation \r\nbetween the United Nations and the International \r\nA/73/PV.39 26/11/2018\r\n8/32 18-39775\r\nCriminal Police Organization (INTERPOL)”. Brazil \r\nhas been a member of INTERPOL since 1986, and \r\nSwitzerland since 1956. Both our countries have \r\nmaintained close cooperation with INTERPOL over \r\nthe years and strongly support INTERPOL’s activities, \r\ngoals and objectives.\r\nThe Office of the Special Representative of \r\nINTERPOL to the United Nations in New York was \r\nestablished in October 2004 so as to raise awareness \r\nof INTERPOL’s role within the United Nations \r\ncommunity and to encourage the use of its tools, \r\ndatabases and resources available to Member States that \r\nare also member countries of INTERPOL, as well as \r\nto identify areas of common interest and opportunities \r\nfor increased cooperation and coordination. The Office \r\nhas taken a lead role in further enhancing INTERPOL’s \r\ncooperation with United Nations entities directly \r\ninvolved in activities related to law enforcement, \r\nsuch as the Counter-Terrorism Committee Executive \r\nDirectorate and the Office of Counter-Terrorism.\r\nThe General Assembly adopted resolution \r\n71/19 by consensus in 2016, the first resolution to \r\naddress cooperation between the United Nations and \r\nINTERPOL. This year’s draft resolution represents \r\nthe first review of the original text. The fundamental \r\nthreefold purpose of the draft resolution remains \r\nunchanged: acknowledging and taking stock of the \r\nexisting cooperation between the United Nations and \r\nINTERPOL, strengthening that cooperation within \r\nthe respective mandates of both organizations and \r\nraising awareness among Member States of the role of \r\nINTERPOL at the United Nations.\r\nWe are convinced that the reviewed draft resolution \r\nis a solid and well-balanced text. It ref lects the significant \r\nchanges in the international security priorities at the \r\nUnited Nations since the first resolution was adopted, \r\nsuch as counter-terrorism activities, foreign terrorist \r\nfighters and the need to counter the use of information \r\nand communications technologies for criminal or \r\nterrorist purposes, among others. It is our hope that the \r\ndraft resolution will build a strong basis for the further \r\nstrengthening of the cooperation between the United \r\nNations and INTERPOL, for the benefit of all Member \r\nStates that are also member countries of INTERPOL.\r\nThe revised draft resolution calls for the \r\nstrengthening of cooperation in two main areas, \r\nnamely, preventing and combating transnational crime \r\nand preventing and countering terrorism. Throughout \r\nthe operative paragraphs, those two main areas are \r\nbroken down into a wide range of topics, such as \r\ncombating trafficking in persons and the smuggling \r\nof migrants, tackling the illicit trade in small arms \r\nand light weapons and supporting peacekeeping and \r\npeacebuilding efforts, just to name a few. Furthermore, \r\nthe main INTERPOL tools, databases and other \r\nresources readily available to Member States are all \r\nmentioned in the text. It goes without saying that those \r\nnew additions and improvements will help the work of \r\nINTERPOL at the United Nations.\r\nIn our view, it is a great achievement to have \r\nreached consensus on such important and complex \r\nissues, which have an impact at the national, regional \r\nand global levels. By taking advantage of existing \r\nsynergies, stronger cooperation and coordination \r\nbetween the United Nations and INTERPOL will \r\nserve the goals and purposes of both organizations and \r\nultimately contribute to long-term improvements in law \r\nenforcement activities.\r\nOn behalf of the main sponsors, Brazil and \r\nSwitzerland, I would like to take this opportunity to \r\nthank the representatives of all of the Member States \r\nwho actively took part in the consultations process for \r\ntheir constructive inputs. Our thanks also go to the \r\nmembers of the Office of the Special Representative \r\nof INTERPOL to the United Nations for the excellent \r\ntechnical advice provided throughout the negotiations. \r\nTheir valuable contributions, guidance and support \r\nhave been greatly appreciated by all delegations.\r\nFinally, we sincerely appreciate the presence today \r\nof the Secretary General of INTERPOL, Mr. Jürgen \r\nStock, who will address the Assembly later, as a strong \r\nsign of INTERPOL’s support for our work here at the \r\nUnited Nations.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Italy to introduce draft resolution \r\nA/73/L.22.\r\nMrs. Zappia (Italy): Allow me, first of all, to \r\nexpress my appreciation to the Executive Secretary of \r\nthe Preparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization (CTBTO), \r\nMr. Lassina Zerbo, for his statement and for his report \r\non the major activities carried out by the Preparatory \r\nCommission and the Provisional Technical Secretariat \r\nin 2017.\r\n26/11/2018 A/73/PV.39\r\n18-39775 9/32\r\nToday’s debate on the cooperation between \r\nthe United Nations and the CTBTO in the General \r\nAssembly provides the international community \r\nwith an opportunity to renew its commitment to the \r\nultimate goal of a peaceful and secure world free of \r\nnuclear weapons. A progressive approach based on \r\nconcrete and verifiable measures aimed at enhancing \r\nmutual confidence and increasing the perception of \r\nsolid international security may play a decisive role \r\nin furthering such a goal. The entry into force of the \r\nComprehensive Nuclear-Test-Ban Treaty (CTBT) has a \r\ncrucial place among nuclear disarmament measures.\r\nDuring the past two decades, despite not having \r\nentered into force, the CTBT has paved the way for \r\na moratorium on nuclear tests that in the twenty-\r\nfirst century has been implemented by all countries \r\nin the world but one. And, through its Preparatory \r\nCommission and Provisional Technical Secretariat, the \r\nCTBT has led to the establishment of a highly effective \r\nand fully reliable global monitoring system, whose \r\ninvaluable role in quickly providing trustworthy and \r\nindependent data has been demonstrated repeatedly.\r\nHowever, progress along the way towards \r\nnon-proliferation and disarmament requires that \r\nthe current voluntary moratorium on nuclear-test \r\nexplosions be translated into a binding norm by means \r\nof the CTBT’s entry into force. Our shared commitment \r\nis crucial to reaching that goal. As the 2018 Chair of \r\nthe CTBTO Preparatory Commission, Italy invites \r\nall partners to work closely together to turn political \r\nmomentum into action and, eventually, reality.\r\nIn that very spirit, following a consolidated \r\npractice by the countries that have chaired the \r\nCTBTO Preparatory Commission, and consistent \r\nwith the cooperation agreement concluded between \r\nthe United Nations and the Preparatory Commission \r\nin 2000, the delegation of Italy wishes to submit to \r\nthe General Assembly draft resolution A/73/L.22, \r\nentitled “Cooperation between the United Nations and \r\nthe Preparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization”.\r\nTaking note of the report of the Secretary-General \r\non the Cooperation between the United Nations and \r\nregional and other organizations (A/73/328), as well \r\nas of the report of the Executive Secretary of the \r\nPreparatory Commission for the CTBTO, and noting \r\nwith appreciation the establishment of the CTBTO New \r\nYork liaison mechanism in June 2017, the text envisages \r\nthe decision to include in the provisional agenda of the \r\nseventy-fifth session of the General Assembly, under \r\nthe item “Cooperation between the United Nations \r\nand regional and other organizations”, a sub-item \r\nspecifically devoted to discussing the cooperation \r\nbetween the United Nations and the Preparatory \r\nCommission for the CTBTO. In that regard, the \r\nSecretariat has informed us that an oral amendment \r\nis required regarding the third preambular paragraph, \r\nwhich should read as follows:\r\n“Noting with appreciation the establishment \r\nof the New York liaison mechanism between the \r\nUnited Nations and the Preparatory Commission \r\nfor the Comprehensive Nuclear-Test-Ban Treaty \r\nOrganization in June 2017”.\r\nThis draft resolution, which has been submitted \r\nbiennially for several years, performs a procedural \r\nfunction but, above all, it has a political value. The \r\nactivities that the Preparatory Commission and the \r\nProvisional Technical Secretariat are performing \r\npursuant to the Treaty and the CTBTO resolution \r\nestablishing the Preparatory Commission to foster \r\nnon-proliferation and security contribute to the \r\nfulfilment of the purposes and principles of the Charter \r\nof the United Nations. Close cooperation between \r\nthe United Nations and the CTBTO Preparatory \r\nCommission therefore serves the interests of the \r\ninternational community. Synergies are in fact mutually \r\nbeneficial and need to be pursued with determination.\r\nAgainst that backdrop, we are confident that the \r\nGeneral Assembly will be willing to adopt the draft \r\nresolution we have submitted, as a means to continue \r\nkeeping non-proliferation and disarmament high on \r\nour agenda.\r\nThe Acting President: I should like to inform \r\nmembers that action on draft resolution A/73/L.23, \r\nentitled “Cooperation between the United Nations and \r\nthe League of Arab States” is postponed to a later date \r\nto allow time for a review of its programme budget \r\nimplications by the Fifth Committee.\r\nI now give the f loor to the representative of Qatar \r\nto introduce draft resolution A/73/L.23.\r\nMs. Al Thani (Qatar) (spoke in Arabic): As Chair \r\nof the Group of Arab States for the month of November, \r\nand on behalf of the following Arab countries — Algeria, \r\nBahrain, Comoros, Djibouti, Egypt, Iraq, Jordan, \r\nKuwait, Lebanon, Libya, Mauritania, Morocco, Oman, \r\nA/73/PV.39 26/11/2018\r\n10/32 18-39775\r\nPalestine, Qatar, Saudi Arabia, the Sudan, Somalia, \r\nTunisia, the United Arab Emirates, Yemen — it is my \r\nhonour to introduce to the General Assembly the draft \r\nresolution contained in document A/73/L.23, entitled \r\n“Cooperation between the United Nations and the \r\nLeague of Arab States”.\r\nThe draft resolution before members embodies \r\none of the fundamental principles established in the \r\nCharter of the United Nations, namely, the cooperation \r\nbetween the United Nations and regional organizations \r\nin areas of common interest, particularly in the area \r\nof international peace and security, as provided for in \r\nChapter VIII of the Charter. The draft resolution is \r\nbased on the need to strengthen cooperation between \r\nthe two organizations, the United Nations and the \r\nLeague of Arab States, with a view to achieving their \r\ncommon goals and objectives.\r\nThe draft resolution reflects the high level of \r\ncooperation between the secretariats of the United \r\nNations and the League of Arab States at the practical \r\nlevel as well as the ongoing efforts to continue and \r\nstrengthen their cooperation in the future. The draft \r\nresolution further aims to continue and improve \r\ninteraction and consultation between the specialized \r\nagencies, programmes and institutions of the United \r\nNations and their counterparts from Arab organizations \r\nand institutions.\r\nConsequently, we call on Member States to support \r\nthe draft resolution contained in document A/73/L.23, \r\nand we call on the General Assembly as well to adopt \r\nit by consensus.\r\nThe Acting President: I now give the f loor to \r\nthe representative of Azerbaijan to introduce draft \r\nresolution A/73/L.25.\r\nMr. Aliyev (Azerbaijan): In our capacity as \r\nChairman-in-Office of the Black Sea Economic \r\nCooperation Organization (BSEC), the Republic \r\nof Azerbaijan is pleased to introduce, on behalf of \r\nits sponsors, draft resolution A/73/L.25, submitted \r\nunder sub-item (o) of agenda item 128 and entitled \r\n“Cooperation between the United Nations and the \r\nBlack Sea Economic Cooperation Organization”.\r\nThe draft resolution, which is based on resolution \r\n71/18, adopted by consensus by the General Assembly \r\non 21 November 2016, was discussed in informal \r\nconsultations in an open and transparent manner. It \r\nincludes substantive and technical updates and new \r\nparagraphs reflecting developments over the past \r\ntwo years. I would like to thank delegations for their \r\nconstructive approach and contribution throughout the \r\nnegotiations process.\r\nThe draft resolution reiterates the conviction \r\nthat the strengthening of cooperation between the \r\nUnited Nations and other organizations contributes \r\nto the promotion of the purposes and principles of \r\nthe United Nations. It further refers to the activities \r\nof the organization aimed at strengthening regional \r\ncooperation in various fields and welcomes the efforts \r\ntowards elaborating and implementing concrete joint \r\nregional projects.\r\nThe draft resolution welcomes the ongoing \r\ncooperation by the Black Sea Economic Cooperation \r\nOrganization with the funds, programmes and \r\nspecialized agencies of the United Nations system and \r\nencourages developing practical and goal-oriented \r\nprojects in areas of common interest. It also seeks \r\nto promote the interest of the Black Sea Economic \r\nCooperation Organization in the implementation of the \r\n2030 Agenda for Sustainable Development, bearing \r\nin mind the importance of regional and subregional \r\ndimensions and interconnectivity in sustainable \r\ndevelopment and their supporting role in facilitating \r\nthe effective translation of sustainable development \r\npolicies into concrete action at the national level.\r\nThe report of the Secretary-General entitled \r\n“Cooperation between the United Nations and regional \r\nand other organizations” (A/73/328) describes, inter \r\nalia, the joint activities of the United Nations and the \r\nBlack Sea Economic Cooperation Organization and the \r\nreinforced engagement of the United Nations with the \r\nBSEC secretariat and its member States with respect to \r\nthe implementation of the 2030 Agenda.\r\nThe adoption of the draft resolution will further \r\ncontribute to enhancing cooperation between the United \r\nNations and the Black Sea Economic Cooperation \r\nOrganization, supporting the implementation of ongoing \r\nprojects in areas of mutual interest and strengthening \r\nthe relevance and visibility of the activities undertaken \r\nfor the benefit of the countries of the region. We \r\nlook forward to Member States support for the draft \r\nresolution and its adoption by consensus.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of the Republic of Moldova to introduce \r\ndraft resolution A/73/L.26/Rev.1.\r\n26/11/2018 A/73/PV.39\r\n18-39775 11/32\r\nMr. Moraru (Republic of Moldova): As the country \r\ncurrently holding the chairmanship of the Organization \r\nfor Democracy and Economic Development — GUAM, \r\nthe Republic of Moldova has the honour to introduce, on \r\nbehalf of its sponsors, draft resolution A/73/L.26 Rev.1, \r\nentitled “Cooperation between the United Nations \r\nand the Organization for Democracy and Economic \r\nDevelopment — GUAM”.\r\nAs a full-f ledged international regional \r\norganization, with the distinct vocation of promoting \r\ndemocracy in its member States and their economic \r\ndevelopment, GUAM attaches great importance to \r\ncooperation with the United Nations. That cooperation \r\nbegan in 2004, when GUAM obtained observer status \r\nin the General Assembly, pursuant to resolution \r\n58/85. The United Nations has been an important \r\npartner to the GUAM member States in their pursuit \r\nof stability and sustainable development. The previous \r\nresolutions on this subject, particularly the biennial \r\nresolutions 67/109 and 69/271, all entitled “Cooperation \r\nbetween the United Nations and the Organization for \r\nDemocracy and Economic Development — GUAM”, \r\ndefined the framework for cooperation between the \r\ntwo organizations. The Secretary-General’s report \r\n(A/73/328), submitted under the current agenda item, \r\nhighlights some areas of focus where cooperation \r\nbetween the United Nations and GUAM was envisaged \r\nin the period since then in terms of enhanced interaction.\r\nThe draft resolution that is being introduced today \r\nunder sub-item (v) of agenda item 128 underscores \r\nthe importance of continued cooperation between \r\nthe United Nations and GUAM and acknowledges \r\nGUAM’S efforts to enhance cooperative relationships \r\nwith the United Nations and its member States. It also \r\ntakes note of GUAM’s activities aimed at promoting \r\nregional cooperation in various areas.\r\nThe overall goal of the draft resolution is to further \r\ndevelop cooperation between the United Nations \r\nand GUAM and through a dynamic and substantive \r\npartnership to better contribute to the promotion of the \r\nvision and principles set out in the Charter of the United \r\nNations. It emphasizes the importance of strengthening \r\ndialogue, cooperation and coordination between the \r\nUnited Nations system and GUAM, and urges the \r\nagencies, programmes, funds and other specialized \r\ninstitutions of the United Nations to cooperate and \r\ndevelop direct contacts with GUAM for the joint \r\nimplementation of projects aimed at attaining common \r\nobjectives. Lastly, it asks the Secretary-General to \r\nsubmit to the General Assembly, at its seventy-fifth \r\nsession, a report on the implementation of the current \r\ndraft resolution.\r\nThe text of the draft resolution proposed for \r\nadoption today is based on the Assembly’s previous \r\nconsensus resolutions on the topic. It has been discussed \r\nin informal consultations in an open and transparent \r\nmanner. The sponsors of the draft resolution took into \r\naccount the comments and suggestions of all interested \r\ndelegations. I sincerely hope that this year’s draft \r\nresolution will be adopted without a vote, as has been \r\nthe case in past years.\r\nIn conclusion, I would also like to express the \r\nsponsors’ firm belief that once the draft resolution is \r\nadopted it will further strengthen cooperation between \r\nthe United Nations and GUAM, thereby contributing \r\nto the promotion of shared objectives in the area of \r\ninternational peace and development, including the \r\nSustainable Development Goals, as set out in the 2030 \r\nAgenda for Sustainable Development.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Tajikistan to introduce draft resolution \r\nA/73/L.28.\r\nMr. Hikmatov (Tajikistan) (spoke in Russian): The \r\ndelegation of the Republic of Tajikistan, as President \r\nof the Commonwealth of Independent States (CIS) for \r\n2018, has the honour to submit for the attention of the \r\nGeneral Assembly draft resolution A/73/L.28, entitled \r\n“Cooperation between the United Nations and the \r\nCommonwealth of Independent States”.\r\nThroughout its existence the Commonwealth has \r\nfrequently demonstrated that it is a useful platform for \r\ndialogue between its member countries on political, \r\neconomic, social and humanitarian issues, and today it \r\nis as much in demand as ever with respect to a number \r\nof important topics. It was an important milestone for \r\nthe CIS when the General Assembly granted it observer \r\nstatus in March 1994, while on 3 August of the same \r\nyear, the Secretariat registered the CIS Charter as a \r\nmultilateral agreement and the Commonwealth was \r\nrecognized as a regional international organization. \r\nAs such, it participates in all major forums held by the \r\nUnited Nations and other international organizations.\r\nThe new session of the Council of Head of States \r\nof the Commonwealth, held in Dushanbe in September, \r\nwas an event of key significance for our organization. \r\nThe meeting paid particular attention to issues related \r\nA/73/PV.39 26/11/2018\r\n12/32 18-39775\r\nto further strengthening cooperation between CIS \r\nmember States in the areas of ensuring security and \r\nstability in the Commonwealth, trade and economic \r\ncooperation, energy, transport and communications, \r\nand the development of cooperation in the areas of \r\nscience, education, youth policy, health care, sport and \r\ntourism, including issues related to the free movement \r\nof goods, investments and services, and cultural and \r\nhumanitarian cooperation. The meeting culminated in \r\nthe adoption of 16 decisions and a number of political \r\nstatements, one of the most important of which was a \r\ndeclaration by the Heads of State of the CIS countries \r\non the occasion of the seventieth anniversary of the \r\nadoption of the Universal Declaration of Human \r\nRights that reaffirmed our unwavering commitment \r\nto promoting and protecting human rights and \r\nfundamental freedoms.\r\nI would like to point out that one of the priority \r\nareas of Tajikistan’s presidency of the CIS is \r\nstrengthening cooperation between member States of \r\nthe Commonwealth within the framework of the United \r\nNations. We have accumulated solid experience in that \r\nregard at various levels of cooperation between the \r\nCIS and the United Nations aimed at addressing our \r\ncommon social, economic and humanitarian challenges. \r\nHowever, in order to strengthen the practical aspects \r\nof our cooperation and make it more effective, a \r\nsystemic foundation for that collaboration that will \r\nhelp to develop and deepen the ties between the CIS \r\nand the specialized agencies of the United Nations is \r\nessential. That is the purpose of the draft resolution \r\non “Cooperation between the United Nations and the \r\nCommonwealth of Independent States” that is before \r\nthe Assembly today.\r\nIn conclusion, I would like to express my gratitude \r\nto all States Members of the United Nations for their \r\nsupport to this draft resolution, which we hope will be \r\nadopted by consensus.\r\nMr. Chua (Singapore): I thank the President for \r\nconvening today’s important debate. I would also like \r\nto thank the Secretary-General for his comprehensive \r\nreport on the cooperation between the United Nations \r\nand regional and other organizations (A/73/328). The \r\nactivities and achievements outlined in the report \r\nillustrate the depth and breadth of cooperation between \r\nthe United Nations and its partners.\r\nToday’s uncertain global landscape is evolving at \r\na rapid pace. Many of the challenges we face are no \r\nlonger neatly confined within geographical boundaries. \r\nTerrorism, cybercrime and climate change are just some \r\nexamples of the complex issues that are transboundary \r\nin nature. The United Nations cannot deal with \r\nthose contemporary threats alone; regional and other \r\norganizations must be meaningfully engaged to \r\ncomplement the work of the United Nations in addressing \r\nsuch issues. Given their specialized knowledge, \r\nfunctional expertise and holistic understanding of \r\nregional contexts, regional organizations will be able \r\nto enhance the work of the United Nations in a manner \r\nthat takes into account the specific circumstances and \r\nneeds of each Member State.\r\nSingapore therefore welcomes the draft resolutions \r\nbefore the Assembly on cooperation between the United \r\nNations and regional and other organizations (A/73/L.17, \r\nA/73/L.21, A/73/L.22, A/73/L.23, A/73/L.25, \r\nA/73/L.26/Rev.1, A/73/L.27, A/73/L.28). The draft \r\nresolutions are testament to the broad outreach and \r\ndeep engagement between the United Nations and the \r\nrelevant organizations. Critically, the draft resolutions \r\ndemonstrate the interest of the United Nations in further \r\ncollaboration with these organizations.\r\nSingapore’s view is that the United Nations network \r\nof partnerships should be deepened and expanded. \r\nIn addition, cooperation and synergies among the \r\ndifferent regional organizations should be strengthened. \r\nTo that end, we welcome the interactive dialogue \r\nmeetings between the Secretary-General and heads of \r\nregional organizations as a concrete way to promote \r\nunderstanding of each region’s unique circumstances.\r\nSingapore would like to highlight our sponsorship \r\nof draft resolution A/73/L.21, entitled “Cooperation \r\nbetween the United Nations and the International \r\nCriminal Police Organization (INTERPOL)”. A \r\npredecessor resolution on this topic was first considered \r\nand adopted two years ago at the seventy-first session of \r\nthe General Assembly (resolution 71/19). Important and \r\ntimely updates have been made to the draft resolution \r\nto reflect present realities and the constantly evolving \r\nnature of threats, for example, through the prevention \r\nand disruption of foreign terrorist fighter travel and \r\ncountering the use of information and communication \r\ntechnologies for terrorist purposes. It also highlights \r\nINTERPOL’s capabilities that Member States can \r\nleverage, such as the Stolen and Lost Travel Document \r\nDatabase. Tackling such threats requires greater \r\ncooperation between States Members of the United \r\n26/11/2018 A/73/PV.39\r\n18-39775 13/32\r\nNations and INTERPOL, which is exactly what the \r\ndraft resolution calls for.\r\nSince its establishment, INTERPOL has played a \r\ncritical role in international law enforcement. Singapore \r\nis proud to play our part in this endeavour. We have \r\nbeen a member of INTERPOL since 1968 and host the \r\nINTERPOL Global Complex for Innovation, established \r\nin 2015. The Complex aids in the identification of crimes \r\nand criminals using advanced tools and capabilities and \r\nprovides capacity training and operational support.\r\nAs the Chair of the Association of Southeast Asian \r\nNations (ASEAN) this year, Singapore, on behalf of \r\nASEAN, will submit a draft resolution on cooperation \r\nbetween the United Nations and ASEAN (A/73/L.71). \r\nWe look forward to the support of the international \r\ncommunity for the draft resolution.\r\nThe need for greater engagement by regional and \r\nother organizations is increasingly urgent owing to \r\nmounting concerns about the utility of multilateralism \r\nand the propensity of some to resort to unilateral \r\nsolutions. Strengthening the symbiotic relationship \r\nbetween the United Nations and regional organizations \r\nwill send a strong signal that greater cooperation, \r\nengagement and trust are the way forward in overcoming \r\nthese challenges.\r\nMs. Alsabah (Kuwait) (spoke in Arabic): At the \r\noutset, I would like to associate ourselves with the \r\nstatement made by the Permanent Representative of the \r\nState of Qatar on behalf of the Group of Arab States, as \r\nwell as with the statement to be made by the Permanent \r\nObserver of the League of Arab States (LAS).\r\nMy delegation has carefully reviewed the report \r\nof the Secretary-General on cooperation between the \r\nUnited Nations and regional and other organizations \r\n(A/73/328), which details the cooperation between the \r\nUnited Nations and 26 regional and other organizations. \r\nThe report stresses the importance of continuing to \r\ndeepen existing cooperation arrangements and of \r\nconsidering new ones, as appropriate, with the aim \r\nof achieving the noble purposes and principles of \r\nthe Charter of the United Nations, thereby fulfilling \r\nthe aspirations of the peoples of the world towards \r\nachieving security, peace and stability and enjoying \r\nhuman rights, development and well-being.\r\nCooperation between the United Nations and \r\nregional and subregional organizations has become a \r\nnecessity given the world situations and circumstances, \r\ntheir variables and enormous challenges, on the one \r\nhand, and the unprecedented growing role of regional \r\norganizations, on the other hand. The objective is to \r\nachieve international peace and security, especially \r\nin the midst of the increase in intrastate and regional \r\nconflicts. By emphasizing the importance of this kind of \r\ncooperation, many regional organizations have sought \r\nto cooperate with the United Nations in accordance with \r\nChapter VIII of the Charter in order to address security \r\nchallenges and settle conflicts throughout the world.\r\nThe complex, multidimensional and unpredictable \r\nchallenges we face today make multilateral cooperation \r\nincreasingly important. Regional organizations often \r\nhave a better understanding of the nature of a conflict as \r\na result of their closer geographic, historic, cultural and \r\nsocial ties to it. That means that regional organizations \r\nare better able to understand the root causes of conflicts \r\nand identify the best options for resolving them.\r\nThe State of Kuwait is a member of two very \r\nimportant regional organizations: the LAS and the \r\nOrganization of Islamic Cooperation (OIC). Both \r\norganizations have enjoyed a long relationship with the \r\nUnited Nations for more than three decades. We call for \r\nstrengthening and enhancing the ongoing cooperation \r\nin order to achieve peace, security and stability in our \r\nArab and Islamic worlds. Our brotherly peoples in \r\nPalestine, Syria, Yemen and Libya and the Rohingya \r\nminority all have the right to enjoy peace, development \r\nand prosperity following the tremendous humanitarian \r\nsuffering they have experienced as a result of gross and \r\nf lagrant violations of international humanitarian law \r\nand international human rights law.\r\nIn order to develop cooperation between the \r\nUnited Nations, the LAS and OIC, the State of Kuwait \r\ndeems it important to conclude more memorandums \r\nof understanding and other agreements between \r\nthe United Nations and those two organizations, \r\nwhile taking into consideration the capabilities and \r\nresponsibilities of each of them. The aim is to define \r\na clear and effective framework for the cooperation \r\nand coordination mechanism that could enhance \r\ndialogue and exchange of expertise. It is also useful \r\nto expand cooperation in order to include the areas of \r\ndevelopment, economics and sociocultural, as well as \r\nhumanitarian and environmental domains. That would \r\nhelp to address the root causes of crises and conflicts \r\nwith a view to resolving them.\r\nA/73/PV.39 26/11/2018\r\n14/32 18-39775\r\nIn conclusion, we reiterate our belief that the \r\npurposes and principles of the Charter of the United \r\nNations in maintaining international peace and \r\nsecurity, preventing conflicts and resolving them \r\nby peaceful means could be best achieved through \r\ndeepened cooperation between the United Nations \r\nand regional organizations, in order to energise early-\r\nwarning mechanisms, preventive diplomacy and \r\nswift appropriate response to conflicts looming on \r\nthe horizon.\r\nMrs. Ataeva (Turkmenistan) (spoke in Russian): \r\nThe delegation of Turkmenistan would like to thank \r\nthe Secretary-General for the preparation of his report \r\n(A/73/328) on the implementation of resolution 72/273, \r\non cooperation between the United Nations and the \r\nInternational Fund for Saving the Aral Sea.\r\nThe situation in the Aral Sea region is one of the \r\nworst global environmental disasters in recent history, \r\nwhose consequences are being felt by Central Asia’s \r\npopulation of more than 60 million people. Today the \r\neffects of the Aral Sea disaster can be perceived all \r\nover the world. According to international experts, \r\ntoxic salts from the Aral Sea region have been found on \r\nthe shores of the Antarctic, in glaciers in Greenland, in \r\nNorwegian forests and many other parts of the world. \r\nRight now the most crucial task we have is reducing the \r\ndestructive consequences of the Aral Sea crisis for the \r\nsurrounding environment and the health and existence \r\nof the millions of people living in the Aral Sea basin.\r\nIn that connection, at the United Nations Conference \r\non Sustainable Development in Rio de Janeiro in June \r\n2012, the President of Turkmenistan emphasized that \r\nthe problem of the Aral Sea had by then gone far beyond \r\nthe boundaries of the region. It had become a truly \r\nglobal problem and a completely new approach was \r\ntherefore needed to address the environmental, social, \r\nhumanitarian, economic and other issues resulting \r\nfrom it. In that regard, the President of Turkmenistan \r\nproposed establishing a separate entity within the \r\nUnited Nations, in the form of a special programme for \r\nthe Aral region. We are grateful to the United Nations \r\nand its bodies, specialized entities and agencies for \r\ntheir understanding and support of that idea, and we are \r\ncontinuing to implement the initiative. The Assembly’s \r\nadoption by consensus on 12 April of resolution 72/273, \r\nentitled “Cooperation between United Nations and the \r\nInternational Fund for Saving the Aral Sea”, established \r\na sound legal foundation for it.\r\nAt the Summit of the founding members of the \r\nInternational Fund for Saving the Aral Sea, held on \r\n24 August 2018 in Turkmenistan, our Heads of State \r\nvoiced their support for the importance of creating a \r\nspecialized United Nations programme for the Aral \r\nSea basin and tasked the Fund’s Executive Committee \r\nwith carrying out consultations on the subject with the \r\nStates of the region, United Nations Member States, the \r\nUnited Nations itself and its various bodies. That is why \r\nTurkmenistan intends to present for the Assembly’s \r\nconsideration during its seventy-third session a draft \r\nresolution of the same title as the previous resolution \r\nthat includes provisions reflecting the outcomes of the \r\nAral Sea Summit. It will specifically call for multilateral \r\nconsultations to consider the already drafted concept \r\nfor the special programme for the Aral Sea in detail. We \r\ncall on Member States to support our proposal.\r\nA model for international cooperation on the \r\nAral Sea issue that is being drafted by the countries \r\nof Central Asia can be used for study and application \r\nin other regions of the world susceptible to the \r\nnegative consequences of similar natural disasters. \r\nWe believe the main areas for the special United \r\nNations programme for the Aral Sea basin could \r\nbe the following: mobilizing cooperation between \r\nthe Fund and the United Nations on implementing \r\nthe Sustainable Development Goals in the Aral Sea \r\nregion with regard to water-resource management \r\nin the context of climate change; creating a global \r\nplatform for multilateral cooperation in addressing the \r\nproblem of internal watercourses based on the Fund’s \r\nexperience in improving the water-conservation, \r\nenvironmental and socioeconomic situation in the \r\nAral Sea basin; developing and implementing long-\r\nterm strategic goals for water-resource management \r\nand environmental protection in Central Asia with the \r\nparticipation of international partners; improving the \r\nwater-conservation, environmental and socioeconomic \r\nsituation in the Aral Sea basin by implementing projects \r\nand programmes in partnership with international \r\norganizations and financial institutions; and increasing \r\nawareness of the problem of the Aral Sea in today’s \r\nenvironment. We firmly believe that the special United \r\nNations programme for the Aral Sea basin will be \r\nan effective platform for multilateral cooperation to \r\naddress the Aral Sea issue and a basis for a global \r\ninitiative for countries on problems with inland bodies \r\nof water.\r\n26/11/2018 A/73/PV.39\r\n18-39775 15/32\r\nMr. Kickert (Austria): Austria would like to \r\nwarmly thank Lassina Zerbo, Executive Secretary of \r\nthe Preparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization (CTBTO), for the \r\npresentation of his report (A/73/111). We also welcome \r\ndraft resolution A/73/L.22, on “Cooperation between \r\nthe United Nations and the Preparatory Commission \r\nfor the Comprehensive Nuclear-Test-Ban Treaty” and \r\nexpress our gratitude to Italy as its main sponsor.\r\nWe note with satisfaction the close and ever-\r\nexpanding relationship between the CTBTO \r\nPreparatory Commission and the United Nations, \r\ndating back to the Assembly’s adoption of the Treaty. \r\nThe Relationship Agreement, adopted in 2000, provides \r\na solid foundation for active cooperation between \r\nthe two organizations. We particularly welcomed the \r\nestablishment in 2017 of the CTBTO’s New York Liaison \r\nOffice, which will contribute to further strengthening \r\nthis close partnership.\r\nThe Comprehensive Nuclear-Test-Ban Treaty \r\n(CTBT) has established a universally accepted norm \r\nagainst nuclear testing, banning all nuclear explosions. \r\nThe nuclear tests conducted by the Democratic People’s \r\nRepublic of Korea have demonstrated the CTBTO’s \r\ninvaluable role in quickly providing independent and \r\nreliable data enabling the international community \r\nto respond appropriately and swiftly. Following the \r\npositive signals from the recent high-level talks \r\nbetween the Democratic People’s Republic of Korea \r\nand the Republic of Korea and the Democratic People’s \r\nRepublic of Korea and the United States, we urge the \r\nDemocratic People’s Republic of Korea to take concrete \r\nsteps towards complete, verifiable and irreversible \r\ndenuclearization, comply with its international \r\nobligations and sign and ratify the CTBT without \r\ndelay. The fact is that the accession of the Democratic \r\nPeople’s Republic of Korea to the CTBT must be a \r\ncentral element in any credible denuclearization process \r\non the Korean peninsula. The CTBTO Preparatory \r\nCommission’s unique expertise, as established in \r\nits mandate, in verifying the dismantling of nuclear \r\nweapons and nuclear-weapon test sites and in ongoing \r\nremote monitoring, as well as the Treaty Organization’s \r\nown independence, predestines it to engage in such a \r\ndenuclearization process.\r\nThe CTBT is a key instrument of the global nuclear-\r\ndisarmament and non-proliferation architecture. The \r\nTreaty’s entry into force is enormously important. We \r\nwill continue to use every opportunity to advocate for \r\nthe ratification and universalization of the CTBT. We \r\nwelcome Thailand’s ratification and Tuvalu’s signing of \r\nthe Treaty and call on all States that have not yet done \r\nso, in particular the remaining annex 2 States mentioned \r\nby Mr. Zerbo, to sign and ratify it without further delay. \r\nWe would also like to take this opportunity to express \r\nour appreciation to Belgium and Iraq for their efforts as \r\narticle XIV co-Coordinators.\r\nMr. Fadhil (Iraq) (spoke in Arabic): At the outset, \r\nI would like to express my country’s appreciation \r\nto the Executive Secretary of the Preparatory \r\nCommission for the Comprehensive Nuclear-Test-Ban \r\nTreaty Organization for the report on its activities in \r\n2017 (A/73/111). My country’s delegation takes note \r\nof that report, and would like to thank Italy, as Chair \r\nof the Preparatory Commission, for its efforts to \r\nfacilitate the submission of draft resolution A/73/L.22, \r\nentitled “Cooperation between the United Nations and \r\nthe Preparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization”.\r\nThe Government of my country categorically \r\nbelieves in the importance of binding international \r\ninstrument to address nuclear testing and be an integral \r\npart of the international non-proliferation regime and \r\nthe international disarmament system. Based on that, \r\nmy Government underscores the need to implement \r\nthe Comprehensive Nuclear-Test-Ban Treaty (CTBT) \r\nas soon as possible in order to safeguard, without \r\nexception, our common future. In that regard, my \r\ndelegation welcomes the ratification of the CTBT \r\nby Thailand, bringing the number of ratifications to \r\n167. We also welcome the signing of the Treaty by \r\nTuvalu, bringing the number of signatories to 184. We \r\nunderscore our support to the two countries and our \r\nreadiness to work with them in order to achieve the \r\nCTBT objectives.\r\nMy delegation also stresses the importance of \r\nthe work carried out by the Preparatory Commission \r\nas it seeks to finalize the verification system. We as \r\nwell emphasize the civilian and technical benefits that \r\nresult from monitoring technology. We commend the \r\nCommission’s role in encouraging non-signatory and \r\nnon-ratifying countries to sign and ratify the Treaty as \r\nsoon as possible in order to achieve the ultimate goal of \r\nits entry into force.\r\nMy country considers the CTBT to be an extremely \r\nimportant instrument that plays a fundamental role in \r\nthe nuclear non-proliferation and disarmament system. \r\nA/73/PV.39 26/11/2018\r\n16/32 18-39775\r\nIt is crucially important to international peace and \r\nsecurity. The increasing importance of the Treaty is \r\nevident through the efforts aimed at achieving its \r\nuniversalization, but there is an urgent need to make \r\nit enter into force through the ratification of eight \r\ncountries listed in the Treaty’s annex 2.\r\nAs a facilitator of article XIV of the Treaty, \r\nalongside the Kingdom of Belgium, we worked with \r\nthe Treaty’s Provisional Technical Secretariat to carry \r\nout many activities, the most important of which is the \r\nissuance of a welcoming statement in June concerning \r\nthe summit between the Presidents of the United States \r\nof America and the Democratic People’s Republic of \r\nKorea. That statement included a call addressed to the \r\nlatter to sign and ratify the Treaty as soon as possible \r\nso as to ensure its entry into force. My delegation looks \r\nforward to promoting the Treaty in Iraq next year in \r\ncoordination with the Executive Secretary of the CTBT \r\nand our friends in Belgium.\r\nIn conclusion, my country’s delegation reiterates \r\nits support for the Provisional Technical Secretariat of \r\nthe CTBT and underscores the importance of working \r\ntogether to ensure that the Treaty enters into force as \r\nsoon as possible in order to establish a world free from \r\nnuclear testing that would contribute to the maintenance \r\nof international peace and security.\r\nMr. Horne (Australia): I take the f loor to speak \r\nunder sub-item (k) of agenda item 128, entitled \r\n“Cooperation between the United Nations and the \r\nPreparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization”. I thank the \r\nExecutive Secretary for his opening remarks and for his \r\nvisit last week to Australia, where we jointly hosted a \r\nComprehensive Nuclear-Test-Ban Treaty Organization \r\n(CTBTO) regional workshop in my hometown of \r\nMelbourne for States in the South Pacific.\r\nIt was also wonderful to have the Executive \r\nSecretary in Australia last week as he was able to \r\nhelp us celebrate the completion and certification of \r\nour twenty-first and final monitoring station. As the \r\nExecutive Secretary noted, Australia is host to the third-\r\nlargest number of monitoring facilities in the world \r\nand provides data from Alice Springs to Antarctica in \r\ncontribution to the International Monitoring System \r\n(IMS). This significant achievement is the product \r\nof more than 20 years of cooperation and partnership \r\nbetween Australia and the CTBTO.\r\nAustralia is a strong supporter of the Comprehensive \r\nNuclear-Test-Ban Treaty (CTBT) and of its verification \r\nregime in particular as a critical element of the \r\nglobal nuclear non-proliferation and disarmament \r\narchitecture. It is particularly important that we further \r\ndevelop the civil and scientific applications of those \r\ntechnologies, building on the tangible contribution to \r\ntsunami warnings for countries in our Indo-Pacific \r\nregion. That makes a tangible contribution to millions \r\nof lives every day.\r\nIt is both reassuring and unfortunate that we know \r\nexactly how effective the IMS has become, as Australian \r\nstations were among those to detect North Korean tests \r\nin recent years. That serves as a clear reminder to us \r\nall of the importance of the CTBT and of our efforts \r\nto further build and strengthen its verification regime.\r\nAustralia is committed to complete, verifiable \r\nand irreversible denuclearization by North Korea. We \r\nwelcome ongoing dialogue between North Korea and \r\neach of the Republic of Korea and the United States. \r\nWe note North Korea’s commitment to halting nuclear \r\ntesting and to allowing international inspections of \r\nthe Punggye-ri nuclear test site and the Tongchang-ri \r\nmissile site. We see those commitments as positive, but \r\nwe remain committed to maintaining pressure on North \r\nKorea until it takes concrete steps towards complying \r\nwith the relevant Security Council resolutions on its \r\nnuclear and ballistic-missile programmes. We call on \r\nNorth Korea to sign and ratify the CTBT as part of its \r\ncommitment to denuclearize.\r\nAustralia calls on all States yet to do so, particularly \r\nthose listed in annex 2 and those in our region, to \r\nratify the CTBT without delay. We welcome Thailand \r\nratifying and Tuvalu signing the CTBT, both of which \r\nare events we can all celebrate as tangible progress \r\ntowards bringing the Treaty into force. Australia \r\nmaintains that the entry into force of the Treaty is of \r\nthe utmost importance.\r\nIn the interim, we maintain our strong support \r\nfor the Preparatory Commission for the CTBTO and \r\nwelcome the successes of its recently concluded fifty-\r\nfirst session and its ongoing cooperation with the United \r\nNations. We thank Italy, as Preparatory Commission \r\nChair for 2018, for leading the work on the draft \r\nresolution contained in document A/73/L.22. Australia \r\nis proud to remain a sponsor of the draft resolution, and \r\nwe encourage others to join us in doing the same.\r\n26/11/2018 A/73/PV.39\r\n18-39775 17/32\r\nMs. Bassols Delgado (Spain) (spoke in Spanish): \r\nI am honoured to address the General Assembly with \r\nregard to two of the draft resolutions submitted under \r\nagenda item 128, entitled “Cooperation between the \r\nUnited Nations and regional and other organizations”.\r\nI wish first to address draft resolution A/73/L.21, \r\nentitled “Cooperation between the United Nations \r\nand the International Criminal Police Organization \r\n(INTERPOL)”, which my country sponsored. I wish to \r\nthank the Permanent Missions of Brazil and Switzerland \r\nfor their excellent work in facilitating the negotiations \r\non the draft and to recognize the work carried out by the \r\nexperts who participated in the negotiations. I should \r\nalso like to welcome the presence in the Hall today of \r\nINTERPOL Secretary General Jürgen Stock.\r\nTwo years ago, Spain welcomed the Assembly’s \r\nadoption of resolution 71/19, which for the first time \r\nestablished a formal framework for cooperation \r\nbetween the United Nations and INTERPOL. That first \r\nresolution set straight the anomalous situation whereby \r\nrecognition of the significant cooperation already in \r\nplace with INTERPOL was long overdue.\r\nSpain has been a member of INTERPOL since \r\n1956. Our relationship with INTERPOL has been and \r\nis excellent, both bilaterally and within the framework \r\nof the United Nations. We collaborated intensively with \r\nINTERPOL during our term on the Security Council in \r\nthe 2015-2016 biennium. We recognize the importance \r\nof INTERPOL’s work in the joint fight against terrorism \r\nand transnational organized crime.\r\nIt is clear that those forms of criminality, which \r\nare interrelated and growing in complexity, recognize \r\nno borders and take the form of networks, cannot be \r\neffectively halted without adequate cooperation among \r\nour police forces. For such cooperation to be effective, \r\nwe need to equip ourselves with the appropriate tools \r\nand resources. There can be no doubt that INTERPOL, \r\nas the organization dedicated, almost universally, to the \r\npromotion of international police cooperation, is the \r\nkey frame of reference in this area.\r\nIn fulfilling its mandate, INTERPOL has developed \r\na wide range of enormously useful tools, including the \r\nI-24/7 secure global police communication system, \r\ndatabases, notifications and alerts, analytic products, \r\nand training and capacity-building activities. Those \r\nresources are in place, but they are not yet used to their \r\nfull potential, which is one of the reasons that this draft \r\nresolution is so important in our view, as it reminds \r\nus of the possibilities of the technical, operational, \r\nanalytical and other assistance that INTERPOL puts at \r\nour disposal.\r\nFor Spain, the fight against terrorism is a priority \r\nof the highest order. We are therefore particularly \r\npleased that the new draft resolution has been updated \r\nto include to the most pressing challenges posed by the \r\ncurrent terrorist threats, in particular the phenomenon \r\nof foreign terrorist fighters, including those who return \r\nhome or relocate. We therefore reiterate our support \r\nfor cooperation between the United Nations and \r\nINTERPOL, which we trust will continue to grow and \r\ncontribute to a safer world for all.\r\nI should now like to turn to draft resolution \r\nA/73/L.22, entitled “Cooperation between the United \r\nNations and the Preparatory Commission for the \r\nComprehensive Nuclear-Test-Ban Treaty Organization”, \r\nwhich my country is also honoured to sponsor. We \r\nthank Italy for introducing the draft resolution, and \r\nwe welcome the presence here today of the Executive \r\nSecretary, Mr. Lassina Zerbo.\r\nThe Comprehensive Nuclear-Test-Ban Treaty, \r\nwhich Spain signed in 1996 and ratified in 1998, \r\nconstitutes a key element of the global non-proliferation \r\nsystem and a crucial step towards achieving the goal of \r\nnuclear disarmament. We must recall the urgent need \r\nto ensure its entry into force, and we call once again on \r\nall those States not yet having done so to proceed to its \r\nsignature and ratification. This call goes in particular \r\nto the remaining eight annex 2 States, without whose \r\nratification of a Treaty that has the support of the vast \r\nmajority of the international community — let us recall \r\nthat 167 States have ratified it — will remain as is, \r\nwithout entering into force.\r\nWe want to express our firm support for the \r\nimportant work carried out by the Preparatory \r\nCommission for the Comprehensive Nuclear-Test-Ban \r\nTreaty Organization and its cooperation with the United \r\nNations. I also wish to highlight the importance of the \r\nInternational Monitoring System, whose effectiveness \r\nin detecting tests has already been demonstrated.\r\nAny nuclear test constitutes a threat to international \r\npeace and security and must therefore be condemned. \r\nWe request that the Democratic People’s Republic of \r\nKorea maintain the declared moratorium on the conduct \r\nof nuclear tests, and we reiterate our call that it sign \r\nand ratify the Comprehensive Nuclear-Test-Ban Treaty \r\nwithout delay.\r\nA/73/PV.39 26/11/2018\r\n18/32 18-39775\r\nMs. Buner (Turkey): Terrorism and organized \r\ncrime continue to pose important challenges to \r\ninternational peace, security and stability. The \r\ninterconnectivity between terrorist cells and criminal \r\norganizations is of paramount significance. Our efforts \r\nto suppress them should therefore also have a strong \r\ninternational dimension.\r\nBased on this understanding, Turkey supports \r\nthe adoption of draft resolution A/73/L.21, entitled \r\n“Cooperation between the United Nations and \r\nthe International Criminal Police Organization \r\n(INTERPOL)”. We believe that the draft resolution \r\nwill provide further useful input for the international \r\ncommunity in tackling those threats.\r\nWe would like to take this opportunity to \r\nemphasize our position regarding one particular issue. \r\nAs a country that has been fighting against almost all \r\ntypes of terrorism for more than 40 years, we firmly \r\nbelieve that it is high time to reaffirm that security \r\nis indivisible. We must apply the universal principle \r\nof “either prosecute or extradite”. We must give the \r\nsame message to terrorists: there is no safe haven or \r\nimmunity from justice. No act of terrorism should go \r\nunpunished; otherwise, our joint efforts to mitigate and \r\nultimately defeat this threat are bound to collapse.\r\nMr. Al Arsan (Syrian Arab Republic) (spoke in \r\nArabic): My delegation would like to express its position \r\nwith respect to sub-item (d) of agenda item 128 and draft \r\nresolution A/73/L.23, entitled “Cooperation between \r\nthe United Nations and the League of Arab States”.\r\nAs members of the Assembly are aware, my country, \r\nthe Syrian Arab Republic, was one of the founding \r\nmembers of the League of Arab States (LAS) in March \r\n1945, even before the founding of the United Nations. \r\nThe LAS founding members decided at that time to \r\nentrust it with many tasks and responsibilities, on top \r\nof which is maintaining the independence of member \r\nStates and achieving cooperation among Arab countries \r\nat the economic, cultural, social and health levels, as well \r\nas preserving the independence and interests of Arab \r\nStates while liberating non-independent Arab countries \r\nand cooperating with international organizations to \r\nmaintain international peace and security.\r\nNotwithstanding the significant developments and \r\ngreat challenges that have occurred in the world — and in \r\nthe Middle East in particular, including the occupation \r\nof Palestine, the displacement of millions of its people \r\nand the occupation of Syrian Arab Golan — the LAS \r\nhas struggled for decades to preserve its role, status \r\nand credibility as a regional organization that brings \r\ntogether the Governments of Arab States and defends \r\nthe rights and interests of their peoples, who share the \r\nsame blood, language and destiny. The League has \r\ncontinued to be a reflection of the historical Arab role, \r\ncivilization and interactivity within the framework of \r\ninternational relations.\r\nHowever, the past decade has shown the League’s \r\nreal and serious setback as a result of a limited number \r\nof Governments of League member States — that have \r\nenormous economic revenues from oil and gas — which \r\ndecided to submit to foreign pressures and schemes that \r\nrun counter to Arab national interests and threaten the \r\nconcept of collective Arab national security. To that end, \r\nthose Governments also decided to control the League \r\nwork mechanisms in order to resolve their political \r\ndifferences with League States and non-League States \r\nby harnessing those mechanisms to serve their political \r\ninterests and agendas.\r\nThe Syrian Arab Republic is a country of principle. \r\nWe do not level false or unfair accusations. We take our \r\nresponsibilities very seriously, and when we express \r\nour position, we provide evidence, facts and legal basis. \r\nTherefore, when we assert that the decision taken by \r\nthe LAS Council of Ministers of Foreign Affairs at \r\ntheir meeting on 12 November 2011 to suspend Syria’s \r\nmembership in the League was illegitimate, we base our \r\nargument on the LAS Charter, which clearly states that \r\na Member State may be suspended only by a unanimous \r\ndecision of all Member States at a summit meeting. \r\nBased on that legal basis, the Syrian Arab Republic \r\ncontinues to reject the League’s politicized decision. \r\nWe do not recognize any of its legal or political effects. \r\nHowever, we reiterate that it is the responsibility of \r\nthose who breached the LAS Charter in taking that \r\ndecision to reverse it.\r\nA second breach by the League of Arab States, \r\nwhich many in this Hall may not be familiar with, also \r\ntook place in November 2011, when the LAS unilaterally \r\nimposed coercive economic measures against the \r\nSyrian people, in violation of the Charter of the United \r\nNations and relevant General Assembly resolutions. \r\nThose measures amounted to an economic blockade \r\nin many sectors, in particular finance, trade, banking, \r\ninvestment, transport, aviation and media. They are \r\npunitive measures against Syrian citizens who chose to \r\nstand by their country and their Government in the face \r\nof extremist Wahhabi religious terrorism, regrettably \r\n26/11/2018 A/73/PV.39\r\n18-39775 19/32\r\nsupported and financed by certain Governments of \r\nLAS member States.\r\nBased on that legal basis, we in the Syrian Arab \r\nRepublic continue to reject and condemn the decision \r\nthat the LAS was forced to take that imposed an \r\neconomic blockade against Syrians. We hold those \r\nwho took that decision legally responsible along with \r\nits economic, humanitarian and financial consequences \r\non the Syrian people, who have been suffering until \r\nnow. At the same time, the Syrian Arab Republic will \r\nalways remember and highly appreciate the significant \r\nnumber of members of the LAS that rejected the unjust \r\neconomic blockade imposed on the Syrian people.\r\nThirdly, in December 2011 — many here in this Hall \r\ndo know about this fact — the Syrian Arab Republic \r\nresponded favourably to the Arab League initiative to \r\nsend a team of Arab observers to various parts of Syria, \r\ndespite the fact that the Syrian Government knew \r\nthe premeditated ill intentions of the Governments of \r\ncertain LAS member States. However, some in this Hall \r\ntoday may not know that, in early 2012, the LAS Chair \r\nand secretariat ignored and buried the report of the head \r\nof the team of Arab observers because it had concluded \r\nthat foreign Powers were seeking to negatively interfere \r\nin the situation in Syria.\r\nWe can provide a long list of facts related to \r\ndecisions and attitudes that were imposed on the LAS \r\nover the past eight years concerning the situation in \r\nSyria. Those decisions and attitudes were imbalanced \r\nand reflected the influence of one or two countries \r\nover the decision-making mechanism of that regional \r\norganization. At the same time, we confidently \r\nunderscore from this rostrum that the vast majority \r\nof LAS member States continue to disapprove of the \r\ndecisions adopted against Syria, as they run counter to \r\nthe majority of those Member States.\r\nFourthly, the Syrian people will never forget or \r\nforgive Governments of a limited number of LAS \r\nmember States for having ominously interfered in \r\nthe internal affairs of Syria and for having directly \r\nimplicated themselves in support of armed terrorist \r\ngroups in Syria. They recruited and financed tens of \r\nthousands of foreign terrorist fighters and sent them to \r\nfight in the ranks of Da’esh, Al-Qaida, the Al-Nusra \r\nFront and other armed terrorist groups, which the \r\nGovernments in question have falsely described as \r\nmoderate opposition. The truth is that those terrorist \r\ngroups subscribe to the same extremist religious-\r\nterrorist ideology that advocates the killing of others, \r\nthe expropriation of victims’ funds and property, the \r\ndemolition of their homes and the burning of their lands \r\nand sources of livelihood.\r\nIn that context, my delegation expresses its \r\ncategorical reservation with regard to paragraph 67 \r\nof the report of the Secretary-General contained in \r\ndocument A/73/328, on the existence of communication \r\nand coordination between the United Nations and the \r\nLAS regarding the situation in Syria. My country does \r\nnot see a role for the LAS in relation to the situation \r\nin Syria as long as its role continues to be hijacked \r\nand subjected to the policies and practices of a limited \r\nnumber of financially and economically powerful \r\nGovernments. Those are Governments of Member \r\nStates of that regional organization, and their policies \r\nand practices remain ongoing and are, as we have \r\nsaid, premised regrettably on political and military \r\ninvestments in extremist religious terrorism with a \r\nview to obstruct the prospects for a political solution to \r\nthe situation in Syria. They are further premised on the \r\nintention to seriously and destructively interfere in the \r\ninternal affairs of Syria.\r\nMy country has had to bear unprecedented suffering \r\nin the history of humankind and in terms of inter-State \r\nrelations owing to global terrorism, with Syrians having \r\nto pay a high price not only in terms of blood but also \r\nin terms of lost economic, industrial and agricultural \r\ngains after working hard for long decades in order \r\nto realize them. Nevertheless, we in the Syrian Arab \r\nRepublic continue to believe that the LAS can restore \r\nits role and credibility if it now undertakes a serious and \r\ncomprehensive review of its work over the past decade. \r\nThat would enable that regional organization to once \r\nagain play its role and shoulder its responsibilities as an \r\norganization that truly serves collective Arab interests \r\nand national security. In that context, we continue to \r\nhope that the Arab League will deal with the situation \r\nin Syria in a constructive and positive manner, while \r\ndirectly cooperating and coordinating with the Syrian \r\nGovernment in support of its efforts aimed at defeating \r\nterrorism, ensuring the return of refugees and displaced \r\npersons, reconstruction and ending foreign occupation \r\nof its territories.\r\nIn conclusion, my country’s position is not against \r\nthe LAS, being one of its founding members. Syria’s Arab \r\nidentity and affiliation have always been a principled \r\nposition expressed by actions and policies, based on \r\nour keen commitment to a regional organization that \r\nA/73/PV.39 26/11/2018\r\n20/32 18-39775\r\nwe hope will bring Arab States together, protect their \r\ninterests, reject interference in their internal affairs \r\nand promote the socioeconomic development of all its \r\nmembers without discrimination or exception so that no \r\none is left behind.\r\nFor all of those reasons, the Syrian Arab Republic \r\ncalls for a recorded vote on draft resolution A/73/L.23.\r\nMr. Hattrem (Norway): Norway is a consistent \r\npartner in the global multilateral system. Norway \r\nstrongly believes that a rules-based international order \r\nis in the interests of all States Members of the United \r\nNations. Both the institutions and the norms that \r\nunderpin this foundation are now under pressure. Only \r\ninternational cooperation can bring about sustainable \r\ndevelopment, mitigate and reduce climate change \r\nand end violent conflict. The United Nations system, \r\ntogether with regional and subregional organizations, \r\nis the core of the multilateral order. All countries \r\ndepend up on the international system to address the \r\nmany global challenges we face.\r\nWe are now in the process of implementing \r\nimportant United Nations reforms. At the same time, \r\ncountries are joining forces to make regional and other \r\norganizations better prepared to address common \r\nchallenges. The consolidated report submitted as \r\nbackground for today’s discussion (A/73/328) reminds \r\nus about the important work of 26 intergovernmental \r\norganizations and their numerous partnerships with \r\nthe United Nations. Through our membership in or \r\npartnership with many of the organizations covered \r\nby the present agenda item, we have first-hand \r\nknowledge about numerous cooperation initiatives of \r\nthe United Nations.\r\nWe are particularly encouraged to see how the \r\nrelations between the United Nations and the African \r\nUnion (AU) are maturing and growing stronger. Within \r\nless than two years, the two institutions have signed \r\nand started two important framework agreements, \r\non peace and security and for the implementation \r\nof the sustainable development agenda for Africa. \r\nPartnerships with regional organizations are quite \r\nrightly given priority in the Secretary-General’s Action \r\nfor Peacekeeping initiative.\r\nWe cannot say it too often: there can be no \r\ndevelopment without security, and vice versa. In \r\nJanuary this year, we therefore applauded the signing \r\nby United Nations and African Union leaders of the \r\nFramework for Implementation of Agenda 2063 and \r\n2030 Agenda. We are convinced that this framework \r\nwill add important energy to both Agendas, reduce \r\nduplication, accelerate domestic-resource mobilization \r\nand attract support from development partners.\r\nWe share the enthusiasm among United Nations \r\nand AU member States, and Norway has launched an \r\ninitiative in Addis Ababa to establish a group of friends \r\nof the United Nations-AU partnership. The aim of the \r\ninitiative is to support and strengthen additional joint \r\nAU-United Nations efforts for sustainable development, \r\nconflict prevention, preventive diplomacy and \r\nmediation, including enhanced cooperation between \r\nthe AU Peace and Security Council and the United \r\nNations Security Council.\r\nAnother area of important progress among many \r\nis the commitment of the United Nations to deepen \r\nits already comprehensive partnership with the \r\nAssociation of Southeast Asian Nations (ASEAN). \r\nCooperation between the United Nations and ASEAN \r\nremains essential to achieving sustainable development \r\nand maintaining peace and security in the region.\r\nNorway is taking a leading global on oceans and \r\nsustainable use of ocean resources. This issue is also \r\na priority for Norway’s Sectoral Dialogue Partnership \r\nwith ASEAN. Norway looks forward to strengthening \r\nits cooperation with the United Nations and ASEAN \r\nin this field, including combating marine litter and \r\nmicroplastics in the ASEAN region.\r\nNorway fully supports United Nations efforts \r\nto strengthen existing arrangements and seek new \r\nopportunities for cooperation with regional and \r\nother organizations.\r\nMs. Kaba (Guinea) (spoke in French): My \r\nstatement will address sub-item (a) of agenda item 128, \r\nentitled “Cooperation between the United Nations and \r\nthe African Union”. \r\nThe past decade has been particularly busy \r\nwith the tireless efforts of African countries at the \r\nnational, subregional and continental levels to address \r\nthe challenges inherent to implementing the United \r\nNations 2030 Agenda for Sustainable Development \r\nand the African Union 2063 Development Agenda in \r\na context of peace and stability. Sustained efforts are \r\nbeing devoted, under the 2063 Agenda and its first \r\nTen-Year Implementation Plan, to generate structural \r\nsocioeconomic transformation, build collective \r\n26/11/2018 A/73/PV.39\r\n18-39775 21/32\r\nwealth and prosperity, and expeditiously promote \r\nsustainable development.\r\nStrategic partnership with the African Union \r\nis crucial in all areas, especially peace and security, \r\nin the light of the persistent nature of conflicts, the \r\nproliferation of terrorist activities and other forms \r\nof organized crime. Therefore, to eradicate them by \r\ntackling their root causes, the United Nations must, \r\nunder Chapter VII of the Charter, further develop \r\nstrategic cooperation with the African Union. Such \r\ncooperation has provided for significant progress \r\ntowards lasting solutions to recurrent and emerging \r\nconflicts in some parts of the continent. That support \r\nhas produced tangible results in defusing tense relations \r\nin the Horn of Africa. In that regard, the Guinean \r\ndelegation welcomes the signing of the Joint United \r\nNations-African Union Framework for an Enhanced \r\nPartnership in Peace and Security, in April 2017, by \r\nthe Secretary-General of the United Nations and the \r\nChairperson of the African Union Commission.\r\nBased on the principle of African ownership \r\nof African problems, it is reassuring to note the \r\nimplementation of the African Union Peace Fund at the \r\nExtraordinary Summit of the African Union, held in \r\nAddis Ababa on 18 November. The significant progress \r\nmade by the United Nations-African Union Joint Task \r\nForce on Peace and Security, which was established at \r\nthe second annual conference of the United Nations \r\nand the African Union, held in Addis Ababa on 9 July, \r\ngives cause for optimism on the future of cooperation \r\nbetween Africa and this universal Organization.\r\nWe commend the commitment of Secretary-\r\nGeneral António Guterres and his many initiatives in \r\nsupport of Africa, particularly with regard to conflict \r\nprevention, the Action for Peacekeeping initiative and \r\nthe Declaration of Shared Commitments on United \r\nNations Peacekeeping Operations, as well as the various \r\nhigh-level meetings on relevant topics. However, given \r\nthe scale and complexity of the challenges we face, it is \r\nessential that United Nations action continue along the \r\nfollowing lines.\r\nFirst, we must provide United Nations assistance \r\nto the African Union in the mobilization of essential \r\nresources for the implementation of Agenda 2063 of the \r\nAfrican Union and its first 10-year implementation plan.\r\nSecondly, we should support the African Union \r\nroad map for the promotion of peace, security and \r\nstability in Africa, with the aim of silencing the guns \r\nby 2020. This goal entails not only conflict prevention, \r\npeacebuilding and post-conflict development, but also \r\ngood governance, the rule of law and democracy.\r\nThirdly, we must improve the cooperation and \r\ncoordination of activities in the deployment of \r\npeacekeeping operations through adequate, predictable, \r\nf lexible and sustainable funding for human resources, \r\nmaterials and equipment and capacity-building. In \r\nthat context, my delegation welcomes and supports \r\nthe United Nations Integrated Strategy for the Sahel, \r\nembodied in the United Nations Support Plan for the \r\nSahel, which requires further resources and better \r\ncoordination of the activities of various partners on \r\nthe ground.\r\nFourthly, we must ensure the empowerment of \r\nwomen and the promotion of young people embarking \r\nalong the path of exile in search of greater well-being.\r\nFifthly, we must manage the impact of climate \r\nchange, natural disasters and new technologies.\r\nSixthly, we must tackle migration issues.\r\nIn conclusion, the urgent need to enunciate the \r\n2030 Agenda for Sustainable Development and Agenda \r\n2063 of the African Union, and to take into account the \r\nrecommendations of the Addis Ababa Action Agenda \r\nof the third International Conference on Financing \r\nfor Development and to mobilize the international \r\ncommunity for the development of Africa, remains \r\ndependent on the goals set by the Charter of the \r\nUnited Nations, namely, the building of just, equitable, \r\nintegrated and peaceful societies.\r\nMr. Negash (Ethiopia): At the outset, Ethiopia \r\nwould like to thank the Secretary-General for his \r\ncomprehensive report on cooperation between the \r\nUnited Nations and regional and other organizations \r\n(A/73/328), which clearly demonstrates the efforts \r\nbeing made to strengthen the partnership between the \r\nUnited Nations and those organizations. I would like \r\nto make the following observations on cooperation \r\nbetween the United Nations and the African Union \r\n(AU).\r\nGiven the unprecedented scale and complexity of \r\nglobal dynamics, it is evident that the United Nations \r\ncannot handle new and emerging global challenges \r\nalone. Forging effective partnerships with regional \r\nand subregional organizations is not an option, but \r\nrather an absolute necessity for the Organization, as it \r\nremains essential to maintaining international peace \r\nA/73/PV.39 26/11/2018\r\n22/32 18-39775\r\nand security, upholding human rights and achieving \r\nsustainable development. The role of the United \r\nNations system focusing mostly on support for peace \r\nand security, good governance and social justice, \r\nhuman rights protection and humanitarian action, and \r\ninitiatives and actions to contribute to addressing the \r\nroot causes of conflict in Africa is commendable.\r\nIn that regard, Ethiopia appreciates the readiness \r\nand commitment of the Secretary-General to further \r\ndeepening the strategic partnership with the African \r\nUnion and regional economic communities and \r\nmechanisms, as ref lected by collaboration on numerous \r\nfronts, including through more regular exchanges of \r\ninformation, consultations and coordinated action. \r\nThere is a renewed commitment in the leadership of \r\nboth organizations to elevating the United Nations-\r\nAU cooperation and partnership to new heights. The \r\nJoint United Nations-African Union Framework for \r\nan Enhanced Partnership in Peace and Security, \r\nsigned by the leadership of the two organizations \r\non 19 April 2017, is indeed a clear testament to this \r\nrenewed commitment to working together, inter alia, \r\nin addressing the common challenges of peace and \r\nsecurity on the African continent, across the whole \r\nspectrum of the conflict cycle.\r\nHowever, we recognize that there is room for \r\nmore progress, in particular with regard to better \r\ncoordinating the decisions of both organizations at \r\nvarious levels and in many areas of mutual interest, so \r\nas to continue to work towards greater unity of purpose. \r\nThis is particularly pertinent in the context of the \r\ndiscussions on the sustainability of funding to African \r\nUnion peace support operations. Of course, we can all \r\nrecall the concrete recommendations with respect to \r\nthe strategic partnership with the African Union made \r\nby the United Nations High-level Independent Panel on \r\nPeace Operations in its report (see S/2015/446). The \r\nreport did not, in that regard, put the spotlight on the \r\nAfrican Union without reason. Nowhere is it explained \r\nmore clearly than in the report of the Secretary-General \r\non options for authorization and support for African \r\nUnion peace support operations, which states,\r\n“Considering the limitations of the United Nations \r\npeacekeeping doctrine with regard to peace \r\nenforcement and counter-terrorism, the African \r\nUnion peace support operations are a tool for the \r\nUnited Nations to better discharge its responsibility \r\nfor the maintenance of international peace and \r\nsecurity in certain situations.” (S/2017/454, para. \r\n61)\r\nAfrican Union member States have also taken important \r\nsteps towards greater self-reliance and burden-sharing \r\nsince 2015, including through the commitment that its \r\nmember States will finance 25 per cent of its peace \r\nsupport operations, as well as the decision to finance \r\nthe African Union Peace Fund.\r\nThe role of the United Nations Office to the African \r\nUnion is crucial in strengthening the partnership \r\nbetween the United Nations and the African Union, as \r\nthe demands on the partnership have grown over the \r\npast few years. Strengthening its capacity would help \r\nto ensure an enhanced ability for effective partnership \r\nwith the African Union and the regional economic \r\ncommunities to address the continent’s challenges.\r\nIn conclusion, my delegation wishes to express its \r\nappreciation to the Secretary-General and all United \r\nNations entities for their continued cooperation \r\nin working with the African Union to advance the \r\ncontinent’s goals and objectives.\r\nMr. Mohd Nasir (Malaysia): At the outset, my \r\ndelegation wishes to express its appreciation to His \r\nExcellency Mr. Lassina Zerbo, Executive Secretary of \r\nthe Preparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization (CTBTO), for \r\nhis briefing and comprehensive report on the extensive \r\nwork of the organization. We also wish to thank the \r\ndelegation of Italy for introducing draft resolution \r\nA/73/L.22 under sub-item (k) of agenda item 128, \r\nentitled “Cooperation between the United Nations and \r\nthe Preparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization”.\r\nConsistent with our traditional position, Malaysia \r\nhas co-sponsored the draft resolution and reaffirms \r\nits commitment to the Comprehensive Nuclear-Test-\r\nBan Treaty (CTBT), while welcoming the cooperation \r\nestablished between the United Nations and the \r\nPreparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization. Malaysia \r\nwelcomes the progress made to facilitate the entry into \r\nforce of the Treaty, including maintaining all existing \r\nmoratoriums on nuclear-weapon-test explosions. \r\nNonetheless, those measures do not have the same \r\npermanent and legally binding effect to end nuclear-\r\nweapon testing and all other nuclear explosions.\r\n26/11/2018 A/73/PV.39\r\n18-39775 23/32\r\nWhile the Treaty’s total number of ratifications \r\ncurrently stands at 167 and the total number of \r\nsignatures stands at 184, we hope that more progress \r\nwill be made towards the universalization of the \r\nTreaty. Malaysia strongly believes in the need for the \r\nearly entry into force of the CTBT, with the ultimate \r\ngoal of eliminating nuclear weapons as well as general \r\nand complete disarmament under strict and effective \r\ninternational control.\r\nMalaysia will continue to pledge its full support \r\nand cooperation to the CTBTO towards the completion \r\nof all of its tasks in the most efficient and effective way, \r\nwhich is in line with Malaysia’s long-standing position \r\nof achieving general and complete nuclear disarmament, \r\nincluding through the verifiable end of nuclear testing. \r\nMalaysia recognizes the benefits of the civil and \r\nscientific applications of the verification technologies \r\nin areas such as the environment, Earth science and \r\ntechnology, tsunami-warning systems, the detection \r\nof the accidental release of radioactive particles \r\nand gases and other disaster-alert systems. We will \r\ncontinue to explore possible ways to work closely with \r\nthe Preparatory Commission in promoting awareness \r\non the Treaty so that the benefits resulting from the \r\nverification technologies may be broadly shared among \r\nthe members of the international community.\r\nFinally, Malaysia wishes to reaffirm its readiness \r\nto work closely with Member States, the CTBTO \r\nand all stakeholders in exploring concrete steps \r\nand activities to achieve the entry into force and \r\nuniversalization of the Treaty. We firmly believe that \r\nall efforts should be undertaken to further strengthen \r\nthe cooperation between the United Nations and the \r\nPreparatory Commission for the CTBTO, with a view \r\nto strengthening international peace and security.\r\nMr. Kaganda (United Republic of Tanzania): My \r\ndelegation welcomes the report on the cooperation \r\nbetween the United Nations and the Preparatory \r\nCommission for the Comprehensive Nuclear-Test-Ban \r\nTreaty Organization (CTBTO) (A/73/328). We pay \r\ntribute to the Provisional Technical Secretariat under \r\nthe able leadership of His Excellency Mr. Lassina Zerbo, \r\nExecutive Secretary of the Preparatory Commission \r\nfor the CTBTO.\r\nThe Government of the United Republic of Tanzania \r\nreaffirms that it attaches the utmost importance to \r\nthe application of the principles and objectives of \r\nthe Comprehensive Nuclear-Test-Ban Treaty (CTBT) \r\nacross the globe. We appreciate the support extended \r\nto Tanzania by the Provisional Technical Secretariat \r\nthrough a number of projects, programmes and \r\ntraining opportunities.\r\nMy delegation is pleased to learn that sufficient \r\nefforts have been made that the Treaty now enjoys the \r\nsignatures of 184 States and the ratification of a large \r\nnumber of countries. We welcome the latest ratification, \r\nby Thailand, and encourage States not yet party to the \r\nTreaty to ratify it as soon as practicable. We particularly \r\nurge the eight remaining annex 2 States to adhere to the \r\ninternational community’s call by signing the Treaty, \r\nwhich is necessary for it to become operational.\r\nFurthermore, my delegation continues to \r\nrecognize the importance of strengthening the \r\nverification regime through technical support. We \r\ngreatly appreciate United Nations efforts to mobilize \r\ninternational support for the effective strengthening of \r\nthe Provisional Technical Secretariat. Moving forward, \r\nthe continued and meaningful engagement and support \r\nof all stakeholders remains crucial to achieve the \r\nuniversality of the Treaty. We call on the Secretariat to \r\ncontinue to provide the necessary support, particularly \r\nto developing countries, in areas such as climate change \r\nmitigation and the strengthening of early-warning \r\nsystems. We are of the view that supporting Member \r\nStates in terms of capacity-building and the technical \r\nsupport of the Provisional Technical Secretariat is of \r\nthe utmost importance.\r\nWe conclude by reaffirming our commitment to \r\nthe fulfilment of the obligations under the Treaty. We \r\nencourage the international community to remain an \r\nactive participant in the work of the Treaty, both at the \r\nregional and international level.\r\nThe Acting President: I now give the f loor to the \r\nobserver of the Holy See.\r\nFather Charters (Holy See): The Holy See \r\ndelegation welcomes the report of the Preparatory \r\nCommission for the Comprehensive Nuclear-Test-Ban \r\nTreaty Organization (CTBTO) on the current status of \r\nthe Comprehensive Nuclear-Test-Ban Treaty (CTBT) \r\nand the prospects for the future (A/73/328). Having \r\nratified the CTBT, the Holy See strongly urges all \r\nnon-ratifying States, in particular those necessary \r\nfor bringing the CTBT into force, to do so promptly. \r\nThe present capabilities of the Provisional Technical \r\nSecretariat have been of great value in monitoring the \r\nnuclear tests that have taken place since the Treaty’s \r\nA/73/PV.39 26/11/2018\r\n24/32 18-39775\r\nInternational Monitoring System (IMS) was established \r\nand since the IMS, the International Data Centre and \r\nthe capabilities for on-site inspection that have been \r\nput in place are potentially available for dealing with \r\npresent issues.\r\nThe Acting President: In accordance with \r\nresolution 477 (V), of 1 November 1950, I now give the \r\nf loor to the observer of the League of Arab States.\r\nMr. Abdelaziz (League of Arab States) (spoke in \r\nArabic): Cooperation between the United Nations and \r\nregional arrangements and organizations is of growing \r\nimportance given the enhanced pioneering role played \r\nby multilateral diplomacy in consolidating the purposes \r\nand principles of the United Nations at the international \r\nand regional levels and in strengthening the means of \r\nachieving those shared goals and purposes within the \r\nframework of respect for international law, international \r\nhumanitarian law and international human rights law. \r\nIt is on that basis that the scope of cooperation between \r\nthe United Nations and the League of Arab States \r\n(LAS) has widened. The Arab League was one of the \r\nfirst regional organizations to be invited to attend \r\nthe meetings of the General Assembly, pursuant to \r\nresolution 477 (V) of 1950. Since then, we have made \r\nmany contributions to developing the concept of shared \r\ninternational efforts and to integrating the perspectives \r\nof the Arab world in the agenda of the United Nations in \r\nthe three fundamental areas: maintaining international \r\npeace and security, socioeconomic and political \r\ndevelopment and democracy and human rights.\r\nIn that context, the LAS wishes to thank Secretary-\r\nGeneral António Guterres for his valuable report on \r\ncooperation between the United Nations and regional \r\nand other organizations (A/73/328). In his report, \r\nthe Secretary-General sets forth a comprehensive \r\nreview of the progress made in terms of cooperation \r\nsince that item was introduced within the General \r\nAssembly agenda at its seventy-first session. We also \r\npay tribute to the increased institutional cooperation \r\nwith the various departments of the United Nations, \r\nparticularly after signing the additional protocol on \r\nthe cooperation between the two organizations on \r\n24 September 2016, covering new areas of cooperation \r\nto the cooperation agreement signed by the two \r\norganizations on 6 October 1989. Those new areas of \r\ncooperation included developing cooperative activities \r\nsuch as meetings consultations, training programmes, \r\nexchange of information and documents enhanced \r\nmutual representation and the exchange of personnel, \r\nin line with the mandate of each organization.\r\nBased on the ongoing cooperation, the two \r\norganizations agreed to strengthening their joint \r\naction in several areas, including capacity-building, \r\nthe protection of civilians, counter-terrorism, the fight \r\nagainst all types of drug trafficking and illicit trade, \r\ntransnational organized crime, disarmament, human \r\nrights issues, sustainable socioeconomic development, \r\nhumanitarian issues and issues related to refugees and \r\ninternally displaced persons.\r\nTo that end, the two organizations agreed to establish \r\na United Nations liaison office in Cairo, in order to \r\nstrengthen the cooperation between one another. The \r\nGovernment of the Arab Republic of Egypt approved \r\nthe opening of the United Nations office in Cairo, and \r\nit is time for a new phase of joint action for achieving \r\ntheir common goals, in line with the memorandum \r\nof understanding to be negotiated and signed by the \r\nrelevant parties to establish the framework and mandate \r\nof the new office, in accordance with draft resolution \r\nA/73/L.23.\r\nThe LAS envisages a new phase of joint Arab \r\naction with the United Nations system whereby their \r\nenhanced cooperation will contribute to achieving \r\npeace and security across the entire Arab region, with \r\nArab countries contributing to international peace \r\nand security. That would include reaching a just and \r\ncomprehensive solution to the Arab-Israeli conflict, \r\nwith the creation of an independent Palestinian State \r\nalong the 1967 borders and with Al-Quds Al-Sharif as \r\nits capital, as well as ensuring the Israeli withdrawal \r\nfrom the occupied Syrian Golan and the Lebanese \r\nShaba’a farm lands. Furthermore, the Arab Peace \r\nInitiative must be fully implemented and the lost \r\npeace in Syria, Libya, Iraq and Yemen must be \r\nre-established while effectively addressing the Iranian \r\nthreat to the region and establishing a Middle East \r\nregion free of nuclear weapons and other weapons of \r\nmass destruction. Terrorist groups and organizations \r\nthat threaten security and stability in the region must \r\nbe eradicated, including stopping their funding and \r\npreventing the deployment of foreign fighters, as well \r\nas preventing the return of Da’esh to Iraq or spreading \r\nto other areas in the region and many more. That would \r\nrequire building on the outstanding outcomes of the \r\nhigh-level meetings held between the two secretariats, \r\nthe last of which was held in Geneva in July.\r\n26/11/2018 A/73/PV.39\r\n18-39775 25/32\r\nOn sustainable development, the Economic and \r\nSocial Council of the LAS plays a leading role in \r\nstrengthening the implementation of the Sustainable \r\nDevelopment Goals and supporting the relevant efforts \r\nof Arab States, which recently submitted to the High-\r\nlevel Political Forum their annual voluntary national \r\nreviews. During Arab Sustainable Development Week, \r\nheld at the headquarters of the LAS in Cairo between \r\n19 and 22 November, we discussed the best means to \r\nimplement those objectives and announced, inter alia, \r\nseveral recommendations to be submitted to the fourth \r\nArab Economic and Social Development Summit, to be \r\nheld in Beirut on 20 and 21 January 2019, with a view \r\nto harmonizing the activities of the United Nations and \r\nthe LAS in this domain.\r\nOn democracy and good governance, we have \r\ncontinued our efforts aimed at supporting pioneering \r\nreform steps taken by the countries of the region, \r\nin line with the Arab Charter on Human Rights and \r\nother Arab instruments and resolutions adopted by the \r\nArab League in ministerial meetings and summits. \r\nParticular attention has been given to women and \r\nyoung people as fundamental pillars of society, with \r\nthe participation of civil society and the private sector. \r\nIn addition, the Arab League supported the efforts of \r\nits member States aimed at strengthening health and \r\neducation services as well as vocational training. The \r\nLeague has also participated in overseeing presidential \r\nand parliamentary elections in several Arab States. \r\nIn addition, we have participated in training and \r\ncapacity-building programmes organized by the \r\nUnited Nations for Member States and in supporting \r\nactivities undertaken by Arab States to apply the \r\nconcept of good governance, while taking into account \r\nthe cultural specificities of the countries of the region. \r\nFurthermore, we strengthened our cooperation with the \r\nOffice of the United Nations High Commissioner for \r\nHuman Rights and participated in the periodic reviews \r\nof the Human Rights Council on the human rights \r\nsituation in the Arab countries, while following up on \r\nthe implementation of the recommendations issued \r\nafter the reviews.\r\nCooperation between the United Nations and the \r\nLAS is not limited to the ongoing relations, but rather \r\nextends to other regional and political organizations, \r\nincluding the LAS, through sharing of information \r\nand experience. In that regard, the LAS pays tribute \r\nto the United Nations Secretary-General for his \r\ninitiative to submit ambitious United Nations reform \r\nplans, especially as they touch upon the maintenance \r\nof international peace and security and restructuring \r\nthe development pillar, as well as financial and \r\nadministrative reform. Those reforms were thoroughly \r\ndiscussed at the conference of heads of regional \r\norganizations held in June. The conference issued joint \r\nrecommendations that would strengthen cooperation \r\nbetween our regional organizations and the United \r\nNations, while giving additional impetus to the \r\nambitious plans that the LAS is intending to implement \r\nin various areas of reform.\r\nIn the same vein, the League is keen to expand \r\ncooperation with all the continents and plans to hold \r\nwith the African Union an Arab-African summit in \r\nthe Kingdom of Saudi Arabia in 2019, and with the \r\nEuropean Union an Arab-European summit in the Arab \r\nRepublic of Egypt in 2019. We are also planning to hold \r\na summit with Latin America as part of our initiatives \r\nto open the Arab region to the rest of the world and \r\nstrengthen our multilateral approach.\r\nThe LAS hopes that the General Assembly will \r\nadopt draft resolution A/73/L.23, introduced by the \r\nPermanent Representative of Qatar at the beginning of \r\nthis meeting on behalf of the Group of Arab States. It \r\nalso hopes to begin serious work on strengthening the \r\ncooperation between our two organizations, as set forth \r\nin the draft resolution. We are confident that we will \r\nreceive the support of the States Members of the United \r\nNations. All member States of the LAS have endorsed \r\nthe draft resolution.\r\nAs for the reservations expressed by the \r\nrepresentative of the Syrian Arab Republic on the draft \r\nresolution, they will not affect the resolve of the LAS \r\nmember States. Syria is an Arab sisterly country whose \r\nmembership in the League was suspended in 2011 by a \r\nunanimous decision taken by the League’s Council in \r\naccordance with the legal procedures due to the serious \r\nviolations that, regrettably, were committed and are still \r\nbeing committed by the Syrian Government against the \r\nbrotherly Syrian people. Those violations contravene \r\nthe Charter of the United Nations, international law, \r\ninternational humanitarian law and international \r\nhuman rights law. They have been documented in \r\nvarious resolutions of the General Assembly and the \r\nSecurity Council. The League did not impose any \r\neconomic or financial embargo on the Syrian brotherly \r\npeople. On the contrary, the League has supported \r\nand financed our Syrian refugee brothers who have \r\nA/73/PV.39 26/11/2018\r\n26/32 18-39775\r\nfled to neighbouring Arab countries as a result of \r\nthose violations.\r\nDespite Syria’s aggressive position towards the \r\nLAS and its States, we will continue to support the \r\nefforts of the United Nations Special Envoy for Syria \r\nand all other international efforts. We will spare no \r\neffort aimed at regaining the currently lost peace \r\nin Syria, until the country regains its status as an \r\nactive member of the LAS following a decision to be \r\ntaken by LAS Council in due time. In that context, I \r\ncall on all countries present to vote in favour of draft \r\nresolution A/73/L.23, submitted by all Arab States \r\nwithout exception.\r\nThe Acting President: In accordance with General \r\nAssembly resolution 51/1, of 15 October 1996, I now \r\ncall on the Secretary General of the International \r\nCriminal Police Organization.\r\nMr. Stock (International Criminal Police \r\nOrganization): Two years ago, I had the privilege of \r\nstanding in this Hall to address the General Assembly \r\non the occasion of the debate on and adoption of \r\nresolution 71/19, the first-ever resolution on cooperation \r\nbetween the United Nations and the International \r\nCriminal Police Organization (INTERPOL) (see A/71/\r\nPV.48). Following the facilitators’ hard work and the \r\nAssembly’s valuable contributions, I am delighted today \r\nto be bestowed again with the honour of addressing the \r\nAssembly, this time to submit the first biennial review \r\nof resolution 71/19, contained in document A/73/L.21.\r\nSince the resolution’s first adoption, in 2016, the \r\ntransnational threat landscape has evolved to pose \r\nnew and increasingly complex challenges, driven in \r\nlarge part by unprecedented technological advances \r\nand instability worldwide. However, what remains \r\na constant variable over time is the determination of \r\ninternational criminal groups to seek to exploit national \r\nboundaries so as to evade the rule of law. Embracing \r\nand strengthening international law-enforcement \r\ncooperation is the only way for the international \r\ncommunity to stay ahead of the curve.\r\nThe mission of INTERPOL is to work towards \r\nmaking that cooperation as seamless and effective as \r\npossible and to carry out our collective fight against \r\ncrime across borders by connecting law enforcement \r\nin our 194 member countries and working together \r\ntowards a safer world. That cooperation framework \r\nrests on the apolitical character of INTERPOL, rooted \r\nin the principles of neutrality and independence and \r\nin respect of human rights, which is enshrined in \r\nour Constitution.\r\nThe trust of our nations is just as important as the \r\nsuccess of such cooperation, as is trust in INTERPOL \r\nand its ability to ensure appropriate management of \r\npolice data. Based strictly on its neutral mandate and \r\nensuring full respect for the national sovereignty of \r\nits member countries, INTERPOL practices strict \r\nadherence to its rules on the processing of data and due \r\ndiligence — from its General Secretariat in Lyon to \r\nits remote offices to each of the INTERPOL National \r\nCentral Bureaux embedded in the criminal justice \r\nstructures of the Member States.\r\nThat independent and robust cooperation framework \r\nunderpins the round-the-clock support that INTERPOL \r\nprovides to policing and law enforcement, as well as \r\nthe implementation of its three global programmes, \r\nfocusing on countering terrorism, organized and \r\nemerging crimes and cybercrime. Through them, on a \r\ndaily basis, national law-enforcement agencies receive \r\ntangible operational support at the front lines.\r\nThe relationship between the United Nations \r\nand INTERPOL in tackling these areas of crime \r\nhas substantially strengthened since the adoption of \r\nresolution 71/19, two years ago. Cooperation between \r\nour two organizations has especially intensified in \r\nthe context of counter-terrorism. Over the past two \r\nyears, new cooperation agreements have been signed \r\nbetween INTERPOL and the United Nations Office \r\nof Counter-Terrorism and the United Nations Counter-\r\nTerrorism Executive Directorate (CTED), which, in \r\nthis context, has led to INTERPOL expert participation \r\nin 17 CTED country-assessment visits. In addition, I \r\nam very pleased to see substantial recognition of \r\nthe contribution of INTERPOL to the fight against \r\nterrorism and the organization’s support to Member \r\nStates and the United Nations in implementing the \r\nUnited Nations Global Counter-Terrorism Strategy, in \r\nparticular through Security Council resolutions 2341 \r\n(2017) and 2396 (2017), inter alia.\r\nFurthermore, the close convergence of the \r\nrespective visions of the United Nations and \r\nINTERPOL is exemplified by the seven global policing \r\ngoals launched by INTERPOL, alongside the United \r\nNations Office on Drugs and Crime, in Vienna, just last \r\nmonth. These goals aim to serve as a framework for the \r\ninternational community to collectively address today’s \r\nmost pressing security threats and have been designed \r\n26/11/2018 A/73/PV.39\r\n18-39775 27/32\r\nto complement and further support the Sustainable \r\nDevelopment Goals set forth in the 2030 Agenda for \r\nSustainable Development. Their overarching purpose \r\nis to provide guidance on which criminal threats the \r\ninternational law-enforcement community should give \r\npriority to — and commit to — in the years to come, as \r\npart of our common broader efforts to meet objectives \r\nunder the 2030 Agenda.\r\nCriminal threats share a common denominator: the \r\ndire effects they have on our public security, long-term \r\nstability, economic systems and governance structures, \r\nwhich ultimately stif le economic development and \r\ndeprive society of a better future. The fight against \r\ninternational crime is an instrument in bringing \r\nabout global peace and stability. Its core lies in law \r\nenforcement, yet its roots and ramifications extend far \r\nbeyond the strict boundaries of ministries and agencies \r\nin charge of policing.\r\nIn an increasingly complex, fast-evolving and \r\ntherefore less predictable threat landscape, political \r\nleadership in international police cooperation is needed \r\nmore than ever. Connecting the dots is just the first \r\nstep in building a robust cooperation network; relying \r\non key decision makers to lead it towards a shared \r\nvision is the next. With the reviewed draft resolution \r\non cooperation between the United Nations and \r\nINTERPOL being brought up for adoption at today’s \r\nmeeting, we look forward to marking a new milestone \r\nin our common journey towards a safer world.\r\nIn conclusion, allow me to recognize the \r\noutstanding efforts made by the Permanent Missions \r\nof Brazil and Switzerland in co-facilitating the review \r\nof today’s draft resolution and in bringing together \r\nthe precious viewpoints and contributions offered by \r\nMember States. As we prepare to further strengthen the \r\nglobal security architecture with the United Nations \r\nand Member States, INTERPOL expresses its highest \r\ngratitude and appreciation to the General Assembly for \r\ngiving us this opportunity today.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on agenda item 128 and its \r\nsub-items (a) to (z).\r\nWe shall now proceed to consider draft resolutions \r\nA/73/L.17, A/73/L.21, A/73/L.22, as orally revised, \r\nA/73/L.25, A/73/L.26/Rev.1, A/73/L.27 and A/73/L.28.\r\nBefore giving the f loor to speakers in explanation \r\nof vote or position before we take decisions on the draft \r\nresolutions, may I remind delegations that explanations \r\nare limited to 10 minutes and should be made by \r\ndelegations from their seats.\r\nI call on the representative of Austria on a point \r\nof order.\r\nMr. Kickert (Austria): I want to clarify whether \r\na vote has been called on the draft resolution on \r\ncooperation between the United Nations and the \r\nCouncil of Europe (A/73/L.27).\r\nThe Acting President: I understand that is not yet \r\nthe case.\r\nI call on the representative of the Sudan on a point \r\nof order.\r\nMr. Elnour (Sudan) (spoke in Arabic): On behalf \r\nof my country, I would like to request a recorded vote \r\non operative paragraph 4 of the draft resolution entitled \r\n“Cooperation between the United Nations and the \r\nCouncil of Europe” (A/73/L.27). Our steadfast position \r\non the International Criminal Court, to which there is a \r\nspecific reference in paragraph 4 of the draft resolution, \r\nis the basis of that request.\r\nMr. Ilnytskyi (Ukraine): Before the General \r\nAssembly proceeds with the adoption of draft resolution \r\nA/73/L.28, entitled “Cooperation between the United \r\nNations and the Commonwealth of Independent States” \r\n(CIS), I would like to make the following statement.\r\n Ukraine supports cooperation between the United \r\nNations and regional and other organizations in the \r\ncontext of Chapter VIII of the Charter of the United \r\nNations. In many cases, such cooperation proves to \r\nbe an important tool for the effective settlement of \r\nconflicts and for promoting peace and security, but that \r\nis not the case with the CIS, which, as an institution, \r\ntotally ignores the aggressive actions of one of its \r\nmember States, namely, the Russian Federation, which \r\ncontinues to violate the Charter of the United Nations, \r\nthe CIS Charter, international law and multilateral \r\nand bilateral agreements. Just yesterday, Russian \r\nFederation military vessels fired at and forcefully \r\ncaptured three Ukrainian Navy vessels near the Kerch \r\nStrait, thereby committing an act of aggression against \r\nUkraine, as set out in the definition of aggression \r\ncontained in paragraph (d) of article 3 of resolution \r\n3314 (XXIX). Unfortunately, the CIS is not able to \r\nmake every effort to achieve the pacific settlement of \r\ndisputes as enshrined in Article 52 of the Charter of the \r\nUnited Nations.\r\nA/73/PV.39 26/11/2018\r\n28/32 18-39775\r\nThe Agreement on the Establishment of the CIS, \r\nthe Alma Ata Declaration and the CIS Charter do not \r\nendow the Commonwealth with the status of having \r\nthe features of a subject of international law. The CIS \r\nis a special interregional formation that does not only \r\nlack definitive of status but in fact includes a military \r\nand political alliance established on the basis of the \r\nCIS Collective Security Treaty of 15 May 1992, which \r\nbinds only some members of the Commonwealth.\r\nUnder those circumstances, Ukraine dissociates \r\nitself from the consensus on the adoption of draft \r\nresolution A/73/L.28, exclusively due to our \r\nunderstanding that the adoption of the draft resolution \r\nshould not be interpreted as de jure recognition of \r\nthe Commonwealth as a regional organization or \r\narrangement, as defined in Chapter VIII of the Charter \r\nof the United Nations.\r\nMr. Moraru (Republic of Moldova): I take the f loor \r\nto express my delegation’s position on draft resolution \r\nA/73/L.28, entitled “Cooperation between the United \r\nNations and the Commonwealth of Independent States” \r\n(CIS). The Republic of Moldova supports promoting \r\ncooperation between the United Nations and regional \r\norganizations in advancing the purposes and principles \r\nof the Charter of the United Nations.\r\nThe Republic of Moldova takes note of the activities \r\noutlined in the report of the Secretary-General \r\n(A/73/328) on cooperation between the United Nations \r\nand the CIS, which provides information on the various \r\nexchanges and contacts with the CIS secretariat that \r\nhave taken place on matters relating to drug control, \r\ncrime prevention and international terrorism in the \r\ncontext of sustainable development and human security.\r\nWhile joining the consensus on draft resolution \r\nA/73/L.28, my delegation wishes to reiterate that, due \r\nto reservations on the regulation of the chairmanship \r\nof the Commonwealth of Independent States that were \r\nadopted on 10 October 2008, the Republic of Moldova \r\ndoes not recognize the international legal personality \r\nof the CIS.\r\nThe General Assembly has already been informed \r\nof the fact that the basic documents of the CIS, namely, \r\nthe Agreement on the Establishment of the CIS, the \r\nAlma Ata Declaration and the CIS Charter, do not \r\nendow the Commonwealth with the status of having the \r\nfeatures of a subject of international law. We therefore \r\nask that the adoption of draft resolution A.73/L.28 not \r\nbe interpreted as deviating from previously expressed \r\nMoldovan reservations.\r\nMr. Elnour (Sudan) (spoke in Arabic): My \r\ncountry’s delegation would like to clarify its position \r\nwith respect to draft resolution A/73/L.27. I speak in \r\nexplanation of vote before the voting.\r\nCurrent practice of the International Criminal \r\nCourt (ICC) shows that the Court has become a tool of \r\ninternational conflicts and a mechanism for political \r\naction. Therefore, the Sudan reiterates its firm and clear \r\nposition, which is to reject the Court and its practices.\r\nThe Court has become a platform for politicizing \r\ninternational justice. It targets active African leaders \r\nand threatens peace and security in African countries. It \r\nhas become an adversary to, rather than an enhancement \r\nof, the international justice system. Furthermore, we \r\nnote the ongoing attempts to turn the General Assembly \r\ninto an assembly of States parties to the ICC, in breach \r\nof the Charter of the United Nations and in violation of \r\nestablished principles of international law.\r\nWe would recall that the relationship between the \r\nUnited Nations and the ICC must take into account the \r\nfact that they are two separate and independent entities. \r\nThere is no organic or structural relationship between \r\nthem. We are very much concerned by the attempts of \r\nsome States parties to the Rome Statute of the ICC to \r\nturn the General Assembly into a de facto assembly \r\nof States parties to the Statute. My delegation has \r\nrepeatedly expressed its firm and clear position against \r\nthat trend.\r\nSome countries seek to interpret the nature of \r\nthe cooperation between the United Nations and the \r\nICC beyond the letter and spirit of the Relationship \r\nAgreement between the two. The Relationship \r\nAgreement has very clear and specific objective, \r\nnamely, that it should not, under any circumstances, be \r\nused to gain new ground at the United Nations for the \r\nICC, which is supposed to be independent pursuant to \r\nthe Agreement, which constitutes a legal framework\r\nThe Sudan has clearly expressed its position and \r\nwill continue to do so, while we call for adhering to \r\nthe Relationship Agreement without expansion in its \r\ninterpretation. My country opposes any reference to \r\nthe Rome Statute establishing the ICC in paragraph 4 of \r\nthe draft resolution on cooperation between the United \r\nNations and the Council of Europe (A/73/L.27). The \r\nICC is not the sole institution within the international \r\n26/11/2018 A/73/PV.39\r\n18-39775 29/32\r\njustice system, and mentioning it alone only implies \r\nthat it enjoys unanimous support. The reality is far \r\nfrom that, as States parties to the ICC have themselves \r\nattested that the ICC is not universal. Rather, it is a \r\nclub with limited membership, limited functions and \r\nlimited capabilities, whose independence and integrity \r\nare doubted. Therefore, States that are not party to the \r\nICC cannot be forced to acknowledge it, and the United \r\nNations cannot be forced to cooperate with the Court \r\noutside the bounds of the Relationship Agreement \r\nbetween the two entities.\r\nWe hope that our concerns, which are shared \r\nby a number of States that are not parties to the \r\nRome Statute, will be addressed. That is why we are \r\nrequesting a specific vote on operative paragraph 4 \r\nof the draft resolution. In explaining our position, we \r\ndeem it necessary to defend our sovereignty and our \r\nperspective. We stress that we are not party to the ICC \r\nand we have no obligations whatsoever towards the \r\nCourt pursuant to the Vienna Convention on the Law of \r\nTreaties, international law and international customary \r\nlaw. We do not and will not cooperate with the ICC or \r\ngive it any consideration.\r\nThe Sudan has a constitutional, legal, cultural and \r\nmoral obligation to punish those who have perpetrated \r\ncrimes and violations under established international \r\nlaw, including the Convention on the Prevention and \r\nPunishment of the Crime of Genocide of 1948, the four \r\nGeneva Conventions of 1949 and the two Additional \r\nProtocols and all other human rights treaties and \r\nconventions. We are committed to fighting impunity. \r\nAdditional Protocol II to the Geneva Conventions \r\nprovides in article 3 that\r\n“Nothing in this Protocol shall be invoked \r\nfor the purpose of affecting the sovereignty of a \r\nState or the responsibility of the government, by \r\nall legitimate means, to maintain or re-establish \r\nlaw and order in the State or to defend the national \r\nunity and territorial integrity of the State.”\r\nThe Sudan has ratified most of the relevant \r\ninternational conventions and treaties, including \r\nthe two Additional Protocols to the four Geneva \r\nConventions of 1949. Based on what I have said here, \r\nthe Sudan does not give any consideration or weight to \r\nparagraph 4 of draft resolution A/73/L.27. We call upon \r\nall Member States to vote against its inclusion in that \r\ndraft resolution. My country’s delegation requests that \r\nthe statement of the Sudan and its position be included \r\nin the official record of the meeting.\r\nThe Acting President: I call on the representative \r\nof Austria on a point of order.\r\nMr. Kickert (Austria): I have an explanation of \r\nvote to deliver before the vote that was just requested, \r\nbut I need some clarification as to what we are voting \r\non. I would therefore like to ask for a clarification \r\nin that respect. Did I understand correctly that the \r\nrepresentative of the Sudan has called for deletion of \r\nparagraph 4 of draft resolution A/73/L.27? If so, we \r\nwould like to know if retention of the paragraph would \r\nthen be a vote in favour and deletion a vote against. \r\nCould you provide clarification on this point, Sir, \r\nbefore I make my explanation of vote.\r\nThe Acting President: I understand that the \r\nrepresentative of the Sudan asked for a vote on operative \r\nparagraph 4 of draft resolution A/73/L.27. In paragraph \r\n4 of the draft resolution there is a reference to the Rome \r\nStatute of the International Criminal Court. A vote in \r\nfavour will retain that sentence; a vote against will \r\ndelete it.\r\nMr. Kickert (Austria): I thank the Acting President \r\nfor clarifying this point. I have the honour to speak in \r\nexplanation of vote before the voting on behalf of the \r\nEuropean Union (EU) and its member States.\r\nWe deeply regret that the Sudan has asked for \r\ndeletion of operative paragraph 4 of draft resolution \r\nA/73/L.27, which has been in the text for years. The \r\nEU and its member States reiterate their unwavering \r\nsupport for the International Criminal Court (ICC) as \r\nan important tool of the international community for \r\nfighting impunity and contributing to peaceful societies.\r\nThe gross violations of international humanitarian \r\nlaw and human rights that we witness worldwide are \r\na clear reminder of the increasing relevance of the \r\nCourt, the role of which is to complement — rather \r\nthan replace — existing national judicial systems. The \r\nprimary responsibility to investigate and prosecute \r\ncrimes remains with the individual States. All \r\nperpetrators of such crimes must be held accountable \r\nfor their actions.\r\nA key element of the Rome Statute is its equal \r\napplication. In that respect, the creation of the ICC has \r\ngiven millions of victims of atrocity crimes new hope \r\nthat justice will be done. States from all over the world \r\nhave joined efforts to make this possible. The United \r\nA/73/PV.39 26/11/2018\r\n30/32 18-39775\r\nNations and its Member States consider that the fight \r\nagainst impunity for the most serious crimes is critical \r\nto guaranteeing fair and just societies by holding \r\nthe perpetrators accountable and ensuring justice \r\nfor victims.\r\nWe also consider peace and justice to be \r\ncomplementary and not mutually exclusive. For these \r\nreasons, the 28 States members of the European Union \r\nwill vote in favour of the retention of paragraph 4 in its \r\nentirety. We call on all other States — in particular all \r\nStates parties to the Rome Statute of the ICC — to also \r\nvote in favour of an intact paragraph 4.\r\nThe Acting President: We have heard the last \r\nspeaker in explanation of vote or position before we \r\ntake decisions on the draft resolutions.\r\nThe Assembly will now take a decision on draft \r\nresolutions A/73/L.17, A/73/L.21, A/73/L.22, as orally \r\nrevised, A/73/L.25, A/73/L.26/Rev.1, A/73/L.27 and \r\nA/73/L.28.\r\nDraft resolution A/73/L.17 is entitled “Cooperation \r\nbetween the United Nations and the Central European \r\nInitiative”. \r\nI give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to \r\nannounce that, since the submission of draft resolution, \r\nin addition to those delegations listed in document \r\nA/73/L.17, Armenia has become a sponsor of draft \r\nresolution A/73/L.17.\r\nThe Acting President: May I take it that the \r\nAssembly decides to adopt draft resolution A/73/L.17.\r\nDraft resolution A/73/L.17 was adopted (resolution \r\n73/10).\r\nThe Acting President: Draft resolution A/73/L.21 \r\nis entitled “Cooperation between the United Nations \r\nand the International Criminal Police Organization \r\n(INTERPOL)”.\r\nI give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat, since the submission of the draft resolution, in \r\naddition to those delegations listed in the document \r\nA/73/L.21, the following countries have become \r\nsponsors of the draft resolution: Albania, Andorra, \r\nAustralia, Austria, Belgium, Bosnia and Herzegovina, \r\nBulgaria, Canada, Chile, Croatia, Cyprus, Equatorial \r\nGuinea, Estonia, Finland, France, Georgia, Germany, \r\nHungary, Ireland, Israel, Italy, Jamaica, Lithuania, \r\nLuxembourg, Malawi, Malta, Montenegro, Papua \r\nNew Guinea, Poland, Rwanda, Serbia, Sierra Leone, \r\nSingapore, Slovakia, the Sudan, Sweden, the Syrian \r\nArab Republic, the former Yugoslav Republic of \r\nMacedonia and Uruguay.\r\nThe Acting President: May I take it the Assembly \r\ndecides to adopt draft resolution A/73/L.21?\r\nDraft resolution A/73/L.21 was adopted (resolution \r\n73/11).\r\nThe Acting President: Draft A/73/L.22, as orally \r\nrevised, is entitled “Cooperation between the United \r\nNations and the Preparatory Commission for the \r\nComprehensive Nuclear-Test-Ban Treaty Organization”. \r\nI give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to \r\nannounce that, since the submission of the draft \r\nresolution, in addition to those delegations listed in \r\ndocument A/73/L.22, the following countries have \r\nbecome sponsors of the draft resolution, as orally \r\nrevised: Andorra, Argentina, Australia, Belgium, \r\nBenin, Bosnia and Herzegovina, Brazil, Bulgaria, \r\nBurkino Faso, Canada, Chile, Costa Rica, Croatia, \r\nCyprus, the Czech Republic, Denmark, the Dominican \r\nRepublic, Ecuador, El Salvador, Estonia, Finland, \r\nFrance, Guatemala, Hungary, Indonesia, Iraq, Ireland, \r\nJapan, Jordan, Kazakhstan, Latvia, Liechtenstein, \r\nLithuania, Malawi, Malaysia, Malta, Montenegro, the \r\nNetherlands, New Zealand, Norway, Panama, Poland, \r\nthe Republic of Korea, Samoa, San Marino, Senegal, \r\nSierra Leone, Singapore, Slovenia, Spain, the Sudan, \r\nSwitzerland, Turkey and the former Yugoslav Republic \r\nof Macedonia.\r\nThe Acting President: May I take it that the \r\nAssembly decides to adopt draft resolution A/73/L.22, \r\nas orally revised?\r\nDraft resolution A/73/L.22, as orally revised, was \r\nadopted (resolution 73/12).\r\n26/11/2018 A/73/PV.39\r\n18-39775 31/32\r\nThe Acting President: Draft resolution A/73/L.25 \r\nis entitled “Cooperation between the United Nations and \r\nthe Black Sea Economic Cooperation Organization”. I \r\ngive the f loor to the representative of the Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to \r\nannounce that, since the submission of the draft \r\nresolution, in addition to those delegations listed in \r\ndocument A/73/L.25, the following countries have \r\nbecome sponsors of the draft resolution: Austria, \r\nChina, Georgia, Hungary, Romania, the Republic of \r\nMoldova and the Sudan.\r\nThe Acting President: May I take it that the \r\nAssembly decides to adopt draft resolution A/73/L.25?\r\nDraft resolution A/73/L.25 was adopted (resolution \r\n73/13).\r\nThe Acting President: Draft resolution A/73/L.26/\r\nRev.1 is entitled “Cooperation between the United \r\nNations and the Organization for Democracy and \r\nEconomic Development — GUAM”. May I take it \r\nthat the Assembly decides to adopt draft resolution \r\nA/73/L.26/Rev.1?\r\nDraft resolution A/73/L.26/Rev.1 was adopted \r\n(resolution 73/14).\r\nThe Acting President: Draft resolution A/73/L.27 \r\nis entitled “Cooperation between the United Nations \r\nand the Council of Europe”. \r\nI give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to \r\nannounce that, since the submission of the draft \r\nresolution, in addition to those delegations listed in \r\ndocument A/73/L.27, the following countries have \r\nbecome sponsors of the draft resolution: Cyprus, \r\nDenmark, Greece, Iceland, Italy, Mexico, the Republic \r\nof Moldova, Spain, Turkey and Ukraine.\r\nThe Acting President: A separate recorded vote \r\nhas been requested on operative paragraph 4 of draft \r\nresolution A/73/L.27.\r\nA recorded vote was taken.\r\nIn favour:\r\nAfghanistan, Albania, Andorra, Antigua and \r\nBarbuda, Argentina, Armenia, Australia, Austria, \r\nBahamas, Belgium, Bosnia and Herzegovina, \r\nBrazil, Bulgaria, Canada, Chile, Colombia, Costa \r\nRica, Croatia, Cyprus, Czech Republic, Denmark, \r\nEcuador, El Salvador, Estonia, Finland, France, \r\nGeorgia, Germany, Greece, Guatemala, Honduras, \r\nHungary, Iceland, Ireland, Italy, Jamaica, Japan, \r\nLatvia, Liechtenstein, Lithuania, Luxembourg, \r\nMalawi, Maldives, Malta, Mexico, Monaco, \r\nMongolia, Montenegro, Netherlands, New Zealand, \r\nNorway, Panama, Paraguay, Poland, Portugal, \r\nRepublic of Moldova, Romania, Saint Lucia, \r\nSamoa, San Marino, Serbia, Slovakia, Slovenia, \r\nSpain, Sweden, Switzerland, Thailand, the former \r\nYugoslav Republic of Macedonia, Ukraine, United \r\nKingdom of Great Britain and Northern Ireland, \r\nUruguay\r\nAgainst:\r\nBahrain, Belarus, China, Oman, Russian \r\nFederation, Saudi Arabia, Sudan, Syrian Arab \r\nRepublic, Yemen\r\nAbstaining:\r\nAlgeria, Bangladesh, Brunei Darussalam, \r\nCambodia, Central African Republic, Egypt, India, \r\nIndonesia, Iran (Islamic Republic of), Iraq, Jordan, \r\nKazakhstan, Kuwait, Lebanon, Malaysia, Morocco, \r\nMozambique, Myanmar, Namibia, Nigeria, Papua \r\nNew Guinea, Philippines, Qatar, Singapore, \r\nTurkey, United Arab Emirates, Viet Nam\r\nOperative paragraph 4 was retained by 71 votes to \r\n9, with 27 abstentions.\r\nThe Acting President: We will now consider the \r\ndraft resolution in its entirety. May I take it that the \r\nAssembly decides to adopt draft resolution A/73/L.27, \r\nas a whole?\r\nDraft resolution A/73/L.27, as a whole, was adopted \r\n(resolution 73/15).\r\nThe Acting President: Draft resolution A/73/L.28 \r\nis entitled “Cooperation between the United Nations \r\nand the Commonwealth of Independent States”.\r\nI give the f loor to the representative of \r\nthe Secretariat.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat, since the submission of the draft resolution, \r\nin addition to those delegations listed in document \r\nA/73/L.28, the following countries have become \r\nA/73/PV.39 26/11/2018\r\n32/32 18-39775\r\nsponsors of the draft resolution: Armenia, Kazakhstan, \r\nKyrgyzstan, the Russian Federation, Samoa, the Sudan \r\nand Turkmenistan.\r\nThe Acting President: May I take it that the \r\nAssembly decides to adopt draft resolution A/73/L.28?\r\nDraft resolution A/73/L.28 was adopted (resolution \r\n73/16).\r\nThe Acting President: The General Assembly \r\nhas thus concluded this stage of its consideration of \r\nsub-items (a) to (z) of agenda item 128.\r\nThe meeting rose at 1.25 p.m.\r\n"