"United Nations A/73/PV.47\r\nGeneral Assembly\r\nSeventy-third session\r\n47th plenary meeting\r\nThursday, 6 December 2018, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nThe meeting was called to order at 3.55 p.m.\r\nAgenda item 38 (continued)\r\nThe situation in the Middle East\r\nDraft resolution (A/73/L.42)\r\nDraft amendment (A/73/L.46)\r\nThe President: I now give the f loor to the \r\nrepresentative of the United States of America to \r\nintroduce draft resolution A/73/L.42.\r\nMrs. Haley (United States of America): Today \r\ncould be a historic day at the United Nations or just \r\nanother ordinary day. Today could be a day during \r\nwhich the General Assembly unconditionally speaks \r\nout with moral clarity against one of the most obvious \r\nand grotesque cases of terrorism in the world or it could \r\nbe a day during which it refuses to do so.\r\nLast Friday, the General Assembly adopted \r\nsix — and I repeat six — resolutions condemning Israel \r\nin one single day (see A/73/PV.43). In an average year, \r\nthe United Nations votes against Israel 20 times. Over \r\nthe years, the United Nations has voted to condemn \r\nIsrael over 500 times. That is what an ordinary day at \r\nthe United Nations looks like.\r\nAs much as the United States finds that record \r\nappalling, no one can question whether the United \r\nNations is on record in its hostility towards the State of \r\nIsrael. But for good measure, there will be another vote \r\nthis afternoon that gives everyone another chance to put \r\nthemselves on record in a way that goes against Israel. \r\nThe question before us now is something very different, \r\nnamely, whether the United Nations thinks terrorism is \r\nacceptable if — and only if — it is directed at Israel.\r\nThat is something that we should all think \r\ndeeply about. The draft resolution we have before us \r\n(A/73/L.42) does not comment about the specifics of \r\nany peace agreement. As I have said, the United Nations \r\nhas commented hundreds of times on what it would \r\nlike to see in a peace agreement, and it will do it again \r\nlater today. What this draft resolution does is stand \r\nfor a foundational element of peace. That foundation \r\nis the rejection of terrorism, because we all know that \r\nthere can be no peace without a mutual agreement that \r\nterrorism is unacceptable.\r\nLet us talk about some of the activities of Hamas, \r\nan entity designated by the United States, the European \r\nUnion and others as a terrorist organization. The charter \r\nof Hamas openly calls for the destruction of Israel; its \r\nstatements continually repeat that goal. Over the years, \r\nHamas has used several barbaric ways of conducting \r\nterrorist attacks. Initially, it used suicide bombers. In \r\nthe 1990s and early 2000s, Hamas members armed \r\nwith bombs boarded Israeli buses and entered Israeli \r\nrestaurants and detonated themselves, killing hundreds \r\nof innocent civilians and injuring thousands more. \r\nSince then, it has moved towards indiscriminately firing \r\nrockets into Israel from Gaza, launching thousands of \r\nthem in the past five years, including more than 400 in \r\na two-day period just last month. Neighbourhoods were \r\ntargeted and a bus was hit by an anti-tank missile.\r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-41585 (E)\r\n*1841585*\r\n \r\nA/73/PV.47 06/12/2018\r\n2/15 18-41585\r\nMore recently, Hamas tactics have changed again \r\nas it has adopted still more methods of killing Israeli \r\ncivilians and damaging Israeli civilian property. It has \r\nlaunched f laming kites and balloons by the thousands, \r\noften emblazoned with Nazi symbols, into Israeli \r\ncivilian areas. This is the classic case of terrorism. \r\nAnd yet, throughout all of this, the United Nations has \r\nnever — and I repeat never — adopted a resolution \r\ncondemning Hamas. It has adopted 700 resolutions \r\ncondemning Israel and not one single resolution \r\ncondemning Hamas. That, more than anything else, is \r\na condemnation of the United Nations itself.\r\nToday, at this moment, the United Nations can \r\nchange that awful record. The world is coming \r\nto recognize the dangerous and troubling rise of \r\nanti-Semitism around the globe. The Secretary-General \r\nhas forcefully spoken out against it, as have many \r\nHeads of State and parliaments around the world. And \r\nyet, what the United Nations chooses to do today will \r\nspeak volumes about each country’s seriousness when \r\nit comes to condemning anti-Semitism, because there is \r\nnothing more anti-Semitic than saying that terrorism is \r\nnot terrorism when it is used against the Jewish people \r\nand the Jewish State.\r\nThere is nothing more anti-Semitic than saying that \r\nwe cannot condemn terrorism against Israel, while we \r\nwould not hesitate for one minute to condemn the same \r\nacts if they were directed against any other country. \r\nI have watched countries that would never take such \r\npositions on their own come together here at the United \r\nNations and abandon all sense of honesty, all sense of \r\naccuracy and all sense of truth.\r\nToday we have an opportunity to change that. We \r\ncan come together as the unified, moral and powerful \r\nforce for peace that this institution’s founders intended \r\nit to be.\r\nHowever, if that is not enough to motivate Assembly \r\nmembers, then I ask them to set aside the death and \r\ndestruction that Hamas has inflicted on Israel for one \r\nmoment. I ask them to consider the suffering that it \r\nhas inflicted upon the Palestinian people themselves. \r\nHamas has been the de facto Government of Gaza \r\nsince 2007, and yet, after 11 years of Hamas rule, \r\nGaza has electricity for only a few hours a day. Only \r\n10 per cent of its population has access to safe drinking \r\nwater. Unemployment is approaching 50 per cent and \r\nclimbing — one of the highest employment rates in the \r\nentire world. Hamas uses torture and arbitrary arrest \r\nto punish its political opponents. It has made Gaza a \r\npolice State, all while it spends its resources, including \r\nUnited Nations resources, on rockets and terror tunnels. \r\nThe people who have suffered by far the most because \r\nof Hamas are the Palestinian people. For their sake, \r\nthe world should speak out against the destruction of \r\nHamas and what it continues to cause.\r\nThe draft resolution before us would right a historic \r\nwrong. More importantly, it would put the General \r\nAssembly on the side of truth and balance in the effort \r\nto achieve peace in the Middle East. The draft resolution \r\ncondemns Hamas rocket attacks on innocent civilians. \r\nIt demands that Hamas and other militia groups end \r\nall violent attacks, including the use of f laming kites, \r\nand it also reaffirms the United Nations support for \r\na just, lasting and comprehensive peace. Before the \r\nGeneral Assembly can credibly advocate compromise \r\nand reconciliation between the Palestinians and Israel, \r\nit must unambiguously and unconditionally condemn \r\nHamas terrorism on the record. Regardless of what any \r\ncountry in this Hall thinks a future peace settlement \r\nshould look like, support for this draft resolution is \r\nan essential step to achieving it. Peace must be built \r\non truth.\r\nI want to take a personal moment and ask my Arab \r\nbrothers and sisters if the hatred is that strong. Is the \r\nhatred towards Israel so strong that they will defend \r\na terrorist organization — one that is directly causing \r\nharm to the Palestinian people? Is it not time to let that \r\ngo? For true peace and security in the entire region, is \r\nit not time for both sides to let this go? For the sake of \r\npeace and for the sake of this institution, I respectfully \r\nurge my colleagues to support the United States \r\ndraft resolution.\r\nMr. Llorentty Solíz (Plurinational State of Bolivia) \r\n(spoke in Spanish): My delegation has introduced draft \r\namendment A/73/L.46 to draft resolution A/73/L.42, \r\nsubmitted by the United States of America.\r\nAs we have done on other occasions, we state our \r\nfirm commitment to all international efforts that are \r\nable to lead to a peaceful resolution of the occupation \r\nsuffered by the Palestinian people. In this regard, we \r\nendorse such initiatives as the Quartet road map, the \r\nMadrid principles, the Arab Peace Initiative and others, \r\nwhich constitute a guarantee of just and lasting peace \r\nso that both peoples can live within recognized and \r\nsafe borders.\r\n06/12/2018 A/73/PV.47\r\n18-41585 3/15\r\nMoreover, we reaffirm our conviction that the only \r\nlong-term solution to the occupation of Palestine is the \r\ntwo-State solution, which would finally establish a free, \r\nsovereign and independent Palestinian State, within the \r\npre-1967 international borders, with East Jerusalem \r\nas its capital, in accordance with the relevant Security \r\nCouncil and General Assembly resolutions. As we have \r\nindicated on other occasions, my delegation condemns \r\nany action that leads to violence or risks civilian lives. \r\nWe ask all parties to give priority to the protection of \r\ncivilians and infrastructure.\r\nAfter a number of consultations, my delegation has \r\ndecided to withdraw the draft amendment that it had \r\nsubmitted because we believe that doing so will help to \r\nguarantee that the General Assembly fulfils its role in \r\nthis extremely important case. We take this opportunity \r\nto call on all representatives and Member States to join \r\nthe initiative of adopting the draft resolution proposed \r\nby the delegation of the United States with a two-thirds \r\nmajority of General Assembly members. I reiterate that \r\nmy delegation has taken the decision to withdraw the \r\ndraft amendment, and we ask the presidency to please \r\ntake that decision into consideration.\r\nThe President: The Plurinational State of Bolivia \r\nhas withdrawn the draft amendment contained in \r\ndocument A/73/L.46.\r\nThe Assembly will now proceed to consider draft \r\nresolution A/73/L.42.\r\nI give the f loor to the representative of Kuwait on \r\na point of order.\r\nMr. Alotaibi (Kuwait) (spoke in Arabic): As my \r\ncountry is the Chair of the Group of Arab States for this \r\nmonth, I am speaking on behalf of that Group.\r\nThe agenda item under consideration, “The \r\nsituation in the Middle East”, is directly linked to \r\ninternational peace and security. This item has been \r\non the agendas of the Security Council and General \r\nAssembly for years. Accordingly, scores of resolutions \r\ncondemning the Israeli occupation and calling for its \r\nend have been adopted, as have resolutions denouncing \r\nthe occupying Power’s policies and practices that violate \r\nthe Charter of the United Nations, international law \r\nand international humanitarian law. If the occupation \r\nhad been brought to an early end then we would not \r\nhave needed to adopt such resolutions. For this reason, \r\nthe Palestinian question, which is at the core of the \r\nArab-Israeli conflict, is an issue of such importance \r\nthat General Assembly decisions on it require a two-\r\nthirds majority of the members present and voting, in \r\naccordance with Article 18 of the Charter and rule 83 of \r\nthe rules of procedure.\r\nThat is what the Arab Group believes. We hope \r\nthat the presidency will conduct its work in accordance \r\nwith the Charter and the General Assembly’s rules of \r\nprocedure and take into account the precedent set in June \r\n2018, by which the previous President of the General \r\nAssembly decided that the situation in the Middle East \r\nis an important issue that affects international peace \r\nand security (see A/ES-10/PV.38).\r\nThe President: I give the f loor to the representative \r\nof the United States of America on a point of order.\r\nMrs. Haley (United States of America): A simple \r\nmajority is required for the adoption of the draft \r\nresolution submitted by the United States (A/73/L.42). \r\nSince coming to the United Nations, everyone in this \r\nHall has heard me talk about double standards and the \r\nfact that we need fairness in the United Nations. We \r\ntake on heavy concerns and issues, and the answers \r\nare not always easy. But if we do not exercise fairness, \r\nwe have nothing else. This is not about a motion; it is \r\nabout doing what is right. The General Assembly has \r\nnever said anything — not one thing — about Hamas, \r\neven when we all agree that the behaviour of Hamas \r\nundermines any prospects for peace. The General \r\nAssembly has never uttered the word “Hamas” in \r\nany resolution.\r\nJust last Friday, there was no decision that \r\nresolutions under this same agenda item had to be \r\nadopted by a two-thirds majority (see A/73/PV.43). \r\nThe Assembly did not act under such conditions then; \r\nsimilarly, there should be no decision that a two-thirds \r\nmajority applies now.\r\nThere should be no double standards in this Hall. \r\nI want to be clear about the consequences of this \r\nprocedural vote. This is a decision meant purely to \r\ndisrupt the adoption of the draft resolution put forward \r\nby the United States. Those putting forward this motion \r\nwant our draft resolution to fail. My Kuwaiti brother \r\nknows that, as does the Group of Arab States. The \r\nPresident should not let them have their way.\r\nThe United States urges all member States to stand \r\nwith us on this procedural vote. Accordingly, I urge \r\nall member States to vote against a motion for a two-\r\nthirds majority to be required. Let us vote for the draft \r\nA/73/PV.47 06/12/2018\r\n4/15 18-41585\r\nresolution in the way that was intended — with a simple \r\nmajority, just as all other draft resolutions under this \r\nagenda item were adopted last Friday.\r\nThe President: I have listened carefully to the \r\ncomments made by the representatives of Kuwait and \r\nthe United States.\r\nAt this stage, I also wish to inform members \r\nthat I have been approached by several delegations \r\nconcerning the majority required for the adoption of \r\ndraft resolution A/73/L.42. Having taken note of the fact \r\nthat the text of the draft resolution deals with matters \r\nthat have been dealt with by the Security Council, and \r\ntaking into account the decision taken by the General \r\nAssembly during the 38th plenary meeting of the tenth \r\nemergency special session (see A/ES-10/PV.38), I shall \r\nput to the consideration of the Assembly the question of \r\nwhether a two-thirds majority of members present and \r\nvoting is required for the adoption of draft resolution \r\nA/73/L.42, in accordance with rules 83 and 84 of the \r\nAssembly’s rules of procedure.\r\nWe will now proceed to take a decision on the \r\nquestion of whether a two-thirds majority of the \r\nmembers present and voting is required for the adoption \r\nof draft resolution A/73/L.42.\r\nA recorded vote was taken.\r\nIn favour:\r\nAfghanistan, Algeria, Angola, Argentina, \r\nAzerbaijan, Bahamas, Bahrain, Bangladesh, \r\nBelarus, Belize, Bolivia (Plurinational State of), \r\nBotswana, Brazil, Brunei Darussalam, Chad, \r\nChina, Comoros, Congo, Cuba, Djibouti, Ecuador, \r\nEgypt, El Salvador, Ethiopia, Gambia, Grenada, \r\nGuatemala, Guinea, Indonesia, Iran (Islamic \r\nRepublic of), Iraq, Japan, Jordan, Kazakhstan, \r\nKuwait, Kyrgyzstan, Lebanon, Libya, Madagascar, \r\nMalaysia, Maldives, Mali, Mauritania, Mauritius, \r\nMorocco, Mozambique, Namibia, Nicaragua, \r\nNiger, Nigeria, Oman, Pakistan, Qatar, Russian \r\nFederation, Saint Vincent and the Grenadines, \r\nSaudi Arabia, Senegal, Somalia, South Africa, \r\nSudan, Suriname, Syrian Arab Republic, Thailand, \r\nTrinidad and Tobago, Tunisia, Turkey, Uganda, \r\nUnited Arab Emirates, United Republic of Tanzania, \r\nUzbekistan, Venezuela (Bolivarian Republic of), \r\nViet Nam, Yemen, Zambia, Zimbabwe\r\nAgainst:\r\nAlbania, Andorra, Antigua and Barbuda, \r\nAustralia, Austria, Barbados, Belgium, Bosnia \r\nand Herzegovina, Bulgaria, Canada, Colombia, \r\nCroatia, Cyprus, Czech Republic, Denmark, \r\nDominica, Dominican Republic, Estonia, Finland, \r\nFrance, Georgia, Germany, Ghana, Greece, Haiti, \r\nHonduras, Hungary, India, Ireland, Israel, Italy, \r\nKiribati, Latvia, Liberia, Lithuania, Luxembourg, \r\nMalawi, Malta, Marshall Islands, Mexico, \r\nMicronesia (Federated States of), Monaco, \r\nMontenegro, Nauru, Netherlands, Panama, Papua \r\nNew Guinea, Paraguay, Peru, Poland, Portugal, \r\nRepublic of Korea, Republic of Moldova, Romania, \r\nRwanda, Saint Kitts and Nevis, Samoa, San Marino, \r\nSingapore, Slovakia, Slovenia, Solomon Islands, \r\nSouth Sudan, Spain, Sweden, the former Yugoslav \r\nRepublic of Macedonia, Tuvalu, Ukraine, United \r\nKingdom of Great Britain and Northern Ireland, \r\nUnited States of America, Uruguay, Vanuatu\r\nAbstaining:\r\nArmenia, Bhutan, Burkina Faso, Cabo Verde, \r\nChile, Costa Rica, Côte d’Ivoire, Fiji, Gabon, \r\nGuinea-Bissau, Guyana, Iceland, Jamaica, Kenya, \r\nLao People’s Democratic Republic, Liechtenstein, \r\nMongolia, Nepal, New Zealand, Norway, Palau, \r\nPhilippines, Saint Lucia, Sri Lanka, Switzerland, \r\nTimor-Leste\r\nBy 75 votes to 72, with 26 abstentions, the General \r\nAssembly decided that a two-thirds majority of the \r\nmembers present and voting was required for the \r\nadoption of draft resolution A/73/L.42.\r\n[Subsequently, the delegation of Guatemala \r\ninformed the Secretariat that it had intended \r\nto vote against.]\r\nThe President: The Assembly has decided that \r\na two-thirds majority of the members present and \r\nvoting is required for the adoption of draft resolution \r\nA/73/L.42.\r\nI now give the f loor to delegations wishing to \r\ndeliver explanations of vote before the voting. I would \r\nremind delegations that explanations of vote are limited \r\nto 10 minutes and should be made by delegations from \r\ntheir seats.\r\nMr. Al-Mouallimi (Saudi Arabia) (spoke in \r\nArabic): I have the honour to speak on behalf of four \r\nStates: the Kingdom of Bahrain, the United Arab \r\n06/12/2018 A/73/PV.47\r\n18-41585 5/15\r\nEmirates, the Republic of Yemen and my own country, \r\nthe Kingdom of Saudi Arabia.\r\nI would like to state that we are in complete \r\nagreement with my colleague the representative of \r\nKuwait, who spoke on behalf of the Group of Arab \r\nStates. The four States, in their national capacities, \r\nwould like to add the following comments.\r\nOur States attach great importance to a lasting and \r\ncomprehensive peace in the Middle East as a strategic \r\nchoice in favour of ending the Arab-Israeli conflict, \r\nbased on the two-State solution, in accordance with \r\ninternational terms of reference and the Arab Peace \r\nInitiative of 2002, which calls for establishing the \r\nPalestinian State along the 4 June 1967 borders with \r\nAl-Quds Al-Sharif as its capital, the return of refugees, \r\nand an end to the Israeli occupation of all Arab \r\nterritories, including the Syrian Arab Golan and the \r\nLebanese territories.\r\nOur States stress that the lasting settlement of \r\nthe Palestinian-Israeli conflict can be achieved only \r\nby peaceful means, in accordance with international \r\nlaw and relevant United Nations resolutions. Israel \r\nmust cease any aggression or use of force against the \r\nPalestinian people. It must also bring to an immediate \r\nend all of the illegal Israeli settlement practices and \r\npolicies in the occupied State of Palestine.\r\nOur States denounce without reservation all \r\nterrorist acts, regardless of the identity of perpetrators \r\nor victims. We also condemn all States, groups or \r\nindividuals that practice or incite terrorism. We believe \r\nthat there is no justification for terrorist acts. We \r\nfurther denounce all acts of violence that could put \r\ncivilian lives at risk. We call for respect of international \r\nhuman rights law and international humanitarian law, \r\nin particular the protection of civilians. All measures \r\nnecessary for protecting civilians and their welfare \r\nmust be taken, and the perpetrators of such crimes must \r\nbe held accountable.\r\nIn that regard, we take note of the some 500 United \r\nNations resolutions denouncing Israel, the more recent \r\nof which was resolution ES-10/20, on the protection of \r\nPalestinian civilians. We call on Israel, the occupying \r\nPower, to abstain from all acts of aggression and to \r\nfulfil its legal commitments and responsibilities. We \r\ncondemn any act that leads to further violence or \r\nthreatens civilian lives. We call on all stakeholders to \r\nmake all forms of protest peaceful in nature. We also \r\ncondemn the launching of rockets from the Gaza Strip \r\ninto Israeli civilian areas, and call for the adoption \r\nof urgent measures to bring about an immediate and \r\nlasting ceasefire and, once a ceasefire is in place, for \r\nstrict adherence to it.\r\nFrom 1947 to the present, Israel has acted without \r\nrespect for United Nations resolutions or any ethical \r\nand humanitarian law, and has contravened numerous \r\ninternational resolutions, particularly those of the \r\nGeneral Assembly and the Security Council. Israel has \r\nno respect for the United Nations, of which it is a Member. \r\nIsrael has no respect for the will of the international \r\ncommunity, which has condemned its violations of \r\nthe rights of the Palestinians. For this reason, our four \r\nStates will vote against draft resolution A/73/L.42.\r\nIndeed, the draft resolution attempts to cover up \r\nIsraeli violations against the Palestinians and seeks to \r\nundermine the two-State solution to which we aspire. \r\nThe draft resolution diverts attention away from the \r\nmajor issues of the conflict, namely, occupation, \r\nsettlement activity and the blockade. These are the \r\nthree fundamental challenges that Palestine is facing, \r\nbe it in the Gaza Strip, the West Bank or Al-Quds \r\nAl-Sharif. We must not turn our attention away from \r\nthese obstacles to peace. Accordingly, we call on all \r\nMember States to vote against the draft resolution \r\nbefore us today.\r\nMr. Khoshroo (Islamic Republic of Iran): I am \r\ntaking the f loor to explain our position regarding draft \r\nresolution A/73/L.42, entitled “Activities of Hamas and \r\nother militant groups in Gaza”.\r\nThe draft resolution is based on deception, as it \r\ntotally ignores the main root cause of the conflict — the \r\ndecades-long illegal occupation of Palestine by Israel. \r\nThat occupation remains at the epicentre of all conflicts \r\nin the Middle East. It is the main source of more than \r\nseven decades of Israel’s brutal practices towards \r\nthe Palestinian people. It is the root cause of the \r\ncontinued violation of the fundamental human rights \r\nof the Palestinians and other Arabs living under Israel’s \r\noccupation. It is the main reason for the suffering and \r\ninjustice imposed on the Palestinians, resulting in the \r\ndisplacement of approximately 6 million refugees. It \r\nis why the Palestinians, Muslim and Christian alike, \r\nsuffer from a situation tantamount to ethnic cleansing.\r\nWorse still, in the Gaza Strip nearly 2 million \r\nPalestinians continue to live under the suffocating \r\nIsraeli-imposed closure. The unlawful, inhumane \r\nblockade has made Gaza an uninhabitable open-\r\nA/73/PV.47 06/12/2018\r\n6/15 18-41585\r\nair prison that is designed to be unsustainable for \r\nhuman life. The situation represents an actual, \r\nmassive and collective punishment against the entire \r\nGaza population, including women and children. It \r\nconstitutes a war crime.\r\nOne of the latest cruelties committed by Israel is \r\nthe killing of more than 160 Palestinians and the injury \r\nof thousands more during the peaceful Great March of \r\nReturn, in Gaza. Another reality on the ground that the \r\ndraft resolution intentionally and entirely ignores is the \r\ncontinued illegal settlement activities in the Palestinian \r\nterritories, which constitute not only a f lagrant \r\nviolation of the Fourth Geneva Convention, but also a \r\nwar crime. Furthermore, Israel’s so-called participation \r\nin the peace process has merely been a shroud covering \r\nits policy of aggression and expansion. Emboldened by \r\nthe changes in the United States political landscape, \r\nwhich led to America’s recognition of Jerusalem as \r\nthe so-called capital of Israel and the relocation of its \r\nEmbassy to Jerusalem, the Israeli occupying regime \r\nhas conveniently wrapped all of this disrespect in \r\nthat shroud.\r\nIsrael also continues to totally negate any right of \r\nthe Palestinians to self-determination. This was seen in \r\nthe recent enactment of the racist Jewish nation-State \r\nlaw. In addition, the regime has taken unprecedented \r\nmeasures to accelerate the Judaization of Jerusalem, \r\nalter its demographic composition and religious \r\nand cultural identity, and eliminate the Palestinian, \r\nChristian and Muslim presence in the holy city.\r\nAll of the foregoing measures have been taken \r\nwhile the Security Council was failing to live up to its \r\nresponsibilities to put an end to the illegal occupation \r\nand decades-long tragedy. This failure is the direct \r\nresult of the sustained and unequivocal support of the \r\nUnited States for all of the Israeli regime’s policies and \r\npractices. Such policies greatly embolden the regime \r\nto continue its illegal policies and inhumane practices \r\nagainst the Palestinian people, in clear violation of \r\ninternational law, international humanitarian and \r\nhuman rights laws, United Nations resolutions and, \r\nmore importantly, the principle of humanity.\r\nThe submission of the draft resolution represents \r\nyet another instance of United States support for Israel’s \r\nnarrative of the conflict, justifying its aggression \r\ntowards the Palestinians. The draft is a deceptive attempt \r\nto deflect the attention of the international community \r\nfrom the root causes of the Middle East conflict — the \r\noccupation of Palestinian territory. The United States \r\ninitiative intends to undermine the sustained and strong \r\ninternational support for the realization of the cause of \r\nPalestine. It tries to disregard relevant United Nations \r\nresolutions, adopted over decades in support of the full \r\nrealization of the Palestinian’s rights. Therefore, it not \r\nonly targets Hamas, but also multilateralism and the \r\nlong-standing support given to the Palestinian people \r\nby the Organization and its Member States.\r\nThe Islamic Republic of Iran categorically rejects \r\nthe draft resolution. We will vote against it and urge \r\nall Member States to do likewise and clearly reject \r\nits adoption. We recognize Hamas as a legitimate \r\nresistance movement fighting for the liberation of \r\nPalestinian territory from foreign occupation. Hamas \r\nis part and parcel of the Palestinian people and defends \r\nPalestinian civilians against Israeli military aggression. \r\nBy any measure, this is an inherent and legitimate right \r\nunder international law.\r\nMoreover, in recent years, Hamas has consistently \r\nplayed a significant and responsible role in the \r\nmaintenance of security in the Gaza Strip and has \r\nremained committed to the elements of the 2014 \r\nceasefire agreement. Therefore, adopting any decision \r\nagainst Hamas will only serve the occupying regime’s \r\ninterests. The adoption of such a distorted draft \r\nresolution will also further embolden the Israeli regime \r\nto continue its years-long brutal blockade of Gaza, \r\nthereby worsening the already dire humanitarian crisis \r\nthere. It will also send a very erroneous and frustrating \r\nmessage to the Palestinians, in particular in Gaza.\r\nIn conclusion, I would like to reiterate that peace in \r\nthe Middle East cannot be achieved through coercion, \r\nintimidation or discriminatory or selective policies. \r\nCondemning the legitimate struggle of the Palestinians \r\nagainst occupation is illegal, illegitimate and void of \r\npolitical wisdom, and is therefore unacceptable. Any \r\nsolution to the crisis requires the termination of the \r\noccupation and the restoration of all the inalienable \r\nrights of the Palestinians, including their right to \r\nreturn, to self-determination and to establish their \r\nown independent and viable State of Palestine, with \r\nAl-Quds Al-Sharif as its capital. Despite all of the \r\nbrutalities and recklessness committed by Israel, along \r\nwith the unwavering support, plots and plans of the \r\nUnited States in this regard, we are confident that all \r\nsuch rights will be realized and that the force of logic \r\nwill prevail over the logic of force.\r\n06/12/2018 A/73/PV.47\r\n18-41585 7/15\r\nMr. Alotaibi (Kuwait) (spoke in Arabic): On behalf \r\nof the Group of Arab States, I call on all Member States \r\nto vote against draft resolution A/73/L.42. Indeed, we \r\nbelieve that the draft resolution draws attention away \r\nfrom the deep-rooted causes of the Palestinian question \r\nand contributes to undermining international consensus \r\non it.\r\nLasting, comprehensive and just peace in the Middle \r\nEast is based on relevant United Nations resolutions, \r\nincluding Security Council resolution 2334 (2016), \r\nthe land-for-peace principle, the Quartet road map \r\nand the Arab Peace Initiative, which was adopted by \r\nall Arab countries during the Beirut summit, in 2002. \r\nThe Initiative states that peace and normalization with \r\nIsrael must be preceded by its ending the occupation of \r\nPalestinian and Arab territories that have been occupied \r\nsince 1967. We reaffirm our support for the two-State \r\nsolution whereby Israeli and Palestine would live side \r\nby side in peace and security, within the recognized \r\npre-1967 borders.\r\nThe President: The Assembly will now take \r\na decision on draft resolution A/73/L.42, entitled \r\n“Activities of Hamas and other militant groups in \r\nGaza”. A recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlbania, Andorra, Antigua and Barbuda, \r\nArgentina, Australia, Austria, Bahamas, Belgium, \r\nBelize, Bosnia and Herzegovina, Brazil, Bulgaria, \r\nCabo Verde, Canada, Chile, Colombia, Costa \r\nRica, Croatia, Cyprus, Czech Republic, Denmark, \r\nDominica, Dominican Republic, Eritrea, Estonia, \r\nFiji, Finland, France, Georgia, Germany, Greece, \r\nGuatemala, Haiti, Honduras, Hungary, Iceland, \r\nIreland, Israel, Italy, Jamaica, Japan, Kiribati, \r\nLatvia, Lesotho, Liberia, Liechtenstein, Lithuania, \r\nLuxembourg, Malawi, Malta, Marshall Islands, \r\nMexico, Micronesia (Federated States of), Monaco, \r\nMontenegro, Nauru, Netherlands, New Zealand, \r\nNorway, Palau, Panama, Papua New Guinea, \r\nParaguay, Peru, Poland, Portugal, Republic of \r\nKorea, Republic of Moldova, Romania, Rwanda, \r\nSaint Kitts and Nevis, San Marino, Serbia, \r\nSingapore, Slovakia, Slovenia, Solomon Islands, \r\nSouth Sudan, Spain, Sweden, Switzerland, the \r\nformer Yugoslav Republic of Macedonia, Tuvalu, \r\nUkraine, United Kingdom of Great Britain and \r\nNorthern Ireland, United States of America, \r\nUruguay\r\nAgainst:\r\nAlgeria, Azerbaijan, Bahrain, Bangladesh, \r\nBelarus, Bolivia (Plurinational State of), \r\nBotswana, Brunei Darussalam, China, Comoros, \r\nCongo, Cuba, Djibouti, Egypt, Gambia, Guinea, \r\nIndonesia, Iran (Islamic Republic of), Iraq, Jordan, \r\nKazakhstan, Kuwait, Lao People’s Democratic Re-\r\npublic, Lebanon, Libya, Malaysia, Maldives, Mali, \r\nMauritania, Mauritius, Morocco, Mozambique, \r\nNamibia, Nicaragua, Niger, Nigeria, Oman, \r\nPakistan, Qatar, Russian Federation, Saudi Arabia, \r\nSenegal, Sierra Leone, Somalia, South Africa, \r\nSudan, Suriname, Syrian Arab Republic, Tunisia, \r\nTurkey, United Arab Emirates, Uzbekistan, \r\nVenezuela (Bolivarian Republic of), Viet Nam, \r\nYemen, Zambia, Zimbabwe\r\nAbstaining:\r\nAfghanistan, Angola, Armenia, Barbados, Bhutan, \r\nBurkina Faso, Cameroon, Côte d’Ivoire, Ecuador, \r\nEl Salvador, Equatorial Guinea, Ethiopia, Gabon, \r\nGhana, Grenada, Guinea-Bissau, Guyana, India, \r\nKenya, Mongolia, Nepal, Philippines, Saint Lucia, \r\nSaint Vincent and the Grenadines, Samoa, Sri \r\nLanka, Thailand, Timor-Leste, Tonga, Trinidad \r\nand Tobago, Uganda, United Republic of Tanzania, \r\nVanuatu\r\nDraft resolution A/73/L.42 was rejected by 87 votes \r\nto 57, with 33 abstentions.\r\n[Subsequently, the delegations of Afghanistan and \r\nSouth Sudan informed the Secretariat that they had \r\nintended to vote against.]\r\nThe President: Before giving the f loor to those \r\ndelegations wishing to deliver explanations of vote after \r\nthe voting, may I remind delegations that explanations \r\nof vote are limited to 10 minutes and should be made by \r\ndelegations from their seats.\r\nMr. Danon (Israel): Today’s draft resolution, \r\ncontained in document A/73/L.42, presented an \r\nopportunity for redemption. Proposed by the United \r\nStates and supported by a global coalition, the draft \r\nresolution offered the United Nations another chance \r\nto finally condemn Hamas. We thank the United States \r\nand Ambassador Haley for standing up for what is \r\nright, and we are proud that a plurality of Member \r\nA/73/PV.47 06/12/2018\r\n8/15 18-41585\r\nStates stood by the truth and took a moral stand by \r\ncondemning Hamas for its relentless acts of terror.\r\nToday we achieved plurality. That plurality would \r\nhave equated to a majority if the vote had not been \r\nhijacked by a political procedural move. In one strong \r\ncourageous voice, we could have brought Hamas to \r\njustice. Those Member States that voted against the \r\ndraft resolution should be ashamed of themselves. I \r\nask those countries to wait until they have to deal with \r\nterrorism on their own territories. Their silence in the \r\nface of evil reveals their true colours and tells us what \r\nside they are really on — the side that does not care \r\nfor the lives of innocent Israelis and Palestinians who \r\nhave fallen victim to the terrorists of Hamas. Those \r\nwho endorse terrorism today will be forced to face its \r\ndeadly consequences tomorrow.\r\nWe salute the children in Israel — in Sderot, Netivot \r\nand Ashkelon — who so bravely endure the unthinkable \r\ndangers of falling rockets. We also think of the people \r\nof Gaza; they deserve a brighter future, not one that is \r\ncontrolled by a regime of terrorists. The world will not \r\nbe silent until Hamas stops its violent and illegal ways. \r\nIts time is up. Whether or not they choose to admit it, all \r\nMember States in this Hall know full well that Hamas \r\nis a radical Islamic terror organization that is dedicated \r\nto the destruction of Israel.\r\nFor the past 13 years, since Israel completely \r\nwithdrew from the Gaza Strip and Hamas violently \r\ntook it over, Hamas terrorists have launched over \r\n13,000 rockets into Israeli communities, deliberately \r\ntargeting civilians. In November, Hamas fired nearly \r\n500 rockets into Israel over a two-day period. Hamas \r\nis committing a double war crime by launching rockets \r\nfrom Palestinian neighbourhoods in Gaza directly \r\ninto Israeli civilian population centres. Hamas has \r\nconstructed nearly 40 terror tunnels that infiltrate \r\nIsraeli border towns to kidnap and kill Israelis. We have \r\nexposed and neutralized 15 tunnels this year alone, most \r\nrecently in October. Hamas has carried out hundreds \r\nof suicide bombings, shootings and stabbings that have \r\nkilled and wounded thousands of innocent people. It \r\nhas organized endless, violent riots on the security \r\nfence between Israel and Gaza, seeking to invade and \r\noverrun Israel and encourage young Palestinians to \r\nsend f laming materials into Israel.\r\nHamas exploits the people of Gaza — its own \r\nPalestinian brothers and sisters — as human shields, \r\nan activity that is both illegal and deplorable. Hamas \r\ndeprives its people of their basic human rights and steals \r\nbillions of dollars of humanitarian aid, paid for by the \r\ntaxes of citizens of United Nations Member States, to \r\nfund its terror ambitions. Day in and day out, Hamas \r\ndenies Israel’s very right to exist.\r\nHamas is also in f lagrant violation of international \r\nlaw by continuing to hold hostage four young Israelis \r\nwhom it has captured. In 2014, Hamas killed and \r\nkidnapped Oron Shaul and Hadar Goldin. Hamas is \r\nalso holding Avraham Mengistu and Hisham Al-Sayed, \r\ntwo young Israeli civilians who suffer from mental \r\nillnesses. Hamas has refused to provide any sign of \r\nlife to the families of those men and is not permitting \r\nvisits by the International Committee of the Red Cross. \r\nThe United Nations has a legal and moral obligation to \r\nensure the return of our boys.\r\nWhile Hamas f lagrantly violates international law, \r\nits leadership has the audacity to complain about Israel \r\nto the United Nations. Just last week, Hamas leader \r\nIsmail Haniyeh sent a letter to the United Nations that all \r\nMember States received, condemning Israel and calling \r\nfor more violence. Ismail Haniyeh approached you, \r\nMadam President. He is a man who has praised Osama \r\nbin Laden and referred to him as a holy warrior. The \r\nblood of countless innocent lives drips from his hands. \r\nThere is no difference between the evil of Hamas and \r\nthe barbarity of the Islamic State in Iraq and the Levant, \r\nAl-Qaida or Boko Haram. All of those organizations \r\nare committed to terrorizing innocent people.\r\nToday, as the Jewish people celebrate the miracle \r\nof Hanukkah, a plurality of Member States took a \r\nmoral stand. They supported the draft resolution and \r\nunequivocally condemned Hamas. Other nations chose \r\nto vote against the draft resolution. Some sat passively \r\non the sidelines in an attempt to appear neutral or \r\nobjective. Let me be clear — there is no such thing here \r\nas neutrality. There is no such thing as “both sides”. \r\nThere is no moral equivalency. There is a terrorist \r\norganization that endangers civilians, fragrantly \r\nviolating the law, and there is a State that protects it. \r\nToday, the majority of the international community \r\nhas exposed Hamas; others have turned a blind eye. \r\nIt will not be long until all nations of the world stop \r\nturning their backs on the thousands of Palestinian and \r\nIsraeli victims of terror and finally make a clear and \r\nunequivocal statement condemning Hamas.\r\nMs. Pierce (United Kingdom): The United \r\nKingdom aligns itself with the explanation of vote \r\n06/12/2018 A/73/PV.47\r\n18-41585 9/15\r\nthat will shortly be delivered by the representative of \r\nAustria on behalf of the European Union. The following \r\nstatement will be made in our national capacity.\r\nThe United Kingdom voted in favour of draft \r\nresolution A/73/L.42 and we thank the United States \r\nfor introducing it, because it is right that Hamas be \r\ncondemned for its indiscriminate use of rocket fire \r\nand other weaponry against Israeli communities and \r\ncivilians. The United Kingdom supports and calls \r\nfor a comprehensive peace between the parties, in \r\naccordance with relevant United Nations resolutions.\r\nThe draft resolution makes it very clear that all \r\nacts of violence against civilians are unacceptable. The \r\nUnited Kingdom calls on all actors to show restraint \r\nand refrain from any further violence. Palestinians have \r\nthe right to engage in peaceful protest and Israel has the \r\nright to defend itself, but it should use restraint in the \r\nuse of live fire. We are deeply concerned by casualties \r\non both sides, including the number of Palestinian \r\nfatalities this year.\r\nHamas faces a decision about whether it is prepared \r\nto accept the Quartet principles and join efforts for \r\npeace or whether it will continue to use terror, with all \r\nthe consequences for the people of Gaza and Israel. We \r\ntherefore fully support the draft resolution’s call for \r\ntangible steps towards intra-Palestinian reconciliation \r\nand concrete steps to reunite the Gaza Strip and the \r\nWest Bank under the Palestinian Authority and ensure \r\nits effective functioning in the Gaza Strip. We welcome \r\nthe efforts of Egypt, the United Nations Special \r\nCoordinator for the Middle East Peace Process and the \r\nwider international community towards that goal.\r\nWe remain gravely concerned about the dire \r\nhumanitarian situation in Gaza. The immediate priority \r\nmust be to reduce tensions and avoid another conflict. \r\nWe expect Hamas, the Palestinian Authority and Israel \r\nto do their utmost to prevent further escalation. We have \r\nfrequent discussions with the Government of Israel \r\nand the Palestinian Authority about the need to ease \r\nrestrictions on Gaza. The United Kingdom welcomes \r\nrecent efforts to improve the humanitarian situation, \r\nbut much more needs to be done. The people of Israel \r\nand Gaza have the right to live without constant fear for \r\ntheir security. Both peoples have the right to live safely \r\nin peace. Urgent steps need to be taken to address the \r\nunderlying causes of the conflict.\r\nNow more than ever we need a political process \r\nthat delivers the two-State solution, based on the \r\nwell-established parameters that the United Kingdom \r\ncontinues to see as the only viable framework for a just \r\nand lasting peace. For that reason, the United Kingdom \r\nwould also have voted in favour of the other draft \r\nresolution on the matter, had it been submitted. The \r\nUnited Kingdom remains committed to working with \r\nboth parties and regional and international partners in \r\nsupport of that goal.\r\nMr. Kickert (Austria): I have the honour to deliver \r\nthis statement on behalf of the European Union (EU) \r\nand its member States, to which the United Kingdom \r\nhas just aligned itself. The candidate countries the \r\nformer Yugoslav Republic of Macedonia, Montenegro, \r\nSerbia and Albania; the country of the Stabilization and \r\nAssociation Process and potential candidate Bosnia and \r\nHerzegovina; and the European Free Trade Association \r\ncountry Liechtenstein, member of the European \r\nEconomic Area; as well as Ukraine, align themselves \r\nwith this statement.\r\nWhile reconfirming that the EU supported draft \r\nresolution A/73/L.42, on the activities of Hamas and \r\nother militant groups in Gaza, I would like to once again \r\nreiterate and emphasize the EU’s strong, continued \r\ncommitment to the internationally agreed parameters \r\nfor a just and lasting peace in the Middle East, based \r\non international law, the relevant United Nations \r\nresolutions and previous agreements. Any peace plan \r\nthat fails to recognize those internationally agreed \r\nparameters would risk being condemned to failure.\r\nThe EU is truly convinced that the achievement of \r\na two-State solution based on the 1967 borders, with \r\nJerusalem as the capital of both States, that meets \r\nIsraeli and Palestinian security needs and Palestinian \r\naspirations for statehood and sovereignty, ends the \r\noccupation and resolves all final-status issues, in \r\naccordance with Security Council resolutions 1860 \r\n(2009) and 2334 (2016) and previous agreements, is the \r\nonly viable and realistic way to end the conflict and \r\nachieve just and lasting peace. The EU will continue to \r\nwork towards that end with both parties and its regional \r\nand international partners.\r\nThe EU is deeply concerned by the situation in \r\nGaza. Gaza is home to 2 million people who struggle \r\nto access basic services, sufficient water and electricity \r\nsupply. The humanitarian situation is dire. We \r\ncommend the efforts of the Special Coordinator for \r\nthe Middle East Peace Process, Nickolay Mladenov, to \r\nA/73/PV.47 06/12/2018\r\n10/15 18-41585\r\nmitigate the risk of further deterioration and improve \r\nthe humanitarian situation.\r\nMore generally, the EU would like to express its \r\nsupport for all humanitarian actors, in particular the \r\nUnited Nations Relief and Works Agency for Palestine \r\nRefugees in the Near East (UNRWA). UNRWA’s \r\nassistance to Palestinian refugees is a factor for stability \r\nin Gaza and the region. The immediate priority must \r\nbe to reduce the tensions and avoid another conflict in \r\nGaza. We expect the de facto authorities in Gaza to do \r\ntheir utmost to prevent further escalation. The EU urges \r\nall actors concerned to act with the utmost restraint to \r\navoid further loss of life, prevent any escalation and not \r\nresort to violence or exploit peaceful demonstrations \r\nfor other means.\r\nWhile recalling Israel’s right to self-defence, \r\nwe expect the Israeli authorities to fully abide by the \r\nprinciples of necessity and proportionality in its use of \r\nforce. A return of the Palestinian Authority to the Gaza \r\nStrip is indispensable to durably improve the conditions \r\nand humanitarian situation. However, to ensure lasting \r\nresults, a fundamental change to the situation in Gaza \r\nis crucial. That needs to include an end to the Israeli \r\npolicy of closure and the full opening of crossing points, \r\nwhile addressing Israel’s legitimate security concerns.\r\nThe EU will continue to support the United Nations \r\nand Egyptian efforts towards the reunification of Gaza \r\nand the West Bank under one single and legitimate \r\nPalestinian Authority. The EU will continue to work \r\nwith its partners, the Israelis and the Palestinians, \r\nregional actors and the Middle East Quartet to that end. \r\nThere is a pressing need for a political horizon to be \r\nrestored. That is why, in recent months, the EU and its \r\nmember States have been so vocal in reconfirming their \r\nunited, consolidated position in support of the two-\r\nState solution, with Jerusalem as the future capital of \r\nboth States.\r\nMr. Alrowaiei (Bahrain) (spoke in Arabic): The \r\nKingdom of Bahrain reaffirms its steadfast position \r\nin support of the brotherly Palestinian people and all \r\nefforts to achieve a just and comprehensive peace \r\nbetween Palestinians and Israelis, leading to the \r\nestablishment of the independent Palestinian State \r\nwith East Jerusalem as its capital, in accordance with \r\nthe Arab Peace Initiative, the principles of the two-\r\nState solution and relevant resolutions of international \r\nlegitimacy and the United Nations.\r\nThe Kingdom of Bahrain strongly condemns and \r\nrejects all forms of violence, extremism, aggression and \r\nterrorism against civilians, regardless of the causes and \r\nmotivations. We stress the importance of respecting \r\nrelevant laws and conventions.\r\nMr. Hattrem (Norway): Norway voted in favour of \r\ndraft resolution A/73/L.42 and would like to deliver an \r\nexplanation of vote.\r\nThe text of the draft resolution is, in our view, \r\nnot strong enough with respect to the principle of a \r\nnegotiated two-State solution as our strategic goal. The \r\nreferences in the text to the requirements of international \r\nlaw and relevant United Nations resolutions are, in our \r\nview, too weak in that respect. Norway supports Egypt’s \r\nwork for Palestinian reconciliation and rapprochement. \r\nThe draft resolution, as we see it, is unclear regarding \r\nthe fundamental requirements for a Palestinian national \r\nunity Government, as expressed in the Quartet criteria.\r\nNorway will continue its work as Chair of the Ad \r\nHoc Liaison Committee for the Coordination of the \r\nInternational Assistance to Palestinians to stabilize the \r\nsituation in Gaza, reinforce international support for \r\nthe Palestinian Authority and increase humanitarian \r\nefforts in Gaza.\r\nMr. Sandoval Mendiolea (Mexico) (spoke in \r\nSpanish): The Government of Mexico voted in favour \r\nof draft resolution A/73/L.42, because it emphatically \r\ncondemns all forms of violence committed against \r\ncivilian populations and humanitarian assistance \r\nworkers by any actor and in any circumstances, as well \r\nas all forms and manifestations of terrorist acts.\r\nMexico supports a resumption of dialogue in order to \r\nreach a fair and lasting solution that is based on the two-\r\nState solution, namely, with Israel and Palestine both \r\nable to live in peace within secure and internationally \r\nrecognized borders, in accordance with the relevant \r\nSecurity Council and General Assembly resolutions.\r\nMr. Nguyen (Viet Nam): Viet Nam highly \r\nappreciates and supports all efforts of the international \r\nand regional communities to move the Middle East \r\npeace process forward for the sake of peace, stability, \r\ncooperation and development in the region. We are of \r\nthe view that the conflict can be settled only through \r\npeaceful negotiations aimed at a comprehensive and just \r\nsolution, on the basis of the relevant Security Council \r\nresolutions and respect for the fundamental rights of \r\n06/12/2018 A/73/PV.47\r\n18-41585 11/15\r\nthe Palestinian people and the legitimate right of all \r\ncountries to live side by side in peace and security.\r\nWe regret that we were not in a position to vote in \r\nfavour of draft resolution A/73/L.42, on the activities of \r\nHamas and other militant groups in Gaza. At the same \r\ntime, we reiterate our firm position of condemning all \r\nacts of terrorism in all its forms and manifestations.\r\nMr. Skoknic Tapia (Chile) (spoke in Spanish): \r\nThe Government of Chile voted in favour of draft \r\nresolution A/73/L.42, and wishes to clarify our position \r\non the issue.\r\nChile reiterates its full and unconditional support \r\nfor resolution 181 (II), whereby the international \r\ncommunity decided to establish two States — one \r\nArab and one Jewish. Accordingly, Chile recognizes \r\nand maintains diplomatic ties with both the States of \r\nIsrael and Palestine. We also confirm that both have the \r\nright to live as independent and democratic States, in \r\npeaceful coexistence and within safe and internationally \r\nrecognized borders that must be determined through \r\nbilateral negotiations between the parties.\r\nFor our country, there is no reason or context that \r\ncan excuse or justify acts of terrorism. We also reaffirm \r\nthat the measures adopted by States to fight terrorism \r\nmust fulfil commitments arising from international \r\nhumanitarian law and the Charter of the United Nations. \r\nChile calls for an intensification of efforts to reach a \r\nlasting peace and for the Palestinian Authority to return \r\nto Gaza without delay. We urge Israel to lift the severe \r\nrestrictions imposed on Palestinian citizens in Gaza \r\nand to improve the critical difficult living conditions \r\naffecting 2 million people in those territories. We \r\ncondemn all acts of provocation and violence, which \r\nabove all affect the civilian populations of both sides, \r\nand we regret the disproportionate use of force by Israeli \r\nforces, especially the use of munitions and weapons of \r\nwar as a tool to repress unarmed protesters.\r\nTo conclude, Chile rejects any attempt to link \r\nor associate terrorism with the Palestinian people \r\nas a whole. Our country hosts the largest number of \r\nPalestinian people outside the Middle East. In that \r\nregard, Chile is deeply grateful for the contribution \r\nof the Palestinian community to the development and \r\nprogress of our country.\r\nMs. Yánez Loza (Ecuador) (spoke in Spanish): My \r\ndelegation abstained in the voting and would like to \r\nmake the following explanation of vote.\r\nAs a Member State, we have a duty and responsibility \r\nto support diplomatic, regional and international \r\nefforts between the parties to ensure progress towards \r\na political, definitive and fair solution for all parties \r\nwith regard to the situation in the Middle East and the \r\nPalestinian question. Such a solution must be based on \r\nthe existence of two States — Palestine and Israel — as \r\nthe only path to achieving peace and stability in the \r\nMiddle East.\r\nEcuador has reiterated its full support for the \r\nspirit and nature of the relevant General Assembly and \r\nSecurity Council resolutions, in particular resolution \r\n2334 (2016), and all initiatives that have accompanied \r\nthe process of dialogue and negotiation between Israel \r\nand Palestine. Ecuador believes that the situation in the \r\nMiddle East and the Palestinian question should not \r\nbe limited to condemning Hamas alone and urgently \r\nrequire a peaceful and negotiated solution.\r\nIn conclusion, Ecuador condemns all forms of \r\nterrorist acts and reiterates its call for a cessation to \r\nviolence, regardless of where it originates.\r\nMr. Blanchard (Canada): The fact that today a \r\nplurality of countries condemned the role of Hamas \r\nin perpetuating Gaza’s misery, as well as the threat it \r\nposes to Israel, is a positive step. Today, we still see \r\nan opportunity for a more comprehensive approach to \r\nthis issue in the General Assembly, but we all know \r\nthat votes and resolutions will not be the solution to \r\nthe conflict. Let us use this opportunity to encourage \r\nand help both sides to resume direct negotiations \r\nand work towards achieving a lasting peace for their \r\npeople. Canada remains committed to the goal of a \r\ncomprehensive, just and lasting peace in the Middle \r\nEast, including the creation of a Palestinian State living \r\nside by side in peace and security with Israel.\r\nThe President: The General Assembly has thus \r\nconcluded this stage of its consideration of agenda \r\nitem 38.\r\nAgenda item 38 (continued)\r\nThe situation in the Middle East\r\nDraft resolution (A/73/L.49)\r\nThe President: I now give the f loor to the \r\nrepresentative of Ireland to introduce draft resolution \r\nA/73/L.49.\r\nA/73/PV.47 06/12/2018\r\n12/15 18-41585\r\nMs. Byrne Nason (Ireland): Ireland is pleased \r\nto introduce draft resolution A/73/L.49, entitled \r\n“Comprehensive, just and lasting peace in the \r\nMiddle East.”\r\nSuch a peace, unfortunately, is not currently in \r\nsight. Resolving the Middle East conflict, 25 years after \r\nthe signing of the Oslo Accords, will require a reversal \r\nof the current negative developments on the ground. \r\nSettlement activity, violence and terror all lead us away \r\nfrom progress towards a negotiated two-State solution, \r\nwith Jerusalem as the future capital of both States.\r\nAs the draft resolution before the General Assembly \r\nindicates, a two-State solution must be based on long-\r\nstanding and agreed parameters, including an end to \r\nthe occupation that began in 1967. A settlement of the \r\nconflict must meet Israeli and Palestinian security \r\nneeds and Palestinian aspirations to statehood and \r\nsovereignty, and resolve all final status issues. Ireland, \r\nalong with its partners in the European Union, will \r\ncontinue to work towards that end with both parties and \r\nits regional and international partners.\r\nAs a country that has endured and overcome \r\nconflict and has nurtured a successful peace process \r\nwith important international support, Ireland \r\nremains hopeful that divisions can be overcome and \r\nlong-standing enmities set aside. That will require \r\nleadership and vision, along with the active support \r\nof the international community. A comprehensive, \r\njust and lasting peace in the Middle East is possible. It \r\nmust be based on agreed and long-standing parameters \r\nthat recognize the legitimate aspirations and security \r\nneeds of both the Palestinian and the Israeli peoples. \r\nWe believe that it is important to reaffirm those shared \r\nunderstandings, and we urge all our fellow Members of \r\nthe United Nations to support the draft resolution today.\r\nThe President: The Assembly will now take \r\na decision on draft resolution A/73/L.49, entitled \r\n“Comprehensive, just and lasting peace in the \r\nMiddle East.”\r\nMay I take it that it is the wish of the General \r\nAssembly to adopt draft resolution A/73/L.49?\r\nMr. Wagner (United States of America): The \r\nUnited States requests a recorded vote on draft \r\nresolution A/73/L.49.\r\nThe President: A recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAfghanistan, Albania, Algeria, Andorra, Angola, \r\nAntigua and Barbuda, Argentina, Armenia, \r\nAustria, Azerbaijan, Bahamas, Bahrain, \r\nBangladesh, Barbados, Belarus, Belgium, Belize, \r\nBhutan, Bolivia (Plurinational State of), Bosnia \r\nand Herzegovina, Botswana, Brazil, Brunei \r\nDarussalam, Bulgaria, Burkina Faso, Burundi, \r\nCabo Verde, Cambodia, Chad, Chile, China, \r\nColombia, Comoros, Congo, Costa Rica, Croatia, \r\nCuba, Cyprus, Czech Republic, Denmark, \r\nDjibouti, Dominica, Ecuador, Egypt, El Salvador, \r\nEritrea, Estonia, Ethiopia, Fiji, Finland, France, \r\nGambia, Georgia, Germany, Ghana, Greece, \r\nGrenada, Guinea, Guinea-Bissau, Guyana, Haiti, \r\nHungary, Iceland, India, Indonesia, Iran (Islamic \r\nRepublic of), Iraq, Ireland, Italy, Jamaica, Japan, \r\nJordan, Kazakhstan, Kenya, Kiribati, Kuwait, \r\nKyrgyzstan, Lao People’s Democratic Republic, \r\nLatvia, Lebanon, Libya, Liechtenstein, Lithuania, \r\nLuxembourg, Malaysia, Maldives, Mali, Malta, \r\nMauritania, Mauritius, Mexico, Monaco, Mongolia, \r\nMontenegro, Morocco, Mozambique, Namibia, \r\nNepal, Netherlands, New Zealand, Nicaragua, \r\nNiger, Norway, Oman, Pakistan, Palau, Panama, \r\nParaguay, Peru, Philippines, Poland, Portugal, \r\nQatar, Republic of Korea, Romania, Russian \r\nFederation, Rwanda, Saint Kitts and Nevis, Saint \r\nLucia, Saint Vincent and the Grenadines, San \r\nMarino, Saudi Arabia, Senegal, Serbia, Sierra \r\nLeone, Singapore, Slovakia, Slovenia, Solomon \r\nIslands, Somalia, South Africa, Spain, Sri Lanka, \r\nSudan, Suriname, Sweden, Switzerland, Syrian \r\nArab Republic, Tajikistan, Thailand, the former \r\nYugoslav Republic of Macedonia, Trinidad and \r\nTobago, Tunisia, Turkey, Uganda, Ukraine, United \r\nArab Emirates, United Kingdom of Great Britain \r\nand Northern Ireland, United Republic of Tanzania, \r\nUruguay, Uzbekistan, Venezuela (Bolivarian \r\nRepublic of), Viet Nam, Yemen, Zambia, Zimbabwe\r\nAgainst:\r\nAustralia, Israel, Liberia, Marshall Islands, Nauru, \r\nUnited States of America\r\nAbstaining:\r\nCameroon, Canada, Côte d’Ivoire, Equatorial \r\nGuinea, Guatemala, Honduras, Myanmar, Papua \r\nNew Guinea, Samoa, South Sudan, Timor-Leste, \r\nVanuatu\r\n06/12/2018 A/73/PV.47\r\n18-41585 13/15\r\nDraft resolution A/73/L.49 was adopted by 156 \r\nvotes to 6, with 12 abstentions (resolution 73/89).\r\nThe President: I will now give the f loor to those \r\ndelegations wishing to deliver explanations of vote after \r\nthe voting. May I remind delegations that explanations \r\nof vote are limited to 10 minutes and should be made by \r\ndelegations from their seats.\r\nMr. Gafoor (Singapore): Singapore voted in favour \r\nof draft resolution A/73/L.42, which was not adopted, \r\nand resolution 73/89, which was just adopted. We \r\nbelieve that both the resolution and the draft resolution \r\nare interlinked, which is why they were considered at \r\nthe same plenary meeting.\r\nSingapore’s position can be understood by taking \r\ninto account the content of the resolution and draft \r\nresolution. I wish to underline that our position today \r\nhas also been guided by two key principles.\r\nFirst, Singapore does not condone acts of violence \r\nagainst civilian targets, including the launching of \r\nrockets into civilian areas. We acknowledge Israel’s \r\nright to self-defence and to take proportionate measures \r\nin the protection of its civilian population. Secondly, \r\nwe reaffirm our long-standing position in support of \r\na peaceful solution to the Israeli-Palestinian issue \r\nthrough a negotiated two-State solution, with Israel and \r\nPalestine living side by side in peace and security.\r\nSingapore encourages renewed dialogue among all \r\nconcerned parties and calls on all of them to exercise \r\nrestraint and to do their utmost to protect civilians on \r\nboth sides of the border, while taking urgent measures \r\nto de-escalate the situation. All parties must bear the \r\nresponsibility of ending the violence, restoring calm \r\nand achieving a just, lasting and comprehensive peace \r\nin the Middle East.\r\nMr. Danon (Israel): The United Nations has \r\nadopted yet another anti-Israel resolution (resolution \r\n73/89), adding to an ever-increasing pile of resolutions \r\nthat de-legitimize my country.\r\nThis body has missed another opportunity to \r\ncondemn terrorism and make a clear statement against \r\nHamas, a terrorist organization that harms and kills \r\ninnocent Palestinians and Israelis, denies Israel’s \r\nvery right to exist and derails all hope for peace. On \r\nthe same day, the General Assembly has adopted the \r\nresolution put forward by Ireland. That reminds me of \r\nthe infamous comments of Israel’s former Ambassador \r\nto the United Nations, Abba Eban. He spent many years \r\nin this building, and once said: \r\n“If Algeria introduced a resolution claiming \r\nthat the earth was f lat and that Israel had f lattened \r\nit, it would pass by a vote in the General Assembly \r\nof 164 to 13.”\r\nSince he said that over 50 years ago, nothing has \r\nchanged in this Hall. If the United Nations seeks to \r\nbring about real change in the Middle East, it must start \r\nwith the basics and condemn terrorism unequivocally, \r\nrecognize Israel’s right to exist as a Jewish and \r\ndemocratic State and clearly reject all actors that \r\ndo not recognize Israel, while rejecting the kind of \r\ndouble standards and hypocrisy that we have witnessed \r\nhere today.\r\nThe President: I now give the f loor to the observer \r\nof the Observer State of Palestine.\r\nMr. Mansour (Palestine): I thank you, Madam \r\nPresident, for your most skilled conduct of the General \r\nAssembly on this important issue.\r\nWe must begin by reaffirming our sincere, deepest \r\ngratitude to all the member States that today stood \r\non the side of justice, in support of the just cause of \r\nPalestine, the inalienable rights of the Palestinian \r\npeople and the global consensus on the terms of \r\nreference for a just and lasting peaceful solution to \r\nthe Palestinian question, the core of the Arab-Israeli \r\nconflict. Unwavering in principle, they have helped \r\nto push back attempts to undermine the decades-long \r\nefforts to resolve this injustice, on the basis of law and \r\nrelevant United Nations resolutions, which form the \r\nbackbone of the international consensus and are the key \r\nto peace.\r\nThat international consensus has been reinforced \r\ntoday by the strong support for resolution 73/89 on a \r\ncomprehensive, just and lasting peace in the Middle \r\nEast, reaffirming the General Assembly’s commitment \r\nto the basis and parameters for a peaceful solution, as \r\nenshrined in the relevant United Nations resolutions, \r\nthe Madrid principles, the Arab Peace Initiative and \r\nthe Quartet road map. That unequivocal affirmation, \r\nin line with numerous General Assembly and Security \r\nCouncil resolutions, including resolution 2334 (2016), \r\nis significant in view of the actions aimed at eroding \r\nthe global consensus for achieving a just solution \r\nthat realizes the rights of the Palestinian people and \r\nthe two-State solution of Palestine and Israel living \r\nA/73/PV.47 06/12/2018\r\n14/15 18-41585\r\nside by side in peace and harmony, on the basis of the \r\npre-1967 borders.\r\nWe thank Ireland for presenting the resolution and \r\nBolivia for amendment A/73/L.46, on which the draft \r\nwas based. We express deep appreciation to delegations \r\nthat voted in favour, confirming their principled \r\npositions and solidarity. It is clear that the international \r\ncommunity will not accept that international law, \r\nUnited Nations resolutions and the long-standing terms \r\nof reference for a solution be cast aside. That is the \r\nfundamental and minimal basis for any engagement on \r\nthe issue in a fair and constructive manner. We will not \r\nrelent on that, whether with regard to actions taken here \r\nat the United Nations or in the political process. Peace \r\nnegotiations can never be credible — nor will they ever \r\nsucceed — if detached from this space, as evidenced by \r\nthe historic failures of the peace process and the current \r\npolitical deadlock.\r\nMember States that have long supported United \r\nNations resolutions on the Palestine question should not \r\naccept offensive allegations that demean their national \r\npositions, shared values and multilateral efforts on this \r\nissue of global importance. We reject any slander or \r\ninsult directed at them for standing on principle. We \r\nreiterate that those resolutions are not one-sided or \r\nanti-Israeli; rather, they are serious pieces of legislation \r\nthat are pro-law, pro-rights and pro-peace. Claims to \r\nthe contrary are false, and those resolutions address all \r\naspects of the issue, based on the law and in a reasonable \r\nand non-provocative manner.\r\nAs to the calls for balance, we say that there is \r\nabsolutely no balance or symmetry in the conflict. \r\nThere is an occupier and an occupied people, and the \r\nrules of international law, including humanitarian and \r\nhuman rights law, are patently clear in that regard. We \r\ntherefore reject the premise of the need to bring balance \r\nto United Nations resolutions as a pretext to undertake \r\nwhat is clearly an anti-Palestinian action — another in \r\nthe list of punitive actions taken by the current United \r\nStates Administration, which began with the provocative \r\ndecision on Jerusalem, in violation of Security Council \r\nresolutions and global consensus, which was taken one \r\nyear ago on this very same day and that has obviously \r\nonly emboldened Israel to commit crimes and act with \r\nimpunity, to the detriment of the Palestinian people, the \r\ntwo-State solution and the goal of peace.\r\nWhat happened today in the Assembly was brought \r\nabout by instigating an unnecessary confrontation, \r\nwith questionable motives and objectives. Exploiting \r\nthe issues of violence and terror, the overt purpose of \r\nthat confrontation was to name and shame in a biased \r\nand f lagrant manner. That is not the business of the \r\nGeneral Assembly; its role is to promote cooperative \r\nand sustainable solutions to the complex problems and \r\nconflicts in our world. That United States action does \r\nthe opposite, exacerbating tensions and undermining \r\nthe collective and serious efforts of concerned parties \r\nto de-escalate, build trust and confidence and truly \r\npursue reconciliation and peace.\r\nViolence and terror are a serious aspect of this \r\nconflict, as in other conflicts around the world, but we \r\nreject cynical attempts to reduce the Palestine question \r\nto a matter of violence and terror. This is a political, \r\nterritorial and human rights issue. It is an issue about \r\nending occupation. It is about a people denied their \r\nright to live in freedom, dignity and peace in their \r\nown homeland. False narratives that further malign the \r\nPalestinian side and absolve Israel of its responsibilities \r\nare unacceptable and f latly ignore the root cause of \r\nthe conflict and recurrent crises, the illegal Israeli \r\noccupation, colonization and blockade of our land and \r\noppression of our people.\r\nWe therefore sincerely thank all those delegations \r\nthat voted against the United States draft resolution \r\nA/73/L.42, rejecting that false narrative and disruptive \r\napproach, and we stress that this is not just about \r\nPalestine; it must be rejected in all instances. The \r\ninternational community cannot allow the rules-based \r\norder to be so easily dismantled. Multilateralism and \r\ninternational institutions must be preserved, as they are \r\nvital for human progress and for overcoming the many \r\nchallenges that we collectively face.\r\nThe pretext for such an initiative was directly \r\ncontradicted by the fact that General Assembly \r\nresolutions on our issue are replete with clear \r\ncondemnations of violence and terror against civilians \r\nin all circumstances. Those are properly drafted, within \r\nthe framework of international law and with due regard \r\nto the overreaching context of Israel’s occupation of the \r\nPalestinian territory, including East Jerusalem since \r\n1967 — an illegal occupation that is not the preordained \r\neternal fate of the Palestinian people and must end.\r\nWe cannot accept a one-sided narrative that \r\nattributes violence to the Palestinian side, while ignoring \r\nthe daily Israeli violence and terror against Palestinian \r\nchildren, women and men that is manifested in \r\n06/12/2018 A/73/PV.47\r\n18-41585 15/15\r\ncountless ways, necessitating international protection, \r\nwhich those people continue to be unfairly denied. \r\nThis initiative offers no solutions. The humanitarian \r\ncatastrophe and human misery in the Gaza Strip will \r\nnot be resolved by such hostile actions. Political and \r\nhumanitarian solutions are urgently needed. The illegal \r\nIsraeli blockade must be lifted.\r\nWe also once again pay tribute to fraternal Egypt’s \r\nefforts towards Palestinian reconciliation. It remains a \r\nnational priority to end this harmful division, reunite \r\nour people and land and restore Palestinian national \r\nconsensus, Government control and functions in the \r\nGaza Strip, as in the West Bank, with one law, one \r\nGovernment and one security force, based on the \r\nprinciples of the Palestine Liberation Organization. We \r\ncall for an end to the hypocrisy that calls on Palestinians \r\nto reconcile, on the one hand, but threatens to punish \r\nthem for doing, so on the other.\r\nTo the delegations that voted in favour of the \r\nUnited States draft resolution, I say that we are deeply \r\ndisappointed but understand that each State has a \r\nsovereign right to determine its vote. However, we \r\nview today as an anomaly and remain reassured by the \r\nprincipled support and solidarity extended to Palestine \r\nfrom across the globe. We firmly reject might over \r\nright and reiterate that punitive measures meant to \r\nundermine our rights, humiliate our people and wear \r\nus down will not bring us to submission. Our rights are \r\ninalienable, our cause is just and we stand firmly in \r\ntheir defence.\r\nI must ask what honour or glory there can possibly \r\nbe in attacking an occupied, defenceless people that \r\nhas been denied liberty for so long and has suffered \r\nso greatly. What honour can there be in using power \r\nto harm, rather than to rectify injustice and truly help \r\nthose in need? There is absolutely none. The Palestinian \r\npeople are a proud and steadfast people. They will not \r\nsurrender to this injustice; rather, they will persist \r\nin seeking a peaceful end to it in a way that ensures \r\nthe realization of their inalienable rights, including to \r\nself-determination and return and to a life of freedom, \r\ndignity, peace and security in their independent, \r\nsovereign State of Palestine, with East Jerusalem as \r\nits capital.\r\nThe President (spoke in Spanish): The General \r\nAssembly has thus concluded this stage of its \r\nconsideration of agenda item 38.\r\nThe meeting rose at 5.30 p.m.\r\n"