"United Nations A/73/PV.38\r\nGeneral Assembly\r\nSeventy-third session\r\n38th plenary meeting\r\nWednesday, 21 November 2018, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 121\r\nCommemoration of the abolition of slavery and the \r\ntransatlantic slave trade\r\nReport of the Secretary-General (A/73/88)\r\nThe President (spoke in Spanish): Slavery and \r\nthe transatlantic slave trade between the sixteenth and \r\nnineteenth centuries forced millions of people in Africa \r\nto leave their homes, villages and lands to be subjected \r\nto an institutionalized exploitation that was based on \r\namassing resources. Loss of life and human dignity \r\nwas the price paid for that act. The impacts of that great \r\ntragedy endure to this day. The General Assembly \r\nshould continue to contribute to a better understanding \r\nof the causes and consequences of slavery and the \r\ntransatlantic slave trade in order to prevent any forms \r\nof subjugation or discrimination from being repeated \r\nin our history.\r\nThe designation of 25 March as the International \r\nDay of Remembrance of the Victims of Slavery and the \r\nTransatlantic Slave Trade has contributed to honouring \r\nthe memory of the victims of slavery and to warning of the \r\ndangers of racism. Unfortunately, racial discrimination \r\nis not a thing of the past. We must maximize our efforts \r\nagainst racism and all related forms of discrimination \r\nand intolerance. We must preserve and increase \r\neducational and cultural programmes, and strengthen \r\nthe initiatives to raise awareness about slavery and the \r\ntransatlantic slave trade carried out in the past three \r\nyears by the United Nations system, Member States and \r\ncivil society. I would like to highlight that the General \r\nAssembly’s designation of the decade 2015-2024 as the \r\nInternational Decade for People of African Descent \r\nhas contributed to promoting greater knowledge of \r\nthe heritage and culture of people of African descent \r\nand raising awareness of their contributions to the \r\ndevelopment of societies.\r\nFour centuries of slavery have permanently \r\nimpacted the history of humankind. We must recognize \r\nthat part of history and never repeat it. And we must \r\npromote reconciliation. I commend the States that have \r\ncontributed to the trust fund for the Ark of Return, \r\nthe beautiful permanent memorial at United Nations \r\nHeadquarters that honours the victims of slavery. One \r\nof the best ways to honour the victims of slavery is to \r\nrecognize the complex realities that their descendants \r\nface. Through their work and cultural diversity, they \r\nhave enriched the regions in which they live. We must \r\npreserve that cultural wealth while also combating the \r\nunjust social stratifications that were established in \r\nthe colonial era and which continue to exist in many \r\ncountries. Let us honour the victims of slavery by \r\nachieving inclusive societies that are more just and by \r\ncombating and eradicating poverty and inequality.\r\nThe Ark of Return reminds us of the past, but also \r\nof the present. Today, more than 40 million people \r\nin the world are victims of modern forms of slavery. \r\nSustainable Development Goal 8.7 of the 2030 Agenda \r\nfor Sustainable Development calls on States to take \r\nimmediate and effective measures to end modern slavery. \r\nThere is no doubt that in December 2018 the best way \r\nto celebrate the seventieth anniversary of the Universal \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-39311 (E)\r\n*1839311*\r\n \r\nA/73/PV.38 21/11/2018\r\n2/8 18-39311\r\nDeclaration of Human Rights would be to renew our \r\ncommitments to eradicating slavery in all its forms, \r\nrejecting racism and racial prejudice, and continuing \r\nto work to teach future generations about the dangers \r\nof tolerating exploitation and inequalities. Let us once \r\nand for all overcome discrimination and inequality, the \r\nremnants of the darkest age of humankind, and move \r\ntowards implementing the Sustainable Development \r\nGoals. That can be our greatest tribute to the past and \r\npresent victims of slavery, discrimination and exclusion.\r\nMs. Carey (Bahamas): I have the honour of \r\ndelivering, on behalf of the 14 States members of the \r\nCaribbean Community (CARICOM), this statement on \r\nagenda item 121, regarding the report of the Secretary-\r\nGeneral on the programme of educational outreach on \r\nthe transatlantic slave trade and slavery (A/73/88).\r\nThe triangular slave trade between Africa, \r\nEurope and the Americas lasted for more than 400 \r\nyears. During that period, it is estimated that between \r\n15 to 18 million men, women and children were the \r\nvictims of the transatlantic slave trade. That is one of \r\nthe darkest chapters of human history. Human beings \r\nwere reduced to commodities and exploited for profit \r\nas a means to enrich and maintain the status quo of the \r\ncolonial entities.\r\nIn this twenty-first century, as we witness a new \r\ndawn of civilization, it is imperative that the human \r\nrace never forget that evil, which once scourged our \r\nworld. That is why the Caribbean Community, a region \r\nlargely populated by descendants of the Africans \r\ncondemned to slavery and forcibly transported \r\nacross the Atlantic Ocean by means of the abhorrent \r\ntransatlantic slave trade, strongly supports global, \r\nregional and local initiatives to highlight the lessons of \r\nthe transatlantic slave trade. We also support the need \r\nto continue to educate and raise awareness about the \r\ndangers of racism and prejudice, and to promote the \r\nlegacy and contributions of people of African descent, \r\nas well as their triumphs and struggles for freedom \r\nand equality.\r\nThe members of the Caribbean Community, with \r\nthe support of the African Union, were at the forefront \r\nof efforts to erect the Ark of Return at United Nations \r\nHeadquarters. The permanent memorial to honour \r\nthe victims of slavery and the transatlantic slave \r\ntrade was unveiled on 25 March 2015, the day that is \r\nobserved as the International Day of Remembrance \r\nof the Victims of Slavery and the Transatlantic Slave \r\nTrade. The placement of the memorial at United \r\nNations Headquarters is a significant symbol of what \r\nthe United Nations represents, namely, the promotion \r\nand preservation of the dignity and worth of all human \r\nbeings — principles that are enshrined in the Charter \r\nof the United Nations.\r\nThe Ark of Return honours the memories of the \r\nmen, women and children who were the victims of \r\nwhat is now generally accepted as a crime against \r\nhumanity. The permanent memorial also serves as \r\nan acknowledgement of the crimes and atrocities \r\nperpetrated over the course of four centuries, during \r\nwhich millions of Africans were violently removed \r\nfrom their homelands, ruthlessly abused and robbed of \r\ntheir dignity.\r\nThe world has learned that the transatlantic \r\nslave trade was the largest forced migration event in \r\nhistory. The legacy lives on today in the families and \r\ncountries that were affected. The permanent memorial \r\nalso reminds the world of the bravery of those slaves, \r\nabolitionists and unsung heroes who managed to rise \r\nup against an oppressive system and put an end to \r\nthat odious practice. It is intended that the memorial \r\ncontinue to serve as a motivating force to galvanize \r\nour individual and collective resolve to stamp out the \r\ncontemporary manifestations of modern-day slavery, \r\nchild labour and human trafficking.\r\nIn that connection, we applaud the creation of the \r\nRemember Slavery website within the United Nations \r\nnetwork, which serves as a permanent reservoir of \r\ndata on commemorative activities, United Nations \r\ninitiatives and literature on the ways in which enslaved \r\nAfricans and their descendants inf luenced and \r\ncontinue to shape every sphere of society around the \r\nworld. CARICOM also notes with appreciation the \r\nweekly tours and briefings at the Ark of Return, which \r\nare intended to provide visitors to the United Nations \r\nwith an understanding of those tragic occurrences.\r\nCARICOM is also appreciative of the launch \r\nof the outreach programme to mobilize educational \r\ninstitutions, civil society and other organizations to \r\ninculcate in future generations an understanding of the \r\ncauses, consequences and lessons of the transatlantic \r\nslave trade and communicate the dangers of racism \r\nand prejudice.\r\nCARICOM thanks the Secretary-General for \r\nhis report on the programme of educational outreach \r\non the transatlantic slave trade and slavery, which \r\n21/11/2018 A/73/PV.38\r\n18-39311 3/8\r\nitemizes the plethora of ongoing initiatives on this \r\ntopic, including this year’s exhibit at the United Nations \r\nentitled “A Legacy of Black Achievement”. CARICOM \r\nalso commends the United Nations Department of \r\nInformation and Communications for its involvement \r\nin facilitating that programme. The Caribbean \r\nCommunity also acknowledges the extensive support \r\nrendered by the United Nations Educational Scientific \r\nand Cultural Organization towards the establishment \r\nof an educational outreach programme and the creation \r\nof the Ark of Return.\r\nThe Universal Declaration of Human Rights states \r\nthat all human beings are born free and equal in dignity \r\nand rights. It shatters false notions of superiority and \r\ninferiority. Our memorial reminds the world never to \r\nforget and to say it loud. The world must never forget, \r\nso that that unspeakable evil is never again perpetuated \r\non societies. We must ensure that people’s prospects \r\nand achievements are not marked by the colour of their \r\nskin or ethnic background.\r\nMr. Sparber (Liechtenstein): Today’s debate \r\nprovides an important opportunity to pay tribute to the \r\nvictims of one of the worst chapters in human history, \r\nbut also to ref lect on the challenges that remain with \r\nregard to slavery in our own times.\r\nSpanning nearly four centuries, over 15 million \r\nmen, women and children were victims of the \r\ntransatlantic slave trade. The victims were forcibly \r\nremoved from their families and homes and transferred \r\noverseas in the most appalling and inhumane \r\nconditions. Those who survived the brutal journey \r\nwere subjected to forced labour and abuse and were \r\nthereby permanently deprived of their most basic \r\nhuman rights. We must never forget our common \r\ncommitment to ensuring the absolute prohibition of \r\nslavery in all its forms, as enshrined in the Universal \r\nDeclaration of Human Rights.\r\nAdopted 70 years ago, the Universal Declaration \r\nof Human Rights has brought about significant change \r\nin the enjoyment of fundamental rights and freedoms \r\naround the world. As to the absolute prohibition of \r\nslavery, however, we are perhaps furthest away from \r\nits full implementation. Article 4 of the Universal \r\nDeclaration of Human Rights is unequivocal in its \r\nproclamation that “No one shall be held in slavery or \r\nservitude; slavery and the slave trade shall be prohibited \r\nin all their forms.”\r\nNevertheless, slavery persists. It did not disappear \r\nwith the end of the transatlantic slave trade in the \r\n1800s; in fact, there are more slaves today than at \r\nthe height of the transatlantic slave trade. Today, an \r\nestimated 40 million people live in conditions that \r\nqualify as modern slavery — more people than ever \r\nbefore. Despite the fact that slavery is outlawed \r\nuniversally, human trafficking and enslavement are \r\ncrimes committed on a large scale and with widespread \r\nimpunity. Every country is affected by modern slavery \r\nin very different forms. An estimated $150 billion \r\nare generated through slavery practices every year. \r\nModern slavery and human trafficking are not only one \r\nof the biggest human rights scandals of our time, they \r\nare also among the most lucrative business models of \r\norganized crime.\r\nIn the light of that, Liechtenstein is currently \r\nfocusing its fight against modern slavery on two \r\nparticular aspects. First, we are trying to address the \r\nbusiness side of modern slavery. Given that modern \r\nslavery is among the most profitable illegal business \r\nmodels, we can make use of tools that have proven \r\neffective in other areas to disrupt financial f lows by \r\nusing relevant data for criminal prosecutions — in \r\nshort, to follow the money. Leveraging the crucial role \r\nplayed by the private sector is key.\r\nThe financial sector, in particular, can help to \r\ntackle modern slavery in the areas of lending and \r\ninvestment, compliance, sustainability and innovation. \r\nThis is why, together with our partners, Australia and \r\nthe United Nations University, we have launched a \r\nFinancial Sector Commission on Modern Slavery and \r\nHuman Trafficking, also known as the Liechtenstein \r\ninitiative. It brings together actors from retail banks, \r\nhedge funds, global regulators, institutional investors \r\nand survivors, as well as the United Nations and \r\nthe anti-slavery movement. The Financial Sector \r\nCommission is working to develop actionable measures \r\nthat the global financial sector can build on in order \r\nto tackle modern slavery and human trafficking. \r\nThe Commission focused its first meeting this past \r\nSeptember on financial-sector compliance. The next \r\nmeeting of the Commission will address the role of \r\nresponsible lending and investment in tackling modern \r\nslavery and human trafficking.\r\nSecondly, we are working to address the \r\nenormous impunity gap. As national judiciaries have \r\nsystematically failed to prosecute grave cases of \r\nmodern slavery and human trafficking, there is a clear \r\nA/73/PV.38 21/11/2018\r\n4/8 18-39311\r\nneed to make use of international justice, in particular \r\nthe International Criminal Court (ICC). The Rome \r\nStatute, the founding treaty of the ICC, has jurisdiction \r\nover enslavement, both as a war crime and as a crime \r\nagainst humanity. Given the universal nature of the \r\nphenomenon of modern slavery, the Court could play a \r\ndual role by creating incentives for States to investigate \r\nand prosecute at the national level, and, where that \r\nfails, carrying out the investigation and prosecution \r\nitself where the impunity gap persists. We will continue \r\nexploring such options together with the Court.\r\nModern-day slavery is a complex phenomenon that \r\naffects all of us and should leave no one indifferent. As \r\nindividuals, as diplomats and as consumers, we all have \r\nan opportunity to contribute to the eradication of this \r\nmajor human rights crisis of our time. That, we believe, \r\nis the best contribution we can make to commemorating \r\nthis Day of Remembrance in a meaningful way.\r\nMrs. Rodríguez Camejo (Cuba) (spoke in \r\nSpanish): Cuba aligns itself with the statement delivered \r\nby the representative of the Bahamas on behalf of the \r\nCaribbean Community.\r\nCuba participated in the negotiations and \r\nsupported resolutions 61/19 and 70/7, commemorating \r\nthe bicentennial of the abolition of the transatlantic \r\nslave trade, which designated this International \r\nDay of Remembrance and established a permanent \r\nmemorial. My country attaches particular importance \r\nto the annual commemoration of the International Day \r\nof Remembrance of the Victims of Slavery and the \r\nTransatlantic Slave Trade, a matter that is especially \r\ndear to the hearts of the Cuban people.\r\nIt would be an unforgivable historical error to \r\nignore or pretend to forget that past. By introducing \r\nthe slave trade into the western hemisphere, the former \r\ncolonial Powers committed an unjustifiable crime \r\nagainst humanity. The major beneficiaries of the \r\nconquest and colonization and of slavery and the slave \r\ntrade must assume their responsibility and provide \r\ncompensation for the horrendous crimes committed.\r\nThe Secretary-General’s report (A/73/88) leads us \r\nto ref lect on the importance of fulfilling the precepts \r\nset forth in the Durban Declaration, particularly \r\nparagraphs 98 to 102, as well as the activities included \r\nin its Programme of Action, concerning the teaching \r\nand understanding of the historical truth about the \r\ntragedy of slavery.\r\nApproximately 1.3 million Africans arrived in \r\nCuba as slaves. They and their descendants were \r\nprotagonists in the various stages of our struggles for \r\nour ultimate liberation. The people of Cuba are very \r\nproud of their African roots. From Africa, we inherited \r\nthe combative spirit, sensibility, joy, strength in the face \r\nof adversity and love of freedom that are characteristic \r\nof the Cuban people. No other people of the world have \r\ncontributed as much to forge the Cuban nation as the \r\nAfrican people.\r\nMr. Arrocha Ruiz (Panama), Vice-President, took \r\nthe Chair.\r\nOn that basis, the Cuban State, with the active \r\nsupport and participation of civil society, has developed \r\na broad educational and cultural promotion programme \r\nthat covers the entire country at all levels — from the \r\ncentre out to the communities. Those programmes seek \r\nthe broadest possible dissemination and understanding \r\nof an issue that is part of our history, and aim to \r\nmaintain and consolidate our African cultural roots.\r\nWe are pleased that the report ref lects the \r\nrealization, under the auspices of the United Nations \r\nand at the national level, of a broad programme of \r\nactivities throughout the period under consideration, \r\nwith the active participation of many countries, \r\nincluding Cuba. Nevertheless, it is not enough. We \r\nneed greater political will, because slavery is not \r\nmerely a historical phenomenon. Well into the twenty-\r\nfirst century, almost 40 million people are now subject \r\nto similar conditions. We must urgently press ahead to \r\nreach Goal 8.7 of the Sustainable Development Goals, \r\nwhich will be unattainable if we do not intensify efforts \r\nto eliminate modern slavery. The rightful requests for \r\ncompensation by Caribbean Community member States \r\nmust be addressed. Developing countries in general, \r\nand African developing countries in particular, must \r\nreceive the special and differentiated treatment that \r\nthey require in their international economic relations.\r\nThere is a great deal of wealth in today’s world that \r\nis the product of the shameful and disgraceful practices \r\nof slavery and the slave trade. The international \r\ncommunity is morally obligated to contribute to \r\nreparations for the crimes committed and to ensure, \r\nthrough education campaigns for current and future \r\ngenerations, that crimes of that nature are never \r\ncommitted again.\r\nMr. Kai-Kai (Sierra Leone): My delegation \r\nthanks the President for convening this meeting \r\n21/11/2018 A/73/PV.38\r\n18-39311 5/8\r\nto commemorate the abolition of slavery and the \r\ntransatlantic slave trade.\r\nAllow me also to thank the Secretary-General for \r\nhis 4 June report, contained in document A/73/88, on the \r\nprogramme of educational outreach on the transatlantic \r\nslave trade and slavery. I also commend the Department \r\nof Public Information, interested Member States, \r\nUNESCO and civil society for the three consecutive \r\nyears of hosting productive commemorative events and \r\npublic awareness engagements, thereby ushering in a \r\nperiod of resurgence in remembering the transatlantic \r\nslave trade and slavery.\r\nSierra Leone welcomes the report and commends \r\nthe Department of Public Information for the \r\norganization of the three commemorative ceremonies \r\nfor the International Day of Remembrance of the \r\nVictims of Slavery and the Transatlantic Slave Trade \r\nsince 2015 on the themes of the heritage and culture \r\nof the African diaspora, the legacy and contributions \r\nof people of African descent, and the triumphs and \r\nstruggles for freedom and equality, respectively.\r\nMy delegation continues to pay tribute to the \r\ncommunity of interested States, States members of \r\nthe Caribbean Community, the African Union and \r\ngenerous contributors to the Memorial Trust Fund for \r\ntheir primary and pivotal role in the erection of the \r\nArk of Return at its prominent site at United Nations \r\nHeadquarters — a permanent memorial honouring the \r\ndehumanized and almost forgotten victims of slavery \r\nand the transatlantic slave trade.\r\nAt a time when the egregious offshoots of the \r\nslave trade — institutional racism, discrimination \r\nand xenophobia — are resurfacing and are often \r\ncamouflaged with the euphemism of nationalism, the \r\nimportance for States to reaffirm and implement the \r\ncommitments espoused in the Durban Declaration \r\nand Programme of Action on countering the legacy \r\nof slavery and contributing to the restoration of the \r\ndignity of the victims of slavery and the slave trade \r\ncannot be overemphasized.\r\nThat collective commitment must be meaningful. \r\nIn recalling resolution 68/237 of 23 December 2013, \r\nproclaiming the International Decade for People \r\nof African Descent, Sierra Leone strongly affirms \r\nthe imperative to recognize the contributions of \r\nenslaved people and their descendants, especially the \r\ncontributions made to the societies that forced them into \r\nbondage. It is but fitting, therefore, to note the alignment \r\nof the themes and activities of the “Remembering \r\nSlavery: Recognition, Justice and Development” \r\nexhibition with those of the International Decade for \r\nPeople of African Descent. In our view, that affords \r\nus an opportunity to showcase the contributions and \r\nrecognize the representative and distinct human rights \r\nof the estimated 200 million people identifying with \r\nthat group as we work to combat racism and prejudice.\r\nSierra Leone is deeply committed to increasing \r\neducational outreach on slavery and the transatlantic \r\nslave trade, whether at the United Nations or at home. \r\nAs reported by the Secretary-General on 24 March \r\n2016, our delegation, in observance of the International \r\nDay of Remembrance and with the co-sponsorship \r\nof the Permanent Mission of Jamaica to the United \r\nNations and the Monuments and Relics Commission \r\nin Sierra Leone, organized a panel discussion entitled \r\n“The Transatlantic Slave Trade: Constructing New \r\nAmistad, Bunce Island, Gullah, Maroon and Nova \r\nScotia Bridges”.\r\nIn the side event, held here at United Nations \r\nHeadquarters, we were reminded by Ms. Sylviane A. \r\nDiouf of Sierra Leone’s unique position in the horrific \r\ntragedy. Sierra Leone was at the confluence of several \r\nmigratory movements. It was a place of departure, \r\na place of return, a place of exile and a place of \r\nrefuge — the province of freedom. We were reminded \r\nof the commercial, industrial-scale operations at \r\nBunce Island, a place that still bears the hallmarks of \r\nthe tragedy, even in its present state of ruin. We were \r\nreminded of how 400,000 people were taken from \r\npresent-day Sierra Leone for their skills in growing \r\nrice. Indeed, we were reminded of the Amistad and the \r\nbelief in the idea and ideals of freedom long held by the \r\ncaptured slaves led by Sengbe Pieh, long before those \r\nideas and ideals were codified in the Charter of the \r\nUnited Nations.\r\nAs we are reminded of the impact of the slave \r\ntrade, we must be mindful of the risk of the present \r\ngeneration forgetting the past and depriving the future \r\nof the knowledge of the slave-trade horror, so that we \r\ncan all say: “Never again!” My delegation joins the call \r\nfor following through on our resolve to design curricula \r\nfor institutions of learning — from primary schools to \r\nhigher education institutions — incorporating accounts \r\non the transatlantic slave trade and slavery into school \r\nprogrammes in order to educate and inculcate present \r\nand future generations with an understanding of the \r\nlessons, history and consequences of the tragedy.\r\nA/73/PV.38 21/11/2018\r\n6/8 18-39311\r\nThe present challenges, in the form of institutional \r\nracism, discrimination and prejudice, can be well \r\nunderstood and addressed only within the context \r\nof the history of the slave trade. In Sierra Leone, as \r\nthe Government declares free quality education for \r\nall pupils in Government and Government-assisted \r\nschools, the educational outreach drive will, for the first \r\ntime, be extended to children and indirectly to their \r\nparents, who were previously denied the opportunity \r\nto learn about the lessons, history and consequences of \r\nslavery in formal institutions.\r\nWith respect to raising public awareness about \r\ncommemorative activities on slavery and the slave \r\ntrade and the permanent memorial, my delegation \r\nnotes the invaluable work carried out by United \r\nNations information centres. However, we believe that \r\nmore needs to be done. For example, the Secretary-\r\nGeneral’s report indicates that the information centre \r\nbased in Accra, which services Sierra Leone, did not \r\nhold any outreach activity in Sierra Leone during the \r\nreporting period. It is hoped that the message of the \r\nArk Of Return, captured in its triangular elements \r\nentitled “Acknowledge the tragedy”, “Consider the \r\nlegacy” and “Lest we forget”, will be taken to the place \r\nof return — Sierra Leone.\r\nFinally, it is our honest belief that the true hidden \r\nvalue of the commemoration events lies not only in \r\nhonouring the lives lost or celebrating the resilience of \r\nthe descendants, but also in building bridges between \r\npeople of African descent and Africa. Time and again, \r\nwe have witnessed and observed the unbridled joy when \r\npeople of African descent trace and rediscover their \r\nlost homes in Africa. Those journeys of rediscovery \r\nand the contributions of people of African descent \r\nmust be celebrated.\r\nThat is why Sierra Leone applauds initiatives \r\nlike the Most Inf luential People of African Descent \r\naward, which brought to New York and United Nations \r\nHeadquarters a global pool of inf luential people of \r\nAfrican descent under 40, including the First Lady \r\nof Sierra Leone, Madame Fatima Maada Bio, who \r\nserved as valedictorian, to celebrate their work and \r\nachievements and to encourage them to support the \r\nimplementation of the Sustainable Development Goals. \r\nThat event was held in September under the auspices of \r\nthe International Decade for People of African Descent. \r\nThe true hidden value lies in eliminating the artificial \r\nbarriers and distance as we work to cement those \r\nconnections, thereby honouring the past, celebrating \r\nthe present and creating a new pathway for the future, \r\none that is truly free and fair to all.\r\nMs. Al-Temimi (Qatar) (spoke in Arabic): It \r\ngives me pleasure to participate in this debate on the \r\ncommemoration of the abolition of slavery and the \r\ntransatlantic slave trade. I thank the Secretary-General \r\nfor his efforts in the preparation of his report (A/73/88) \r\non this item, ref lecting a wide range of measures and \r\nactivities implemented over the past three years aimed \r\nat spreading knowledge of slavery and the transatlantic \r\nslave trade.\r\nIn view of the strong belief of the State of Qatar \r\nin the importance of protecting human freedom \r\nand dignity, regardless of racial, religious or other \r\ndifferences, we were among the sponsors of resolution \r\n70/7, pursuant to which a commemorative memorial \r\nwas established. We have also provided the necessary \r\nmaterial and moral support for the establishment of that \r\nmemorial, which ref lects humankind’s rejection of all \r\nforms of slavery and the humiliation of human beings. \r\nThe memorial at the United Nations Headquarters \r\nstands tall in recognition of that.\r\nI take this opportunity to commend the Permanent \r\nMemorial Committee, the Group of African States, the \r\nCaribbean Community and UNESCO for implementing \r\nthe resolution pertaining to the establishment of the \r\nmemorial in recognition of the victims of slavery and \r\nthe transatlantic slave trade. We are honoured to be an \r\nactive member of the Permanent Memorial Committee.\r\nWe meet today not only to commemorate the victims \r\nof slavery but also to learn from the lessons of the past. \r\nIn that regard, I stress the importance of educating \r\nfuture generations about the causes of slavery and the \r\ntransatlantic slave trade, as well as about the dangers \r\nof racism and bigotry. This meeting also represents an \r\nopportunity to call for the implementation of measures \r\nagainst all forms of slavery in our contemporary world, \r\nparticularly the phenomenon of trafficking in persons, \r\nwhich has become widespread all over the world.\r\nIn view of the important role played by education \r\nin instilling human values in future generations, the \r\nState of Qatar has adopted curricula that stress the \r\nimportance of freedom and fighting slavery, while \r\npromoting the values of our tolerant Islamic religion, \r\nwhich prohibits slavery, and our tolerant cultural and \r\nsocial heritage in that regard.\r\n21/11/2018 A/73/PV.38\r\n18-39311 7/8\r\nIn view of the strong belief of the State of Qatar \r\nin the importance of protecting and promoting human \r\nrights and as an active member of the Group of Friends \r\nUnited against Human Trafficking, we have supported \r\nthe efforts of the international community to fight \r\ntrafficking in persons and have taken part therein. We \r\nhave also supported the United Nations Global Plan \r\nof Action to Combat Trafficking in Persons since its \r\nadoption and facilitated the consultations regarding the \r\nPolitical declaration on the implementation of the United \r\nNations Global Plan of Action to Combat Trafficking \r\nin Persons (resolution 72/1), adopted at the high-level \r\nmeeting of the General Assembly held in September \r\n2017. We have also enacted several legislative and \r\nexecutive measures against trafficking in persons at \r\nthe national level, including the establishment of a \r\nnational committee against trafficking in persons that \r\nis in charge of establishing and implementing a national \r\nplan to combat trafficking in persons. The State of \r\nQatar has also been one of the largest contributors to \r\nthe United Nations voluntary trust fund for victims of \r\ntrafficking in persons since its inception.\r\nIn conclusion, I would like to stress that the State \r\nof Qatar continues to implement resolution 70/7, \r\nparticularly with respect to educating present and future \r\ngenerations about the lessons learned from slavery, its \r\nconsequences and the transatlantic slave trade.\r\nMrs. Tripathi (India): I would like to thank the \r\nSecretary General for his report under agenda item 121 \r\non the commemoration of the abolition of slavery and \r\nthe transatlantic slave trade (A/73/88).\r\nThe transatlantic slave trade, which lasted over \r\n400 years, is undeniably one of the most tragic and \r\ninhumane chapters in recorded human history. It was the \r\nmanifestation of greed and immoral pursuit for profit, \r\ncoupled with an unbridled abuse of power exercised \r\nby the mighty over the weak, that forced millions \r\nfrom their homes to toil in faraway lands. It destroyed \r\nmillions of lives over generations and changed the \r\nsocioeconomic fabric of countries in Africa, South \r\nAmerica and the Caribbean. The transatlantic slave \r\ntrade was an instance of what an ungoverned and \r\nlawless globalization can lead to.\r\nThe uprooted African communities have contributed \r\ngreatly to the local economies and influenced the \r\narts, culture and life of societies where they now \r\nlive. However, many of those communities continue \r\nto face the scars of deep-rooted racial discrimination \r\nand oppression. Chronic poverty continues to persist \r\nin the economies that were deliberately designed to \r\nbring profit to the elite in faraway lands in a bygone \r\nera. It is therefore important to understand what the \r\ntransatlantic slave trade and slavery meant so that we \r\ncan draw lessons from our collective history.\r\nIt is in that context that we welcome and continue to \r\nsupport the various relevant activities and programmes \r\nundertaken by the Department of Public Information \r\nfor education and awareness-raising about that dark \r\nphase in history and to commemorate the International \r\nDay of Remembrance of the Victims of Slavery and the \r\nTransatlantic Slave Trade in March every year, which \r\nhonours the memory of the millions who suffered \r\nthrough that brutal system.\r\nIndia and the Department of Public Information \r\nco-organized an exhibition two years back on the \r\nhistory of enslaved East Africans who were taken to \r\nIndia. Many of them rose to positions of military and \r\npolitical authority in India. The exhibition brings out \r\nthe far greater social mobility experienced by those \r\nindividuals in India.\r\nUNESCO has also played a key role in organizing \r\nand linking programmes through the Slave Route \r\nproject to spread understanding of the impact and \r\nconsequences of the slave trade. With the abolition of \r\nslavery, the colonial Powers turned to using millions \r\nof Indian indentured labourers, at virtually no cost, \r\nto work on plantations across the world to perpetuate \r\ntheir economic domination. UNESCO’s International \r\nIndentured Labour Route project is another significant \r\neffort to preserve the memory and lessons of that phase.\r\nThe International Decade of People of African \r\nDescent, which started in 2015, also provides \r\nan opportunity to showcase the most valuable \r\ncontributions that the once-enslaved people and their \r\ndescendants have made to the societies that forced \r\nthem into bondage.\r\nIndia is proud to have joined as one of the \r\nlead contributors to the fund for the permanent \r\nmemorial in supporting the efforts of the Caribbean \r\ncommunity, African nations and others, which led to \r\nthe establishment of the permanent memorial, which \r\nis named the Ark of Return, at the United Nations. \r\nWe deeply appreciate the leadership of Ambassador \r\nRattray of Jamaica in that endeavour.\r\nA/73/PV.38 21/11/2018\r\n8/8 18-39311\r\nWe firmly believe that we must continue to raise \r\nawareness about the transatlantic slave trade through \r\neducation and outreach activities. We hope that wide \r\nparticipation in those events will lead to changed \r\nattitudes, with salutary consequences for our global \r\nsociety, so that we can avoid the recurrence of the \r\npast injustices.\r\nThe Acting President (spoke in Spanish): \r\nThe Assembly has thus concluded this stage of its \r\nconsideration of agenda item 121.\r\nThe meeting rose at 10.55 a.m.\r\n"