"United Nations A/73/PV.50\r\nGeneral Assembly\r\nSeventy-third session\r\n50th plenary meeting\r\nTuesday, 11 December 2018, 3 p.m. \r\nNew York\r\nOfficial Records\r\nPresident: Ms. Espinosa Garcés. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Ecuador)\r\nIn the absence of the President, Mr. Ten-Pow \r\n(Guyana), Vice-President, took the Chair.\r\nThe meeting was called to order at 3 p.m.\r\nAgenda item 78 (continued)\r\nOceans and the law of the sea\r\n(a) Oceans and the law of the sea\r\nReports of the Secretary-General (A/73/68 \r\nand A/73/368)\r\nReports on the work of the Ad Hoc Working \r\nGroup of the Whole on the Regular Process \r\nfor Global Reporting and Assessment of the \r\nState of the Marine Environment, including \r\nSocioeconomic Aspects (A/73/74 and А/73/373)\r\nReport on the work of the United Nations Open-\r\nended Informal Consultative Process on Oceans \r\nand the Law of the Sеа at its nineteenth meeting \r\n(A/73/124)\r\nDraft resolution (A/73/L.35)\r\n(b) Sustainable fisheries, including through the \r\n1995 Agreement for the Implementation of the \r\nProvisions of the United Nations Convention on \r\nthe Law of the Sea of 10 December 1982 relating \r\nto the Conservation and Management of \r\nStraddling Fish Stocks and Highly Migratory \r\nFish Stocks, and related instruments\r\nDraft resolution (А/73/L.41)\r\nMs. Hamilton (Australia): I have the honour to \r\ndeliver this statement on behalf of Australia.\r\nWe are pleased to associate ourselves with the \r\nstatement delivered earlier by the representative of \r\nNauru on behalf of members of the Pacific Islands \r\nForum (see A/73/PV.49).\r\nWe thank the facilitators from Singapore and \r\nNorway for leading our consultations on this year’s texts \r\nfor the annual omnibus draft resolutions on oceans and \r\nthe law of the sea (A/73/L.35) and sustainable fisheries \r\n(A/73/L.41). Australia is pleased to sponsor both, noting \r\nour particular interest, as a Pacific Islands Forum \r\nnation and a significant coastal State, in the protection \r\nand sustainable use of the ocean and its resources.\r\nAustralia is clear about its priorities internationally \r\nand within its own region, the Indo-Pacific. We \r\nencourage the protection and sustainable use of \r\nnatural resources, including fisheries. We place strong \r\nemphasis on preserving the health of ocean and marine \r\necosystems, given the importance of oceans to regional \r\nand economic security and the livelihoods of our \r\nneighbours. We are committed to promoting freedom of \r\ntrade and safeguarding freedom of navigation. We want \r\nthe rights of all States to be respected. We strongly \r\nadvocate for the peaceful resolution of disputes in \r\naccordance with international law. The United Nations \r\nConvention on the Law of the Sea (UNCLOS) sets out \r\nThis record contains the text of speeches delivered in English and of the translation of speeches \r\ndelivered in other languages. Corrections should be submitted to the original languages only. \r\nThey should be incorporated in a copy of the record and sent under the signature of a member \r\nof the delegation concerned to the Chief of the Verbatim Reporting Service, room U-0506 \r\n(verbatimrecords@un.org). Corrected records will be reissued electronically on the Official \r\nDocument System of the United Nations (http://documents.un.org).\r\n18-43206 (E)\r\n*1843206*\r\n \r\nA/73/PV.50 11/12/2018\r\n2/16 18-43206\r\nclear rules for all of those objectives. We welcome \r\nthe General Assembly’s continued affirmation that \r\nUNCLOS provides the legal framework within which \r\nall activities in the oceans and seas must be carried out. \r\nIt is of fundamental strategic importance as the basis \r\nfor national, regional and global action and cooperation \r\non ocean matters.\r\nAustralia continues to strongly support efforts to \r\ndevelop an implementing agreement under UNCLOS \r\non the conservation and sustainable use of marine \r\nbiological diversity of areas beyond national jurisdiction. \r\nThat serves to strengthen the UNCLOS framework. \r\nWe welcome the progress achieved to date and look \r\nforward to continued constructive sessions in 2019 of \r\nthe intergovernmental conference on an international \r\nlegally binding instrument under the United Nations \r\nConvention on the Law of the Sea on the conservation \r\nand sustainable use of marine biological diversity of \r\nareas beyond national jurisdiction.\r\nAustralia is really pleased that this year’s ocean \r\nomnibus draft resolution highlights the first-ever \r\nconciliation process under UNCLOS. That historic \r\nprocess has resolved a long-running boundary dispute \r\nbetween Australia and Timor-Leste. It provides an \r\nexcellent example of how UNCLOS can reinforce \r\nstability and enable countries to resolve their differences \r\nthrough the rule of law. Following the conciliation, \r\nAustralia and Timor-Leste signed a treaty on 6 March in \r\nNew York establishing permanent maritime boundaries. \r\nThe treaty delivers certainty for our two countries and \r\nprovides for the joint development and management \r\nof our shared resources. It is an example of the rules-\r\nbased international order in action. We encourage other \r\nStates to make use of international dispute resolution \r\nprocesses when disagreements arise and to respect the \r\noutcome of such processes.\r\nWe also commend the General Assembly’s close \r\nconsideration of issues that are vital to the security and \r\nfuture of Pacific island States, particularly sea-level \r\nrise, which poses significant development, economic \r\nand environmental challenges for affected States and \r\nregions. It also raises important and urgent questions \r\nin international law. We are therefore very pleased that \r\nthis year’s ocean omnibus draft resolution references \r\nthe decision by the International Law Commission \r\nto include the topic of sea-level rise in relation to \r\ninternational law in its programme of work. We, along \r\nwith the Pacific Islands Forum, call on the General \r\nAssembly to remain focused and to take action on that \r\nimportant matter.\r\nMr. Dang Dinh Quy (Viet Nam): At the outset, \r\nwe would like to thank the Secretary-General for his \r\ncomprehensive reports (A/73/68 and A/73/368) under \r\nthis agenda item. We would also like to thank Ms. Natalie \r\nMorris-Sharma of Singapore and Mr. Andreas Kravik \r\nof Norway for their tremendous efforts in coordinating \r\nthe informal consultations on the draft resolutions \r\non oceans and the law of the sea (A/73/L.35) and \r\nsustainable fisheries (A/73/L.41), respectively.\r\nWe express our deep appreciation to the General \r\nAssembly and its subsidiary organs for their efforts in \r\nthe work on oceans and the law of the sea this year. \r\nWe welcome the success of the nineteenth meeting of \r\nthe United Nations Open-ended Informal Consultative \r\nProcess on Oceans and the Law of the Sea and the \r\ntwenty-eighth Meeting of the States Parties to the \r\nUnited Nations Convention on the Law of the Sea. \r\nWe appreciate the role of the bodies established by \r\nthe Convention, including the International Seabed \r\nAuthority and the Commission on the Limits of the \r\nContinental Shelf in maintaining and consolidating \r\ngood order and the rule of law at sea. We attach \r\nspecial significance to the fundamental role of the \r\nInternational Tribunal on the Law of the Sea and other \r\ndispute-settlement mechanisms in the interpretation \r\nand application of the United Nations Convention on \r\nthe Law of the Sea (UNCLOS).\r\nWe welcome the open discussion and the \r\nprogress that was made at the first session of the \r\nintergovernmental conference on an international \r\nlegally binding instrument under the United Nations \r\nConvention on the Law of the Seas on the conservation \r\nand sustainable use of marine biological diversity of \r\nareas beyond national jurisdiction. We share the view \r\nthat biodiversity in areas beyond national jurisdiction \r\nshould be considered the common heritage of \r\nhumankind and that the benefits resulting from their \r\nuse and exploitation should be equitably shared among \r\nStates. We would like to emphasize the importance of \r\ncapacity-building and the transfer of modern maritime \r\ntechnology for our shared goals of conserving and \r\nsustainably using maritime resources. Going forward, \r\nwe support ensuring that the process of preparing \r\nan international legally binding instrument under \r\nUNCLOS on the conservation and sustainable use of \r\nmarine biological diversity of areas beyond national \r\n11/12/2018 A/73/PV.50\r\n18-43206 3/16\r\njurisdiction makes the transition towards text-based \r\nnegotiations as soon as possible.\r\nViet Nam was one of the first countries to sign \r\nand ratify UNCLOS and has always adhered to \r\nits provisions, respecting the legitimate rights and \r\ninterests of other nations and actively participating \r\nin activities within the framework of the Convention. \r\nWe emphasize its universal and unifying nature, \r\nwhich provides a comprehensive and sound legal \r\nframework for all activities carried out in the seas and \r\noceans. UNCLOS has created a solid foundation for \r\nthe maintenance of peace, stability and security and \r\nthe promotion of sustainable economic development, \r\nincluding the conservation and sustainable use of \r\nmaritime resources. We are of the view that all States \r\nshould fully comply with UNCLOS in order to promote \r\nthe peaceful and sustainable use of seas and oceans, \r\nincluding the peaceful settlement of disputes, thereby \r\nstrengthening the rules-based order at sea. We welcome \r\nthe successful completion of the first compulsory \r\nconciliation under annex V to the Convention, which \r\nresulted in a treaty between Australia and Timor-Leste \r\nestablishing their maritime boundaries in the Timor \r\nSea, and which encourages States to resort to peaceful \r\nmeans, including conciliation, to settle disputes.\r\nAs a country that is very vulnerable to climate \r\nchange, sea-level rise and extreme weather events, and \r\nwhich also suffers from the adverse impact of maritime \r\npollution and the depletion of marine resources, Viet \r\nNam strongly supports the international community’s \r\nefforts to promote the conservation and sustainable \r\nuse of the oceans, seas and maritime resources. Our \r\nGovernment strongly supports the full implementation \r\nof the targets of Sustainable Development Goal 14, on \r\nthe conservation and sustainable use of oceans, seas \r\nand maritime resources, and is fully commitmentitted \r\nto the fight against illegal, unreported and unregulated \r\n(IUU) fishing. Our current efforts to finalize internal \r\nprocedures to become party to the United Nations Fish \r\nStocks Agreement and the Agreement on Port State \r\nMeasures to Prevent, Deter and Eliminate Illegal, \r\nUnreported and Unregulated Fishing of the Food and \r\nAgriculture Organization of the United Nations are a \r\nclear manifestation of that endeavour. At the same time, \r\nwe hold that measures to fight IUU fishing should take \r\ninto account the specific circumstances of countries \r\nwhere fisheries are mainly small-scale, in order to \r\nensure a balance between the goal of the conservation \r\nand sustainable development of fisheries and the \r\nneed to protect the social security and livelihoods of \r\ncoastal populations.\r\nAs a coastal State of the East Sea, also known as \r\nthe South China Sea, Viet Nam hosts critical sea lanes \r\nfor global trade and transportation communication. \r\nViet Nam is fully aware that the maintenance of peace \r\nand stability, maritime security and safety and freedom \r\nof navigation in the East Sea is a common concern \r\nand interest of the region and the world as a whole. In \r\nthe context of the complex developments in the East \r\nSea, we call on all the parties concerned to show self-\r\nrestraint and refrain from unilateral acts that could \r\nfurther complicate or escalate the disputes, including \r\nthe expansion and militarization of occupied features; \r\nto settle disputes by peaceful means, in accordance with \r\ninternational law, including the Charter of the United \r\nNations and UNCLOS; and fully respect diplomatic \r\nand legal processes, implement the Declaration on \r\nthe Conduct of Parties in the South China Sea in its \r\nentirety and expedite the conclusion of an effective and \r\nsubstantive code of conduct.\r\nI would like to take this opportunity to once \r\nagain affirm our full support and commitment to the \r\nobjectives, purposes and universal principles enshrined \r\nin UNCLOS. We urge all countries to respect and \r\nfulfil their obligations to ensure peace, stability and \r\nthe sustainable development of oceans and seas for the \r\nbenefit of present and future generations.\r\nMr. Musikhin (Russian Federation) (spoke in \r\nRussian): Our country has always welcomed States’ \r\nproductive cooperation on issues relating to the \r\nworld’s oceans, which has been made possible thanks \r\nto the establishment of a robust legal foundation. Our \r\ndelegation therefore supports the Assembly’s draft \r\nresolutions on the law of the sea (A/73/L.35) and \r\nsustainable fisheries (A/73/L.41). \r\nThe annual omnibus resolution on oceans and the \r\nlaw of the sea stresses the universal and unified nature \r\nof the 1982 United Nations Convention on the Law of \r\nthe Sea and affirms that the Convention establishes a \r\nlegal framework for all activities in the world’s oceans \r\nand has strategic significance as the basis for national, \r\nregional and global action and cooperation in the \r\nmaritime sector. It is important to protect its integrity. \r\nWe must ensure its inviolability as the foundation for the \r\nmaritime legal regime established by the Convention.\r\nMy delegation is in favour of the effective \r\napplication of the existing legal instruments that have \r\nA/73/PV.50 11/12/2018\r\n4/16 18-43206\r\nbeen adopted based on the United Nations Convention \r\non the Law of the Sea, and we support the coordinated \r\nefforts of global, regional and sectoral bodies. We want \r\nto particularly point out the successful cooperation \r\nunder the 1995 Agreement for the Implementation of \r\nthe Provisions of the United Nations Convention on the \r\nLaw of the Sea of 10 December 1982 relating to the \r\nConservation and Management of Straddling Fish Stocks \r\nand Highly Migratory Fish Stocks, and the network of \r\nregional fisheries management organizations created on \r\nthe basis of that Agreement. The practical application \r\nof the 1995 Agreement has proved it to be a reliable \r\ninstrument for regulating fisheries issues in areas \r\nbeyond national jurisdiction that takes into account a \r\nbalance of the interests of sustainable fisheries and the \r\nconservation of the marine environment. We urge States \r\nto work together to establish new regional fisheries \r\nmanagement organizations and improve existing ones, \r\nand invite others to participate in them.\r\nSpecial attention should be paid to issues relating \r\nto the conservation and sustainable use of marine \r\nbiodiversity in areas beyond national jurisdiction. The \r\noutcomes of the first session of the intergovernmental \r\nconference on this issue testified to the fact that \r\nthere continue to be widely differing positions on the \r\nsubject. We urge delegations to maintain a balanced \r\nand positive approach that will enable us to arrive at a \r\nstrictly consensus solution.\r\nThe Convention bodies — the International \r\nTribunal for the Law of the Sea, the Commission on the \r\nLimits of the Continental Shelf and the International \r\nSeabed Authority — continue to play a vital role, and \r\nwe believe that it is important to provide them with \r\nadequate resources. We welcome the decision by States \r\nto give the members of the Commission the option of \r\njoining the main United Nations health insurance plan \r\nused at Headquarters.\r\nI turn now to the statement by the delegation \r\nof Ukraine (see A/73/PV.49), which was once again \r\nall about propaganda for its position in our bilateral \r\narbitrage suit. For our part, we do not plan to comment \r\non ongoing legal or arbitrage proceedings in the General \r\nAssembly, a political body of the United Nations. It \r\nis clear that the Ukrainian delegation has a domestic \r\nagenda and is spreading lies and various sorts of legal, \r\npolitical and economic fairy tales in the Assembly. Let \r\nme explain how things stand in reality.\r\nThe Crimean bridge was designed so as not to \r\nprevent the passage of vessels. The maximum height \r\nabove sea level allowed for vessels passing under it \r\nis 35 metres, which ensures that the vast majority of \r\nships drawing less than eight metres can pass through. \r\nThe two main ports on the Sea of Azov, Berdyansk and \r\nMariupol, basically cannot accommodate ships with a \r\ndraught larger than that. As a rule, border inspections \r\ntake place when ships are at anchor while waiting their \r\nturn for pilotage and in most cases take no longer than \r\nthree hours. They are not discriminatory. From 1 April \r\nto 31 October, our border control officers in Sea of \r\nAzov waters inspected 1,492 vessels, of which 31 sailed \r\nunder the Ukrainian f lag, 53 under the Russian f lag and \r\n1,408 under f lags of third countries. As these numbers \r\nshow, commercial traffic through the Strait is going full \r\nsteam ahead and will continue to do so. Incidentally, the \r\nSea of Azov border inspections had to be strengthened \r\nowing to the necessity of ensuring the security of \r\ncitizens and strategic infrastructure in connection with \r\nconstant threats from Ukrainian radicals, including \r\nofficials. Previously attempted or prevented acts of \r\nsabotage or terrorism — including one in which power-\r\nline supports in the Kherson district were undermined \r\nin 2015 with the aim of cutting off electricity to Crimea, \r\nand one in which a cutter was detained on its way to \r\nsabotage the Crimean bridge’s supports — testify to \r\nthe appropriateness of such inspections.\r\nWith regard to the recent incident, on 25 November \r\nUkrainian naval vessels were moving towards the Kerch \r\nStrait through Russian territorial waters in the Black \r\nSea, seriously violating the rules of peaceful passage. \r\nThe appropriate notifications had not been provided, \r\nand the ships failed to respond to radioed call signs or to \r\nobey requests from the Russian border guards’ boat. It \r\nis notable that two Ukrainian naval vessels that passed \r\nthrough the Kerch Strait in September observed all of \r\nthese formalities. It is therefore clear that the Ukrainian \r\nships’ disregard for those formalities on 25 November \r\nwas a deliberate and manifest violation of laws and \r\nrules that the authorities in Kyiv are perfectly familiar \r\nwith. Incidentally, at the time when the Ukrainian \r\nships committed this provocative act there were 166 \r\ncivilian vessels in the area of the Kerch Strait, meaning \r\nthat their risky manoeuvres created a real threat to \r\ncivilian safety.\r\nThe statistics and facts clearly underline that Russia \r\nensures the full security of ships passing through the \r\nKerch Strait, thereby enabling the future development \r\n11/12/2018 A/73/PV.50\r\n18-43206 5/16\r\nof commercial and other links with the ports of the Sea \r\nof Azov. As far as Crimea is concerned, as a sovereign \r\ncoastal State Russia is exercising its sovereign rights \r\nand asserting its jurisdiction in the waters around \r\nCrimea, in accordance with international law.\r\nMr. Nyanid (Cameroon) (spoke in French): My \r\ndelegation welcomes this opportunity to contribute \r\nto the debate on the issue of ocean management. As \r\nwe know, the oceans play a key role in regulating the \r\nworld’s climate. They also play a role in maintaining \r\nsocial and economic balance, are a vital source of animal \r\nprotein, contain vast quantities of precious metals \r\nand energy resources, provide direct employment for \r\nmillions of people in fisheries and aquaculture and \r\nfor even more through indirect employment in sea-\r\nrelated sectors. They are also of political and military \r\nstrategic significance.\r\nAccording to the data we have, the oceans alone \r\nrepresent an added value of $1.5 billion, or 2.5 per cent \r\nof global added value. All of those benefits and assets \r\ncould be threatened if these spaces continue to be the \r\nvictims of the harmful consequences of human activity. \r\nWe should also point out that overfishing, illegal \r\nfishing, pollution, greenhouse-gas emissions and the \r\ndevelopment of coastal areas also pose a serious threat \r\nto the oceans’ existence. It has also been established that \r\nelevated underwater sonar levels have a whole range \r\nof repercussions on marine life of all kinds, including \r\nmammals, fish and invertebrates, and can do physical \r\ndamage, disrupt communication among animals and \r\ndrive them from their preferred feeding grounds, which \r\nin turn can affect their reproduction and survival rates. \r\nWhile we generally know very little about the long-\r\nterm consequences of anthropogenic underwater noise \r\non marine f lora and fauna, its long-term cumulative \r\neffects on biodiversity and its socioeconomic impact \r\nare matters of growing concern.\r\nWe were very pleased, however, to see both \r\nin resolution 72/73 of 5 December 2017 and in the \r\nconclusions of the nineteenth meeting of the Informal \r\nConsultative Process on Oceans and the Law of the Sea \r\nan acknowledgement of the importance of our oceans \r\nand the need to protect them and their biodiversity, \r\nwhich must be supported by effective measures to \r\nprotect them. Raising awareness is an important \r\nelement of such measures. In that regard, World Oceans \r\nDay, established at the 1992 United Nations Conference \r\non Environment and Development and celebrated \r\nevery year on 8 June, is an opportunity to create an \r\nunderstanding of how oceans fit into sustainable \r\ndevelopment and are help to balance our ecosystem. It \r\nis also urgent that we continue to conduct research into \r\nanthropogenic underwater noise in order to eliminate \r\nuncertainties about its genesis and its socioeconomic \r\neffects on coastal States and their populations, \r\nincluding in the area of food security, as well as to take \r\nits cumulative effects into account. And in order to \r\nensure that no one is left behind, it is crucial to build \r\ncapacity and transfer knowledge and technology with \r\nthe aim of bridging gaps and lack of understanding in \r\nthis area.\r\nBeyond its symbolism, my country welcomes \r\nthe protection afforded by the 1982 United Nations \r\nConvention on the Law of the Sea and other international \r\ninstruments relevant to this issue, and we reiterate our \r\ncall for strengthening the protection and conservation \r\nof the marine environment for future generations. \r\nIn that regard, we welcomed the holding from 5 to \r\n9 June 2017 of the United Nations Oceans Conference, \r\naimed, among other things, at reversing the steep \r\ndecline in ocean health and fostering progress in the \r\nimplementation of Sustainable Development Goal 14 \r\nby 2030.\r\nCameroon also welcomes the holding of the first \r\nsession of the intergovernmental conference to develop \r\na legally binding instrument under the United Nations \r\nConvention on the Law of the Sea on the conservation \r\nand sustainable use of marine biological diversity of \r\nareas beyond national jurisdiction. For my country, it is \r\nimportant to build on the gains of the first session, which \r\nlay the foundation for a new governance instrument for \r\nthe high seas that meets twenty-first century threats \r\nto oceans.\r\nThe blue economy is of paramount importance to \r\nAfrica. According to the International Energy Agency, \r\nby 2020 the annual economic value of energy-related \r\nmaritime activities will have reached approximately \r\n$3 billion per year. Oceans can provide up to 400 per \r\ncent of the global demand for renewable energy. Out \r\nof 54 African States, 38 are coastal and more than \r\n90 per cent of African imports and exports enter and \r\nexit by sea. Territorial waters under the jurisdiction \r\nof coastal States cover 13 million square kilometres, \r\nwith a continental shelf of nearly 6.5 million square \r\nkilometres, including exclusive economic zones. In \r\nother words, the marine environment and ocean-related \r\nactivities could allow Africa to occupy a prominent \r\nplace in global geopolitics. The strategic dimension \r\nA/73/PV.50 11/12/2018\r\n6/16 18-43206\r\nof the blue economy is essential to African States and \r\nmy delegation welcomes its inclusion in Agenda 2063 \r\nof the African Union and the subsequent drafting \r\nby the United Nations Economic Commission for \r\nAfrica, in March 2016, of Africa’s Blue Economy: A \r\npolicy handbook.\r\nFor its part, Cameroon has undertaken to develop \r\nand supervise certain sea-related activities. It has \r\nestablished the Institute of Fisheries and Aquatic \r\nSciences, which is an example of future sustainable \r\ndevelopment. With regard to the regulatory framework, \r\nmy country adopted law 96/12 of 5 August 1996, which \r\nensures the protection of Cameroon’s waters by banning \r\nall marine debris or waste, and law 94/01 of 21 January \r\n1994, on the Forest Code, which regulates forests, \r\nfauna and fisheries, to facilitate the implementation of \r\npolicies under Agenda 21, on the sustainable use and \r\nconservation of marine living resources under national \r\njurisdiction.\r\nAs they are essential to life and the survival of our \r\nplanet, it is urgent now more than ever to protect better \r\noceans and coastal areas by facilitating international \r\ncooperation, strengthening their legal protection code \r\nand supporting research in those areas.\r\nThe Acting President: I now call on His Excellency \r\nMr. Jin-Hyun Paik, President of the International \r\nTribunal for the Law of the Sea.\r\nMr. Jin-Hyun Paik (International Tribunal for \r\nthe Law of the Sea): It is an honour for me to address \r\nthe General Assembly this year on behalf of the \r\nInternational Tribunal for the Law of the Sea during the \r\nAssembly’s consideration of the agenda item, “Oceans \r\nand the law of the sea”.\r\nBefore advising the Assembly on the work of the \r\nTribunal, it is with great regret that I must inform \r\nmembers of the passing of Judge and former President \r\nof the Tribunal, P. Chandrasekhara Rao, on 11 October. \r\nJudge Chandrasekhara Rao was a member of the \r\nTribunal from 1996 to 2017 and its President from \r\n1999 to 2002. Between 2000 and 2009, he served as \r\nthe President of the Special Chamber constituted to \r\ndeal with the case concerning the conservation and \r\nsustainable exploitation of swordfish stocks in the \r\nSouth-Eastern Pacific Ocean. On behalf of the Tribunal, \r\nI wish to pay tribute to Judge Chandrasekhara Rao for \r\nhis contribution to the work of the Tribunal and the \r\ndevelopment of international law of the sea.\r\nPermit me to turn now to the judicial work of the \r\nTribunal. In September this year, the Tribunal held \r\nhearings on the merits in the M/V “Norstar” Case \r\n(Panama v. Italy). I wish to recall that, in that case, \r\nproceedings were instituted on 17 December 2015 by \r\nan application filed by Panama against Italy in a dispute \r\nconcerning the arrest and detention of the vessel M/V \r\n“Norstar”, an oil tanker f lying the Panamanian f lag. \r\nPreliminary objections were raised by Italy on 11 March \r\n2016 and the Tribunal delivered its judgment on the \r\npreliminary objections on 4 November 2016.\r\nIn the period under review, the parties submitted \r\ntheir written pleadings in respect of the merits of \r\nthe case and the Tribunal held hearings from 10 to \r\n15 September. The Tribunal is now deliberating the \r\ncase and plans to deliver its judgment in the spring of \r\n2019. In that regard, allow me to mention that disputes \r\narising from the arrest of vessels have already been \r\nbrought before the Tribunal in cases on merits, mainly \r\nin connection with the claims for damages resulting \r\nfrom alleged illegal arrests and detention.\r\nThe Tribunal has awarded reparations in two such \r\ncases, namely, the M/V “Saiga” Case (Saint Vincent \r\nand the Grenadines v. Guinea) and the M/V “Virginia \r\nG” Case (Panama v. Guinea-Bissau). The current \r\ncase — M/V “Norstar” — also raises issues related to \r\nthe alleged unlawful arrest and detention of a vessel and \r\nclaims for reparations. The Assembly will understand \r\nthat, since it is sub judice, I cannot comment on the \r\ncase at present. I should mention, however, that two \r\nother proceedings are available to States parties to the \r\nUnited Nations Convention on the Law of the Sea in \r\ncases where a vessel is arrested and detained. I wish to \r\nrefer to prompt release proceedings under article 292 \r\nof the Convention, whereby the f lag State of a vessel \r\ndetained for fisheries offences in an exclusive economic \r\nzone or for pollution offences may seek the release of \r\nthe vessel and its crew upon the posting of reasonable \r\nbond. A request for the release of the detained vessel, \r\nas a provisional measure under article 290 of the \r\nConvention, may also be an option when the urgency \r\nof the situation so requires. I wish to add that cases \r\nsubmitted to the Tribunal so far involve wide-ranging \r\nsubjects encompassing, but not limited to maritime \r\nboundary delimitation disputes, law of fisheries, \r\nthe exploitation of the area and the preservation and \r\nprotection of the marine environment.\r\nThis year’s draft resolution on oceans and the law \r\nof the sea\r\n11/12/2018 A/73/PV.50\r\n18-43206 7/16\r\n“[e]ncourages States Parties to the Convention \r\nthat have not yet done so to consider making a \r\nwritten declaration, choosing from the means \r\nset out in article 287 of the Convention for the \r\nsettlement of disputes concerning the interpretation \r\nor application of the Convention” (A/73/L.35, \r\npara. 59).\r\nIn that respect, I note that, so far, 52 States have \r\nmade such written declarations and 40 have chosen \r\nthe Tribunal as the means or one of the means for the \r\nsettlement of disputes concerning the interpretation or \r\napplication of the Convention. That said, I wish to recall \r\nthat, even in the absence of declarations made under \r\narticle 287 of the Convention, the Tribunal is competent \r\nto deal with any dispute submitted to it on the basis \r\nof an agreement between the parties concerned. The \r\nTribunal is also competent to deal with urgent cases \r\nin two instances: first, proceedings for the prescription \r\nof provisional measures pending the constitution of \r\nan arbitral tribunal under article 290, paragraph 5, \r\nof the Convention; and secondly, application for the \r\nprompt release of vessels and crews under article 292 \r\nof the Convention.\r\nFor such urgent proceedings, the Tribunal renders \r\nits decision within a period of approximately one \r\nmonth. I should add that in the light of the experience \r\ngained by the Tribunal in handling urgent proceedings, \r\nthere is no reason to doubt that it could deal with a case \r\non the merits within a relatively short period of time, \r\nin particular if the parties were to indicate that they \r\nexpected an expeditious solution to their dispute.\r\nIn that context, I may observe that the rules of the \r\nTribunal contain provisions that may be used to shorten \r\nthe time spent dealing with a case, if the circumstances \r\nso require. For example, under article 109 of the rules \r\nof the Tribunal, in proceedings before special chambers \r\nof the Tribunal formed pursuant to article 15 of the \r\nStatute, parties may, with the Chamber’s consent, agree \r\nto dispense with oral proceedings. Likewise, pursuant \r\nto articles 117 to 121 of the rules of the Tribunal, oral \r\nproceedings are not required in some disputes brought \r\nbefore the Seabed Disputes Chamber. In advisory \r\nproceedings, if the request for an advisory opinion \r\nstates that the question necessitates an urgent answer, \r\nthe Seabed Disputes Chamber shall take all appropriate \r\nsteps to accelerate the procedure. The Chamber or its \r\nPresident, if the Chamber is not sitting, shall decide \r\nwhether or not oral proceedings shall be held.\r\nAllow me to say a few words about the current \r\nnegotiations in the intergovernmental conference on \r\nan international legally binding instrument under \r\nthe United Nations Convention on the conservation \r\nand sustainable use of marine biological diversity of \r\nareas beyond national jurisdiction. I wish to draw the \r\nattention of the States Members of the United Nations \r\nto the importance of incorporating a robust dispute \r\nsettlement mechanism in the future instrument, as \r\nsuch a mechanism would ensure compliance with \r\nit. In that regard, consideration could be given to the \r\npossibility of incorporating Part 15 of the Convention, \r\non dispute settlement, in the new instrument, following \r\nthe example of other agreements that have been \r\nconcluded to implement provisions of the Convention. \r\nIt might also be useful to consider the possibility of \r\nrequesting an advisory opinion from the Tribunal in \r\nthe new instrument. In that connection, the Assembly \r\nmay recall that the Tribunal’s jurisdiction comprises all \r\nmatters specifically provided for in any agreement that \r\nconfers jurisdiction on the Tribunal.\r\nWith respect to organizational matters, I wish to \r\ninform the General Assembly that during the current \r\nyear, the Tribunal has held two administrative sessions: \r\nthe forty-fifth session, from 12 to 23 March, and the \r\nforty-sixth session, from 17 to 28 September. Those \r\nsessions were devoted to legal and judicial matters, as \r\nwell as organizational and other administrative matters.\r\nOn 25 September, the Tribunal adopted a decision \r\nconcerning its own procedure. It decided to amend article \r\n60, paragraph 2, and article 61, paragraph 3, of its rules, \r\nrelating to the adoption by the Tribunal of a decision \r\nauthorizing a second round of written pleadings. Article \r\n60, paragraph 2, refers to the procedure when a case \r\nis submitted to the Tribunal by way of an application, \r\nwhile article 61, paragraph 3, refers to the procedure \r\nto be followed when a case is submitted by way of a \r\nspecial agreement. Under the amended provisions, \r\nthe President of the Tribunal may authorize a second \r\nround of written pleadings if the Tribunal is not sitting. \r\nPrior to the amendment, articles 60 and 61 stipulated \r\nthat only the Tribunal should give authorization. The \r\namendment was adopted in the interest of the expedient \r\nand cost-effective administration of justice.\r\nAn efficient system for the peaceful settlement of \r\ndisputes requires that comprehensive information on \r\nthe role of the Tribunal be provided to Government \r\nofficials, who in their respective administrations are \r\nresponsible for dealing with law of the sea matters. \r\nA/73/PV.50 11/12/2018\r\n8/16 18-43206\r\nLikewise, it is important to transmit information and \r\nknowledge to the younger generation in order to ensure \r\nthat lawyers and officials, early in their career, are \r\nmade aware of the tools available to States with a view \r\nto the peaceful settlement of international disputes. \r\nIn that respect, I would like to draw the Assembly’s \r\nattention to the capacity-building programmes on the \r\npeaceful settlement of disputes under the Convention \r\noffered by the Tribunal.\r\nOn 2 and 3 May, the Tribunal, in collaboration \r\nwith the Government of the Republic of Cabo Verde, \r\norganized a regional workshop in Mindelo, Cabo \r\nVerde, on the topic of the role of the International \r\nTribunal for the Law of the Sea in the settlement of \r\ndisputes related to the law of the sea. The workshop \r\nwas the thirteenth in a series held in different regions \r\nof the world to provide experts from various States \r\nwith practical information on dispute settlement \r\nprocedures before the Tribunal. Representatives from \r\neight Western and Central African States attended the \r\nworkshop, and the subregional fisheries commission \r\nalso sent a representative. I take this opportunity to \r\nextend our sincere gratitude to Government of the \r\nRepublic of Cabo Verde, the Korea Maritime Institute \r\nand the China Institute of International Studies for their \r\ninvaluable support in the organization of that event.\r\nA further aspect of the Tribunal’s capacity-\r\nbuilding activities is its internship programme, which \r\nannually gives 20 students from around the world the \r\nopportunity to gain a deeper understanding of the work \r\nand functions of the Tribunal. Special trust funds have \r\nbeen established — with assistance from the Korea \r\nInternational Cooperation Agency, the Korea Maritime \r\nInstitute and the China Institute of International \r\nStudies — to provide financial support to applicants \r\nfrom developing countries.\r\nFurthermore, a nine-month capacity-building and \r\ntraining programme on dispute settlement under \r\nthe Convention, organized in cooperation with the \r\nNippon Foundation, has been offered since 2007 \r\nfor the benefit of young governmental officials and \r\nresearchers. Six fellows are participating in the current \r\ntwelfth cycle of the programme. They are nationals of \r\nthe following countries: Argentina, Benin, Comoros, \r\nPapua New Guinea, Singapore and Ukraine. I wish to \r\ntake this opportunity to express my sincere gratitude \r\nto the Nippon Foundation for its commitment to \r\nthe programme.\r\nI would like to add that the twelfth summer \r\nacademy on promoting ocean governance and the \r\npeaceful settlement of disputes, organized by the \r\nInternational Foundation for the Law of the Sea, was \r\nheld at the premises of the Tribunal in Hamburg from \r\n22 July to 17 August. A total of 39 participants from 30 \r\ncountries attended lectures and workshops dealing with \r\nlaw of the sea and maritime law. I would like to express \r\nmy deep gratitude to the aforementioned institutions \r\nfor their support.\r\nBefore concluding, let me express my sincere \r\nappreciation to the Secretary-General, the Legal Counsel \r\nand the Director of the Division for Ocean Affairs and \r\nthe Law of the Sea for the unfailing cooperation and \r\nsupport they have always offered the Tribunal.\r\nThe Acting President: I now call on His \r\nExcellency Mr. Michael Lodge, Secretary-General of \r\nthe International Seabed Authority.\r\nMr. Lodge (International Seabed Authority): Let \r\nme begin by commending the General Assembly for \r\nthe several references made to the International Seabed \r\nAuthority and the regime for the Area throughout draft \r\nresolution A/73/L.35, which is before us. Allow me \r\nalso to express my appreciation to the Legal Counsel \r\nof the United Nations and colleagues in the Division \r\nfor Ocean Affairs and the Law of the Sea for their \r\nsupport during the past year. We enjoy a close and \r\ncollaborative working relationship, and I have been \r\ndelighted to welcome the participation of colleagues \r\nfrom the Division in four of the Authority’s workshops \r\nthis year. I am particularly grateful to the Assembly for \r\nhaving reaffirmed the centrality of the role played by \r\nthe Authority, under the framework of the Convention. \r\nI wish to highlight four specific matters identified in \r\nthe draft resolution.\r\nFirst, I commend the General Assembly for \r\nwelcoming the improvement in the level of attendance \r\nat the twenty-fourth session of the Assembly of the \r\nAuthority this year. It is an encouraging sign of \r\nrenewed commitment on the part of the members of \r\nthe Authority and also a beneficial consequence of the \r\nrevised schedule of meetings endorsed last year by the \r\nAssembly. I hope that this momentum can be sustained.\r\nSecondly, linked to the improvement in attendance \r\nis the fact that a voluntary trust fund has been \r\nestablished to facilitate the participation of members of \r\nthe Council of the Authority from developing States. \r\nI wish to thank all those who have contributed to that \r\n11/12/2018 A/73/PV.50\r\n18-43206 9/16\r\nfund and welcome the references in the draft resolution \r\nto the need for further sustained contributions.\r\nThirdly, I am pleased to see that the General \r\nAssembly, for the second year in a row, has recognized the \r\nAuthority’s fundamental role in collecting and sharing \r\ndata and information on the deep seabed. I particularly \r\nwelcome the references in the draft resolution to the \r\nvalue of cooperation between the Authority and other \r\nrelevant organizations under the umbrella of the Seabed \r\n2030 project. Being a main partner in that Project will \r\nallow us to make a significant contribution in the \r\ncontext of the United Nations Decade of Ocean Science \r\nfor Sustainable Development. We are also pleased that \r\nocean science and the United Nations Decade of Ocean \r\nScience will be the theme of the United Nations Open-\r\nended Informal Consultative Process on Oceans and \r\nthe Law of the Sea in 2019. We look forward to making \r\na substantial contribution to that process.\r\nFourthly, I appreciate the fact that the draft resolution \r\nexpresses serious concerns about the number of States \r\nparties in arrears of their assessed contributions to the \r\nAuthority. That is indeed a serious problem and I wish \r\nto urge all those in arrears, in particular those States \r\nwhose exercise of voting rights will be suspended as a \r\nresult, to fulfil their obligations without delay.\r\nSince my last address to the General Assembly \r\n(see A/72/PV.64), much has been achieved by the \r\nmembers of the Authority. The Council has been \r\nmaking important progress on the elaboration of the \r\nMining Code, including measures for the protection of \r\nthe marine environment, as well as financial terms of \r\ncontracts for mineral exploitation. Following the latest \r\nmeeting of the Council in July, 42 written submissions \r\nhave been received on the draft exploitation regulations. \r\nAt its next session, in February 2019, the Council \r\nwill consider the key policy issues arising from those \r\nsubmissions, with a view to providing clear direction \r\nto the Legal and Technical Commission as it works to \r\nfinalize the draft.\r\nThe next meeting of the Council will also be \r\npreceded by a two-day open-ended informal working \r\ngroup, chaired by the President of the Council, to \r\ndiscuss the economic model for deep-seabed mining, \r\nwhich will form the basis for the financial terms of \r\ncontracts. In that way, the Council is working hard to \r\nachieve the target it had set for itself to finalize the \r\ndraft regulations by 2020 and to set the framework for \r\nthe sustainable use of deep-seabed mineral resources \r\nfor the long term. It is of the utmost importance that \r\nall States parties participate in that process, which \r\nrepresents a unique opportunity to get it right.\r\nIn getting it right, a particular focus for the \r\nAuthority, which is welcomed in operative paragraph \r\n69 of the draft resolution, is the development of \r\nregional environmental management plans in areas \r\nwhere exploration activities are taking place. I wish to \r\nexpress my sincere appreciation to the Governments \r\nof China and Poland for hosting important scientific \r\nworkshops during 2018, which significantly advanced \r\nthat work. I look forward to progressing this work \r\nfurther during 2019, including by strengthening the \r\ncapacity of the secretariat in order to better support the \r\nwork programme set by the Council.\r\nThe Authority’s role in the environmental \r\nmanagement of the Area is of particular relevance to \r\nthe work of the intergovernmental conference on an \r\ninternational legally binding instrument. The Authority \r\nattaches great importance to the work of the conference \r\nand stands ready to support it and its President in its \r\ntasks. That was illustrated by the fact that the Authority \r\nmade five statements during the first substantive \r\nsession of the conference in September and organized \r\nthree side events. At the conference, we had the \r\nopportunity to comment on the relationship between \r\nthe United Nations Convention on the Law of the Sea \r\nand the mandate of the intergovernmental conference. \r\nWe pointed out that the Convention requires the marine \r\nenvironment in its entirety to be protected, not just \r\nparts of it. We must be careful, therefore, that the \r\nresults of our discussions do not further fragment the \r\nlaw of the sea or conflict with the comprehensive and \r\nholistic approach reflected in the Convention.\r\nIn relation to the Area and its resources, it is \r\nimportant to fully respect the rights of States that are \r\nto be exercised only in accordance with Part XI of the \r\nConvention, the 1994 Agreement relating to Part XI of \r\nthe Convention and the Authority’s rules, regulations \r\nand procedures. Additional measures that duplicate, \r\noverlap or conflict with the measures taken pursuant \r\nto Part XI and the 1994 Agreement run the risk of \r\nundermining the careful balance of competencies \r\nestablished in the Convention.\r\nAlthough not referred to in the draft resolution, \r\nsignificant efforts have been invested by the Authority \r\nin contributing to the delivery of the 2030 Agenda for \r\nSustainable Development, in particular Sustainable \r\nA/73/PV.50 11/12/2018\r\n10/16 18-43206\r\nDevelopment Goal 14, and the development of the \r\nblue economy. That includes our engagement through \r\nthe community of ocean action on the implementation \r\nof international law, as reflected in the Convention, \r\nwhich I have the honour to co-facilitate with the Legal \r\nCounsel of the United Nations. It also includes the many \r\ndifferent activities being undertaken to implement our \r\nseven voluntary commitments, in partnership with \r\nmember States, international organizations and other \r\nstakeholders. Here, I wish to reiterate my sincere \r\ncongratulations to the Government of Kenya, as well as \r\nthe Governments of Canada and Japan, on the successful \r\norganization of the Sustainable Blue Economy \r\nConference in Nairobi last month. The Conference \r\nserved to underline that the best way to realize the \r\nbenefits of the blue economy, while conserving our \r\noceans for future generations, is through the legal \r\nregime set out in the Convention.\r\nFinally, I wish to take this opportunity to remind \r\nthe Assembly that 2019 will mark the twenty-fifth \r\nanniversary of the entry into force of the Convention \r\nand the establishment of the Authority. Throughout \r\nnext year, the Authority will organize a series of \r\nspecial commemorative events, and I look forward to \r\nthe full and active participation of all States parties in \r\nthose events, many of which will be held in Kingston, \r\nJamaica, our seat and host country, as well as to the \r\npresence of our sister organizations.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on agenda item 78 and its \r\nsub-items (a) and (b).\r\nThe Assembly will now take a decision on draft \r\nresolutions A/73/L.35 and A/73/L.41. We turn first to \r\ndraft resolution A/73/L.35, entitled “Oceans and the \r\nlaw of the sea”.\r\nI give the f loor to the representative of the Secretariat \r\nto make an oral statement.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): This oral statement \r\nis made in accordance with rule 153 of the rules of \r\nprocedure of the General Assembly.\r\nUnder the terms of paragraphs 54 and 55 of draft \r\nresolution A/73/L.35, the General Assembly would \r\nnote that the twenty-eighth Meeting of States Parties, \r\nconvened by the Secretary-General pursuant to \r\nresolution 72/73, is to be resumed on 15 January 2019; \r\nrequest the Secretary-General to provide full conference \r\nservices, including documentation as required; and \r\nrequest the Secretary-General to convene the twenty-\r\nninth Meeting of States Parties to the Convention \r\nfrom 17 to 19 June 2019, with full conference services, \r\nincluding documentation as required.\r\nIt is anticipated that the request contained in \r\nparagraphs 54 and 55 for documentation related to the \r\nconference services for the Meeting of States Parties \r\nwould constitute an addition to the documentation \r\nworkload of the Department for General Assembly \r\nand Conference Management for three pre-session \r\ndocuments, totalling 2,200 words and one post-session \r\ndocument with 3,500 words, in six languages, in 2019. \r\nHowever, resource requirements for documentation \r\nservices in the amount of $19,500 in 2019 would be met \r\nfrom within existing resources. Accordingly, should \r\nthe General Assembly adopt draft resolution A/73/L.35, \r\nno additional requirements would arise under the \r\nprogramme budget for the biennium 2018-2019.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of the Secretariat to announce additional \r\nsponsors.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to \r\nannounce that since the submission of the draft \r\nresolution and in addition to those delegations listed \r\nin document A/73/L.35, the following countries have \r\nbecome sponsors of the draft resolution: Albania, the \r\nBahamas, Barbados, Bulgaria, Canada, Denmark, \r\nGreece, Guinea, Latvia, Morocco, the Philippines, \r\nSaint Lucia, Senegal, Sri Lanka, the former Yugoslav \r\nRepublic of Macedonia, the United States of America \r\nand Viet Nam.\r\nThe Acting President: A recorded vote has \r\nbeen requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlbania, Algeria, Argentina, Armenia, Australia, \r\nAustria, Azerbaijan, Bahamas, Bahrain, \r\nBangladesh, Barbados, Belgium, Bosnia and \r\nHerzegovina, Brazil, Brunei Darussalam, \r\nBulgaria, Cambodia, Cameroon, Canada, Chile, \r\nChina, Costa Rica, Croatia, Cuba, Cyprus, Czech \r\nRepublic, Denmark, Djibouti, Dominican Republic, \r\nEcuador, Egypt, Estonia, Fiji, Finland, France, \r\nGeorgia, Germany, Greece, Guatemala, Honduras, \r\nHungary, Iceland, India, Indonesia, Iraq, Ireland, \r\n11/12/2018 A/73/PV.50\r\n18-43206 11/16\r\nIsrael, Italy, Jamaica, Japan, Kazakhstan, Kiribati, \r\nKuwait, Lao People’s Democratic Republic, \r\nLatvia, Lebanon, Lithuania, Luxembourg, \r\nMalaysia, Maldives, Mali, Malta, Marshall Islands, \r\nMauritius, Mexico, Micronesia (Federated States \r\nof), Monaco, Mongolia, Montenegro, Morocco, \r\nMozambique, Myanmar, Namibia, Nauru, Nepal, \r\nNew Zealand, Nicaragua, Nigeria, Norway, Oman, \r\nPalau, Panama, Papua New Guinea, Paraguay, \r\nPeru, Philippines, Poland, Portugal, Qatar, \r\nRepublic of Korea, Republic of Moldova, Romania, \r\nRussian Federation, Saint Lucia, Saint Vincent \r\nand the Grenadines, Samoa, San Marino, Saudi \r\nArabia, Senegal, Serbia, Seychelles, Sierra Leone, \r\nSingapore, Slovakia, Slovenia, South Africa, Spain, \r\nSri Lanka, Sudan, Sweden, Thailand, the former \r\nYugoslav Republic of Macedonia, Togo, Tonga, \r\nTuvalu, Ukraine, United Arab Emirates, United \r\nKingdom of Great Britain and Northern Ireland, \r\nUnited States of America, Uruguay, Viet Nam\r\nAgainst:\r\nTurkey\r\nAbstaining:\r\nColombia, El Salvador, Venezuela (Bolivarian \r\nRepublic of)\r\nDraft resolution A/73/L.35 was adopted by 121 \r\nvotes to 1, with 3 abstentions (resolution 73/124).\r\n[Subsequently, the delegations of Liechtenstein \r\nand Tunisia informed the Secretariat that they had \r\nintended to vote in favour.]\r\nThe Acting President: We shall now turn to draft \r\nresolution A/73/L.41, entitled “Sustainable fisheries, \r\nincluding through the 1995 Agreement for the \r\nImplementation of the Provisions of the United Nations \r\nConvention on the Law of the Sea of 10 December \r\n1982 relating to the Conservation and Management \r\nof Straddling Fish Stocks and Highly Migratory Fish \r\nStocks, and related instruments”.\r\nI give the f loor to the representative of the Secretariat \r\nto make an oral statement.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): This oral statement \r\nis made in accordance with rule 153 of the rules of \r\nprocedure of the General Assembly.\r\nUnder the terms of paragraphs 203, 204 and 205 \r\nof draft resolution A/73/L.41, the General Assembly \r\nwould recall the decision to conduct in 2020 a further \r\nreview of the actions taken by States and regional \r\nfisheries management organizations and arrangements \r\nin response to paragraphs 113, 117 and 119 to 124 of \r\nresolution 64/72; paragraphs 121, 126, 129, 130 and 132 \r\nto 134 of resolution 66/68; and paragraphs 156, 171, 175, \r\n177 to 188 and 219 of resolution 71/123, with a view \r\nto ensuring effective implementation of the measures \r\ntherein to making further recommendations where \r\nnecessary, and decide to precede that review with a \r\ntwo-day workshop.\r\nThe Assembly would request the Secretary-\r\nGeneral to convene, with full conference services, \r\nwithout prejudice to future arrangements a two-day \r\nworkshop in 2020 in order to discuss implementation \r\nof paragraphs 113, 117 and 119 to 124 of resolution \r\n64/72; paragraphs 121, 126, 129, 130 and 132 to 134 of \r\nresolution 66/68; and paragraphs 156, 171, 175, 177 to \r\n188 and 219 of resolution 71/123, and to invite States, \r\nthe Food and Agriculture Organization of the United \r\nNations and other relevant specialized agencies, funds \r\nand programmes, subregional and regional fisheries \r\nmanagement organizations and arrangements, other \r\nfisheries bodies, other relevant intergovernmental \r\nbodies and relevant non-governmental organizations \r\nand relevant stakeholders, in accordance with United \r\nNations practice, to attend the workshop.\r\nThe Assembly would also request the Secretary-\r\nGeneral to prepare a report similar in scope, length \r\nand detail to his report to the General Assembly at its \r\nseventy-fourth session, in cooperation with the Food \r\nand Agriculture Organization of the United Nations and \r\nwith the assistance of an expert consultant to be hired \r\nby the Division to provide information and analysis on \r\nrelevant technical and scientific issues to be covered \r\nin the report, for consideration by the Assembly at \r\nits seventy-fifth session, on the action taken by State \r\nand regional fisheries management organizations and \r\narrangements in response to paragraphs 113, 117 and \r\n119 to 124 of resolution 64/72; paragraphs 121, 126, 129, \r\n130 and 132 to 134 of resolution 66/68; and paragraphs \r\n156, 171, 175, 177 to 188 and 219 of resolution 71/123, \r\nand invite States and regional fisheries management \r\norganizations and arrangements to consider making \r\nsuch information publicly available.\r\nTurning to the request contained in paragraphs \r\n203 and 204 of the draft resolution, it is envisaged \r\nthat meeting services would be required for a two-day \r\nworkshop in 2020, consisting of four meetings — one in \r\nA/73/PV.50 11/12/2018\r\n12/16 18-43206\r\nthe morning and one in the afternoon each day — with \r\ninterpretation in all six languages, and also requiring a \r\nwebcast of the meetings. The meetings would constitute \r\nan addition to the workload of the Department for \r\nGeneral Assembly and Conference Management, which \r\nwould entail additional requirements in 2020 in the \r\namount of $23,800. The Office of Legal Affairs would \r\nrequire an additional amount of $900 for the provision \r\nof webcast services for 2020.\r\nThe request for documentation contained in \r\nparagraph 205 of the draft resolution would constitute \r\nan addition to the documentation workload of the \r\nDepartment for General Assembly and Conference \r\nManagement of one pre-session document of 17,000 \r\nwords in all six languages in 2020 and one post-session \r\ndocument of 4,500 words in all six languages in 2020. \r\nThose would entail total additional requirements in the \r\namount of $65,400 for documentation services in 2020.\r\nThe request for documentation contained in \r\nparagraph 205 of the draft resolution would also entail \r\nthe hiring of additional consultancy services for the \r\nOffice of Legal Affairs in 2020. That would entail \r\nadditional requirements in the amount of $15,000 \r\nfor consultancy services in 2020 under the Office of \r\nlegal Affairs.\r\nAccordingly, the adoption of draft resolution \r\nA/73/L.41 would not give rise to any budgetary \r\nimplications under the programme budget for the \r\nbiennium 2018 to 2019. The adoption of the draft \r\nresolution would result in additional resource \r\nrequirements in the amount of $89,200 under section 2, \r\n“General Assembly and Economic and Social Council \r\nAffairs and Conference Management”, and $15,900 \r\nunder section 6, “Legal Affairs”, to be included in the \r\nproposed programme budget for 2020.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of the Secretariat to announce additional \r\nsponsors.\r\nMr. Nakano (Department for General Assembly \r\nand Conference Management): I should like to \r\nannounce that since the submission of draft resolution \r\nA/73/L.41, and in addition to those delegations listed in \r\nthe document, the following countries have also become \r\nsponsors: Albania, the Bahamas, Belgium, Belize, \r\nBulgaria, Croatia, Denmark, Fiji, Finland, Greece, \r\nGuinea, Indonesia, Jamaica, Kiribati, Latvia, Maldives, \r\nMontenegro, Palau, Panama, the Philippines, Saint \r\nLucia, Samoa, Spain, Sri Lanka, Sweden, Thailand, the \r\nFormer Yugoslav Republic of Macedonia and Ukraine.\r\nThe Acting President: May I take it that the \r\nAssembly decides to adopt draft resolution A/73/L.41?\r\nDraft resolution A/73/L.41 was adopted (resolution \r\n73/125).\r\nThe Acting President: Before giving the f loor for \r\nexplanations of vote after the vote, I remind delegations \r\nthat explanations of vote about are limited to 10 minutes \r\nand should be made by delegations from their seats.\r\nMr. García Moritán (Argentina) (spoke in \r\nSpanish): Argentina joined the consensus on resolution \r\n73/125, on sustainable fisheries. We wish to once again \r\nstress that no recommendations in the resolution can be \r\ninterpreted as signifying that the provisions contained \r\nin the 1995 Agreement for the Implementation of the \r\nProvisions of the United Nations Convention on the \r\nLaw of the Sea of 10 December 1982 relating to the \r\nConservation and Management of Straddling Fish \r\nStocks and Highly Migratory Fish Stocks, and related \r\ninstruments can be considered to be obligatory by those \r\nStates that have yet to explicitly express their agreement.\r\nThe resolution that we have just adopted \r\ncontains paragraphs related to the implementation \r\nof the recommendations of the Review Conference \r\non the Agreement. Argentina reiterates that those \r\nrecommendations cannot be considered to be \r\nenforceable, even as recommendations for States \r\nthat are not parties to the Agreement. Argentina \r\nalso cautions that existing international law does not \r\nempower regional fisheries management organizations \r\nor their member States to adopt measures of any kind \r\nagainst vessels whose f lag States are not members of \r\nthose organizations or party to those arrangements, or \r\nhave not explicitly consented to such measures being \r\napplicable to vessels f lying their f lags. Nothing in the \r\nGeneral Assembly’s resolutions, including those we \r\njust adopted, can be interpreted as running contrary to \r\nthat conclusion.\r\nFurthermore, I should like to recall once again that \r\nthe implementation of conservation measures, scientific \r\nresearch or any other activity recommended in General \r\nAssembly resolutions — in particular resolution 61/105 \r\nand its subsequent resolutions — has the current \r\ninternational law of the sea as an unquestionable \r\nlegal framework, as reflected in the United Nations \r\nConvention on the Law of the Sea, including paragraph \r\n11/12/2018 A/73/PV.50\r\n18-43206 13/16\r\n3 of article 77, which must be strictly adhered to. \r\nCompliance with those resolutions cannot used as a \r\nfalse justification for ignoring or denying the rights \r\nestablished in the Convention. There is nothing \r\nin the General Assembly’s resolutions that would \r\nallow the sovereign rights of coastal States over their \r\ncontinental shelves or the exercise of jurisdiction over \r\ntheir continental shelves under international law to \r\nbe abridged.\r\nParagraph 189 of the resolution we have just \r\nadopted contains a very relevant reminder of that \r\nconcept, which is reflected in resolution 64/72 and \r\nits subsequent resolutions. In that context, and as \r\nin previous sessions, paragraph 190 recognizes the \r\nadoption by coastal States, including Argentina, of \r\nmeasures regarding the impacts of bottom fishing on \r\nvulnerable marine ecosystems across the entirety of \r\ntheir continental shelf, as well as their efforts to ensure \r\nthat they are enforced.\r\nMr. Escalante Hasbún (El Salvador) (spoke in \r\nSpanish): I thank you, Sir, for allowing me to take the \r\nf loor in explanation of vote following the adoption of \r\nresolution 73/124, on oceans and the law of the sea, and \r\nthank Singapore for its work as facilitator.\r\nThe Republic of El Salvador is aware of the \r\nimportance of the oceans, particularly of their \r\nsustainable use within the framework of the 2030 \r\nAgenda for Sustainable Development, which is essential \r\nto ensuring food security for all in an orderly fashion. \r\nMy country also understands that gaps continue to \r\nexist in such areas as sustainable fishing, transport, \r\nconservation and the sustainable use of marine \r\nbiodiversity, among other issues, in which we have \r\nseen great strides of exceptional importance for the \r\ninternational community, but in which much remains \r\nto be done.\r\nAs El Salvador is not a State party to the United \r\nNations Convention on the Law of the Sea (UNCLOS), \r\nwe believe that the relevant provisions, agreements and \r\nresolutions agreed among States parties or that emanate \r\nfrom the General Assembly should take the norms of \r\ngeneral international law into account. In that regard, \r\nsuch provisions, agreements or resolutions do not create \r\nobligations for non-State parties without their consent. \r\nOver the years, El Salvador has made repeated appeals \r\nto the General Assembly to make the contents of this \r\nannual resolution comprehensive and inclusive of \r\nevery Member State’s views, and to avoid making it an \r\nexercise in negotiations that would be more appropriate \r\nwithin the framework of the Meetings of States Parties \r\nto the United Nations Convention on the Law of the \r\nSea. Such a limited vision of the subject prevented my \r\ndelegation from supporting resolution 73/124.\r\nNevertheless, as El Salvador is aware of the \r\nimportance of holding multifaceted discussions on \r\nthe oceans within a variety of frameworks, including \r\nthat of the Sustainable Development Goals, and as \r\ntestament to my country’s resolve to work once again \r\ntowards fostering a universal vision to address the \r\nissue, El Salvador decided to abstain in the voting. \r\nOur abstention also reflects the recognition of the \r\ninclusion of elements relative to marine ecosystems and \r\nenvironmental conservation within the text, as well as \r\nEl Salvador’s advocacy for a legally binding instrument \r\non the conservation and sustainable use of biodiversity \r\nin areas beyond national jurisdiction, in accordance \r\nwith the provisions of resolution 72/249, in particular \r\nparagraphs 8 and 10.\r\nEl Salvador calls on all States to pursue their work \r\non issues related to the use, conservation and protection \r\nof the oceans and seas with the goal of ensuring \r\nthe quality of life for future generations, with the \r\ncooperation of all countries, be it in bilateral, regional \r\nor universal formats. That would allow us to strengthen \r\ninternational peace and security and friendly relations \r\namong all nations, in accordance with the principles of \r\njustice and equal rights and the purposes and principles \r\nof the Charter of the United Nations.\r\nMr. Yakut (Turkey): Turkey requested a recorded \r\nvote and voted against resolution 73/124, entitled \r\n“Oceans and the law of the sea”, under sub-item (a) of \r\nagenda item 78.\r\nTurkey agrees with the general content of the \r\nresolution in principle and believes that it is particularly \r\nimportant, as it recognizes the important contribution \r\nof sustainable development and the management \r\nof the resources and uses of the oceans and seas for \r\nthe achievement of the international development \r\ngoals contained in the 2030 Agenda for Sustainable \r\nDevelopment. We therefore appreciate the efforts of the \r\ncoordinator, the Division for Ocean Affairs and the Law \r\nof the Sea and Member States to finalize the resolution.\r\nHowever, owing to the nature of references made \r\nto the United Nations Convention on the Law of the \r\nSea (UNCLOS) in the resolution, Turkey felt obliged to \r\ncall for a recorded vote on the resolution. Turkey is not \r\nA/73/PV.50 11/12/2018\r\n14/16 18-43206\r\nparty to UNCLOS and is of the opinion that UNCLOS \r\nis not universal and does not have a unified character. \r\nWe also believe that it is not the only legal framework \r\nthat regulates all activities in the oceans and seas. We \r\nwelcome efforts to reach a consensus on this important \r\nresolution and expect all parties to be more constructive \r\nand f lexible in order to take all non-parties on board \r\nin future negotiations. Turkey, for its part, is ready \r\nto engage constructively with all parties to achieve \r\nconsensus. Until then, the UNCLOS language in the \r\nresolution should not set a precedent for other United \r\nNations resolutions.\r\nHaving said that, we would also like to recall that \r\nthe reasons that have prevented Turkey from becoming \r\nparty to UNCLOS remain valid. Turkey supports \r\ninternational efforts to establish a regime of the seas \r\nthat is based on the principle of equity and is acceptable \r\nto all States. However, in our opinion, the Convention \r\ndoes not provide sufficient safeguards for particular \r\ngeographical situations and, as a consequence, does \r\nnot take into consideration conflicting interests and \r\nsensitivities resulting from special circumstances. \r\nFurthermore, the Convention does not allow States to \r\nregister reservations to its articles. Therefore, although \r\nwe agree with the Convention in its general intent and \r\nwith most of its provisions, we are unable to become \r\nparty to it owing to those prominent shortcomings.\r\nTurkey joined the consensus on resolution 73/125, \r\non sustainable fisheries, as Turkey is fully committed \r\nto the conservation, management and sustainable use of \r\nmarine living resources and attaches great importance \r\nto regional cooperation to that end. However, as it is not \r\nparty to UNCLOS, Turkey disassociates itself from the \r\nreferences made in that resolution to the Convention. \r\nThose references should therefore not be interpreted \r\nas a change in the legal position of Turkey with regard \r\nto UNCLOS.\r\nMs. Fernándes Júarez (Bolivarian Republic \r\nof Venezuela) (spoke in Spanish): We express our \r\nappreciation to Singapore and Norway for having \r\nfacilitated the negotiations on the texts of resolutions \r\n73/124 and 73/125, respectively. We also thank the \r\nDirector of the Division of Ocean Affairs and the \r\nLaw of the Sea and her team for their support for \r\nthe delegations.\r\nThe Bolivarian Republic of Venezuela is not a \r\nsignatory to the 1982 United Nations Convention on the \r\nLaw of the Sea (UNCLOS) or to the Agreement for the \r\nImplementation of the Provisions of the United Nations \r\nConvention on the Law of the Sea of 10 December \r\n1982 relating to the Conservation and Management \r\nof Straddling Fish Stocks and Highly Migratory \r\nFish Stocks, as their norms are not applicable to my \r\ncountry either under customary law or international \r\ncustom, except for those that the Venezuelan State has \r\nexpressly recognized or will recognize in the future by \r\nincorporating them into its domestic legislation. The \r\nreasons that have prevented the Bolivarian Republic of \r\nVenezuela from becoming party to those instruments \r\nremain unchanged.\r\nThe Venezuelan State believes that UNCLOS does \r\nnot enjoy universal participation, unlike many other \r\nmultilateral instruments. Similarly, we have reiterated \r\nour position within various international forums that \r\nthe Convention must not be considered the only legal \r\nframework governing all activities carried out in the \r\noceans and seas, given the fact that there are other \r\ninternational instruments in this sphere that, together \r\nwith the Convention, make up the body of law known \r\nas the law of the sea. Those include the 1958 Geneva \r\nConvention on the Territorial Sea and Contiguous Zone, \r\nthe Convention on the High Seas, the Convention on the \r\nContinental Shelf and the Convention on Fishing and \r\nConservation of Living Resources of the High Seas, all \r\nof which have been ratified by Venezuela.\r\nUNCLOS codifies certain norms of customary \r\ninternational law that have been incorporated into \r\nthe Venezuelan domestic legal system either through \r\nthe ratification of the Geneva Conventions of 1958 or \r\nthrough domestic legislation. The agenda item “Oceans \r\nand the law of the sea” is a priority in the policies of \r\nVenezuela, which has complied with its international \r\nobligations under the law of the sea, while advocating \r\nfor its integral development from a standpoint of equity \r\nand stressing the fact that all negotiations related to \r\nthat right must reflect criteria and principles linked \r\nto the right to sustainable development of the marine \r\nenvironment and its resources for future generations. \r\nOur country has also cooperated with efforts aimed at \r\npromoting coordination on issues related to the oceans \r\nand the law of the sea, in accordance with international \r\nlaw, and has participated constructively in all relevant \r\nconsultations on the subject.\r\nWith regard to resolution 73/124, entitled “Oceans \r\nand the law of the sea”, we believe that it has positive \r\naspects. We would caution, however, that it contains \r\nelements that led Venezuela to express reservations \r\n11/12/2018 A/73/PV.50\r\n18-43206 15/16\r\nabout the outcome document of the 2012 United \r\nNations Conference on Sustainable Development \r\n(resolution 66/288, annex) and about target 14.c under \r\nSustainable Development Goal 14 of the 2030 Agenda \r\nfor Sustainable Development. We believe that future \r\nupdates of the terms of the Convention should be \r\nconsidered, given the fact that there are new situations \r\nfor which the current approach is inadequate and \r\nwhich has affected the development of a regime that \r\nshould address the most important contemporary issues \r\nrelated to the oceans and seas in a balanced, equitable \r\nand inclusive manner.\r\nAlthough our country is not party to the 1995 \r\nsustainable fisheries agreement, the fisheries and \r\naquaculture sector is a priority in our national \r\ndevelopment plans, which include the goals of promoting \r\nfisheries development through the modernization of our \r\nf leets and maritime and river fisheries infrastructure. \r\nVenezuela reiterates its commitment to sustainable \r\nfisheries through the application of the principles \r\nof the Code of Conduct for Responsible Fisheries of \r\nthe Food and Agriculture Organization of the United \r\nNations and Chapter 17 of Agenda 21, approved by \r\nthe United Nations Conference on the Environment \r\nand Development of 1992. Accordingly, our country is \r\nparty to a number of various international instruments \r\nthat advocate for the preservation and organization \r\nof fisheries.\r\nSimilarly, our national development plan is \r\ncomplemented by a broad set of regulations allowing \r\nus to rely on programmes aimed at achieving the \r\nconservation, protection and management of marine \r\nbiological resources, while promoting their responsible \r\nand sustainable use, including, inter alia, the relevant \r\nbiological, economic, food security, social, cultural, \r\nenvironmental and commercial aspects. Venezuelan law \r\non fisheries prohibits bottom trawling and establishes a \r\nsanctions regime for the failure to respect conservation \r\nand management measures.\r\nFor the sake of consensus, our delegation joined in \r\nthe adoption of resolution 73/125. However, Venezuela \r\nexpresses reservations with regard to its content, as it \r\nis not a State party to the United Nations Convention \r\non the Law of the Sea or to the 1995 Agreement for the \r\nImplementation of the Provisions of the United Nations \r\nConvention on the Law of the Sea of 10 December \r\n1982 relating to the Conservation and Management \r\nof Straddling Fish Stocks and Highly Migratory Fish \r\nStocks. For the same reasons, the Bolivarian Republic of \r\nVenezuela abstained in the voting on resolution 73/124, \r\nconcerning which it also expresses its reservations.\r\nThe Acting President: We have heard the last \r\nspeaker in explanation of vote.\r\nTwo delegations have asked to speak in exercise of \r\nthe right of reply. May I remind Member States that \r\nstatements in the exercise of the right of reply are \r\nlimited to 10 minutes for the first intervention and to \r\nfive minutes for the second intervention, and should be \r\nmade by delegations from their seats.\r\nMr. Yaremenko (Ukraine): I would like to exercise \r\nmy right of reply in connection with the statement \r\ndelivered earlier by the delegation of the Russian \r\nFederation. I thought that, at the very beginning, I \r\nwould proceed bullet point by bullet point in explaining \r\nthe untruth that was shared by that delegation here in \r\nthis Hall. But I think that I will try to save our time and \r\nrecall that, unfortunately, we have to acknowledge that \r\nthe delegation of the Russian Federation has chosen the \r\npath of spreading falsehoods and untruths within the \r\nUnited Nations.\r\nWe have seen many times how the Russian Federation \r\nmanipulates facts and attacks through the use of social \r\nnetworks and, in some cases, cyberattacks. We remind \r\nthe Assembly of the case of Malaysian Airlines f light \r\nMH-17, which was downed by a Russian anti-aircraft \r\nmissile in Ukraine in 2014, For many years, we have \r\nseen the Russian position evolve vis-à-vis that issue. \r\nWe have also recently seen the situation that developed \r\nin the Skripal case. All those cases are very telling.\r\nIt would be perfectly reasonable to ask me why I am \r\nrecalling all of this right now, because it is not really \r\nconnected to the issue of maritime law, which we have \r\nbeen discussing today. Unfortunately, I am doing so \r\nbecause as a result of all the actions I have mentioned, \r\nthe words and the statement of the Russian delegation \r\nare worthless and mean nothing. That undermines \r\ninternational law, and I want to emphasize that that is \r\nwhy any agreement signed by the Russian delegation \r\nis worthless. Needless to say, I urge all delegations \r\nto consider that fact, because right now Ukraine is \r\nunder attack by the Russian Federation. But while we \r\nare suffering at that country’s hands today, none of us \r\nknows who might be suffering at its hands tomorrow. \r\nSo I would once again like to state that Ukraine is \r\nacting in full respect for international law, using only \r\npeaceful means. Our case in the International Tribunal \r\nA/73/PV.50 11/12/2018\r\n16/16 18-43206\r\nfor the Law of the Sea is an example of how we use \r\ninternational law to resolve bilateral issues.\r\nMr. Musikhin (Russian Federation) (spoke in \r\nRussian): To be honest, we were startled by the statement \r\nmade by the representative of Ukraine. He said almost \r\nnothing about the agenda item we discussed today and \r\nclearly simply had nothing to say. I will therefore outline \r\nand sum up what the Russian representative said, and \r\nI hope the Ukrainian representative will understand it.\r\nIn international and domestic bodies of water \r\nregulated under international maritime law, and in \r\nbodies of water regulated through bilateral agreements, \r\nspecific legal rules exist for passage through straits, and \r\nthe Kerch Strait is no exception. If Ukraine abides by \r\nthose laws and rules on the safe passage of vessels and \r\nby the regulations on maritime traffic, its naval ships \r\nand other commercial vessels can pass through freely. \r\nIf it does not abide by the laws and rules regarding \r\nvessels’ safe passage and by the regulations on maritime \r\ntraffic, its ships will be detained and those responsible \r\nbrought to justice. That is their choice. There are no \r\nother options. That is basically what we wanted to say.\r\nThe Acting President: May I take it that it is \r\nthe wish of the General Assembly to conclude its \r\nconsideration of sub-item (b) of agenda item 78?\r\nIt was so decided.\r\nThe Acting President: The General Assembly has \r\nthus concluded this stage of its consideration of agenda \r\nitem 78 and its sub-items (a) and (b).\r\nProgramme of work\r\nThe Acting President: Before concluding, I would \r\nlike to make the following announcements concerning \r\nthe work of the plenary. The consideration of agenda \r\nitem 41, “The situation in the occupied territories of \r\nAzerbaijan”, originally scheduled to be taken up on \r\n17 December, will be postponed until further notice.\r\nAlso, the draft resolution entitled “Effects of atomic \r\nradiation”, recommended by the Special Political and \r\nDecolonization Committee, the Fourth Committee, in \r\nits report contained in document A/73/521, and adopted \r\nat the forty-eighth plenary meeting on 7 December \r\n2018, had programme budget implications, contained in \r\ndocument A/C.4/73/L.13, as mentioned in paragraph six \r\nof that report. Pursuant to rule 153 of the Assembly’s rules \r\nof procedure, no draft resolution for which expenditures \r\nare anticipated by the Secretary-General shall be voted \r\non by the General Assembly until the administrative \r\nand budgetary committee, the Fifth Committee, has had \r\nan opportunity to state the effect of the proposal on the \r\nbudget estimates of the United Nations. The President \r\nof the General Assembly therefore intends to reopen \r\nagenda item 52, “Effects of atomic radiation”, in order \r\nto again put the draft resolution to the consideration \r\nof the Assembly, including through a recorded vote on \r\nits operative paragraph 21 (e), when the report of the \r\nFifth Committee is available. No resolution number \r\nwill be assigned to the draft resolution until then. For \r\nthat reason, the summary of the forty-eighth plenary \r\nmeeting in the Journal of the United Nations does not \r\ninclude a reference to agenda item 52 or the report of \r\nthe Special Political and Decolonization Committee \r\nissued as A/73/521.\r\nThe meeting rose at 4.45 p.m.\r\n"