{"speech":{"0":" I wish at the outset to extend my heartiest congratulations and the assurances of my cooperation and highest esteem to President Jeremic on his election to the presidency of the General Assembly at its sixty-seventh session. Antigua and Barbuda looks forward to his leadership and guidance throughout this session.I extend congratulations also to your predecessor, Mr. Nassir Abdulaziz Al-Nasser, on a job well done and for his continued service to the international community.The theme of the sixty-seventh session of the General Assembly, “Bringing about adjustment or settlement of international disputes or situations by peaceful means”, is judicious, for it accurately summarizes how we as nations need to act in these precarious times of insecurity and uncertainty. These times and circumstances call for a heightened sense of urgency and a stronger will among all nations to work with and through the United Nations in embracing multilateralism in its truest form.The sixty-seventh session of the Assembly is taking place in an environment of continued challenges to international peace and security; international democracy is being tested; there is unbearable poverty throughout the world; the sluggish recovery of the Approach to the International Community; and, finally, eighth, the Framework Agreement to Facilitate Payment of Post-Service Benefits.While we are happy with all that has been agreed today by our two countries, I wish to inform the General Assembly that we have failed to reach agreement on Abyei. President Al-Bashir has rejected the proposal of the African Union High-level Implementation Panel, as stipulated under Security Council resolution 2046 (2012). It is now incumbent upon the African Union (AU) Peace and Security Council, together with the United Nations Security Council, to take the action necessary to move forward.We are thankful to both the AU Peace and Security Council and the United Nations Security Council for their great efforts to bring about this agreement between our two countries.As our President stated in this forum one year ago, “The ambition of the people of South Sudan is to be able to transform their country into a regional agro-industrial powerhouse” (see ), with reduced dependence on external assistance, and the potential to feed the people of South Sudan and to be a breadbasket for East Africa.Our strategy is aimed at utilizing oil wealth as a catalyst to stimulate our economic development potential, with an emphasis on agriculture.We are conscious of the fact that we cannot achieve those goals alone. We need continued support from friends, partners and the international community. We are confident that together we shall overcome the challenges ahead. I take this opportunity once more, on behalf of the people and the Government of South Sudan, to express our profound gratitude for the support rendered to us by the United Nations, the AU, regional organizations, friends and partners.Mr. Momen (Bangladesh), Vice-President, took the Chair.Finally, allow me to reiterate the resolve and the commitment of the people and the Government of the Republic of South Sudan to be a productive and active member of this global family of nations, and to make their contribution to promoting world peace and prosperity for all humankind."}}