{"speech":{"0":" On behalf of the African continent and as Chair of the African Union, I would like to congratulate you, Mr. President, on your election to the presidency of the General Assembly at its sixty-seventh session, and at the same time congratulate the Secretary-General for his leadership role for the peace and prosperity of our people. In our world, shaken by so many multifaceted crises, the Assemblys general debate offers us the opportunity to transcend our national interests to contemplate together the ways and means to ensure international peace and security and to improve global governance for healthy economic growth, which is the guarantor of sustainable human development. In that regard, I welcome the relevance of the theme of this session, on the settlement of international disputes by peaceful means. It is a logical follow-up to that of the previous session, which focused on mediation in the settlement of disputes, and amply demonstrates the importance that the United Nations accords to international peace and security, the foundation of a better world characterized by stability, equity, solidarity among nations, justice, respect for human rights and fundamental freedoms and international cooperation. With regard to the conflicts and other wars that shake our world, the African continent faces many challenges which it cannot straighten out by itself. We hope that the General Assemblys attention, focused since its previous session on the thorny question of conflicts and how to settle them peacefully, will help Africa to find appropriate solutions so that it can dedicate its resources and energies to the sustainable development of its States and to the well-being of its populations. The major constraints on Africas economic development and social progress are at once sundry and variable. They include, inter alia, the illicit and massive circulation of small arms and light weapons, which feeds chronic insecurity and transnational organized crime in States and regions of the continent heretofore havens of peace and prosperity. There is an upsurge in terrorist acts in the Sahelo-Saharan area and activities related to transnational crime, such as abductions and illegal trafficking of all kinds, in particular of humans, and trafficking in narcotics and counterfeit medications. Piracy and armed robbery at sea confront the States of the Gulf of Guinea and the Horn of Africa. We see ongoing unemployment and underemployment, lack of food in some regions and chronic malnutrition conscious because of the fact that two years have elapsed since the publication of the report cataloguing cases of harvesting and trafficking in human organs before, during and after the events of 1999. We are simply asking for the truth. We seek to uncover the destiny of hundreds of Serbs missing from Kosovo and Metohija, who are reasonably believed to be the victims of illicit trafficking in human organs and of other crimes committed in Kosovo and Metohija. In the name of my people, I simply demand justice for the innocent victims. For the sake of the truth an investigation should be carried out, bearing in mind that Serbs were always unjustly portrayed as the sole perpetrators of crimes, and never as victims,Serbia is merely asking for the same obligations and rights for itself as for others, for the same appreciation of its interests as for those of others and for the same kind of attention to itself as to others, so as not to become unworthy of its ancestors and so as not to fail in its debt to its born and unborn children.I conclude by affirming that the Republic of Serbia will make a self less contribution to achieving the objectives of the General Assembly and its Member States. I am convinced that the accomplishment of those objectives is only possible through respect for the fundamental principles of the United Nations Charter and through an active involvement of all Members in the promotion of multilateral cooperation."}}