{"speech":{"0":" It is a genuine honour and pleasure for me to take the f loor in the General Assembly Hall to report on the great interest that the Central African Republic takes in the major international issues of concern to everyone here.However, before doing so, I would like, on behalf of my whole delegation, to extend my warm congratulations to Mr. Jeremic on his election to the presidency of the Assembly at its sixty-seventh session problems, we seem to be in a state of paralysis and unable to take the decisions that need to be taken. “The obvious risk is one of a return to protectionism — a temptation that is already evident. If we believe the signs, that could only bring temporary respite and in time could exacerbate the recession. African countries, and Cameroon in particular, which have undergone a long crisis marked by declines in gross domestic product, the harsh discipline of structural adjustment plans and the worsening of social hardship, are in a good position to evaluate the consequences of a deterioration of the economy. That is why they place their hopes in a broad consultation with a view to the comprehensive regulation of economic and financial flows that would take into account the situation of the different categories of countries and provide opportunities for international solidarity to play a role.“For its part, Cameroon has drawn lessons from the current situation. Back on its feet, thanks to the sacrifices of its population and relieved of the weight of their debt by external partners, the economy of Cameroon is now focused on taking advantage of its natural resources. Well endowed by nature, my country intends to develop modern agriculture in order to consolidate its food self-sufficiency and encourage exports. Also, aware that its industrialization requires the availability of sufficient energy, we have set in motion a programme to exploit our vast hydroelectric potential. Finally, several mining projects, together with the building of adequate road transport and port infrastructure, are under way. We hope to make progress on the road to development and the improvement of the living conditions of our population.“I would now like to express my appreciation for the Presidents choice of theme for the general debate, namely, ‘Bringing about adjustment or settlement of international disputes or situations by peaceful means. That subject follows on from last years theme and enables us to revisit the Charter of the United Nations and to remind ourselves of the values that it promotes and that should guide our actions.“The theme recalls recalls the fundamental principles of the Organization, which are, inter alia, the maintenance of international peace and 34 stability are out of the question, and therefore so is the rule of law.All around the globe we hear cries for freedom and democracy. Since 1989 the world has been in a period of change that has sparked much political fire in Africa.With the international transformations of the 1990s, many African States, including the Central African Republic, have begun to move towards democratizing their political systems. Democracy, good governance and human rights are interdependent. We can say that there can be no rule of law unless those values are respected, both by Governments and the governed. The support and programmes designed to respond to citizens expectations must take those shared values into account, and the Government of the Central African Republic strives to achieve that every day. The Central African Republic has returned to democratic practices, and there is no question that through the evolving democratic process efforts have been made to improve the management of public affairs politically, economically and socially. But we must admit that much remains to be done, and it is something that the international community must commit to collectively.My countrys commitment to human rights has been demonstrated, not only through its full accession to many if not almost all, of the relevant international and regional instruments, but also in practice, through its encouragement of those rights. Under the leadership of General Francois Bozize, President of the Republic and Head of State, we adopted a new Constitution on 27 December 2004. The Constitution enshrines the principles of good governance, maintains the rule of law and respect for human rights, and broadens the scope of individual and collective liberties. The Constitution also provides for recognition of the principle that international conventions ratified by the Central African Republic take precedence over national legislation, thus encouraging the harmonization of our laws with our international commitments.In expressing its political will within the framework of the defence of civic and political rights protected by the African Charter of Human and Peoples Rights, the Central African Republic implements the provisions of that Charter, which have been incorporated into its laws. The Government is also making efforts to protect and encourage vulnerable groups, such as women and children and minorities, through social policies that benefit them.and to assure him of our full cooperation in his noble and demanding work. I would also like to commend the excellent work done under the presidency of Mr. Nassir Abdulaziz Al-Nasser during the sixty-sixth session. I wholeheartedly express my deepest thanks to Secretary-General Ban Ki-moon for the particular attention he focuses on our post-conflict country, where the quest to achieve and build peace remains a major challenge on the road to reconstruction and development. I also commend his tireless efforts to strengthen the role of the United Nations and to consolidate ever more firmly the moral authority of the Organization.Before conveying our assessments and perspectives on the main recurring themes of the general debate, which constitute a litany of global concerns, let me first say that my country welcomes the initiative in convening at the outset of the current session the High-level Meeting on the Rule of Law at the National and International Levels. That is an issue of critical importance, considering that the rule of law itself is being harshly put to the test all over the world. All States and all international institutions should strive to promote the rule of law at both the national and the international levels. Strengthening the rule of law and democratic institutions is of the utmost importance, because they represent the guardians of sovereignty and peaceful coexistence. The real battle at the national and international levels is to enforce respect for the rule of law wherever chaos prevails. Many challenges remain in maintaining the rule of law. Hotspots persist and old conflicts erupt anew in many parts of the world, causing tragedy and threatening to unravel the rule of law. In Africa the rule of law is particularly at risk of breaking down, threatened by tensions, disputes and conflicts in a number of high-tension areas, especially Mali, the Democratic Republic of the Congo, the Sudan, South Sudan and Somalia. The same applies to other crises all over the world, carrying untold risk to governance and stability within countries, not to mention to international relations. The Government of the Central African Republic goes to great lengths to support efforts to promote the rule of law, justice and transparency through its management of the national institutions charged with enforcing the rule of law. Without peace and stability at the global and regional levels, national security and 35That is why the need is greater than ever for a United Nations that can take on a more leading role in that global governance, a groundbreaking organization that will be at the forefront of actions promoting an inclusive framework and global and lasting solutions to all the crises that trouble our world and have direct repercussions for human rights.Increasing multipolarization and economic globalization, the recent evolution of world economic governance and growing cooperation between emerging countries have all presented valuable development opportunities to many countries around the world. The United Nations is the most universal and representative intergovernmental organization with the greatest authority, and it is the most important platform for achieving multilateralism. Since its establishment it has played a huge and irreplaceable role in maintaining world peace, promoting shared development and strengthening international cooperation. In todays world its role must be reinforced, not weakened.The Central African Republic will continue to support the essential and rational reform of the United Nations in line with the evolution of the international situation, in order to increase its authority and effectiveness, strengthen its capacity to deal with new threats and challenges and better implement the mandates entrusted to it by the Charter. Both the revitalization of the General Assembly and the necessary reform of the Security Council in order to meet the legitimate aspirations of developing countries, in particular in Africa, are certainly valid.The issue of civilian resources needed in post-conflict situations takes us back to the Organizations initial purpose: to be a centre for the coordinated efforts of nations to maintain international peace and security through peaceful means. The Charter has given rise to two texts on the peaceful settlement of disputes: the General Assembly Manila Declaration on the Peaceful Settlement of International Disputes of 1982 (resolution , annex) and the 1988 Declaration on the Prevention and Removal of Disputes and Situations Which May Threaten International Peace and Security and on the Role of the United Nations in this Field (resolution , annex). We could also mention resolution , entitled “An Agenda for Peace”, drawn up following the summit meeting of the Security Council in January 1992 convened to establish a doctrine of preventive diplomacy in order to anticipate crises or to facilitate their settlement through the mechanisms of good We are aware that the press is the fourth estate in every democracy. In order to guarantee the exercise of the freedom of the press in the Central African Republic, the Government enacted, on 22 February 2005, Ordinance No. 05002, concerning freedom of communication, which relaxes the laws concerning press offences, notably by replacing prison terms with ordinary fines for any contravention of the laws in question.In an effort to avoid post-electoral political crises, the Government, the political parties — both the majority and the opposition parties — trade unions and civil society are currently reviewing the electoral code in order to correct dysfunctional areas that were noted during the election campaigns of January 2011. The work being done will enable Central African political actors to undertake reforms and essential improvements for the next electoral cycle in a spirit of dialogue and consensus.The state of the world should make us aware of the urgent need to strengthen multilateralism in order to avoid the collective disaster we face, if we do not speedily come up with appropriate and agreed-on solutions to our global problems. The fundamental goals of disarmament and the non-proliferation of weapons of mass destruction continue to be held hostage to the policy of the double standard, along with the discriminatory practices and lack of respect for commitments undertaken on the part of certain nuclear Powers.The fight against terrorism and violations of human rights around the world, which is approached selectively, and the biased implementation of international humanitarian law has given rise to legitimate doubts as to whether those noble causes are being exploited for political ends. That calls for action by the Organization. Issues of climate change and the protection of the natural world also demand a changed approach that takes into account the aspirations of all peoples. Floods and energy and drought-induced food crises continue in some parts of the world, and such crucial issues require greater mobilization on the part of the international community.This year we will renew the debate on the central role of the United Nations system, while putting particular emphasis on the global governance that it embodies. The Organization remains the keystone of the new world order and the conscience of humankind. 36 I now call on the representative of the Islamic Republic of Iran, who wishes to speak in exercise the right of reply. I would like to remind members of the General Assembly that statements in exercise of the right of reply are limited to 10 minutes for the first statement and five minutes for the second, and should be made by delegations from their seats.I now give the f loor to the representative of the Islamic Republic of Iran.Mr. Sahraei (Islamic Republic of Iran): This morning, the Prime Minister of the friendly State of Kuwait referred in his statement to the three Iranian islands located in the Persian Gulf. In that regard, I would like to state the following.The Government of the Islamic Republic of Iran reiterates its full sovereignty over the Iranian islands of Abu Musa, Greater Tunb and Lesser Tunb in the Persian Gulf and categorically rejects any claim to the contrary. The Islamic Republic of Iran underlines that measures taken by Iranian officials regarding those islands have always been conducted on the basis of the principle of the sovereignty and territorial integrity of the Islamic Republic of Iran.My country has always pursued a policy of friendship and good-neighbourliness with all neighbouring countries. In that context, Iran stands ready to discuss the issue bilaterally with the relevant officials in the United Arab Emirates with a view to strengthening relations in various fields and, accordingly, to resolve any possible misunderstanding by the other party. As has been regularly reiterated, the territorial integrity and sovereignty of Iran regarding those islands are not negotiable. In relation to the references made in the statements of a few delegations, the Islamic Republic of Iran wishes to stress that the only correct and historically and universally recognized name for the sea between Iran and the Arabian Peninsula is the Persian Gulf. Any use of fabricated or incomplete names for that body of water is therefore completely groundless and absolutely unacceptable and bears no legal, geographical or political value"}}