{"speech":{"0":" We warmly congratulate Mr. Vuk Jeremic on his election to the presidency of the General Assembly at its sixty-seventh session.We are also pleased that the general debate of this session is devoted to considering, among other issues, the promotion of sustained economic growth and sustainable development in accordance with relevant General Assembly resolutions and recent United Nations conferences. Since we adopted the Declaration that led to the Millenium Development Goals (resolution ), the image of development has been tied to the reduction of poverty and to the development of capacities and opportunities for the most vulnerable populations. The majority of our developing countries had made significant progress in this area until 2008, when the financial crisis, which affected the world economy and threatened to cancel out our achievements, began.We are living at a time of multiple simultaneous crises. The ecological crisis threatens the majority of our f lora and fauna. Global warming threatens coastal populations and small island countries. Unchecked population growth threatens to exceed the capacity of nature to restore itself. We have witnessed a crisis of the values that have traditionally governed the behaviour of humankind. War and armed conflict threaten the right to cultural, ideological and political diversity and our right to live in peace and unity.Those of us who live in the developing countries did not cause the world financial crisis. As you know, the crisis was caused by the failure to use effective regulations in the international financial system and by the arrogance, greed and unbridled desire to amass wealth. In the context of the crisis, age-old debates have resurfaced as to how best to tackle the crisis. Should we reduce investment in social protections for our populations? Or, on the contrary, should we bolster investment, making anti-cyclical social investment Openness will be further enshrined. Transparency will be strengthened, and public accountability confirmed. The main thing that will be confirmed is that Georgia will not go back. It will not be dragged back under any pressure, under any dirty money from the North, under any threat of military exercise or direct military invasion or mass-scale disturbances or the emergence of some kind of militias emerge, as some have threatened. It is not going to work.According to the European Union, we are the safest country and the least corrupt country in Europe with strong Government institutions that cannot be bribed and cannot be undermined. By constantly renewing the social contract, which is at the heart of every democratic nation, we will ensure that democratic principles and practices are with us for good.I trust the Georgian people. I trust the international community and I trust that they will not allow others to destroy the will of my people or destroy my small nations choice. I stated earlier that democracy is a difficult, sometimes noisy system. It presents challenges to those in and outside Government, and it forces leaders to place their trust in society. Personally, I see no credible alternative, and I saw no better reason to take risks. Fear is the paramount weapon of autocrats, while trust is a definition of democrats.Let us all trust our citizens, even if autocratic forces much bigger than us are threatening us. The best defence for my country is openness, democracy, transparency and the work of institutions against all of those forces, against all the international mafias and against social and international pressures that contravene international law. Let us defend the institutions that support, strengthen and preserve our choice to be open and free."}}