{"speech":{"0":" On behalf the delegation of Guinea, which I have the great honour to lead, I would like first of all to congratulate the President on his election to guide the work of the General Assembly at its sixty-seventh session at a time when our Organization is facing multiple challenges. That mark of trust placed in him is a vibrant tribute to his country, the Republic of Serbia, as well as to his recognized diplomatic qualities, which augur well for the success of our deliberations. His predecessor, Mr. Nassir Abdulaziz Al-Nasser, of Qatar, deserves our gratitude and thanks for his excellent work. I should also like to express my Governments highest appreciation to the Secretary-General, Mr. Ban Ki-moon, for his dynamism and determination in the exercise of his mandate.The theme of this session, “Bringing about adjustment or settlement of international disputes or situations by peaceful means”, lies at the very heart of the uncertainty that weighs on the future of humanity. The emergence of new forms of violence at the hands of numerous actors and non-State groups, international terrorism, and above all the proliferation of small arms and light weapons, all constitute grounds for concern. While inter-State conflicts have decreased in recent years, intra-State conflicts in certain regions of the world have led to political instability, general insecurity and human tragedies, with their attendant economic, social and environmental crises.It follows that the peaceful settlement of disputes, as a fundamental principle of international relations, is becoming more indispensable than ever for the maintenance of international peace and security. That principle requires sustainable preventive strategies and concerted efforts on the part of regional and subregional organizations along with international development partners. The critical need for States to promote and defend the purposes and principles of the United Nations Charter and of international law is the bulwark par excellence against attempts against the territorial integrity and sovereignty of States.opportunities for men and women, and the enhancement of health services, notably for children. Therefore, the Kingdom of Bahrain occupies an advanced position at the global level, as reflected in the United Nations Human Development Reports issued during the past few years.If the international community is to overcome the challenges facing Member States, we must be able to fully shoulder their responsibilities, especially as the deadline for achieving the MDGs is approaching. We are only three and a half years from that deadline. We have to redouble our efforts and review our policies in order to enhance national and regional capacities to avoid imbalances and to overcome challenges. According to the Millennium Development Goals Report 2012, and notwithstanding some negative indicators, child mortality has been decreasing across the world, the percentage of those living in extreme poverty has been halved, and over 89 per cent of the worlds population now has access to safe drinking water.However, it seems that other objectives are still unattainable in many countries, and inequalities continue to rise in some areas such as public health that remains dismal and a cause for great concern. That also applies to the scarcity of water resources. We therefore cannot use the global financial crisis as an excuse for reneging on our financial commitments to those countries in greatest need.In that regard, Bahrain welcomes the outcome of the United Nations Conference on Sustainable Development, as well as the Secretary-Generals vision with regard to sustainable development. Much remains to be done, however, to ensure that people across the world not only have access to the most basic needs, but that they have the tools to maintain them over time. We must acknowledge that sustainability is not merely a response to needs but rather a principal element of human dignity.To conclude, I believe that the formidable changes and challenges our world faces today present valuable opportunities that we can exploit through wisdom, courage, patience and joint action. We must work with all our capacity to address the elements that divide us, particularly backwardness, extremism and isolationism. At the same time, we must continue to lend a hand to those most in need. We must use objectivity and honesty to challenge immobility and prejudice in order 35reconciliation in that country. The Government of Guinea would like, at this time, to express its warmest congratulations to the African Union Military Observer Mission in Somalia.Guinea also supports the ongoing negotiations between the Governments of the Sudan and South Sudan regarding post-independence issues, in accordance with the African Union road map of 24 April 2011, as approved by the Security Council in its resolution 2046 (2012). We welcome the agreement reached by the parties on sharing petroleum revenue.In the Middle East, the restoration of lasting peace in the region must of necessity depend on the creation of an independent Palestinian State, living in peace and security side by side with the State of Israel. The situation in Syria increasingly cries out to the international community. We urge the concerned parties to spare no efforts to halt the violence, protect the population and restore peace. My Government reaffirms its support for the declaration on Syria of the recent extraordinary session of the Organization of Islamic Cooperation.The adoption on 21 June of the outcome document (resolution , annex) of the United Nations Conference on Sustainable Development (Rio+20) offered the international community an opportunity to renew its political commitment to sustainable development in all its dimensions — economic, social and environmental. The priority of the international community today should be the effective implementation of the commitments made to take into account the legitimate concerns of all countries, in particular in Africa. To that end, Guinea remains convinced that defining a post-2015 development agenda must take into account the complementarity of the Millennium Development Goals (MDGs) and the sustainable development goals resulting from Rio+20 in order to ensure maximum benefit from the subsequent synergy.In consideration of Africas post-2015 development agenda, at the proposal of my country, the fifth Joint Annual Meetings of the African Union Conference of Ministers of Economy and Finance and the Economic Commission for Africa Conference of African Ministers of Finance, Planning and Economic Development, held in Addis Ababa in March, and the seventeenth session of the High-level Committee on South-South Cooperation, held in New York in May, agreed to promote South-South and triangular coalition.International mediation as a means of prevention or a way to end violence through dialogue, along with negotiation and the achievement of final agreements, should be given pride of place. In that context, the Guinean delegation encourages the rapid deployment of mediators and experts. It also wishes to offer its emphatic support to the Secretary-Generals initiative encouraging the role of women in the mediation process.In developing States, especially in Africa, mediation and settlement mechanisms should be strengthened through capacity-building and the allocation of sufficient resources to assure a holistic and effective approach. The institutionalization at the national, regional and international levels of a culture of peace that includes dialogue between civilizations and religious tolerance is the irreversible path towards a world of solidarity and peace.In West Africa, where the northern part of our neighbour, Mali, has been occupied for months by terrorist and rebel groups, the strengthening of democratic institutions and the restoration of territorial integrity constitute the primary challenges of note. Guinea reiterates its support for the initiatives of the Economic Community of Western African States and the African Union in their search for a solution to that crisis, whose effects on the countries of the subregion could well be devastating. In that regard, Guinea joins the Government of Mali in urgently demanding the Security Council to deploy an international contingent to restore the territorial integrity of that brother country. In Guinea-Bissau, the consolidation of peace and stability requires the restoration of all democratic institutions. With respect to the Great Lakes countries, we support the efforts of the international community and the Central African Economic and Monetary Community, which seek to restore peace and security in the eastern part of the Democratic Republic of the Congo, which is fundamental for the stability of that country and the region.In the Horn of Africa, there has been encouraging progress with respect to the peace process in Somalia. The implementation of a new federal Parliament, the adoption of a new interim Constitution and the election on 10 September of Mr. Hassan Sheikh Mohamud as President of the Republic, all demonstrate the commitment of the Somali people, the Intergovernmental Authority on Development, the African Union and the United Nations to support peace, democracy and 36 judiciary. We are convinced that strengthening the security and stability of the country and of the subregion depend on that. In the economic and social field, there has been significant progress in combating the macroeconomic imbalances and in improving prospects for growth and peoples living conditions.Those policies enabled Guinea to reach the completion point of the Heavily Indebted Poor Countries Initiative a few days ago, following meetings of the Executive Boards of the International Monetary Fund and the World Bank. The subsequent foreign debt relief will make it possible to release significant financial resources to investment in basic social services to alleviate poverty. The normalization of relations with creditors, restoring the States credibility, will promote access to new foreign financial resources. However, the Government of Guinea is aware that reaching the completion point is only a first step and that many challenges must be overcome to launch the country on the path of sustainable growth. Our objective is to rapidly raise the country to the ranks of an emerging economy through the exploitation of its natural resources.I would like to conclude by reiterating Guineas firm support for efforts to reform the General Assembly and the Security Council so as to strengthen the effectiveness and democratic governance of our universal Organization."}}