{"speech":{"0":" I wish first to express my Governments congratulations to His Excellency Mr. Vuk Jeremic, President of the General Assembly at its sixty-seventh session and a former Minister for Foreign Affairs of Serbia, on his countrys election to preside over the Assembly. We are very happy about that because, both in the past and currently, his country has played an active role in eliminating tensions and inequality and in strengthening the rule of law in international relations. We are firmly convinced that, during his tenure, the proceedings of the General Assembly will be conducted in a climate of consensus and solidarity among Member States.The current session of the General Assembly is being held at a time of turmoil, when many States are experiencing internal tensions, there is an acute economic crisis, developing countries and their emerging economies are encountering difficulties, the environment and the atmosphere are deteriorating, and other major catastrophes have caused the loss of human lives and the destruction of infrastructures vital to humankind.The major efforts made by the Secretary-General through the United Nations system have not been sufficient to have a decisive impact. Greater commitment, joint action and unified approaches on the part of all States are required to combat with determination the problems of concern to everyone today. In point of fact, the Secretariat has stressed the main outlines of the problems, which constitute the agenda for the current session — for instance, developing countries need for economic growth, the maintenance of international peace and security, the development of the African continent, the promotion of human rights and the provision of humanitarian assistance, the promotion of justice and international law, disarmament, and the need to combat drug trafficking, terrorism, the use of mercenaries, piracy and other crimes.The Republic of Equatorial Guinea wishes to stress that of all those problems none has been more destructive as well as the comprehensive process of reinforcing the coherence and efficiency of the system, should not discourage us. On the contrary, they should serve as an impetus for further mobilization.Only the United Nations can provide integrated solutions for interdependent issues such as development, peace and security, human rights and humanitarian action.In conclusion, I invite all Member States to recall the words of Jean Monnet, the father of modern Europe. He described the use of the veto in modern European history as the expression of lack of power for dialogue and the impossibility of overcoming national egoism. Let us build a prosperous world for our future generations.We hope that our neighbour will make its way out of crisis as soon as possible. We have proposed a series of practical measures on how to upgrade our economic and good neighbourly cooperation, which should include a bilateral agreement on the avoidance of double taxation. Macedonian taxes are favourable for our neighbours businessmen and, as always, the doors of the Republic of Macedonia are wide open to them.The Republic of Macedonia firmly believes that the United Nations remains the centre of multilateralism and global governance. The Organization inspires universal dialogue, which in most cases results in joint solutions for handling global problems in order to reach a shared vision of the future of the international system."}}