{"speech":{"0":" The rule of law is among the topics before the sixty-seventh session of the General Assembly. This is an especially important issue, especially for someone who has had the opportunity to personally experience the lack of it. For many decades, Hungary belonged to the Communist-Socialist bloc. By 1949 the Communist takeover of power had been completed, just four years after the end of the Second World War. The multiparty system had been eliminated. The majority of leaders of political parties established after the war were forced into exile or were imprisoned.I was born 10 years later. I spent my early adult years, and thus the years of my political awakening as well, in a dictatorship. In fact, my two older children were born under that political system. For our generation, just as for that of our parents, our everyday experience was of being deprived of human rights and liberties. Independence? From what, when Soviet troops kept Hungary under occupation? Free elections? How, when political parties were non-existent and, even at late as 1988, it was a crime against the State to form political organizations.Constitutional freedoms, such as the freedom of speech, the right of assembly and the right to practice religion freely, existed only on paper or not even on that. The end of the 1980s and the fall of the Berlin Wall and of the Iron Curtain, brought democratic changes to Hungary as well. It was in the spring of 1990, more than 40 years later, that we could organize free elections again. Preparations for the peaceful transition, and then the post-election years, can be deemed to be a successful period from the perspective of the rule of law.Hungary, however, did not have a new, consolidated Constitution that was not unlike the 1949 Constitution, easily revealed through the number in its title. It was that shortfall that the Hungarian National Assembly rectified in April 2011, when it decided to adopt the new fundamental law of Hungary. What is now the youngest Constitution of Europe incorporates almost all elements of the European Convention on Human Rights, along with the rule-of-law institutions safeguarding the checks and balances established in 1990. As a new element, constitutional constraints compliant with the rule of law have been imposed to curb irresponsible public spending and the reckless increase of State indebtedness.Neither the parties nor the world can afford continued hostility and insecurity. There may be a rare window of opportunity later this year, after the United States elections, to achieve what both sides so urgently need, namely, two States at peace, Palestine and Israel, both secure, both free to look forward on the basis of a just, comprehensive and final settlement. That has always been and will remain a foremost priority for Jordan.Let me say now, as I have said before, that the Arab world seeks peace. We mean by that real peace: diplomatic relations, economic relations, trade and investment. We mean by that a new normality, in peace, where people are safe in their homes, where communities are able to build and where cooperation helps the entire region prosper. All this has been on offer for over 10 years, since 2002, under the Arab Peace Initiative, through which 57 Arab and Muslim countries reached out collectively to Israel. It is time for Israel to turn around, look to the future we must share and make a just and lasting peace with the Palestinians.Almost 70 years ago, countries from every continent chose to come together in hopes of a world united in peace and respectful of all humankind. After a bitter, destructive global war, the United Nations was the right step, the brave step. Today, almost three generations later, we have learned that it is not enough to make the right choices. We must also pursue effective action. Not only as nations but as nations united, we must take the right steps, the brave steps, now."}}