{"speech":{"0":" At the outset, I would like to congratulate Mr. Vuk Jeremic on his election as President of the General Assembly at its sixty-seventh session and to wish him every success in that highly honourable and important role. I am convinced that his rich experience will contribute to the achievement of significant results in our work together. I convey my appreciation as well to his predecessor, Mr. Nassir Abdulaziz Al-Nasser, for the exemplary manner in which he led the sixty-sixth session. I also wish to pay tribute to Secretary-General Ban Ki-moon for his ongoing efforts to revitalize the global role of the United Nations and to bring reforms to the Organization. It is a great honour for me to speak from this rostrum for the first time on behalf of the people of the Republic of Moldova. Twenty-one years ago, my country broke away from the Soviet empire, and today it is undergoing a process of democratic transformation, with membership in the European Union as its ultimate goal. After a period of several years marked by political turmoil, my country now enjoys political stability, which allows it to develop and modernize. We have firmly defined European integration as our objective and have revived the economic and social reforms. Our priorities are the establishment of the rule of law and comprehensive judicial reform, with an emphasis on fighting corruption, modernization of the economy and reintegration of the country. The support and assistance provided by our European partners from Brussels and United Nations Member States are extremely important for us and assure us that we are on the right path. Two decades ago, on the very day the Republic of Moldova joined the 12 and management of conflicts, including protracted ones. From that point of view, during this session we will strongly support the consideration by the General Assembly of the issue of cooperation between the United Nations and regional organizations, particularly the Organization for Security and Cooperation in Europe, the Council of Europe, the Black Sea Economic Cooperation Organization and other organizations.In the same context, considering the distinct objective devoted to democracy and economic development, the increased potential and role in economic development and regional integration, as well as the strong determination of the countries of the Georgia, Ukraine, Azerbaijan, Moldova (GUAM) Organization for Democracy and Economic Development to actively contribute to international security, stability and peace, the delegations of its member States have decided to advance for consideration of the General Assembly during its current session a draft resolution on cooperation between the United Nations and GUAM.At this stage, the process of development and integration of our States is still burdened by some outstanding problems, including unresolved conflicts in the territories of the Republic of Azerbaijan, Georgia and the Republic of Moldova. We reaffirm our unswerving commitment to finding peaceful solutions to those conflicts on the basis of respect for the sovereignty and territorial integrity of our countries.Promoting the rule of law at the national and international levels is at the heart of the United Nations mission and is fundamental to achieving durable peace, supporting openness in Government, the effective protection of human rights and sustained economic growth and development. We emphasize the importance of the High-level Meeting of the General Assembly on the Rule of Law at the National and International Levels (), held on 24 September, and will continue to support efforts in that direction during the sixty-seventh session. In our view, strengthening the rule of law will help to maintain peace, promote development and enhance cooperation, and is therefore conducive to the achievement of the goal of building a harmonious world.The non-proliferation of weapons of mass destruction, disarmament and the efficient control of armaments remain vital topics on the international cooperation agenda, which need the common understanding, political will and engaged efforts of all States and international organizations. The Republic of Our international partners provide an essential contribution to bringing that conflict to an end. Growing assistance from the European Union is an encouraging example in that regard. The negotiation process now needs a strong stimulus, and we believe that our international partners can demonstrate the necessary political will to that end. We call on the 5+2 format negotiators, namely, the Organization for Security and Cooperation in Europe, the Russian Federation, Ukraine, the European Union and the United States of America, to pool their efforts and work together towards the final resolution of the Transnistrian conflict and reintegration of the Republic of Moldova.It is also important to reiterate that Russian forces are still present on the territory of the Republic of Moldova, without the consent of the host country and in breach of the Moldovan Constitution and international commitments, and they should be finally withdrawn.The universal character of the United Nations and its unique role in managing international relations are widely recognized. There is no alternative to this Organization. Yet, globalization and the global financial crisis have demonstrated the need to reform the Organization in order to ensure the progressive and sustainable strengthening of the United Nations. I am referring in particular to Security Council reform, to which a compromise solution should be found. We believe that any proposal for its reform should take into account the legitimate aspirations of all regional groups, including granting an additional non-permanent seat to the Eastern European States.In its capacity as a member of the Human Rights Council, the Committee on Conferences, the Policy and Programme Coordination Committee, the Committee on Information, the Commission for Population and Development and other United Nations elective bodies, the Republic of Moldova will continue to support efforts towards the comprehensive reform of the United Nations system and its main bodies and organs, including the revitalization of the General Assembly and the reform of the Security Council aimed at enhancing the efficiency, transparency, accountability and representativeness of the system.The relationship between the United Nations and regional organizations is of paramount importance for the maintenance of international peace and security. In many instances, all those organizations have unique and complementary capacities that, when properly coordinated, can contribute decisively to the prevention 13Finally, I would like to reiterate that the Republic of Moldova is a strong supporter of the United Nations role in global governance and the management of international crises. We believe in the potential and capacities of the United Nations to find adequate responses and take concrete actions aimed at resolving the ever-increasing global challenges. The Republic of Moldova is definitely contributing to that activity."}}