{"speech":{"0":" At the outset, I express my delegations warmest congratulations to the President on assuming office to preside over the General Assembly at its sixty-seventh session. I would like to record our deepest appreciation to his predecessor, His Excellency Mr. Nassir Abdulaziz Al-Nasser, for his untiring efforts in steering the deliberations of the sixty-sixth session to a successful conclusion.I also wish to congratulate the Secretary-General, His Excellency Mr. Ban Ki-moon, for his extraordinary report () presented to the Assembly on Tuesday. Despite the many unprecedented challenges facing the United Nations today, we remain confident that the Secretary-Generals leadership and the resolve of the Organization and of humankind will not waver.I represent a small yet proud island nation that has long advocated for an effective international framework for the security of small States, that has vigorously campaigned for international actions to combat climate change and that has contributed to breaking the international silence on the human rights implications of climate change.I come from a nation that has successfully moved from an authoritarian system to a multiparty democratic system of governance — a historic transition achieved purely by peaceful means. That is why Maldivians show their solidarity with people everywhere in the world who struggle to replace despotism with democracy. That is why we support the ongoing democratization process in the Middle East and North Africa, and that is why we applaud Tunisia and Egypt for holding their first post-transition elections in a free and fair manner. Turning to our Organization, the single most urgent need is to reform the Security Council. Naturally, such an important step must not be taken in haste. However, after more than a decade of talking, we should be close to finding an acceptable formulation. Success on this issue will strengthen the Organization and stimulate and renew confidence in the Charter.My country subscribes to the principles of peace, security and prosperity, as enshrined in the Charter of the United Nations. We are horrified by the senseless killing of thousands of innocent civilians in Syria. Over the past two weeks, we have witnessed surges in violence. We join the international community in condemning violence, in particular the attacks on diplomatic missions, diplomats and personnel in Libya and Egypt. We must be bold in our actions to prevent such attacks. I call on Member States to continue their efforts to find peaceful solutions to these conflicts, especially the most challenging ones.The United Nations has the unique opportunity to address and solve the many challenges facing its weakest and most vulnerable States Members. The challenge lies in how the Organization and its most able Members can turn their many ambitious statements into mobilizing the required resources to successfully protect the citizens of the world.We in the Federated States of Micronesia, facing our troubled world, continue to place our faith in the United Nations as we look towards future. Our isolation amid the vast expanse of the Pacific Ocean no longer shields us from the threat of international terrorism. Globalization has long had a foothold on our island State. Facebook links us to the world.Allow me to end with a quote from my Constitution: “The seas bring together, they do not separate us .... We extend to all nations what we seek from each: peace, friendship, cooperation and love in our common humanity”."}}