{"speech":{"0":" I extend my warmest congratulations to Mr. Jeremic on his election to preside over the General Assembly at its sixty-seventh session. The demanding agenda of this Assembly makes that no easy task, but I assure him of Maltas support and friendship.Over a year ago, the protagonists of the Arab Spring proclaimed that their time had come. They shed their blood for freedom, calling for an end to the status quo of oppression and injustice. Unfortunately, extremists persist in their efforts to derail that call. United States Let me briefly say a few words about the current situation in my country. The historic task we face is still to positively conclude the historical transition we are undergoing as early as possible. We need the Constituent Assembly to promulgate a new constitution and we need to finally complete the peace process. Based on the historic peoples movement of 2006, which was the culmination of many decades of struggle by the Nepalese people against autocracy, we abolished the monarchy and established a republican State. We also adopted other important principles, such as secularism, federalism and inclusive, proportional representation and participation, although they are yet to be codified in a new constitution. The Constituent Assembly was elected for the first time in Nepals political history in 2008 and was mandated to draft a constitution addressing the aspirations of the people for change, a restructuring of the State and an end to all forms of exploitation and discrimination based on class, ethnicity, gender and region. The Constituent Assembly worked for four years to draft the new constitution and completed 80 to 90 per cent of the drafting, but never finalized the text. Not having met its deadline, and after the Supreme Court ruled against extensions, it was dissolved on 27 May this year.We have made qualitative progress on the technical side of the peace process, mainly the integration of former Maoist combatants. There is no outstanding problem left in that regard and the process is near completion. A transitional justice mechanism is in place to promote the peace and reconciliation process needed for the completion of the peace process. But we have yet to find a solution to the Constituent Assemblys inability to create a constitution. Political parties are engaged in dialogue and negotiations in that regard and are seriously committed to finding a consensus solution. National consensus is the only option to find a way out of the current impasse. We hope we will be able to do so without excessive delay. As we go through the process of institutionalizing change, we are of the firm belief that democracy, development and peace are interrelated and interdependent. By “democracy”, we mean inclusive and participatory democracy, and by “development” we mean people-centred development with social justice and socioeconomic transformation. Without democracy and development, there cannot be lasting and sustainable peace. And democracy, development, 34 celebration for our neighbours, and Malta joins others in recognizing their achievements, as well as the achievements of the other countries of the Arab Spring.Yet as we bear witness to the wave of democratic reform drifting across the southern Mediterranean shores, we must also recall that others are still struggling for freedom. The situation in Syria cannot but trouble us. Oppression and violence are never the solution. They only stif le the inevitable for a short while, for the human spirit can never be defeated. And it is our duty, as the international community, to respond. It is not a question of resolutions and syntax. It is our moral obligation to ensure that the people of Syria are not abandoned to a tragic fate. The time to sit on the fence and live with prejudices and division is over. Malta firmly believes that now can be the right time for a new era — not just for the southern littoral shores of the Mediterranean Sea, but for the whole basin. The Mediterranean region has known too many wars, too many divisions and far too many prejudices. As the heart of the Mediterranean, Malta understands well the nuances of the basin, and it is this understanding that pushes us to reaffirm our commitment to the promotion of prosperity and peace across the whole Mediterranean region and beyond. Maltas initiative to convene a European Union-League of Arab States ministerial meeting in Malta in 2008 was specifically aimed at attaining that. We salute the decision for the “Malta II” meeting to take place in Cairo next November.Our efforts did not stop there. In a few days time, Malta will host the 5+5 Heads of State and Government Meeting of the Western Mediterranean Forum. That grouping should offer an excellent opportunity to discuss such issues. The summit meeting coincides with the dramatic changes taking place in the political landscape in North Africa. The expectation for the implementation of concrete action in the Euro-Mediterranean region, transcending ineffective declarations, statements and conclusions, is important. I hope that the Malta Summit will meet the aspirations of the peoples of the northern and southern basin of the Mediterranean. We cannot fail in that regard. We owe it to our peoples.However, if we want to truly embrace the changes that are taking place around us, we must take them further. The call to rise above stalemate and stagnation is nowhere more evident than in the Middle East Ambassador Christopher Stevens was, sadly, one of their victims. One cannot stress strongly enough the importance of protecting the inviolability of diplomatic premises and personnel, and reiterate our collective condemnation of the deplorable acts perpetrated recently in various capitals of our neighbourhood.Many doubted the success of the Arab Spring; many feared its call for change. Yet change did come. We are now witnessing the first seeds of democracy blossoming in places where that would previously have been unthinkable. And more change is yet to come. People around the world are calling for it. Theirs is a call that pits us against conventional thinking, pushing us out of our comfort zone and into the unfamiliar — a call for humankind to go beyond the borders of human difference and indifference. We have the choice to heed that call or to ignore it, but make no mistake — we do have a choice. Malta knows all too well what the call for change is about. It experiences it first hand as it receives those f leeing war, hunger and persecution, arriving on its shores after a perilous journey in search of a better life. Malta recognizes that we need to give those people safe refuge, and we do so with a sense of solidarity and a strong belief that every human life is worth saving. We are committed to giving assistance, and we remain steadfast in our belief that Malta will continue its historical role of welcoming those who are bereft of human rights and dignity.It is in that spirit that Malta calls upon the international community to give those people genuine alternatives, and to no longer accept that it is a problem in someone elses backyard. We want to ensure that the attainment of the Millennium Development Goals does not become a simple check-marking exercise, but instead underscores a truly global effort that will lift millions out of situations of deprivation, disease and discrimination. Those goals must be sustained long after the media has gone and the speeches are over, and we urge the Assembly to spare no effort in seeing that it is done.The choice of freedom has seen Maltas neighbour to the south hold its first free and fully democratic elections in 60 years. We salute Libya on its recent successes. For many, the act of voting was a success in itself. The Libyan people voted for their policy-makers. They did not vote for ideology, but for visionaries who will breathe life into their aspirations. It is a time of 35Nations stands for the betterment of humanity. We remain committed to living up to the expectations and aspirations to which we adhere under its Charter. Most of all, we need to embrace change. The future begins with the choices that we make today."}}