{"speech":{"0":" I wish to congratulate Mr. Vuk Jeremic on his election as President of the General Assembly at its sixty-seventh session. I also commend his predecessor, Mr. Nassir Abdulaziz Al-Nasser of Qatar, for his fine leadership during the last session. In addition, I thank the Secretary-General, Mr. Ban Ki-moon, for his tireless efforts in advancing security, development and human rights, the three pillars of the United Nations Charter.Global security remains a serious challenge today. States are increasing their military capabilities and arms sales have tripled in the last year and are reaching record levels. Closer to home, in the Asia-Pacific region, new Cold War lines are being drawn and low-intensity territorial disputes are brewing. That situation provides the option of unilateral action, which undermines the rule of law at the international level. Those challenges now demand an effective multilateral institution that responds meaningfully in real time to uphold the rule of law. In that regard, Solomon Islands welcomes this years theme on adjustment or settlement of international disputes or situations by peaceful means. It is our desire that States that find themselves in international disputes adhere to the rule of law and work towards ensuring global peace.Solomon Islands emerged from an internal conflict some 10 years ago. A regional peace initiative known as the Regional Assistance Mission to Solomon Islands (RAMSI) has helped restore law and order and created an environment for nation-building and development. Our gratitude goes out to all our regional neighbours.A national truth and reconciliation commission that was set up in 2009 to investigate the causes of the conflict Working through the United Nations, we need to reach out to people who have been denied their legitimate rights and aspirations. It is in that spirit that the Royal Thai Government established diplomatic relations with the State of Palestine on 1 August 2012, in the hope that both Israel and Palestine can achieve true and lasting peace based on a two-State solution.Elsewhere in the Middle East, the situation in Syria continues to worsen. Thailand is deeply concerned about the humanitarian impact of violence against civilians and strongly condemns such violence. We call for an immediate end to the use of force against civilians. We call for all sides to engage in dialogue towards a political solution, which can be achieved only by the efforts of the Syrian people themselves.In the quest for peace and security, we believe it is necessary to continually look beyond our borders. Thailand wishes to reaffirm our commitment to peacekeeping in difficult times as necessary. From Timor-Leste to Haiti to Darfur and in the Gulf of Aden, Thailands peacekeeping operations also assist in local and community development, sharing our best practices in agriculture, health and water resource management.In sum, Thailand has continued to engage with the international community across all three pillars of the United Nations: peace and security, development and human rights. The management of those interconnected issues will provide us with long-term solutions, not only for conflict resolution via peaceful means, but also for ways to prevent conflicts from arising altogether.I assure the Assembly that Thailand will continue to be a strong partner of the United Nations in helping to address those shared challenges of humankind. It is with that conviction that we have submitted our candidature as a non-permanent member of the Security Council for the term 2017-2018."}}