{"speech":{"0":" On behalf of the Republic of Somalia I am very pleased to address this summit here in New York marking the sixtieth anniversary of United Nations and the fifth anniversary of the Millennium Summit, which agreed on a number of Millennium Development Goals (MDGs) to reduce poverty by 50 per cent by the year 2015. We believe 24 that the eight MDGs are desirable and lofty ones, and we fully endorse the circumstances of conflict in Somalia, we are unlikely to attain all of them. However, we are confident that some progress will certainly be made. them. Unfortunately, given With regard to the reform of the United Nations, Somalia has committed itself to the position taken by the African Union (AU) at Sirte, Libya. I would like to take this opportunity to reaffirm Somalia(cid:146)s appreciation for, and approval of, the United Nations 60 years of progressive work to maintain peace while concurrently achieving incremental progress towards a more equitable and liveable world. The history of the United Nations involvement in Somalia is a good example of its invaluable role in helping the emerging nations of the world. Despite momentary setbacks, the United Nations has taken a laudable role at each juncture of Somalia(cid:146)s history, from colonialism to independence and throughout our nationhood. Nothing better demonstrates the importance of the United Nations than the nurturing role it played during the sad days of our 15-year-long civil war. While assisting the destitute and providing safe sanctuary for an exodus of Somali refugees to neighbouring countries and elsewhere, the United Nations had the political will to invoke the morally compelling doctrine of humanitarian intervention, thereby successfully reversing a calamitous famine that could potentially have wiped out millions of Somalis. Moreover, during the two years that the Somalia National Reconciliation Conference met at Nairobi, Kenya, the United Nations played a helpful role in successfully finding a lasting and comprehensive settlement to Somalia(cid:146)s political crisis. The current Transitional Federal Government of Somalia is the outcome of that political settlement. Allow me to restate here Somalia(cid:146)s indebtedness and profound appreciation to those who selflessly helped us during the Somali National Reconciliation Conference, as well as to those who continue to help us in our current pursuit of a peaceful and well-governed Somalia. Among others, special gratitude goes to the African Union, on Development, the League of Arab States and the European Union, as well as to the Government of Kenya, for patiently and generously hosting and paying for our long peace process. Intergovernmental Authority the With regard to relocating to Somalia, the nascent Transitional Federal Government could not just sit by and wait until the international community acted. It therefore took the daring unilateral initiative, on 13 June 2005, to relocate itself from Nairobi to Somalia with minimal help. To the dismay of most sceptics, the massive relocation scheme was completed without any incident. The entire Government is now on Somali soil. It is my judgement that we owe a status report to those who earnestly wanted to witness the rise of Somalia from the ashes. That report will also be useful to those who may continue to doubt the effectiveness of the Transitional Federal Government in extricating Somalia from its current predicament of chaos and lawlessness. the that community international is significant here The Government has continued to tackle the daunting tasks inside Somalia at a much faster pace could have than anticipated. What is the Transitional Federal Government is being helped by a hidden hand that most observers and political analysts of Somalia have typically regarded as a wild card or a totally incalculable factor. They have never clearly understood the importance of correctly accounting for the level of popular support that the new Somali Government enjoyed upon relocating to Somalia. The high popularity of the Transitional Federal Government within Somalia turned out to be so strong that the Government owes its very survival to the admiration and active support local population. That factor alone has proven to be more crucial to the survival of the Transitional Federal Government than any other form of assistance. it receives from the With its citizens, the support of the new Government has already proceeded to consolidate the gains and the outcome of the reconciliation process, with the aim of addressing the formidable expectations of the Somali people. As a result, I can confidently report to the Assembly today that our efforts at reclaiming Somalia from its lawlessness are already under way and have already produced concrete results on the ground. The Government has made phenomenal progress in the little more than three months since its relocation. Progress has been made in the recruitment and training of a modest security force comprised of personnel from all of Somalia(cid:146)s regions; in the extension of State authority over much of Somalia; in winning the allegiance and support of regional leaders and the Somali public at large; in earning and assuming the moral leadership of the nation through responsible governance and peaceful means; and in creating that powerfully overarching political momentum augurs for the sure attainment of durable peace and continuity in Somalia. the advent of Contrary to the fears some may have had, therefore, the Transitional Federal Government did not turn out to be some kind of cruel hoax or yet another false start for Somalia. The sensible actions undertaken by the new Government inside Somalia have already established its legitimacy and the kind of moral leadership it enjoys inside Somalia. The Government is serious and committed to the basic social contract it made with its citizens, namely, to guarantee peace and security to its people in return for the allegiance they have already conferred upon their Government. There is clearly a unique chance for the Transitional Federal Government to restore normalcy, legitimacy and lasting peace to Somalia. Regrettably, however, the situation is not tenable in the long term. The challenges that are hampering the Government(cid:146)s efforts on the ground are all related to the indifference of the international community. We believe that the international community has a moral obligation to help the new Somali Government in its quest for peace, stability, territorial integrity and unity in the country in a manner consistent with the United Nations Charter. Now is the time when the international community must assist Somalia in a strong and decisive manner by addressing the following three challenges. One of the challenges for the new Government is that most of the international community has yet to honour its obligations with regard to ensuring a peaceful and well-governed Somalia. Even much of its initial cheerful pledges to provide material and financial support to the Government have yet to reach us. Consequently, its actual role in our efforts on the ground remain very confusing to us. We do not understand the new ambivalence of the international community, which seems to have moderated its initial enthusiasm to offer Somalia a consolidated rapid assistance programme. In order to address that situation, the international community must help Somalia by providing the necessary financial and political support for the rapid rehabilitation of infrastructures to house the new 25 Government, to provide for budgetary and other administrative expenditures, and to tackle the security issues such as recruiting a national police force, pacification programmes and the implementation of demobilization, reintegration programmes. disarmament and Another puzzling and more serious problem for the new Government of Somalia is the United Nations arms embargo on Somalia. The embargo directly undermines the Government(cid:146)s genuine efforts to form a national security force (cid:151) to which it has an inherent right in order to protect the public and keep the peace by enforcing law and order throughout Somalia. In addition, it discourages friendly countries that are willing to offer help to Somalia from doing so, especially in the areas of security and the rule of law. Moreover, the formal deployment of the African peace support mission in Somalia, whose mandate is to protect the Government and its premises during its capacity-building stage as well as to help the Government form and train national security forces. the embargo has delayed therefore do whatever they can to resist the return of law and order to Somalia, including by renewing active hostilities. To address that possible scenario the United Nations must establish punitive and targeted sanctions against those who try to spoil Somalia(cid:146)s chance for lasting peace by undermining the ongoing efforts to pacify the country and by frustrating the effectiveness of the Government in upholding the primacy of the rule of law. The cost of the prolonged Somali civil war is enormous in terms of its direct social, economic, political and environmental impacts. There is now clearly a rare chance for my country to overcome those negative impacts. The performance of the Transitional Federal Government on the ground and the overall political environment in Somalia are very promising. Both Africa and the region have been very forthcoming in helping Somalia. It is imperative that the rest of the international community extend its help to Somalia by adopting the three proposals just outlined, thereby effectively ending the plight of Somalia once and for all. Allow me here to make my personal appeal to the world summit not to leave Somalia out in the cold in this crucial period of its pacification and nation- building. While many of the countries of the world are struggling to meet their Millennium Development Goals, Somalia is struggling to stand on its feet. It the would be grave negligence on international community its obligations towards Somalia in a timely and decisive manner. the part of to fulfil it fails if "}}