{"speech":{"0":" I should like to begin by congratulating the President of the General Assembly at its sixty-eighth session, Ambassador John Ashe of Antigua and Barbuda. We are fully convinced that he will be a manifest example of how small States can shoulder the responsibilities deriving from participating in the international community. It is both an honour and a great responsibility to address the Assembly on behalf of the people and the Government of the Principality of Andorra. It is doubly an honour as we are celebrating 20 years since our country became a Member of the United Nations.In 1993, with the approval of the Constitution and our entry into the United Nations, Andorras 700-year reality as a sovereign, democratic country that had no army and had remained neutral — few countries can make such a claim — in the heart of the Pyrenees was formally recognized. The visit of the Secretary-General to our country in April on the occasion of the twentieth anniversary of our Constitution served to reiterate once again Andorras commitment to the principles and values of the United Nations. Those principles and values must not remain mere high-sounding declarations and founding charters, but must be translated into greater effectiveness in improving peoples lives. It is particularly worth noting the emphasis that the United Nations has placed on development in recent years. I refer to the Millennium Development Goals adopted in 2000, which are to be assessed definitively in two years time. It was particularly relevant to directly and the desire of Israelis to obtain assurances for their existence, safety and security.Each and every time we are unable to resolve a conflict, we are jeopardizing the principles and values that are most valued by the international community: peace, security, dialogue, human rights and democracy. It is not always easy for the international community to find a fair and effective way of responding, perhaps because we are responding to the problems rather than preventing them. Therefore, I would like to return to what I said at the beginning of my speech. We cannot allow the principles and values of the United Nations to be relegated to high-flown declarations that have no positive impact on peoples lives. Peace, the rule of law and democracy must be accompanied by effective respect for human rights and a substantial improvement in the living conditions of people, which means less poverty, less hunger, more education and more gender equality. An ambitious development agenda that is implemented effectively is the best way of preventing conflicts and ensuring peace and security.Early in my statement, in recalling Andorras admission into the United Nations 20 years ago, I referred to the more than seven centuries of peace in our country, which is a relevant point to make at an event such as this. I am sure that other Andorran representatives have raised this point. We are proud of our countrys peaceful history, but we are also keenly aware that Andorra, a small State, would probably not have enjoyed more than 700 years of peace had there been any great inequalities among its inhabitants, had the laws not been fair or had tyranny reigned instead of a parliamentary regime, since there cannot be peace without justice in Andorra or anywhere else. All of us who are here today, all of us who have spoken from this rostrum this week, are obligated to ensure peace and justice, democracy and development, human rights and the peaceful resolution of conflicts. All the principles and values to which we are firmly committed must always go hand in hand. It is a long and difficult path, but it is the only way in which a better world can possibly come about. Referring to what President Obama said a few days ago (see ), it is obvious that we live in a world of imperfect choices. This difficulty must not be used as an excuse for our failure to act. As President Hollande stated from this very rostrum (see ), the citizens of the world need to know that those who proclaim the expansion of democracy and the rule of law are the same people who have striven to reduce poverty, hunger and child mortality and to promote gender equality and universal education, which are so important. Otherwise, we will run the risk of citizens perceiving their institutions and the United Nations as being far removed from their everyday lives and real problems. Even more seriously, we would run the risk of words such as “democracy”, “human rights” and “international law” becoming meaningless.A year ago, on the occasion of the sixty-seventh session of the General Assembly, we condemned and repudiated the Benghazi attack. Today, one year later, we must all feel that we are citizens of Nairobi. We must stand with those who condemn terrorism and defend the principles of the United Nations. A year ago we used this platform to express our deep concern about the civil war in Syria, in particular the conflicts devastating effects on the Syrian population. We said then that the conflict was creating a terrible dilemma for the international community — that of finding the right balance between a diplomatic resolution and respect for the rule of law. The use of chemical weapons against civilians, which we condemn and which is contrary to all the values that the General Assembly upholds, places the international community in a scenario that requires firm and strong answers. The strong reaction to the situation led by the United States and France, along with the pragmatic attitude of Russia, has generated the momentum to advance in the search for that fair balance. First is the issue of reaching agreement on the evidence and destruction of such chemical weapons; second is the issue of taking advantage of this dynamic in order to make greater diplomatic efforts to achieve a peaceful solution to the conflict. That will require new steps towards furthering the Geneva process. Nor must we forget the humanitarian dimension of the Syrian conflict, which is not only a priority but a terrible loss and a cruel emergency. The resumption of negotiations between Palestinians and Israelis can also be included in the dynamic of our quest for the right balance, based on a two-State-solution, between the legitimate demand of the Palestinian people for a peaceful and democratic State ones. All over the world, extremism is claiming lives and crushing opportunity. This affects all of us, but it is one people of one faith who suffer the most. I believe the greatest threat to Muslims today comes not from the outside world, but from within.The conflict between Sunni and Shia threatens the lives and livelihoods of millions of Muslims. Our religion, which was founded on peace and premised on tolerance, is now being twisted by extremists who are deploying false arguments to foster division and justify violence. Across the Islamic world, extremists are wrapping their perverse agenda in religious cloth, tearing families, countries and the Ummah apart. With each new atrocity, tensions are wound tighter and peace seems further away.The corrosive influence of extremism cannot be countered easily, but we are not too powerless to act. I believe that moderation in religion and the political process can stem the loss of life and liberty in the Muslim world. Behind the tragic violence, there is a battle being waged for the future of Islam. By reaffirming our commitment to moderation and solving the political problems that drive instability, we can seize back the centre ground. We can marginalize the extremists and advance an agenda for peace, harmony and justice.Around the world, Muslims have watched in despair as conflict tears into some of our oldest communities. Rarely in our history has the Ummah faced violence on this scale. Right now, the worlds attention is rightly focused on Syria. United Nations investigators have concluded that the focus of the war has shifted along ethnic and religious lines and become overtly sectarian. A conflict that began with anti-Government protests threatens to descend into a war of ethnic cleansing.With fighters from Hizbullah engaging on Syrian soil, the conflict now threatens Lebanon, too. Last month, after car bombs killed dozens in Beirut, 42 people died in explosions outside Sunni mosques. Communities are dividing along religious lines, with hard-line preachers urging violence between Sunni and Shia. Meanwhile, the security situation in Iraq continues to unravel, as Sunni extremist groups and Shia militia struggle for control. Over the past four months, nearly 3,000 people have been killed. In the past week alone, three funerals have been bombed in Baghdad. Women and children have been blown apart while mourning. Again, the violence is carried out between Sunni the United Nations has a responsibility to act, and the worst decision is to take no action at all. "}}