{"speech":{"0":" First of all, I would like to congratulate you, Mr. President, on your election to the presidency of the General Assembly at its sixty-eighth session, as well as members of your team, and to extend to you my full support in your future work. Plenary meetings of the General Assembly have always been an opportunity for Heads of State to gather and exchange their opinions about the world situation in order to try to find solutions for contemporary global problems.My countrys strategic goal of establishing a formal relationship with and membership in the European Union (EU) is based upon its ambition to become part of the big family of democratic States and therefore assure the full functionality of its own institutions and its further development on the basis of a free market and the rule of law, and especially human rights. Based on the direction and foreign policy activities of Bosnia and Herzegovina, our focus remains on furthering our relationship and institutional relationship with the European Union, according to the Stabilization and Association Agreement and its full implementation. Bosnia and Herzegovinas aspiration to become a member of the European Union is based upon broad political census.The fact that the process of European integration demands comprehensive political, institutional and legal adjustments in order to reach European standards in all areas is of fundamental importance to my country. We are also fully aware that the active participation of all segments of society of Bosnia and Herzegovina is necessary to expedite the process of European integration. I expect that expediting the remaining activities and the implementation of the Sejdic-Finci ruling of the European Court of Human Rights will lead to the fulfilment of the requirements for Bosnia and Herzegovinas application for accession to the European Union.I also hope for a positive development in the process of fulfilling the conditions for activating the NATO membership action plan and further integrating Bosnia and Herzegovina into NATO security structures. I would Council reformed in that way can have full authority and responsibility in addressing the most important issues of international peace and security. That is the mandate entrusted to the Council by the Charter of the United Nations.Dialogue and compromise are the best way to ensure the widest possible support, and Bosnia and Herzegovina supports the opinion that Security Council reform should be moved from a standstill as soon as possible. We also believe that a reformed Security Council should have an additional seat for a State from the Eastern European Group, as the number of countries in that group has more than doubled in the past two decades.In accordance with that position, I would also like to emphasize that more engagement in preventative diplomacy is expected from the Security Council. We believe that more activity in the area of preventive diplomacy would help solve many problems and crises before they intensify, which would be a more efficient way for the Council to work. Encouraging dialogue to resolve critical issues by compromise, while acting against any kind of exclusiveness, especially in the area of human rights and human life, is of the utmost importance. Timely and efficient conflict prevention, rather than reaction to a crisis that has already escalated, is definitely a more effective and less costly approach to international peace and security. We are eager to share with others the positive and the negative of our post-conflict and peacebuilding experience. Bosnia and Herzegovina believes that every crisis should be studied carefully, with careful consideration for the roots of conflict, the culture, religion and local customs and every other factor in order to find a just and long-term solution. There are no universal solutions for any crisis, and each one should be attended to and considered separately.Bosnia and Herzegovina believes that it is necessary to take concrete steps to prevent nuclear proliferation around the world. In spite of visible obstacles of the past decade, there are new initiatives giving new momentum to the disarmament and non-proliferation process. We believe that nuclear disarmament can be achieved by encouraging Member States parties to the Treaty on the Non-Proliferation of Nuclear Weapons to respect their obligations under the Treaty. Bosnia and Herzegovina will sign the Arms Trade Treaty during the Treaty event.the Millennium Development Goals. We believe that, despite the difficulties caused by the world economic situation, there will be no obstacles in reaching our stated targets by 2015. Bosnia and Herzegovina has finalized the development strategy for Bosnia and Herzegovina and the social inclusion strategy for Bosnia and Herzegovina, while the strategy for poverty eradication has already been designed and implemented. All of that has been done in cooperation with the relevant United Nations agencies in the country, whom we would like to thank for their close cooperation.Bosnia and Herzegovina is ready to contribute to global efforts to define a development framework and then to implement it in order to readily face economic, social and environmental challenges. Considering that the importance of the three aspects of sustainable development I have mentioned crosses national borders, Bosnia and Herzegovina believes that regional cooperation is crucial for the successful preparation of the new post-2015 development framework.Bosnia and Herzegovina, as well as all the other Western Balkan countries at this stage of integration, follows European Union policy and views with regard to the new development agenda. Bosnia and Herzegovina consistently supports the position that sustainable development is possible only in harmony with nature. I am of the opinion that economic and political interests must not be an obstacle to achieving global consensus on a true beginning of the global fight for the preservation of the natural balance of planet Earth. It is often forgotten that climate change has a direct impact on development, poverty and hunger, and consequently on global peace and security. Short-term solutions will have long-term consequences, and the steps we take today will be our legacy for generations to come.All of us present here agree that the United Nations needs continuous and comprehensive reform, which should be conducted with great caution, assuring a wide consensus of Member States. United Nations reform should provide for efficient and coordinated functioning of all segments and bodies of the system. It is a widely held belief that Security Council reform is crucial for core reform of the world Organization. That reform, carried out with the consensus of the Member States, is necessary for reasons of efficiency and credibility, and it can be achieved only by taking into account the contemporary geopolitical reality, which differs from that of 1945. Only a Security In todays world, with political and social processes more dynamic than ever, we face challenges quite different from those of only a few decades ago. It is becoming clear that only a strong multilateral approach can produce good solutions. In its more than six decades of existence, the United Nations has seen many trials and tribulations, but it has always been, and continues to be, the only guide to a better future. It is still the only organization capable of providing solutions to the global problems we face. It is up to us to make it stronger and more efficient, for only the United Nations — the most comprehensive and inclusive organization — can help bring progress and well-being to our planet. If we work together to implement all our agreements reached in this hallowed place, there is no doubt that we will live in better and more just conditions than exist today. On that path, we need to return to the basic values and principles of human rights, equality and world peace that are the foundation of the United Nations."}}