{"speech":{"0":" On behalf of His Majesty the Sultan and the people of Brunei Darussalam, I wish to congratulate you, Sir, on your election as President of the General Assembly at its sixty-eighth session. We thank our former President, Mr. Vuk Jeremic, for his efforts and contributions over the past year.Let me begin by expressing our sincere condolences to the Government and the people of Kenya and to the families of the victims of the terrorist attack. Such an act deserves our condemnation. Our deepest sympathies also go to those affected by the recent earthquake in Pakistan. Thirteen years ago before the Assembly, our leaders made a promise to our peoples to fulfil their hopes and expectations for a better life. This is why we see the Millennium Development Goals (MDGs) as a highly important global partnership. It has shown us that progress can be made if we work together locally, regionally and internationally. I would therefore like to place on record our expression of appreciation to our Secretary-General Ban Ki-moon and his predecessor, Mr. Kofi Annan, for the support and commitment provided by the United Nations to realize that historic initiative.We are now approaching the end of the 15-year period. Like many other nations, Brunei Darussalam has been able to learn much from its experiences in implementing the MDGs. We understand the high expectations for all to do well. However, we need to consider the problems that some Member States are struggling with. Those include limitations to natural resources, political conflict, socioeconomic problems and natural disasters. That is why this years theme is so appropriate. It is focused on setting the stage. For Another significant vulnerability for my country concerns the environment and the need to address comprehensively issues of climate change. The Bahamas is surrounded by the sea and is low-lying. Indeed, 80 per cent of the land mass of the Bahamas is less than five feet above sea level. The implications of climate change and associated rises in sea level are therefore obvious for my country and its people. I would submit that the world, particularly the developed world, has a stake in resolving those issues, for while countries such as ours may be the victims of climate change, we are not among the countries that are, in fact, largely responsible for the climate change that threatens our future and that of the planet.In the Bahamas, we are waging our own battles. We are putting our fiscal house in order. We are introducing innovative tools to fight crime. We are training a new generation for twenty-first century jobs. We are creating new partnerships to tackle our most pressing problems. We are aggressively pursuing renewable energy. We are revamping and modernizing our structure of governance to make it more responsive to the needs of the twenty-first century. And by the increased use of the referendum machinery, we are demonstrating our commitment to a deepening of our democracy. We are a small country with strong convictions and big ideas. But as we look beyond the borders of our nation and of the region to gaze upon the global scene, we see much eloquence and many handshakes and the ceremonial signing of one treaty after another. Rarely, however, do we see concrete steps or enforcement mechanisms with teeth. Ringing declarations have been made from Rio to Copenhagen and beyond, and we are constantly being challenged by our own citizens to demonstrate to them that real and measurable progress is being achieved at the global level.We need to see more courage, more leadership, more sustained action on the global stage. So as the leader of a small but proud nation, I take the opportunity to say to the big and powerful nations: Find your courage because the hour grows late."}}