{"speech":{"0":" Like the Heads of State and Government who have spoken before me, I would like, on behalf of the delegation of Cote DIvoire and on my own behalf, to address my sincere congratulations to Mr. Ashe on his outstanding election as President of the General Assembly at its sixty-eighth session. I also wish in particular to thank Secretary-General Ban ki-Moon for his leadership of the Organization and his commitment to world peace and development. I take this opportunity to reiterate to him, in the name of my counterparts in the Economic Community of West African States (ECOWAS), our gratitude for his personal involvement in the resolution of conflicts in Africa and especially in the subregion of West Africa.Before touching on the topic of todays debate, in taking the f loor for the second time before the Assembly I would like to reaffirm the gratitude of the Ivorian people for the efforts of the United Nations and the international community on our behalf. Indeed, thanks to that invaluable support, Cote dIvoire is now hard at work and has returned to the path of economic and social development for the well-being of all Ivorians. My country is in a period of full reconstruction after establishing credible and democratic institutions following free, transparent elections. National reconciliation and political dialogue are under way in a climate of peace. We are aware of the challenges that remain, but we are on the right path.The theme for this session, “The post-2015 development agenda: setting the stage”, calls on us all individually and collectively to consider our capacity to meet the development challenge. As we approach the 2015 target date for achieving the Millennium Development Goals, it should be noted that significant progress has been achieved by most countries, and we welcome the determination of all Governments to continue their efforts to meet the Millennium commitments. I would like to encourage donors and our traditional partners to provide their support to the United Nations and to our States within the framework of this strategy. We welcome the announcement of the upcoming visit of the Secretary-General and the President of the World Bank to the Sahel region in order to mobilize the entire international community and the financial institutions. If we want to end the cycle of politico-military crises in West Africa, Guinea-Bissau must also receive international support, so that we can build upon the current inclusive transition and enable the Government to organize democratic elections next November. For that reason, on behalf of ECOWAS, I call upon the international community to contribute to the financing of general elections in that country.The President took the Chair.In closing, I would like to remind our Assembly that in order to meet the challenges of international peace and security, we must redouble our efforts to deliver on the commitments made at United Nations conferences and summits. The right to development must become a reality for all, as set out in the Millennium Declaration (resolution ), which was unanimously adopted in September 2000. We must all draw lessons from the shortcomings of the past in order to rebuild the world gloriously for ourselves, our children and our childrens children."}}