{"speech":{"0":" I have the honour to speak on behalf of the Community of Latin American and Caribbean States (CELAC), over which Cuba currently has the honour to preside. I reiterate our satisfaction at the election of Ambassador John Ashe of Antigua and Barbuda as President of the General Assembly at its sixty-eighth session. I also reiterate our willingness to cooperate with him for the success of this session. It is an honour for CELAC to see a representative from one of its member States, in particular a Caribbean nation, preside over this preeminent body of the United Nations.Over the coming weeks, I will also speak to the Assembly about the heroic struggles of Cuba, its resistance and triumphs, the immense efforts of its people, its fidelity to principles, its revolutionary transformations and the perfection of Cuban socialism.As the first genuinely Latin American and Caribbean organization that includes all of the countries in the region, CELAC was founded with the purpose of making progress in the political, economic, social and cultural unity and integration of our America, so as to reclaim the dream of our liberators of a nation of republics that, with its almost 600 million inhabitants, its resources and its enormous human and economic potential, can decide autonomously its own destiny. accordance with the fundamental priorities and needs defined by the Haitian Government and in full respect for its authority and sovereignty and the principles of non-interference in the internal affairs of countries.We have defended the sovereignty of the region, including that over our own natural resources, and we have expressed our solidarity with States members of CELAC in the face of harmful acts that violate international law, such as that of 2 July, which threatened the dignity and rights of the President of the Plurinational State of Bolivia, Mr. Evo Morales Ayma, as he returned to La Paz from a visit to a number of European countries. Taking into account the diverse processes that have shaped Latin American and Caribbean identity, the Community has also emphasized its intention to become a space that protects the rights to live, thrive and coexist enjoyed by all cultures, races and ethnic groups of the region, as well as the multicultural nature of our peoples and the plurinational character of some of our countries, especially among native communities that are promoting and recreating their historical memory, ancestral knowledge and their experience.Almost seven months after he passed away, CELAC today pays a well-deserved tribute to one of its founding members, President Hugo Chavez Frias, who presided over the founding summit of the Community with his vision and mastery. Similarly, CELAC expressed its satisfaction over the election of Pope Francis as the first High Pontiff of the Catholic Church from the Latin American and Caribbean region.The global espionage against CELAC member countries violates human rights, the right to privacy, the right of citizens to be informed, and the principles of State sovereignty and international law. It has become a source of concern, and we have taken due note of the statements made in various forums by Heads of States and Government and other leaders of Latin American and Caribbean countries who have condemned and rejected the use of such practices.The member States of CELAC are proud of their shared work in consolidating our regional sovereignty so that the Latin America and Caribbean region can occupy its rightful place in the world and renounce its status as the most inequal region on Earth. In pursuing these objectives, we have decided to offer the most vulnerable countries of the region our cooperation and solidarity and to draw attention to the special vulnerabilities initiative to the Human Rights Council on the right to peace, which we hope will lead to a declaration on that right for adoption by the General Assembly.CELAC has expressed its support in the strongest terms for the legitimate rights of Argentina in the dispute over the sovereignty of the Malvinas Islands. The continuing position of our region is that the United Kingdom should agree to reopen negotiations with a view to finding a peaceful and definitive solution to that dispute as soon as possible.Our Community reiterates its support for the dialogue under way between the Government of Colombia and the Fuerzas Armadas Revolucionarias de Colombia, which seeks to end the internal conflict that has affected the political, social and economic development of that sister nation for more than 50 years. We hope that that initiative will succeed in reaching an agreement in the interests of the Colombian people.We would also like to underscore the Latin American and Caribbean character of Puerto Rico and, by taking note of the resolutions on Puerto Rico adopted by the Special Political and Decolonization Committee, to emphasize that that issue is a matter of interest to CELAC.We reiterate our absolute condemnation of terrorism and reaffirm our commitment to fighting it in all its forms and manifestations, in keeping with the United Nations Global Counter-Terrorism Strategy. However, at the same time, we strongly reject the unilateral and illegitimate assessments, lists and certifications made by some developed countries that affect countries of our region, in particular those referring to terrorism, drug trafficking, human trafficking and other similar phenomena.In recent days, as the situation in Syria has deteriorated, CELAC has reiterated its vocation for peace and its observance of the principles enshrined in the Charter of the United Nations and in international law, including international humanitarian law. It has urged the creation of the conditions necessary for moving towards a negotiated political solution to the Syrian conflict, which has claimed the lives of thousands of innocent people.Similarly, CELAC is working to identify independent concepts and mechanisms for cooperation, urging the international community to continue to contribute to the reconstruction and sustainable development of our sister Republic of Haiti, in "}}