{"speech":{"0":" I would first like to salute you, Ambassador John Ashe of Antigua and Barbuda, on your election to the presidency of the General Assembly. Mr. President, we are sure you will bring all your experience and wisdom With respect to the post-2015 agenda, the issue of employment dominates the concerns of Cape Verdeans. The subject occupies the top spot among all consulted, who identify employment as essential to achieving economic and human development. Another serious issue has to do with the sustainability of social security. We need a more universal welfare system, and we must create and introduce instruments for that purpose. That is possible only with a more dynamic economy. There will be no transformation agenda if we do not create solid, sustainable foundations for social protection. To do so, we need to grow and expand wealth, as well as provide a greater number of decent jobs. We need to create a wave of modernization for society and for the competitive factors of our economy, so as to improve the business environment and attract foreign investment. The larger result will be economic growth and the creation of wealth to induce the improvement of indicators that matter. We must recognize that there is room for improvement, particularly in terms of reducing State bureaucracy and increasing competitiveness, as well as in terms of making foreign investment more streamlined and more efficient for entrepreneurship. We urge our citizens to be productive, competitive and prosperous, without losing the vast Cape Verdean capacity for generosity, solidarity and responsibility.The continuation of the international crisis and its impact on all countries creates serious problems for the entire world community. In the case of Cape Verde, the situation poses serious challenges that we must overcome, namely, obstacles to the acceleration of economic growth, the promotion of employment and the reduction of poverty. At this sixty-eighth session of the General Assembly, we reiterate our commitment to peace and dialogue, within the parameters enshrined in the Charter of the United Nations.Our vision of the United Nations is of a more cohesive and united Organization in which efforts are undertaken for the prosperity of nations. Our vision of the General Assembly is of a great forum for dialogue on the global challenges of our planet and humankind, and our vision of the Security Council is of a body with a more balanced representation that is better suited to the geopolitical developments that the world has known since 1945. This is a unique opportunity for Cape Verde, a Portuguese-speaking country, to reaffirm its commitment to cultural diversity and, in its quest for Cape Verdeans are ready to push for the evolution of the terms of the Millennium Development Goals and replace “reducing” extreme poverty with “eradicating” it, leaving none behind. Moreover, we in Cape Verde are ready to put the issue of economic sustainability at the centre of the countrys development agenda and have already begun to do so. We recognize that “transformation” in Cape Verde is more than a key word; it is an agenda for work stemming from inclusive growth. In addition, we have been creating accountable institutions, open to all, in order to ensure good governance. Based on that perspective, we have refocused our internal policy, and are thus mobilizing our national will while appealing for support from our international partners, towards the goal of reaching advanced-development status by 2030. That is what it means for us to commit to a post-2015 agenda.We are currently in a transition period. The instruments we have created on our own are not enough to respond to the questions of today or to prepare for a future moving towards advanced development, unless that is a part of a global agenda led by the United Nations and involving intensive international cooperation and partnership at both the multilateral and bilateral levels. Cape Verde is committed to that joint effort. Cape Verdeans are deeply focused on global issues, such as climate change, hunger and malnutrition and the various forms of inequality, as well as the importance of ensuring environmental sustainability and national and international partnerships in support of global development.Climate change is a pressing problem of our times that must be addressed with urgency and a great sense of responsibility. The world has reached record highs in terms of emissions and the concentration of carbon dioxide in the atmosphere, which is now at about 400 parts per million. That could mean the destruction of our development efforts and, even worse, the serious exacerbation of social tensions, which could potentially open the door to both national and regional conflicts. Similarly, the effects of climate change on global food security should be stressed. Ocean acidification is increasing at a rate that has not been seen in 55 million years. Ultimately, the disappearance of numerous marine species has become inevitable. We must all confront this issue, which endangers our common future, and take the necessary decisions, fulfilling our financial commitments aimed at adaptation, particularly in the most vulnerable countries. United Nations framework are evident. Let us get to work to create a new global dynamic that leads to a joint vision for promoting progress. Cape Verde is firmly committed to the establishment of a post-2015 development agenda; that is also the future we want. We assure the Assembly that we will do everything in our power in the name of a better future, filled with freedom, equality and prosperity. The international community can count on us."}}