{"speech":{"0":" It is a great honour to address the General Assembly for the first time in my capacity as President of the Republic of Cyprus.While it is realistic and pragmatic to acknowledge that in an anarchic international system the political and economic leverage and might of States, or even of international organizations, are asymmetric and unequal, one should never forget the founding principles of the Charter of the Organization, which were formulated as a result of the traumatic historic experiences of two world wars. Bearing in mind the aim of promoting the fundamental United Nations principles, I would like to share my deep concern regarding what is happening in various parts of the world, threatening the sovereignty of States and regional and global stability through, among other things, acts of State violence, acts of terrorism, the infringement and calling into question of sovereign rights enjoyed by States, the annexation of territories through the illegal use of force, the production and use of weapons of mass destruction, the sponsoring and harbouring of secessionist or terrorist movements, religious fundamentalism manifested through terrorist attacks, the forcible displacement of millions of people, and hunger and distress, which intensify migration f lows and create demographic changes.These are but a few examples that bear out the need to evaluate, through collective debate and self-assessment, whether the United Nations principles, values and methods have indeed contributed to what we have all been hoping for — the maintenance of peace and security and respect for the fundamental freedoms and human rights of all people.I am not a romantic ideologist; quite the contrary, I am a pragmatic realist who acknowledges that in this imperfect world it is extremely difficult, even impossible, to expect the full and unquestioning implementation of United Nations principles and values. However, what is happening today risks overthrowing the current harsh conditions due to the illegal economic blockade imposed on their country. We once again call for the unconditional lifting of the embargo on Cuba.The attainment of self-determination of peoples living under foreign occupation is one of the principles that this Organization was founded on. In that regard, we reaffirm our solidarity with the people of Western Sahara, and call for the implementation of the United Nations settlement plan for that country. Similarly, we call for the implementation of relevant United Nations resolutions on Palestine.Namibia condemns the use of chemical weapons against the civilian population in Syria, as confirmed by the United Nations inspectors. We welcome the agreement reached between the Russian Federation and the United States of America to place Syrian chemical weapons under the control of the Organization for the Prohibition of Chemical Weapons. We also support the efforts of the Joint Special Envoy of the Secretary-General and the League of Arab States to help the Syrian parties find a peaceful solution to the conflict in their country.The process of reforming the United Nations system, especially the Security Council, must be accelerated in order to make it representative and democratic.This session of the General Assembly presents an historic opportunity for the international community to take concrete steps to eradicate poverty and enhance international peace and security in order to create a world free of want, as envisaged in the Millennium Development Goals. Let us summon the necessary political will to act now.I congratulate you, Sir, on your election as President of the General Assembly at its sixty-eighth session and assure you of the full support of my delegation."}}