{"speech":{"0":" It is an honour for the United Nations to act everywhere where the freedom of peoples is denied. It is an honour for the United Nations to act where fundamental rights are compromised. It is an honour for the United Nations to intervene where extremism threatens the security of the world. It is an honour for the United Nations to act on behalf of peace.In Syria, the situation is becoming urgent because 120,000 people have died over the past two and a half years — 90,000 in the past year alone. One-fourth of the population is displaced. Millions of Syrians have become refugees and the country has been destroyed. The worst happened on 21 August in Damascus, when chemical weapons were used against civilians, including women and children. United Nations inspectors, sent officially on behalf of the Organization have, established unequivocally and with certainty the use of these weapons. In the face of this horrifying crime, France sought a strong reaction to punish this violation of international law and to dissuade Bashir Al-Assads regime from committing new massacres. This pressure exerted by my country, along with others, in particular the United States, has seen some initial results. Negotiations are under way as we speak to ensure the verification and destruction of Syrias chemical weapons. However, if these negotiations are to attain their ultimate end, I have set out three requirements. The first is that any text must clearly make it possible for the Security Council to become seized of this issue of Representative of the Secretary-General and Head of Mission for the United Nations Integrated Peacebuilding Office in Guinea Bissau. We reiterate our appeal to the international community to continue to mobilize the resources needed to fundamental elections and, above all, to strengthen State institutions in Guinea-Bissau.The agenda of this session focuses on development, the successful implementation of which can occur only in a climate of international of peace and security. In seeking solutions to the conflicts in different parts of the world, the multilateral approach, based on the principles of the Charter of the United Nations, must prevail. Safeguarding world peace will always be our collective responsibility and never that of one country or of group of States. In that context, the reform of the United Nations, particularly of the Security Council, must continue to receive our special attention so as to ensure that that organ is more representative, democratic and credible and that it can respond more effectively to the various challenges of the contemporary world.It will always be a paradox that whenever social, environmental and economic issues arise, all countries understand that multilateral cooperation is a mechanism that cannot be avoided, but that decisions involving peace or war tend to be made behind closed doors by a small group of States. At a time in which concepts such as democracy, inclusion, ownership and transparency enjoy renewed prominence, we must all accept that the time has come to balance the imbalances that are contrary to multilateralism. It is in the context of this overall framework that the Republic of Mozambique maintains its support for the self-determination of the Palestinian people, the existence of a Palestinian State based on the relevant United Nations resolutions and the two-State solution in which Palestine and Israel live side by side and in an environment of peace and security. We further support the self-determination of the Saharawi people. Moreover, the Republic of Mozambique reaffirms the need to end economic trade and financial embargos against Cuba. Once again, we reiterate our commitment to the noble ideals of the United Nations and reaffirm that we will continue to do our part in building an increasingly better, more stable and prosperous world."}}