{"speech":{"0":" It is with a heavy heart that I address the Assembly today. Just before I left Ghana to attend this general debate, I learned of the terrorist attack that took place in Nairobi. I was shocked and deeply saddened to hear of the many lives that were lost to those senseless and cowardly acts of violence. As the death toll increased, so too did my grief, knowing that each additional number symbolized one more human life. Those numbers symbolized individuals who may have been strangers to those of us here but were of prime significance in the lives of the people who loved them — their parents, children, husbands, wives, friends and colleagues.Soon enough, I got word that one of the people massacred was a person of significance in my life and in the lives of so many other Ghanaians. Kofi Awoonor was a 78-year-old gentleman who had served his country loyally as a poet and professor, ambassador to Brazil and Cuba, and Chairman of our Council of State, a presidential advisory body. Professor Awoonor had once even been our countrys envoy to the United Nations. On this fateful day, however, Professor Awoonor was in Nairobi to perform his poetry at a writers conference. He had travelled there with his son, and they had decided before the days scheduled events to do what should have been one of the most ordinary and uneventful of activities — to make a stop at a shopping mall.Unfortunately, what happened that day at the Westgate Premier Shopping Mall was anything but ordinary. Professor Awoonors life was taken from him and those who loved him, just as the lives of dozens of others were taken away from them and their communities. Each of them had a unique story and accomplishments or aspirations for which they will be remembered. Professor Awoonors son, though injured, was among the many who were lucky enough to escape the attack. It is a day they will never forget. They will carry the scars, physical and emotional, with them. We who watched from a distance should never allow ourselves to forget, because we have also been irrevocably marked by this tragedy.When independence was upon us and our possibilities felt endless, the world saw how brightly Africa could shine. Then, for decades, that light was dimmed. There was a time when killing seemed almost A few months ago, my country received unprecedented international attention because of the economic crisis. I am proud to say that, due to the persistence, determination and resilience of the people of Cyprus, we are rising to the challenge and will soon lead our country to the path of recovery and growth. My political vision is for Cyprus to receive international attention yet again, but this time for all the right reasons.This points to an end in the long-standing anachronistic division of my country, in line with the aspirations of our people, especially the younger generations, to coexist peacefully in a European country that fully respects their fundamental human rights and freedoms. I am certain that all will agree that the reunification is in the interests not only of the people of Cyprus, but also of the entire international community, since a solution to the Cyprus problem will undoubtedly have a very important spillover effect on efforts to achieve a much-needed environment of stability, security and peace in our region.For our part, we are determined to rise to the challenge of this historic responsibility and do our utmost with the aim of providing a more stable, prosperous and conciliatory future in our immediate region, so that our legacy is remembered by generations to come."}}