{"speech":{"0":" I would like to begin my statement by congratulating Ambassador John William Ashe on his election as President of the General Assembly at its sixty-eighth session. I would also like to extend our congratulations to his country, Antigua and Barbuda, which is honoured by the selection of one of its sons to preside this year over the most representative world institution. The President carries on his shoulders the responsibility for guiding the work of the current session of the General Assembly at a time that all consider to be politically very critical for the international community. Indeed, the reality that the international community faces today is that of a world troubled by dangerous global geopolitical tensions and an international financial and economic crisis that is deeper and wider than any we have seen since the 1930s. The intensity of the crisis has thrown millions of people onto the unemployment rolls and created millions of new poor throughout the world. There are new fears, new dangers and new threats around the world — from transnational terrorism to arms and drug trafficking as well as frightening interfaith tensions that often result in bloodshed. Other dangers include the return of brutal, old-style piracy to the modern age, not only off the coast of Somalia but also in the Gulf of Guinea, threatening important routes through which oil is transported to fuel the world economy, creating insecurity for the international merchant marine and facilitating illicit fishing and all manner of illegal maritime trafficking in arms, human beings and psychotropic substances; persistent outbreaks of ethnic violence that cause enormous human suffering; and unimaginable humanitarian disasters in various areas.I come from a small country on the westernmost tip of the African coast. We are a poor country, but we have not lost the hope of achieving, in peace, the progress to which we are entitled. Two days ago we celebrated the fortieth anniversary of our national independence, so this is a good time for us to reaffirm the following: during the entire period of armed struggle for national liberation, the people that I represent believed in the United Nations and in international law, and my country bitter experience of the legacies of war. We must not allow the use of chemical weapons against human beings in war or otherwise, let alone against children, women and vulnerable people. The international community must assume its responsibility and send a powerful massage to those who are responsible for the continued conflict in Syria. We must continue to encourage all sides in Syria and their international allies to realize that the only way out of the tragedy is dialogue and negotiation.Before I conclude, let me reiterate that impunity has no place in the world, but selective justice and targeted trials are against the principles of peace, justice and reconciliation. Regrettably, the trials of African leaders at the International Criminal Court have become politically motivated, in contravention of agreed objectives and principles. As a result, the wounds of conflict remain unhealed and the national unity and cohesion of many African countries is jeopardized.I would like to conclude by thanking the General Assembly and paying tribute to the dedicated support of its members. Together we can make Somalia strong again. We have planted the seeds of a new Somalia. We wish to see it grow into a tree standing tall in the African bush, with deep roots binding it securely to its region and offering shade and protection to its people as they rebuild their lives."}}