{"speech":{"0":" I would like to begin my remarks by welcoming Mr. John Ashe in his capacity as President of the General Assembly at its sixty-eighth session. We are pleased that a representative of our region, Latin America and the Caribbean, is once again presiding over the main organ of the United Nations. At the same time, I wish to express my appreciation to Mr. Vuk Jeremic for his outstanding leadership and stewardship of the Assembly at its previous session, during which he honoured us with a visit to Guatemala.The year 2013 has been challenging for Guatemala. Last year we undertook to reduce our levels of child malnutrition, which affects 4 of every 10 children in my country. In addition, we decided that we could not continue to sit on our hands while hundreds of those children died of hunger. I am here to inform the Assembly, with some optimism, that our efforts are beginning to bear fruit. Since we began the fight against hunger, we have managed to reduce infant mortality from malnutrition by 50 per cent. Similarly, we have created a monitoring system that allows us to measure the nutritional condition of hundreds of thousands of children, both to assess their growth and development and to prevent deaths among children under the age of 5. The challenge is enormous and we know that our goals are very ambitious. That is why we are not yet satisfied with the progress achieved, but we can affirm without hesitation that little by little we are winning the fight against hunger and child malnutrition.The fight against hunger is closely related to education. We want our boys and girls to study as many years as they can and wish, and with no less than nine years of basic education, which is the goal we have set. peaceful country is threatened daily by covetous and bigoted big Powers whose hunger for domination and control over other nations and their resources knows no bounds.Shame, shame, shame, we say to the United States of America. Shame, shame, shame, we say to Britain and its allies, who have continued to impose illegal sanctions on our people. Zimbabwe is for Zimbabweans; so are its ample resources. I ask those countries to please remove their illegal and iniquitous sanctions from my peaceful nation. If those sanctions were intended to effect regime change, well, the results of the recent national elections have clearly shown them that they cannot achieve their agenda.We are preached to daily by the West on the virtues of democracy and freedom, which they do not entirely espouse. Zimbabwe took up arms precisely to achieve freedom and democracy. There was none during colonialism, and it was British colonialism, for that matter. Yet we have been punished by the United States through the odious Zimbabwe Democracy and Economic Recovery Act, which it enacted in 2001 to effect regime change in our country. Now that malicious intent to continue with the relentless persecution of our small, peaceful country has shown itself again, through the rejection by the United States of the recent and absolutely democratic and fair results of our general elections of 31 July, even as they were applauded by the African Union and all our regional organizations. It appears that when the United States and its allies speak of democracy and freedom they do so in relative terms. Zimbabwe, however, refuses to accept that those Western detractors have the right to define democracy and freedom for it. We made the greatest sacrifice and paid the ultimate price for freedom and independence in Zimbabwe, and we remain determined never to relinquish our sovereignty, as at the same time we remain masters of our destiny. As we have repeatedly and loudly said and asserted, Zimbabwe will never be a colony again."}}