{"speech":{"0":" With an end to the global crisis finally within reach, it is imperative to make growth and development our first priority today. In the past 10 years, remarkable progress on the Millennium Development Goals (MDGs) has been made. But we have to work harder. We need to empower individuals and communities and increase the capacity of economic and social systems to adapt to the rapid changes of our complex world. With regard to the post-2015 development agenda, we should address the root causes of the ills aff licting our world rather than limit ourselves to the side effects. Sustainable development, in line with the outcomes of the United Nations Conference on Sustainable Development, is the best possible antidote. In that conviction, Italy co-facilitated the establishment of the High-level Political Forum on Sustainable Development, with universal membership. We are also in favour of reinforcing the Economic and Social Council and of a partial reform of the United Nations Environment Programme.The promotion of sustainable development goes hand in hand with the spread of democratic principles. We are in favour of the convergence of the sustainable development goals and the MDGs after 2015. But development cannot be simply reduced to economic growth and statistics. We must go beyond gross domestic product and pay adequate attention to the more comprehensive notion of “quality of life”. Special attention should be paid to the role of womens rights and gender equality. Although women In that regard, the State of Kuwait has provided provisional funding of $500 million to the Republic of Yemen for development projects in the 2012-2014 provisional programme. The contribution seeks to support a peaceful transition of power pursuant to the Gulf Cooperation Council initiative and its Implementation Mechanism, which are aimed at ending the crisis in Yemen, re-establishing security and stability there, and rehabilitating the development sectors in order to fulfil the legitimate aspirations of the Yemeni people to live in peace and security through the consolidation of democracy and good governance.The State of Kuwait, through its great interest in promoting and intensifying regional and international multilateral activities by reviewing cooperation and coordination measures in many important and political fields, has hosted many regional and international summits, meetings and conferences. All haved focused on a multiplicity of issues, challenges, hopes and aspirations and supported initiatives aimed at creating better conditions for the peoples of the region and the world.In order to expand that approach, built on coordination and a spirit of entrepreneurship, in November the State of Kuwait will host the third Arab-African Summit under the theme “Partners in Development and Investment”. We hope that this initiative will achieve results that deepen the foundations of Arab-African cooperation and open new horizons in the name of stability, development and cooperation between the people and countries of these two regions. The State of Kuwait will also host the thirty-fourth session of the Supreme Council of the Cooperation Council for the Arab States of the Gulf in December, as well as the twenty-fifth Summit of League of Arab States in March 2014.In conclusion, I reiterate the commitment of the State of Kuwait to the international multilateral system and to the purposes and principles of the Charter of the United Nations, as well as its belief in the importance that all States fulfil the obligations to which they have committed in international agreements and conferences. That will help in the search for just and equitable solutions to the global threats and challenges confronting us in order to achieve the lofty objective of maintaining international peace and security."}}