{"speech":{"0":" Allow me to first congratulate Mr. John Ashe of Antigua and Barbuda on assuming the presidency of the General Assembly at this session. Mongolia pledges its full support to him.We gather here at the United Nations to collectively assess the state of the world, share our thoughts and our vision, and agree on common actions. I shall begin by reviewing where we are today. Over 70 million people around the world join the middle class each year. The Millennium Development Goals (MDGs) have improved the lives of billions of people. The world has attained poverty-reduction targets — in some places, even ahead of the proscribed deadline. Rather than seeing 2015 as the end, we should view it as the beginning of a new era. In this era, we should build on our successes, attend to gaps and meet emerging challenges.Sadly, we face many such challenges. Today, over 200 million people are jobless, over 50 million children are not in school, and one in eight of our fellow citizens still goes hungry. Yet over $900 billion dollars are earmarked for military expenditures every year. Only a fraction of that sum is spent on health care and education. Such a state of affairs should not be tolerated.When it comes to the climate, a temperature increase of more than two degrees Centigrade would be disastrous, if not catastrophic. Our environment is changing rapidly. On the production side, global consumption far exceeds our fragile planets capacity. Resources are being exhausted. Humankind is gravely endangered. We are running out of time. The world has too many hungry people, too much violence and too little commitment to human rights. We need to change that.I want to share with the Assembly Mongolias views and experience. Mongolia is a great nation with a rich history. It is an old nation with a young heart. We are fortunate to have abundant natural resources, which offer great growth prospects and a unique opportunity for economic development and social progress. With double-digit percentage growth, we are one of the worlds fastest developing economies.Mongolia has achieved many development goals in areas such as universal primary education, reducing Ghana is encouraged by the new initiative to resolve the Israeli-Palestinian issue. We are still firm in our belief that an independent Palestinian State, existing side by side with a peaceful and secure Israeli State, is a desirable outcome that we must all support and work towards. In working towards that goal, we must realize that the continuous construction of settlements in Palestinian territory increasingly shuts the door on a two-State solution.Ghana calls once again for the embargo against Cuba to be lifted. It is a relic of the Cold War era and has no place in our current global dispensation.We have come a long way since the end of the last global war, yet the makeup of the Security Council does not reflect those developments. Ghana therefore supports the reform of the Security Council.Ghana will continue to pursue the principle of constructive engagement in our relations with the other countries in the world. We are fully committed to promoting honest global partnership that is informed by mutual respect and reciprocity.In closing, I would like once again to pay my respects to those who have lost their lives in Kenya, Syria, Palestine, Egypt, Libya, Pakistan, Iraq, Nigeria, Mali, Somalia, Turkey, India, the United States and all the other places where terrorists have attacked just this year alone. The reason we are all gathered here today is to find the ways and the means to create a better, more peaceful and prosperous world."}}