{"speech":{"0":" Allow me to congratulate President Ashe on his election to preside over the General Assembly at its sixty-eighth session. Let me assure him of my full support and cooperation and Incidentally, there is also a need for global market regulation and market interventions. Wonderful statements have been made in the Group of 20 regarding tax havens, ratings agencies and capital f lows, but what is certain is that the world needs global laws for global governance. Just as we ask for Security Council and General Assembly resolutions to be respected, we also ask for rules and for respect for the sovereignty of countries, especially those countries like ours that wish to honour their commitments. Finally, I would like to address the Assembly on this very special day. Today we see war, human rights violations and other violations intertwined. Perhaps some are of a more subtle nature, such as losing ones job, ones rights, ones livelihood or ones hope. I think, at the core, our duty as world leaders is to build a truly different history. Many of those who have already spoken have made somewhat ambivalent statements. Some have been encouraging, while others have been disillusioned as a result of not having been able to do what they wanted, almost as if their desire to do something had just been a whim, and when they were not allowed to, they grew frustrated. I believe that the one thing we cannot do when we have the responsibility of governing and when we might be able to govern a country with a lot of power is to lose our temper or, even worse, make mistakes. Making mistakes is the one thing we should not do, because mistakes are not paid for by the leaders who make decisions or imperfect choices. Mistakes are paid for in human lives, not only if we are talking about war, but also if we are talking about the economy. In that case, they are paid for in terms of unemployment, lack of access to health care, education, housing and security. There is cheap labour available for drug trafficking, which we talk so much about fighting. One of the keys to fighting drug trafficking is to put an end to cheap labour in emerging and underdeveloped countries. We must also put an end to money-laundering for drug trafficking in central countries, because the money is not laundered in the countries that produce the raw materials. Money-laundering takes place in the central countries. It is right to say this, because we hear so much talk about drug trafficking and other things.I would conclude with a phrase by the Secretary-General that I really liked. I thought his invitation was most appropriate. It was specifically an invitation to turn hope into action through hard work, commitment, highlighting areas of achievement as well as challenges. Yes, they have transformed the way in which both developing and developed countries approach development cooperation.Malawi is on track to achieve four of the eight MDGs: reducing child mortality, combating HIV and AIDS, malaria and other diseases, ensuring environmental sustainability, and developing a global partnership for development. However, like other countries, we are unlikely to meet the Goals of eradicating extreme poverty and hunger, achieving universal access to education, ensuring gender equality and the empowerment of women, and improving maternal health.As the deadline for the MDGs draws closer, Malawi is stepping up its efforts to accelerate their attainment. We have identified best practices as well as bottlenecks in the context of our progress. In particular, we have understood that gender inequality and lack of empowerment of women are the common constraints limiting our progress towards the MDGs. In response, my Government has developed a new MDG acceleration framework that places significance on removing these barriers once and for all.In building the foundations for the post-2015 architecture, I want to reflect on the lessons from Malawis experience in the implementation of the MDGs.First, I believe that the strength of the MDGs lies in the fact that they are focused and targeted. That has helped us to narrow our focus and concentrate our efforts on the most critical issues while allowing local ownership. In the case of Malawi, the MDGs were localized through the Malawi Growth and Development Strategy.Secondly, the past 13 years have taught us about the importance of the linkages between these Goals. A poor family is not just economically deprived. It is also likely to face a host of other challenges such as environmental vulnerability, abuses of human rights and lack of or limited access to essential services. Lifting people out of poverty therefore requires a holistic approach.Thirdly, strong political will and the transformation of partnerships have accelerated the attainment of most of the MDG targets. Finally, I wish to make a cautionary note that we need to be aware of the fact that different continents were at different stages of development when we established the MDGs. That created pressure, that of my Government during his tenure of office. His credentials and experience as a career diplomat here at the United Nations assure us of a successful session. It is indeed an honour for me to have the opportunity to address the Assembly once again. In my maiden address last year, I spoke of the challenges that Malawi faced at the time that I assumed the office of the President of the Republic of Malawi. I outlined my Governments commitment to addressing the political and economic governance problems that I inherited. I sought to achieve macroeconomic stability and restore the rule of law and the observance of human rights.The reforms my Government has undertaken have been painful but necessary. I am therefore pleased to report to the Assembly that Malawi is registering a strong economic recovery. For instance, foreign exchange and fuel are available, the currency has stabilized, inflation is declining, and industrial production is up from 30 per cent in 2012 to 75 per cent in 2013. Economic growth is forecast at 5 per cent this year, up from 1.8 per cent last year. Furthermore, Malawians are once again enjoying their freedoms and civil liberties, as enshrined in the Constitution.I am pleased to say that Malawi, the “warm heart of Africa”, is warm again, and my Government is committed to staying the course with these reforms. In moving forward, my agenda is to build on the foundations we have laid in order to realize sustainable and inclusive growth.Today we are gathered here to reflect on the progress made on the Millennium Development Goals (MDGs) and to debate the post-2015 development agenda. Before I provide my reflections, I would like to commend the Secretary-General for his efforts to ensure an inclusive global debate on the post-2015 development agenda. As I understand it, more than 750,000 people from 194 countries provided their views, indicating their readiness for bold change. I am pleased that Malawi was one of the countries selected for the national consultations.I believe that in Malawi and beyond, the MDGs have played an important role in concentrating our efforts around the common purpose of eradicating poverty. They have raised public awareness about unacceptable levels of poverty and helped to mobilize action towards a fairer world.At the same time, the MDGs have provided a common framework for monitoring progress and The Government has also rolled out the Malawi Rural Electrification Programme, which aims at spurring industry, trade and agricultural productivity through the provision of electricity. The Government is also implementing a community saving and investment programme to promote a culture of saving and building assets to enhance income and wealth creation. I see that leading to the majority of the poor being active participants in our economy.If we cannot uplift the people that live in rural areas, as is the case in many developing countries, so that they can earn a decent income in the household, the vicious cycle of population growth, malnutrition, maternal risks and poverty will remain. If the post-2015 development agenda is to realize its dream, we need to go to the grass roots, where the people are.For that reason, I welcome the idea that under the post-2015 development agenda, we should track progress against our goals by looking at them across all levels of income. That will drive equal opportunities for people across all income groups and help us realize our dreams of shared prosperity. That is key to restoring the dignity of all our people.Finally, let me emphasize the need to attain global peace and security. We are all aware that conflict, instability and civil unrest disrupt our development efforts. As we look forward to the post-2015 agenda, we should recommit to global peace and security. As a mother and grandmother, I felt compelled to make this appeal.Malawi will continue to engage fully in the post-2015 development agenda. I am hopeful that the voice of the poor, of women, of people with disabilities and of the marginalized will be included in the agenda. I am optimistic about a world of shared prosperity. "}}