{"speech":{"0":" Greetings! Let me begin by congratulating President Ashe on his election to the presidency of the General Assembly. He is taking the reins at an important time. We wish him every success, and he has New Zealands support.The recent events in Kenya, Iraq and Pakistan show how troubled the world can be. We commiserate with the Governments and peoples of those countries and extend our deepest sympathies to those who lost family and friends in those tragic incidents.For most of us, born after the Second World War, the United Nations has been at the centre of our conception of how the world organizes itself. But the reality of the United Nations can be quite challenging. It is the one place where the countries of the world meet, talk and try to find solutions to global and regional issues.Sadly, some of those discussions can become so arcane that they are sometimes quite removed from the issues they claim to be addressing. That is a concern in particular for small States, to which the Organization is so vitally important. Even more sadly, the United Nations has too often failed to provide solutions to the problems the world expects it to resolve. The gap between aspiration and delivery is all too apparent, as the situation in Syria has again so brutally reminded us. But any failures of this institution are less failures of the Organization a robust and transparent system of Government and sound financial institutions that have helped us ride out the worst effects of the global financial crisis. That was despite the significant economic and social challenges we faced after the destructive earthquake that struck Christchurch, our second largest city, in 2011.As we work to restore the built environment in Christchurch, New Zealanders are also conscious of our dependence on and our responsibility towards the natural environment. In policy terms, climate change has been a challenge for New Zealand and for the international community more broadly, but New Zealanders know we must play our part, and we have taken action. We have introduced an extensive emissions-trading scheme. We are investing in the Global Research Alliance to find new ways to manage agricultural greenhouse gases, and we have committed to reducing emissions to 5 per cent below 1990 levels by 2020.We made that commitment under the United Nations Framework Convention on Climate Change rather than the Kyoto Protocol. We did that because, while the Kyoto Protocol once seemed to provide a path forward, things have changed. The Protocol now covers only a small percentage of global emissions. We need a single legal framework that commits all major emitters. While climate change is an important issue, it pales in comparison to the problems faced by many Member States. One of the most intractable is that of Israel and Palestine. As long as that problem is left unresolved, there can be no assured peace in the Middle East and no security for the wider region. There can be no resolution without the Israeli and Palestinian peoples both being assured of viable homelands within secure borders. New Zealand pays tribute to the tenacity of United States Secretary of State Kerry and to the courage of President Abbas and Prime Minister Netanyahu in agreeing to resume the Middle East peace process.In our own region, we have celebrated the successful conclusion of the United Nations Mission in Timor-Leste and the transition of the Regional Assistance Mission to the Solomon Islands from a military to a police-led operation. We look forward with intense interest and cautious hope to the reinstatement of democracy in Fiji. We acknowledge the positive developments there, including with regard to election preparations and voter registration. The countries of the Pacific, including New Zealand, want and need Fiji to be successful, democratic and well-governed.New Zealand was present at the founding in San Francisco. We take pride in the fact that we were able to influence the drafting of the Charter, particularly the section on the Trusteeship Council, which paved the way for a number of States to become full Members of the Organization.New Zealand has come a long way since the Charter was adopted. Then, we were emerging from our status as a dominion of the United Kingdom. Today we proudly assert ourselves as a small but independent and diverse country that has a wide network of friends and trading relationships in all the major regions and markets of the world. We value our traditional relationships with Australia and the Pacific, and in Europe and North America as we build new links with partners in Asia, the rest of the Americas and the Caribbean, and Africa.Building and sustaining political and commercial links across the regions of the world is no small matter for a country like New Zealand. We are surrounded by the Pacific Ocean and located over three hours f lying time from our nearest neighbour, Australia, in one of the least populated parts of the world. We share with our Pacific island neighbours the challenges of distance and isolation, and of having to hold our own against much larger countries whose economies of scale and proximity to markets give them a considerable competitive advantage. These factors have reinforced New Zealands approach to the United Nations and to the other international organizations that have shaped the post-Second World War environment.We have a strong preference for a rules-based, multilateralist approach, whether in the United Nations, the World Trade Organization (WTO) or the World Bank. We know that rules and standards set internationally provide us the greatest certainty and the greatest protection. We draw strength from global agreements and from the collective commitment they represent.That is why we attach such importance to the completion of the Doha Round. While New Zealand continues to actively negotiate bilateral and regional trade agreements, we acknowledge that free trade agreements often leave least developed countries on the sidelines. The benefit of the WTO, as with the United Nations, is that the rules negotiated there apply across the globe, irrespective of a countrys size or wealth.Our preference for international rules reflects New Zealands national approach to governance. We have together on a post-2015 development agenda focused on creating economic opportunities and the eradication of poverty.Many of the same issues will be addressed at the Third International Conference on Small Island Developing States, which Samoa is to host in 2014. New Zealand is pleased to be a major supporter of that important United Nations effort and, with the rest of the Pacific, looks forward to welcoming the world to our region.We need to remind ourselves that sound governance arrangements and transparency of process are also vital virtues for international organizations, including the United Nations. By any objective assessment, the Organization has not been equipped with the structures and rules it needs to operate as it should. Yet there has been deep resistance to efforts to make things better. That needs to change. The rationale for United Nations reform is clear. Membership has quadrupled since 1945, yet over the same period its key organs — particularly the Security Council — have become hostage to their own traditions and to the interests of the most powerful. From the 1950s to the 1990s, we could blame the Cold War when the Security Council did not act. That does not wash today. The problems are more systemic and relate both to the composition and the formal and informal processes of the Council. We now seem to have a practice whereby the permanent members not only can block Council actions through the use of the veto, but also appear to have privileged access to information and can stop the Council from meeting if it does not suit their collective purposes. Such behaviour damages the reputation and credibility of the wider Organization and must be challenged. Such issues are not necessarily matters of Charter reform, which we know is difficult, but have to do with the effective functioning of the Organization — an issue in which we all have a stake.New Zealand is not advocating revolution, but we are asserting that the Council can and must do better in the way it conducts its business. That is the approach New Zealand will bring to the Security Council if we are elected next October. If successful, it will be 21 years since New Zealand last served on the Council — a long time ago, but not so long that we have forgotten the lessons learned during our last term. At the top of that list is the imperative that members have to be engaged; they must listen to the concerns of others and have a view and a voice if they are to be relevant. There is no point in joining the Council simply to make up the Mr. Errazuriz (Chile), Vice-President, took the Chair.Earlier this year, New Zealand withdrew the bulk of its forces from Afghanistan, following the closure of the New Zealand-led provincial reconstruction team in Bamian province, which provided security and helped bring about a significant improvement in governance and development. Schools and hospitals were rebuilt and health centres re-opened. Mortality rates for children under 5 were halved. Maternal deaths are now a quarter of the Taliban-era levels. Girls now make up half the number of primary-school-age children. New Zealand expertise also helped substantially improve agricultural yields through the implementation of modern farming techniques. We are building the largest solar energy system in Afghanistan, which will bring a renewable source of electricity to much of Bamian township. That was a big commitment by a small country situated far away. It also came at a considerable cost: 10 of our servicemen and women lost their lives while on duty there. Even so, we are proud of what we achieved in partnership with the people of Bamian and hope that those gains can be sustained in the years ahead.In Africa we see a continent where many countries have faced real challenges. However, as the President of Nigeria reminded us earlier this week (see ), the new story of Africa is the growing number of countries in the region that are enjoying the benefits of good governance, sound economic growth and development, driving positive change throughout the continent. All of that is good news for Africa and for the world. New Zealand will do what it can to help with targeted assistance in areas where we have real expertise to offer, namely, in the fields of agriculture, renewable energy and good governance. New Zealand also recognizes and supports the critical roles of the African Union and Africas subregional bodies in ensuring Africas security and future prosperity.New Zealand recognizes the importance to Africa, the Caribbean and our own region of the Arms Trade Treaty, adopted in April and signed by New Zealand and many others on 3 June The Treaty should curb the f lows of small arms and other weapons, especially to conflict regions, and help arrest the deaths and human misery that they cause.I want to also applaud the progress made in implementing the Millennium Development Goals, while at the same time acknowledging the fact that much work remains to be done. We now need to work The countries of our region share the conviction that the political, economic, social and cultural unity and integration of Latin America and the Caribbean constitute not only a fundamental aspiration of our peoples, but also a prerequisite for us to successfully tackle the challenges we face as a region. However, everything that has been achieved so far and the path CELAC has chosen underscore the need for our region to have a space of its own to consolidate and project the Latin American and Caribbean identity based on its shared principles and values and on the ideals of unity and democracy for our peoples. It should also reaffirm our commitment to building a more just, equitable and harmonious international order based on respect for international law and the principles of the Charter of the United Nations, and to upholding the sovereignty and the right of each State to build its own political system, free from threat, aggression or unilateral coercive measures and in an environment of peace, stability, justice, democracy and respect for human rights.Our Community is based on unrestricted respect for international law, the peaceful settlement of disputes and the prohibition of the use and threat of use of force; on respect for the self-determination, sovereignty and territorial integrity of States and on non-interference in their internal affairs; on the protection and promotion of all human rights, the rule of law, at both the national and the international levels, and democracy; and on our aim to work together for collective prosperity so as to eradicate discrimination, inequality, marginalization, human rights violations and transgressions of the rule of law.We reaffirm our regions commitment to international peace and security. We commit to strengthening the climate of peace that prevails in Latin America and the Caribbean and to consolidating a zone of peace that encompasses our region as a whole, whereby disputes between nations are resolved peaceably through dialogue and negotiation or other means, in perfect harmony with international law.At the recent High-level Meeting on Nuclear Disarmament (), CELAC reiterated its profound concern at the threat posed to humankind by the continued existence of nuclear weapons and their possible use or threat of use, and the urgent need to make progress towards the priority objective of nuclear disarmament and achieve the total and absolute elimination of nuclear weapons. In addition, CELAC member countries presented for the first time a joint numbers. Sometimes there is a need to speak up and shine a light on what is going on, or not going on, even when that may be inconvenient to others. That applies whether the issue was Rwanda, Somalia, Yemen or Yugoslavia in 1993-94, or is the Democratic Republic of Congo, the Sudan or Syria in 2013 to 2014.My hope is that when Member States make their decision on whom to vote for in October 2014, they will look at New Zealands record and know that we will be a credible, positive influence on the Security Council and a voice for the interests of the wider Organization."}}