{"speech":{"0":" At the outset, let me extend my congratulations and appreciation to the President of the General Assembly for his leadership and work with the General Assembly at its sixty-eighth session and to the Secretary-General for his continuing leadership.The Palauan f lag depicts a yellow full moon against a blue ocean. That combination of moon and ocean is a metaphor for natures balance and harmony through the consistency of the rising and falling tides. Just before I left to come to the General Assembly, during a full moon high tide, my back yard, which nestles against the ocean, f looded. Typhoon Usagi passed through the Pacific just a few days later and landed in Asia, killing many people. It was followed almost immediately by Tropical Storm Pabuk.When I was a child, my back yard did not f lood and we did not have tropical storm after tropical storm pass through our Pacific islands. It is therefore as clear to me as it is to other Pacific leaders that the full moon and the ocean are no longer metaphors for balance and harmony. Today they represent imbalance from our past excesses and a lack of harmony due to our current inability, as the Secretary-General has so often said, to create the world we want.The leaders and the people of the world certainly face many challenges moving forward in creating the world we want and in developing a sustainable future. In addressing the next round of sustainable development goals and in responding to the ever-growing challenges and consumerism and not only has an impact on the most developed economies of the world, but also and especially makes the least developed countries even poorer. International cooperation must seek fundamentally to improve the productive capacities of our countries and to invest in people suffering from poverty and exclusion. My Government believes that the path to growth is investment in the poor and their transformation into a middle class with access to health care and education.I invoke international solidarity and the agenda of the General Assembly in which we are gathered here today in order to advocate once again for the lifting of the blockade against Cuba. I have made this same request in my previous statements before this forum, as I believe that Cuba is part of the American soul and that the blockade is a relic of the past. The brotherly people of Cuba, like all peoples of the world, have the right to seek development and well-being through comprehensive integration.Similarly, we support diplomatic efforts seeking a swift peaceful solution to the conflict in Syria. We condemn the use of chemical weapons, and we support the agreement between Russia and the United States whereby Syrias chemical weapons would be destroyed under the supervision of the United Nations.Before I conclude, I should like to express my firm belief that the United Nations will take the necessary steps to guarantee the development and implementation of a comprehensive post-2015 agenda. In that context, I believe that we will realize a better and fairer world for all of humankind.In El Salvador, we are preparing to implement that agenda. We are happy to be among the few countries in Latin America working on multidimensional poverty measurement. Next year we hope to use these statistics to complement our income-based poverty measurement. We will thereby be in a better position to implement comprehensive policies that will allow us to eradicate poverty in a definitive and lasting way. I thank the United Nations for its invaluable cooperation in the pursuit of our major aspirations as a nation, and the Assembly for its attention."}}