{"speech":{"0":" I would like first to congratulate His Excellency Mr. John Ashe on his election as President of the General Assembly at its sixty-eighth session, and I wish him every success in his mission. I would like also to express our appreciation to His Excellency Mr. Vuk Jeremic, President of the Assembly at its sixty-seventh session, for his efforts for the success of that session. I would like also to commend the efforts of His Excellency the Secretary-General, Mr. Ban Ki-moon, to strengthen the role of the United Nations.The international community faces many different problems related to peace and security, in addition to challenges facing the efforts made to solve disputes peacefully. This calls for strengthening the United Nations capacity to tackle these challenges and problems.Peoples from different regions of the world are expecting the institutions of the international community supervision. They did so in order to get rid of despotism and corruption and to put an end to the injustice they have been facing.We all know that the responsibility for the failure to impose the political settlement we would all prefer for Syria is due basically to the Security Councils inability to take the decisions required to put an end to the bloodshed and to the continued intransigence of the Syrian regime and its rejection of all regional and international initiatives.From that perspective, the decision-making process in the Security Council must change, since it lacks fairness and objectivity. It has also become a major obstacle to the maintenance of international peace and security and to the punishment of war criminals and perpetrators of crimes against humanity. We therefore reiterate the importance of accelerating comprehensive reform of the Security Council in order to make it more capable of dealing objectively with global challenges and responding to the aspirations of peoples. That can be achieved only through equitable representation of the international community in the Council, so that it can become expressive of democracy in international multilateral efforts. While it is obviously impossible for any decision to be taken in the Council without the support of the majority of the permanent member States, decision-making should not be monopolized in the long term by one or two States.I take this opportunity to call upon our Syrian brothers to unify their ranks in order to initiate a transitional period leading to the establishment of a governing system that guarantees freedom and dignity for all Syrians, without discrimination on the grounds of gender, nationality, sect or creed. These large numbers of martyrs have not fallen and all these sacrifices have not been made by this great people so that despotism could be exchanged for chaos or another kind of despotism. The Arab Spring revolutions, during which the Arab people have risen up, calling for freedom, dignity and social justice, are now facing difficulties that seem to be aimed at reversing the march of time. As such difficulties had been anticipated, it is strange that certain politicians have not been able to avoid even expected problems.Anyone who knows the reality of the issues in the Arab region and their historical context knows that these from all occupied Arab territories. The experiences of different nations and peoples confirm that unjust settlements do not endure but only lead to new conflicts.The continued de facto policy in Palestine will not make the issue disappear. It is actually becoming more complicated, because continuing settlement activities are leading to the destruction of the foundation for the establishment of a Palestinian State. The current status quo resembles a situation of apartheid under the domination of one State or even within a single State. That cannot but be grounds for fresh conflict, as no people could accept continued injustice and remain silent.The inalienable national rights of the Palestinian people to establish their independent State, with Jerusalem as its capital and within the limits of 1967 borders, as well as the right of return for Palestinian refugees, are not only an Arab demand; they also represent an international standard for testing the credibility of international legality, which should not be divisible. Just as the international community has in the past applied the principles of international legality to other crises in the world, we should apply the same legal principles to all issues. We therefore call upon the Security Council to uphold its responsibility to maintain international peace and security and to take the decisions necessary to stop all illegitimate Israeli practices.Destructive actions and appalling massacres, including the policy of scorched earth and the destruction of cities, continue to be carried out by the Syrian regime against its peoples, crossing all red lines dictated by ethics and mandated by law, particularly in view of the regimes use of chemical weapons against the Syrian people.It is unfortunate that the perpetrators of those brutal crimes and massacres, which have shocked every human conscience, are, undeterred, enjoying impunity from accountability. That raises questions about the credibility of the human rights and international legality mechanisms of the international community.The issue is not whether or not Syria possesses chemical weapons, because Syria is a State that is in conflict with another State that possesses chemical, biological and even nuclear weapons. The issue is the use of such weapons by the regime against its own people. The Syrian people did not rise up in order to place Syrian chemical weapons under international a very alarming issue. In that context, I affirm the position of the State of Qatar that every State in the region has an absolute right to use nuclear power for peaceful purposes in accordance with the standards and procedures of the International Atomic Energy Agency. We also look forward to convening the Helsinki conference as a step that contributes to the efforts aimed at making the Middle East a zone free of nuclear weapons and other weapons of mass destruction.The issue of climate change remains at the top of our concerns, with all its ramifications for the global system as a whole. In that regard, I would like to confirm and reiterate the commitment of the State of Qatar to continued cooperation with the international community in facing that challenge and implementing the measures agreed upon during the eighteenth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, which was hosted by Qatar at the end of last year, in order to develop a road map for tackling the negative environmental and economic consequences of that dangerous phenomenon.It is worth mentioning that the State of Qatar has gone a long way towards implementing the initiative of the Global Dry Land Alliance, which it launched in order to establish an international organization that would tackle the implications of that phenomenon. That proposed organization will complement the work of the other relevant international organizations in combatting desertification and drought and preserving the environment without duplicating their work. I call upon all Member States to support that initiative.The State of Qatar participates as an active and effective partner in efforts to achieve sustainable development at the international level. We have pledged to allocate the required percentage of our gross national product for the least developed countries, in addition to the humanitarian and relief assistance that our State provides in cases of emergency and disaster.In that context, the State of Qatar has achieved the majority of the Millennium Development Goals and is working towards achieving all the Goals before 2015, as demonstrated by United Nations and regional reports in that field."}}