{"speech":{"0":" It is with great honour that I address the General Assembly at its sixty-eighth session on behalf of the President of the Republic of Seychelles, Mr. James Alix Michel, and on behalf of the Seychellois people. I wish to congratulate Ambassador John Ashe on his election as President and on his guidance of the proceedings so far.In 2014, we will mark the United Nations International Year of Small Island Developing States. Mr. Ashes appointment during the sixty-eighth session is highly symbolic of the constructive role that small island developing States play within the United Nations, and we express our full support for his efforts to further promote inclusiveness and full participation.I would also like to join all those who preceded me in complimenting Mr. Vuk Jeremic on his leadership of the General Assembly at its sixty-seventh session, during which he stressed the unifying elements of the Assembly. Allow me to also express our appreciation to Secretary-General Ban Ki-moon for the determination and commitment he has shown since the beginning of his tenure of office to strengthening the role of the United Nations.For the Seychelles delegation, the General Assembly evokes the spirit of humanitys common cause better than any other institution. Indeed, in this Hall, we are reminded that there are no large nations or small nations, rich nations or poor nations, powerful nations or weak nations — simply the United Nations.As a small island developing State, we are perhaps also more conscious than most countries that very little can be achieved through isolation. Our economy is built around its connectivity to the world economy. Our security is easily undermined by events beyond our control. Our environmental safety is also dependent on many factors that have an impact beyond our borders. Both our opportunities and our risks can be addressed only through international partnerships.As we have discussions and exchanges of ideas on the post-2015 development agenda, we believe that the experiences of our group of States provide contexts that actively engage in that treaty process so as to reduce the risk of arms trades, which remains one of the biggest challenges for our region and the world.Finally, during the sixty-eighth session, Seychelles will continue to call for every effort to be made to reduce the marginalization of island States, and it is in that context that we reiterate the call for the removal of the embargo against our brotherly nation of Cuba.The President took the Chair.Seychelles is a nation that believes that all voices count. In speaking out on behalf of small islands that are often marginalized in international processes, we believe that we have a duty to ensure that all perspectives are considered. It is because of our commitment to that inclusive approach to the United Nations and to multilateralism that Seychelles has announced its intention to stand as a candidate for a non-permanent seat on the Security Council for the period 2017-2018. As a nation that has never served before, we are actively engaged in discussions in our East African constituency, and we appreciate the opportunity to engage with all nations that wish to share their views. We look forward to many fruitful discussions.In conclusion, I would like to emphasize that our approach towards the sustainable development goals must be even broader and more inclusive than for the Millennium Development Goals. The challenges are obvious: poverty, climate change and energy, among others. The list can go on indefinitely, but we believe that there is also a shared opportunity in setting the sustainable development goals. There is an opportunity to reflect the true interconnectivity of our planet through the adoption of interconnected objectives. Shared objectives will lead to shared success. That is the conviction of Seychelles."}}