{"speech":{"0":" Allow me, at the outset, to congratulate the new President of the General Assembly, Mr. John Ashe, his predecessor, Mr. Vuk Jeremic, and Secretary-General Ban Ki-moon for the work they have carried out since the previous session. The theme of this session, “The post-2015 development agenda: setting the stage”, is very much at the heart of our concerns. The 2015 deadline we have set for ourselves will soon be upon us. The general impression is that a number of countries continue to fall short in terms of funding the Millennium Development Goals (MDGs), official development assistance and debt relief. It is unfortunate to note that all of the commitments made to boost economies and development efforts have not achieved the expected results, despite major international mobilization.There is a strong possibility that the 2015 deadline will fall well short of many countries expectations, especially in Africa — since poverty persists, despite the development and implementation of national poverty eradication strategies. That is why — drawing Nevertheless, I think it would be timely to draw the attention of the Assembly to the humanitarian situation in Darfur as a result of the new hotbeds of tension that are emerging and which lead to a constant f low of other refugees and internally displaced persons towards eastern Chad. Currently, there are more than 400,000 refugees and 200,000 internally displaced persons, compared to 290,000 and 180,000 in past years. All efforts made since the outbreak of that crisis to foster the return of refugees and internally displaced persons to their regions of origin have been in vain thus far. It is our duty to advocate from this rostrum for the energetic pursuit of assistance from the international community to all those people as political and ethnic tensions continue to divert them from their path to return.Chad condemns the rampant instability in the eastern part of the Democratic Republic of the Congo. We urge the Government and the members of the rebellion to reach a negotiated solution to their dispute to allow that great African country to focus on its development.Our profound belief is that the solution to all the crises I have just listed cannot be military. A lasting, definitive solution to the ills that are hobbling the development of Africa requires a constant struggle against poverty, marginalization and youth unemployment. It also requires the establishment of constructive dialogue among the various sectors of a country, on the one hand, and permanent dialogue among different cultures and religions, on the other.Addressing the situation outside Africa, I must first mention the Israeli-Palestinian conflict, which persists and for which the international community has not yet found the appropriate solutions. We urge and encourage the efforts made by the Organization and the United States Government to conclude a peace agreement that allows for the peaceful coexistence of two sovereign States.The situation in Syria troubles us all since it has reached a particularly grave stage. We have no right to allow a whole people to be cast adrift. The use of chemical weapons, which marks a dramatic escalation of the civil war in that country, is an affront to the human conscience and to the ideals present at the birth of the Organization. While welcoming the agreement between the United States and the Russian Federation on the destruction of Syrian chemical weapons, my country wants to see the perpetrators of those crimes identified and brought to an international tribunal. True to its philosophy, Chad sent the largest armed contingent to Mali, with more than 2,000 men, and 900 to the Central African Republic. Some 1,800 Chadian soldiers will join the new United Nations force in Mali. Chadian peacekeepers are now present in Cote dIvoire, the Democratic Republic of the Congo and Haiti as part of United Nations peacekeeping missions.We take this solemn opportunity to formally commend the successful completion of the transition process in Mali, with the holding of free, regular democratic elections unanimously hailed by the entire international community. Our wish is for that fraternal country to restore peace, unity and stability so that its sons and daughters can focus their energies and intelligence on progress and the well-being of the population.However, the situation in the Central African Republic remains alarming. The insecurity and the political, economic and financial difficulties that continue to face the transitional Government represent major challenges of concern to everyone. The countries of the region, through the Economic Community of Central African States, have made their utmost effort to mobilize military, financial and human resources to support peace and security in that country. I wish to welcome the establishment of the Mission internationale de soutien a la Centrafrique sous conduite africaine, of which the Central Africa Multinational Force comprises the core. Its troop level will increase from 2,000 to 3,600, thanks to the participation of Central African States and other friendly countries that have shown an interest in joining that noble cause. In spite of all those efforts, we must recognize that the needs on the ground clearly highlight the need for swift intervention, admittedly in the spirit of regional solidarity but also with the vital support of the international community. To that end, we expect the Security Council to adopt a firm resolution that provides for logistical and financial support modalities for the mission.Turning to the Sudan, as the Assembly knows, we signed a peace accord on 15 January 2010 and established a joint force that has allowed us to stabilize our common borders. As a result, my country will continue to actively strive for peace in the Sudan, as a member of the follow-up committee for the Darfur Peace Agreement. Mr. Paul Kagame, President of the Republic of Rwanda, was escorted into the General Assembly Hall."}}