{"speech":{"0":" On behalf of the delegation of the Kingdom of Thailand, allow me to congratulate the Honourable Mr. John Ashe on his election to the presidency of the General Assembly at its sixty-eighth session. My delegation stands ready to render our full support and cooperation.I would also like to express our appreciation to the outgoing President, Mr. Vuk Jeremic, for his exceptional leadership during the previous session. I am particularly grateful for his contributions to the second Asia-Pacific Water Summit, held in Chiang Mai, Thailand, earlier this year.Thailand is committed to the United Nations. Our faith in the principles and values it stands for has never wavered. The United Nations three pillars of security, development and human rights continue to and hunger in a generation. I want to see specific commitments in relation to the empowerment of women and girls. And I want to see an integrated approach on climate change and a strong focus on climate-sensitive agriculture.In our own aid programme, my Government has prioritized hunger and malnutrition, a theme that resonates with Irelands own history. We have a very simple message about the vital importance of investment in nutrition for mothers and babies. We are leading supporters of the Scaling Up Nutrition movement, and we are committed to doubling our aid spending on nutrition by 2016.Ireland is today emerging from several years of an economic crisis that will soon be behind us. After many tough decisions and a lot of hard work, we are about to safely exit an international bailout and our economy is back on track. I am proud to say that despite the extremely difficult circumstances many Irish people find themselves in, we have sustained our commitment to the provision of development aid. I know that we are ready to play our part in a new global partnership, and that it is only through this body, the United Nations, that it can be achieved.It is a matter of great pride to my country that Ireland was last year elected for the first time to the Human Rights Council. I warmly thank the Member States for their support in the election and the confidence they have placed in us. Ireland played a lead role in the adoption of two important resolutions by the Human Rights Council this week — one on preventable mortality of children under five; the other recognizing the important role played by civil society at the local, national, regional and international levels.The Universal Declaration of Human Rights adopted by the Assembly states that recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family is the foundation of freedom, justice and peace in the world. It also states that those human rights should be protected in law. Today, instead of offering protection, we increasingly see legal measures being adopted to discriminate against people on the basis of their sexual orientation or gender identity. I welcome the courageous leadership shown by the Secretary-General when he promised in April to lead a global campaign for lesbian, gay, bisexual and transgender rights. Ireland pledges its full support to the efforts of the Secretary-General, both here in the General Assembly and in the Human Rights Council. just when action is most needed. Overcoming deadlock and achieving consensus must be a central objective of Security Council reform.Mr. Beck (Solomon Islands), Vice-President, took the Chair.The United Nations is, of course, much more than the Security Council. Unity and consensus are also needed on development. Thailand believes that sustainable development must be at the heart of the United Nations agenda. The world has made great strides in tackling poverty and hunger, thanks in no small part to the Millennium Development Goals (MDGs), but all of us still need to make a final push on the MDGs. That would enable us to tackle the deep-rooted poverty that still aff licts the so-called bottom billion.Following the MDGs, the post-2015 development agenda must provide both continuity and a new source of hope. To build on the MDGs, Thailand believes that we should place special emphasis on the needs of the most vulnerable countries. That includes conflict and post-conflict societies, as well as those of least developed countries, landlocked developing countries and small island developing States. If we fail to do so, millions will be left behind.The most pressing challenge to sustainable development that demands our concerted action is climate change. For a number of countries, particularly small island developing States, climate change strikes at the very heart of survival. For much of the world, climate change is also linked to another important challenge — food security. Extreme weather can cause great damage to agriculture. The impact will be felt not only in food-producing countries, but worldwide. That is why we need to work together to put in place systems — better weather prediction technology, better storage silos and more resilient strains of staple crops — that will mitigate the impact of climate change. Those are areas where countries should help one another by sharing their experiences and know-how. Thailand believes that, if development is to be sustainable, it must be people-centred. We welcome the Secretary-Generals report “A life of dignity for all: accelerating progress towards the Millennium Development Goals and advancing the United Nations development agenda beyond 2015” (), which puts people at the centre of the development agenda. People need to be given the chance and the tools to make the most of their potential. This can happen if we inspire and motivate us. When the 50 founding States came together in San Francisco in 1945, the world had high hopes for the United Nations. The United Nations was created in response to the demands of a different time, after millions of lives had been lost in a conflict between States. Today, it is conflict within States that takes the heaviest human toll, as we have witnessed in the unfolding events in Syria.As we look ahead to the post-2015 future, we must not shy away from asking the hard questions. We must ask ourselves whether multilateralism has lived up to our expectations, be it in security, trade or the environment. We must ask how we Member States can do better in the face of critical challenges. That is because ultimately, the success of the United Nations depends on all of us. With such a diversity of viewpoints, it is all the more important for us to work together to find the unity and consensus we need. The challenges facing us are particularly clear in the case of Syria. On 21 August, we learned that chemical weapons had been used against innocent civilians in Syria. Despite widespread condemnation and outrage, the United Nations was initially unable to act and the Security Council was deadlocked. We therefore welcome resolution 2118 (2013) on Syria, adopted yesterday by the Security Council. We urge Syria to ensure the full and effective implementation of the resolution, and to allow monitoring and enforcement by the international community. It is our hope that the Security Council, especially its permanent members, will continue to work to find a durable political solution for the sake of the Syrian people.In setting the stage for the post-2015 development agenda, we must recognize that development cannot take root without peace, security, democracy and human rights. The three pillars of the United Nations must be developed together and nurtured together. To strengthen the United Nations, we need to seek ways to achieve unity and consensus on the issues that matter most. In the area of security, this means thinking of new, creative ways to respond to the changing threats. For instance, when States fail to protect their own populations, or even cause them harm, all our words will amount to little unless matched with action.But what kind of action would make the most difference on the ground? When and how is it most effective? There are no simple answers. It is on such issues that the world looks to the Security Council for leadership. Too often, however, the Council is paralysed Southeast Asian Nations is strengthening its partnership to become a community of over 600 million people by the end of 2015. Regional discussions on the post-2015 agenda are also complementing ongoing global efforts. As a moderate, medium-sized country with an open society, Thailand is ready to work with all countries and partners. We want to do our part in helping bridge the gaps in communication, understanding and opportunity.That is why we have put forward our candidacies to the Security Council for the term 2017-2018 and to the Human Rights Council for the term 2015-2017. We are keen to help build bridges to connect all stakeholders in a more cohesive, action-oriented global partnership. Building a global partnership means forging a common agenda for action on our most important challenges. It means reaching out beyond our borders, beyond our region and beyond our comfort zone.Thailand has been building bridges not only within Asia, but also with Africa and Latin America. We believe that developing countries everywhere need to come together in a spirit of partnership to make their voices heard. What is more, that same sense of partnership must also cross the development divide, embracing developed and developing economies alike.Since the beginning, the United Nations has been a force for good. As its membership has grown and the issues have become more complex, we have now reached a crossroads. Whether the United Nations takes the right path rests on our ability to achieve consensus and to act together in a meaningful manner. Now is the time for us to set aside our outdated assumptions and our differences. Our common future depends on our ability to come together to forge consensus on the new realities before us. The way forward is not through politics as usual, but through constructive dialogue and mutual respect. With goodwill and common purpose, the international community can once again rise to the challenge. Together, we can fulfil the promise of the Organization and the loftiest goals toward which we, the Member States, have always aspired."}}