{"speech":{"0":" The rapidly changing situation, growing tensions, radicalization, security challenges and threats in various regions of the world today cannot but raise serious alarm and concerns around the world. In this regard, needless to say, those problems enjoy special priority on the agenda of the General Assembly at this session.The war in Afghanistan, which has been ongoing for more than 30 years, remains a serious source of The implementation of such plans, according to many competent specialists, would lead to the disruption of the natural f low of the rivers, which is fraught with most dangerous ecological and socioeconomic consequences. The already fragile water and ecological balance in Central Asia will be radically disrupted. Moreover, the construction of these facilities is planned in areas where there is a tectonic fracture with a potential seismicity of not less than 9-10 points on the Richter scale, which carries a high risk of man-made catastrophes.Taking that into consideration, we firmly adhere to our principled position of the unacceptability of constructing hydropower facilities on international watercourses without the preliminary endorsement of all interested countries. It is necessary, in line with international legal practice, to conduct a mandatory, fair international expert examination of the Rogun and Kambarata-1 projects, under the auspices of the United Nations, to assess the possible impact of new hydropower facilities on the natural water regime, the environment, f lora and fauna.Uzbekistans position is based on the norms of international law, in particular the provisions of the United Nations Convention on the Protection and Use of Transboundary Watercourses and International Lakes of 1992 and the Convention on the Law of Non-navigational Uses of International Watercourses of 1997.The year 2015 — the deadline for implementing the Millennium Development Goals set in 2000 — is approaching. In that regard, it should be underscored that the achievements of the Republic of Uzbekistan during its years of independence in the economic sphere, social policy, addressing specific issues related to improving the well-being of the population, the quality of education, health-care services and ecological sustainability have allowed our country to ensure priority implementation of the Millennium Development Goals. I can offer figures and facts that reflect the current potential and development rates of our country.In comparison with the year 2000, the gross domestic product (GDP) of Uzbekistan grew by a factor of 3.1 and the GDP per capita by a factor of 2.6. The nominal salary grew by a factor of 22, the average amount of pensions by a factor of 12.7, and real income per capita by a factor of 8.4. During the past six years, the economic growth of Uzbekistan has steadily exceeded 8 per cent. The State expenditures The loss of the Aral Sea is one of the largest global ecological catastrophes in contemporary history. Each year, it becomes more evident that the problem of the drying up of the Aral Sea and, above all, its impact on the environmental, social and humanitarian situation, gene pool and human health are assuming an increasingly baneful and irreversible nature. We are grateful to the United Nations, and to Secretary-General Ban Ki-moon in particular, for the keen attention paid to the problem of the Aral Sea. That enormous support gives us the confidence that the countries of the region will not be left alone in the struggle against that planetary catastrophe.I would like to draw public attention today, first, to the issue of preventing the complete destruction and protecting the remaining environmental system of the Aral Sea region, ensuring minimum living conditions for the people, and preserving the existing f lora and fauna. Those key issues are the focus of the message of the President of the Republic of Uzbekistan, Chair of the International Fund for Saving the Aral Sea, and created as an official document of the General Assembly (, annex).Secondly, we take this opportunity to call upon international donors to extend assistance in implementing the programme of measures on eliminating the consequences of the drying up of the Aral Sea and averting a catastrophe in the ecological systems in the Aral Sea region (, annex), which is fully consonant with the Millennium Development Goals, particularly, in achieving ecological sustainability, combating diseases and improving motherhood and childhood protections.Thirdly, ensuring the reasonable use of water resources is an acute problem leading to a worsening ecological situation and shortage of potable water in our region and on a global scale. It is an open secret that the Amu Darya and Syr Darya rivers, the two major transboundary rivers of Central Asia, have historically been a common good and a source of life for the nations of the region. The Aral Sea basin is supplied with water from the f low of those rivers.In that regard, we cannot but be concerned about the plans of Tajikistan and Kyrgyzstan to construct new large hydropower stations with gigantic, global-scale dams: the Rogun hydropower station with a 350-metre-high dam upstream in the Amu Darya River, and the Kambarata-1 hydropower station, with a 275-metre-high dam upstream in the Syr Darya River. want to lead. Strong, open economies foster sustainable growth. We understand that from our experience in Australia and in our region.Australias economic success and high standards of living are anchored in reform efforts over many years. We liberalized our economy and unilaterally dismantled trade barriers and protectionist policies. In our own region, as economies have opened, standards of living have improved. We have witnessed the enormous growth of the middle class in South-East Asia. Estimates suggest that approximately 145 million people will be considered middle-class in 2015, up from 95 million in 2010. In Asia more broadly, we expect a middle class of over 3 billion people by 2030. Indonesia, currently the worlds sixteenth-largest economy, is on track to be the worlds seventh-largest economy by 2030. China and India are projected to become the largest and third -largest economies by 2030. Over 290 million people in China were lifted out of poverty in the decade between 1999 and 2009.The Secretary-General has rightly focused our attention this week on the needs of the poor, the commitment we made to them over a decade ago, and our vision for the future. We need to finish the job on the Millennium Development Goals. Beyond 2015, we must prioritize sustainable economic growth in the global development framework. We must provide the opportunity for all people, including people with a disability, to lead healthy and productive lives, leaving no one behind. We must support womens economic participation and empowerment.The future of peace will be built on economic prosperity. Aid is an important part of delivering sustainable economic growth around the world. It plays a significant role in supporting economic reforms and good governance, promoting the rule of law and building the productive capacity of trade-related sectors. But it is the effectiveness of aid delivery that matters. For example, infrastructure deficiencies that prevent developing economies from fully engaging in the global markets need to be overcome. Estimates of infrastructure financing needs, including for the roads and ports required to facilitate trade, dwarf global aid. According to the Asian Development Bank, Asia alone will require $750 billion annually over the next decade to meet its infrastructure needs. This compares to annual global aid f lows of $130 billion. Only the private sector has the capacity to mobilize the financing necessary for such massive infrastructure investments.for the social sphere and civil protection in Uzbekistan grew more than fivefold. About 60 per cent of all State expenditures go towards funding social development, including more than 34 per cent for education, and over 15 per cent is spent on public health care.I am confident that Uzbekistans continued participation in United Nations efforts in the sphere of sustainable development shall contribute to further raising the living standards of the people, achieving the high goals of ensuring security and stability in the entire region."}}