{"speech":{"0":" At the outset, I wish to congratulate His Excellency Mr. John. Ashe on his election as President of the General Assembly at its sixty-eighth session. I am confident that his wisdom and skill will be brought to bear as he steers the Assembly through a year of progressive dialogue and challenging negotiations. The theme of this years session, “The post-2015 development agenda: setting the stage”, is timely, as it presents an opportunity for us to discuss the future of global development. To that end, I wish to assure the President of our delegations support as he discharges the function of President at this session. The African continent has this year also reached a significant milestone. In May, together with the rest of the continent, we celebrated the fiftieth anniversary of the founding of the Organization of African Unity, the forerunner to the African Union. The African Union is a symbol of the collective hopes and aspirations of our resilient continent. As expected, that occasion formed the basis for mutual reflection on the future direction of a young and versatile Africa. Furthermore, next year, our country will commemorate 50 years of its independence. We approach that milestone proud that Zambia continues to enjoy political stability and has embraced democratic principles that have formed the basis for social and economic transformation for improving the lives of the Zambian people.Our country is also honoured to have played a significant role in peacebuilding initiatives within the subregion and the continent at large and continues to participate in them. Zambia will therefore remain committed to the ideals for which she has stood and is prepared to contribute to global efforts aimed at uplifting humanity.To address the aspirations of our peoples, in particular those of the most vulnerable nations, we as a global community meeting in this Assembly set ourselves the Millennium Development Goals (MDGs) — eight clear targets that resonate with our populations aspirations. In less than two years, we realization of the MDGs in order to ensure continuity and sustainability.My address to the Assembly would be incomplete if I did not underscore Zambias, and indeed Africas, desire to realize a more democratic and representative Security Council. As a continent, our voice could not be clearer. We continue to call for greater progress in those negotiations, whose conclusion is long overdue. I wish to reiterate our position, as defined in the Ezulwini Consensus. The United Nations boasts of an all-inclusive multilateral process, but that is obviously lacking when it comes to the Security Council. The effectiveness of that organ should be enhanced by adapting it to the prevailing global realities of international peace and security and the legitimacy realized through an all-inclusive process.In conclusion, allow me to express Zambias gratitude for the support received in the recent hosting of two important United Nations conferences, namely, the twentieth session of the General Assembly of the World Tourism Organization and the fourth Meeting of States Parties to the Convention on Cluster Munitions. I therefore take this opportunity, on behalf of my Government and the Zambian people, to thank all those who participated and contributed to the success of those meetings. We look forward to the opportunity to host again in the near future."}}