{"speech":{"0":" I am compelled to take the f loor in exercise of my right of reply to the remarks just made and the allegations just raised against my country by the previous speaker, whose statement seems to be a reflection of Armenias habitual moral and legal irresponsibility, as well as its distorted and misguided sense of international law and history.Its obsession with consolidating the current status quo and finally imposing a fait accompli situation, thus trying to equalize the responsibility of the aggressor, Armenia, and the victim, in this case Azerbaijan, now takes new form as Armenia attempts to distort the objectives of the four Security Council resolutions 822 (1993), 853 (1993), 874 (1993) and 884 (1993) and blame Azerbaijan for non-compliance. The Security Council resolutions, our most authoritative rulings on the problem, contain important qualifications of the actions of the Armenian side and declaring its claims to the territory of Azerbaijan null. It should also be recalled that the Security Council resolutions, which Armenia definitely has difficulty accepting and referring to, were adopted in response to the aggression and invasion of an Azerbaijani district by Armenian forces. Besides condemning the use of force, the Security Council demanded the full, unconditional withdrawal of armed forces from the occupied lands of Azerbaijan. By speaking and blaming Azerbaijan for non-compliance with the resolutions, one should ask Armenia: what about the occupation and the presence of the military forces of Armenia at this time on the territory and lands of Azerbaijan?The memory of Armenian officials conveniently lapses when it comes to the provision of those well-known resolutions, which, inter alia, recognize the fact of the invasion and confirm the territorial integrity and sovereignty of the Republic of Azerbaijan. Armenia easily bargains away those sacred principles. Not surprisingly, the Armenian representative also brazenly neglected the fact that, along with the Nagorno Karabakh region, Armenia continues to occupy seven adjacent districts of the Republic of Azerbaijan. The Armenian side also tends to conveniently forget to mention that the Security Council demand for an immediate, unconditional withdrawal of foreign armed forces from the territory of Azerbaijan has yet to be implemented. Another question to be addressed is, how can Azerbaijan be responsible for the failure of Armenia to liberate the territories that Armenia occupies? Blaming Azerbaijan for non-compliance with the resolutions is a mere projection of the guilty conscience of the Armenian leadership, as Armenia itself has constantly and continually committed aggressions against Azerbaijan by occupying its territory since 1992. That is the favourite — and, I would say, frequently used — argument of the Armenian side with regard to the principle of self-determination.It is a well-known fact that, under international law, the principle of self-determination applies in reality to three categories of people — and I believe that there is certainly a need for education in that regard for one delegation — first, to people of sovereign States; secondly, to people of territorial units formed during colonialism; and, thirdly, peoples under foreign domination, subjugation and exploitation, including peoples under foreign military occupation. There is no doubt that the members of the Armenian ethnic minority group living in the Nagorno Karabakh region of Azerbaijan do not fit into any of those categories of peoples and will never be considered an independent subject with the right to self-determination. Yet another question to be addressed is: how many times can one nation exercise its right to self-determination? Armenia exists, and Armenians do live on that territory.There were many things said about how Azerbaijan replied with aggression. Once again, Azerbaijan cannot reply with aggression because Azerbaijan is the victim. How can Azerbaijan be an aggressor if its own territory is under occupation and one eighth of its citizens have become refugees and internally displaced persons?With regard to the comments concerning compliance with the decisions and resolutions of regional organizations, that comes as no surprise given the fact that Armenia does not respect the norms and principles of international law. If it contravenes, contradicts and challenges the very provisions of the Security Council resolutions, then I believe it is no surprise that they easily overlook the references and decisions of regional and intergovernmental organizations.The attacks on civilians and the massacres have been a trademark of the Armenian States foreign policy. Very recently, the Ministry of Defence of Armenia claimed that captured Azerbaijani civilians were saboteurs and criminals and could be considered prisoners of war. He stated that they had committed crimes under Armenian law and that they would answer for that pursuant to the requirements of “our laws and international norms”. That statement by a high-ranking Armenian official is yet further proof of Armenias direct military involvement in the conflict and of the fact that the illegal separatist regime established in the occupied territories of Azerbaijan is under direct military command and control by Armenias armed forces. Those civilians cannot possibly be prosecuted under Armenian laws, because they were on the internationally recognized territory of Azerbaijan, which is not under the jurisdiction of Armenian laws.It was also interesting and surprising to hear about the pace of development and the human rights situation in Azerbaijan. Armenia, a country with no particularly stellar record in the area of human rights, economic development or tolerance, has the insolence to charcterize the development of Azerbaijan, behind which it lags in many areas and which has been recognized in terms of human development and global competitiveness, to mention just a few.Indeed, Armenia seems to be lost in the face of the need to choose how to justify its deliberate policy to operate consistently outside international law, while at the same time portraying itself as an eternal victim. While continuing to deny its involvement and role in the conflict, the Government of Armenia openly claims its ownership over the Nagorno Karabakh region of the Republic of Azerbaijan and claims “to act as a guarantor of the security of the Nagorno Karabakh”. With regard to the question of Armenia providing guarantees and the countrys national security strategy of 7 February 2007, no explanation is provided as to how those guarantees, which affect a portion of Azerbaijans territory, fit into international law.It is equally surprising to hear that Armenia is astonished by the attention or attitude of Azerbaijani society to Armenia. By attacking the Azerbaijani community in Armenia, they were perpetrating acts of aggression against Azerbaijan.The expectation that Armenia can be friends with Azerbaijan while it continues to occupy Azerbaijani land also goes against conventional logic. Armenias proclaimed love of peace and its aspiration to have friendly relations with all countries of the region, including Azerbaijan, have no weight or value against the background of its policy of territorial expansionism and annexation even at the expense of the security and welfare of its own population. In an attempt to defend the indefensible in the Nagorno Karabakh war, Armenia has become a homeland that cannot sustain its own population, which is manifested in an unprecedented emigration from Armenia, low natural growth rates, rising poverty, heavy dependence on foreign aid and other development challenges, all of which is well documented in reports of international organizations.Let us therefore not make reference to some pro-Armenian articles and then ask people not to scroll up the screen in their browsers to see what is being said in the Azerbaijani media. If we are inviting the international community to look up the facts, let us look at them and face them. There has been aggression. There is occupation in Nagorno Karabakh and in seven other adjacent districts of the Republic of Azerbaijan. Clearly, there are many things the Armenian leadership should learn, including how to promote peace, security and better standards of living for its own population.Mr. Kazhoyan (Armenia): I will not touch upon the Security Council resolutions issues, which were clearly articulated and well explained by my President two days ago in his statement delivered during the general debate in this Hall (see ).Believe me, there is no logic when somebody grants that the people of Nagorno Karabakh voted for independence and that the Azerbaijani authorities unleashed war on them, leading to the massacre of Armenian populations in Baku, Sungai and Kirovabad, but then insists that the Nagorno Karabakh people themselves or the Armenians are the aggressors. The Nagorno Karabakh people have clearly expressed their legal, constitutional right to do whatever they want and to have the status they want. Any military response to that must be called aggression.I would also like to remind the Assembly that, while the Armenians might be the minority in Azerbaijan, they comprise the majority in Nagorno Karabakh. As I said earlier, by the time that Azerbaijan become independent from the Soviet Union, Nagorno Karabakh was already not part of Azerbaijan.Azerbaijan also should have thought twice before unleashing war on Nagorno Karabakh, because doing so inevitably resulted in the loss of the seven adjacent regions, which came under the control of Nagorno Karabakh. They are probably forgetting the fact that the continued shelling and bombardment from the Azerbaijani territories was targeted at the civilian population of the cities, towns and villages of Nagorno Karabakh, where people lived and had to hide in basements in order to escape that bombardment. It is a big question why Azerbaijan would bombard people who were peacefully living in what Azerbaijan claimed was Azerbaijan. It did not make sense to bombard them at all. But because they did it, it resulted in the loss of the territories. Unfortunately, those are the rules of war.Armenia has also had refugees. They were mentioned previously by my Azerbaijani colleague, but not until today. Armenia, with its limited resources, has done everything to naturalize and find jobs and homes for the entire refugee population of Armenia. We have accepted about 600,000 refugees in our country. I am surprised to see that, as of today, one out of eight Azerbaijanis is a refugee in what is an oil-rich country.Azerbaijan has used the tactic of “the best defence is a good offence”, hoping that it could blame everybody else for what the world condemns them for. To cut a long reply short, I will summarize that no Azerbaijani, especially no Azerbaijani official, has any historical, moral or legal right to tell the Nagorno Karabakh Republic and the people of the Nagorno Karabakh Republic how to live and how independent to be.Ms. Mammadova (Azerbaijan): I would like to make just a few remarks.The assertion that Nagorno Karabakh is independent is yet another outright lie. Armenia was, and still is, directly responsible for the creation of the subordinate puppet regime there. Its State policy of consolidating the consequences of the occupation include, but are certainly not limited to, providing political, military, economic and financial means to the separatist regime, without which it could hardly survive.The popularity of the idea of the so-called quest for self-determination among the Armenian leadership and society at large is also genuinely puzzling. By holding such a view, Armenia seeks to legitimize unilateral secession, the use of force with annexation of part of the territory of the Republic of Azerbaijan, and the expulsion and ethnic cleansing on a massive scale committed against the Azerbaijani population and all non-Armenian minorities.As a matter of fact, the Armenian political and military leadership aided large-scale expulsions and ethnic cleansing to create a unique mono-ethnic culture, both in the occupied territories of the Republic of Azerbaijan and in Armenia. That fact alone has been a matter of concern for many international organizations, including the Parliamentary Assembly of the Council of Europe. The idea of the ethnic incompatibility of Azerbaijanis and Armenians has been promoted by Armenias leadership, including its former President Robert Kocharyan in his notorious statement in 2002 at the Parliamentary Assembly. By contrast, Azerbaijan is united in its diversity and proud to be distinguished for the culture of religious and ethnic tolerance that prevails in its society.It is also surprising to hear comments on moral and legal obligations and then hear about Armenias commitment to those principles, when the incumbent President of Armenia has openly acknowledged its involvement in seizing Azerbaijani lands. He has clearly stated that he has no regrets about the deaths of hundreds of civilians in the town of Khojaly in Azerbaijan. I believe that when the Head of State takes pride in his involvement in atrocities, no further comment is needed"}}