{"speech":{"0":" I have asked for the floor to reply to the senseless rhetorical statement made by the representative of the Israeli regime this morning in the General Assembly Hall (see ) — a statement imbued with baseless allegations and distorted passages against my Government and which was basically designed to defend the atrocities that that regime recently committed against a whole civilian population by attacking others. The speaker tried in vain to wash his hands of the most recent bloodbath in Gaza, perpetrated before the eyes of the whole world. He rushed to the General Assembly to hopelessly wage another war, this time against the whole Islamic world and civilization, by associating them baselessly with the terrorist group of the Islamic State in Iraq and the Sham (ISIS) and propagating Iranophobia and Islamophobia. He was applauded for that by a crowd brought in from outside the United Nations. It is, indeed, very ironic that a regime that is famous for its atrocities, apartheid policies and war crimes — facts that are well documented by different United Nations organs and agencies; a regime that is non-compliant with many United Nations resolutions; a regime that has been occupying the lands of other peoples for many decades can allow itself to accuse other countries in such a sinister way. It is also preposterous that the same regime, with a widely known record of developing, producing and stockpiling various kinds of inhumane weapons, including nuclear weapons, ventures to falsely accuse others of trying to acquire similar weapons. It is laughable for many to hear such a person speak of the atrocities committed by the ISIS terrorist group. It is under the command of that person that, in the most recent aggression against and invasion of Gaza, all international norms and laws were blatantly flouted, which led to the killing of more than 2,000 Palestinian civilians, mostly women, children and the elderly, and the injury of many more and the destruction of basic civilian infrastructure, which rendered more than half a million people homeless, people who had already been under an inhumane and suffocating Israeli blockade for more than eight years. Against that backdrop and while he claimed to be concerned over the Iranian nuclear programme, which is an entirely peaceful one under international supervision, we in the region and across the globe are completely right to worry about nuclear weapons in the hands of a regime that has showed time and again its capacity and propensity to kill, with the latest example being its rampage in July and August against the defenceless Palestinians. Therefore, can we or any other people believe that that speaker meant to do anything other than seek to divert international attention away from the crimes that his regime is committing in its neighbourhood? The statement by the Israeli representative this morning was a continuation of the well-known Israeli policy of sabotaging and disrupting the earnest and serious negotiations that my Government has been engaged in during the past year to address any genuine concern that any country may have about the Iranian peaceful nuclear programme. We have no doubt that any progress in those negotiations is a cause of severe anxiety and distress for Israel, as it has always sought to muddy the waters and make excuses for maintaining and advancing its policy of aggression and invasion. Based on all this, what we heard today from the said speaker was not a torch of truth, but rather a bunch of lies. While I have the floor, allow me also to refer very briefly to the statement made by the Foreign Minister of Bahrain (see ), in which reference was made to the three Iranian islands in the Persian Gulf. I would just like to remind the General Assembly of the statement that my delegation delivered on 27 September (see ) in reply to a similar baseless claim by the Foreign Minister of the United Arab Emirates. Therefore, I do not want to take the Assemblys time to repeat our well-founded position on the matter. Regarding the same statement, let me also recall that the term Persian Gulf is and has always been the historical and time-honoured toponym for the stretch of water situated between Iran and the Arabian peninsula. Considering that historical evidence bears testimony to that fact and that the term is also internationally recognized, as has been repeatedly asserted by the United Nations, it is unwarranted that the wrong label be used for that geographical feature in the Assembly"}}