{"speech":{"0":" It is a great honour for me to address, on behalf of the people of Mozambique, the General Assembly, the worlds highest forum for political and diplomatic discussion, at its seventy-first session. There can be no doubt that the global transformation that the SDGs are aiming to achieve will require structural changes in the way we design and implement our major national development agendas in the short, medium and long term. In that regard, Mozambiques 2015-2019 five-year Government programme, our blueprint for governance, already reflects some of the principles and the three dimensions of sustainable development. In order to mainstream, monitor and report on our implementation of the Sustainable Development Goals, we recently established a national reference group comprising representatives from the Government, Parliament, civil society, the private sector and cooperating partners. The groups task is to follow up on progress on the indicators selected to assess targets up to 2030, as well as to deal with policy measures, funding possibilities and any factor that may have an effect on the successful implementation of the Sustainable Development Goals. Through the groups broad-based intervention, our goal is to make the implementation of the Sustainable Development Goals more inclusive, consistent and transparent, and something which all the various stakeholders can feel part of. The third International Conference on Financing for Development, held in Addis Ababa in July 2015, recommended that countries use their own frameworks and means to respond to the new development agenda. The Conference advised Member States to develop comprehensive and integrated funding strategies that go beyond traditional procedures for public budgeting. In that context, and as part of our commitment to continuing to mobilize more resources, Mozambique has established a national fund for sustainable development. In addition, we have begun evaluating the flow of development financing, with the aim, on the one hand, of facilitating a system for viewing the development results for each of the countrys available financial flows, and, on the other hand, of exploring options for the coherent integration of Government priorities with those of the international agenda. To complement the foregoing efforts, we continue to urge the revitalization of the Global Partnership for Sustainable Development and support for the relevance of the principle of shared but differentiated responsibility. We also advocate for the importance of ensuring that partners honour their commitments undertaken within the framework of the internationally agreed development goals and of the predictability of development aid, based on the provisions of the Paris Declaration on Aid Effectiveness. With the help of those tools we will be able to establish sound institutional foundations for the efficient and effective implementation of the 2030 Agenda for Sustainable Development, helping to fulfil the “universal push to transform our world”. Making our global agenda a reality requires a collective commitment on the part of all of us to strengthening multilateral institutions. To that end, we continue to believe firmly in the importance of reforming the United Nations as a whole and the Security Council in particular, as well as changing the architecture of international financial institutions on the basis of the Addis Ababa Action Agenda and improving cooperation between the United Nations and regional economic organizations, particularly where the prevention and resolution of conflicts are concerned. As we meet today in this Hall, we reaffirm our commitment to the purposes and principles of the Charter of the United Nations, a universal Organization with a mandate to maintain international peace and security and to defend human rights. We recognize the United Nations as an essential platform for political and diplomatic discussion and international cooperation on peace and development. In that regard, we would like to express our appreciation for the excellent and successful job that Secretary-General Ban Ki-moon has done in completing his mandate to lead the Organization for two terms. We hope that under its soon-to-be-elected incoming Secretary-General, the United Nations will strengthen its relations with Mozambique, particularly in terms of helping us to implement the Sustainable Development Goals. We also look forward to seeing the implementation of reforms that will make our Organization more democratic, more representative and better able to serve all nations and peoples of the world. In conclusion, I would like to reiterate our commitment to continuing our exemplary cooperation with the United Nations and all its Member States in order to achieve our noble objectives, particularly the Sustainable Development Goals, and to build a prosperous, peaceful world for the benefit of all its peoples. "}}