{"speech":{"0":" on borders and on security, on refugees and on Jerusalem. Ultimately, peace depends upon compromise among people who must live together long after our speeches are over, long after our votes have been tallied. That is the lesson of Northern Ireland, where ancient antagonists bridged their differences. That is the lesson of the Sudan, where a negotiated settlement led to an independent State. And that is and will be the this But understand Let us be honest with ourselves: Israel path to a Palestinian State — negotiations between the parties. We seek a future where Palestinians live in a sovereign State of their own, with no limit to what they can achieve. There is no question that the Palestinians have seen that vision delayed for too long. It is precisely because we believe so strongly in the aspirations of the Palestinian people that America has invested so much time and so much effort in the building of a Palestinian State and in the negotiations that can deliver a Palestinian State. as well: Americas commitment to Israels security is unshakeable. Our friendship with Israel is deep and enduring. And so we believe that any lasting peace must acknowledge the very real security concerns that Israel faces every single day. is surrounded by neighbours that have waged repeated wars against it. Israels citizens have been killed by rockets fired at their houses and suicide bombs on their buses. Israels children come of age knowing that throughout the region other children are taught to hate them. Israel, a small country of less than 8 million people, looks out at a world where leaders of much larger nations threaten to wipe it off of the map. The Jewish people carry the burden of centuries of exile and persecution and fresh memories of knowing that 6 million people were killed simply because of who they are. Those are facts. They cannot be denied. The Jewish people have forged a successful State in their historic homeland. Israel deserves recognition. It deserves normal relations with its neighbours. And friends of the Palestinians do them no favours by ignoring that truth, just as friends of Israel must recognize the need to pursue a two-State solution with a secure Israel next to an independent Palestine. That is the truth. Each side has legitimate aspirations, and that is part of what makes peace so hard. And the deadlock will be broken only when each side learns to stand in the others shoes and each side can see the world through the others eyes. That is what we should be encouraging. That is what we should be promoting. This body — founded as it was out of the ashes of war and genocide, and dedicated as it is to the dignity of every single person — must recognize the the right of they advance reality that is lived by the Palestinians and the Israelis alike. The measure of our actions must always be whether Israeli and Palestinian children to live lives of peace and security and dignity and opportunity. And we will succeed in that effort only if we can encourage the parties to sit down, to listen to each other and to understand each others hopes and each others fears. That is the project to which America is committed. There are no shortcuts. And that is what the United Nations should be focused on in the weeks and months to come. Even as we confront these challenges of conflict and revolution, we must also recognize — and we must also remind ourselves — that peace is not just the absence of war. True peace depends on creating the opportunity that makes life worth living. And to do that, we must confront the common enemies of humanity: nuclear weapons and poverty, ignorance and disease. Those forces corrode the possibility of lasting peace and together we are called upon to confront them. To lift the spectre of mass destruction, we must come together to pursue the peace and security of a world without nuclear weapons. Over the past two years, we have begun to walk down that path. Since our Nuclear Security Summit in Washington, D.C., nearly 50 nations have taken steps to secure nuclear materials from terrorists and smugglers. Next March, a summit in Seoul will advance our efforts to lock down all of them. The New START Treaty between the United States and Russia will cut our deployed arsenals to the lowest level in half a century, and our nations are pursuing to achieve even deeper reductions. America will continue to work for a ban on the testing of nuclear weapons and the production of fissile material needed to make them. And so we have begun to move in the right direction. And the United States is committed to meeting our obligations. But even as we meet our obligations, we have strengthened the treaties and institutions that help stop the spread of those weapons. And to do so, we must continue to hold accountable those nations that flout them. The Iranian Government cannot demonstrate that its programme is peaceful. It has not met its obligations and it rejects offers that would provide it with peaceful nuclear power. North Korea has yet to take concrete steps towards abandoning its weapons and continues talks on how 13 Innovation is an from poverty. It to open markets. belligerent action against the South. There is a future of greater opportunity for the people of those nations if their Governments meet their international obligations. But if they continue down a path that is outside international law, they must be met with greater pressure and isolation. That is what our commitment to peace and security demands. To bring prosperity to our people, we must promote the growth that creates opportunity. In this effort, let us not forget that we have made enormous progress over the past several decades. Closed societies gave way and entrepreneurship have transformed the way we live and the things that we do. Emerging economies from Asia to the Americas have lifted hundreds of millions of people extraordinary achievement. And yet, three years ago, we were confronted with the worst financial crisis in eight decades. And that crisis proved a fact that has become clearer with each passing year. Our fates are interconnected. In a global economy, nations will rise or fall together. Today, we confront the challenges that have followed on the heels of that crisis. Around the world recovery is still fragile. Markets remain volatile. Too many people are out of work. Too many others are struggling just to get by. We acted together to avert a depression take urgent and coordinated action once more. Here in the United States, I have announced a plan to put Americans back to work and jump-start our economy, at the same time as I am committed to substantially reducing our deficits over time. We stand with our European allies as they reshape their institutions and address their own fiscal challenges. For other countries, leaders face a different challenge as they shift their economy towards more self-reliance, boosting domestic demand while slowing inflation. So we will work with emerging economies that have rebounded strongly so that rising standards of living create new markets that promote global growth. That is what our commitment to prosperity demands. To combat the poverty that punishes our children, we must act on the belief that freedom from want is a basic human right. The United States has made it a focus of our engagement abroad to help people to feed themselves. And today, as drought and conflict have in 2009. We must 14 brought famine to the Horn of Africa, our conscience calls on us to act. Together, we must continue to provide assistance and support organizations that can reach those in need. And together, we must insist on unrestricted humanitarian access so that we can save the lives of thousands of men and women and children. Our common humanity is at stake. Let us show that the life of a child in Somalia is as precious as any other. That is what our commitment to our fellow human beings demands. To stop disease that spreads across borders, we must strengthen our system of public health. We will continue the fight against HIAIDS, tuberculosis and malaria. We will focus on the health of mothers and of children. And we must come together to prevent and detect and fight every kind of biological danger — whether it is a pandemic like H1N1 or a terrorist threat or a treatable disease. This week, America signed an agreement with the World Health Organization (WHO) to affirm our commitment to meeting that challenge. And today, I urge all nations to join us in meeting the WHO goal of making sure all nations have core capacities to address public health emergencies in place by 2012. That is what our commitment to the health of our people demands. To preserve our planet, we must not put off action that climate change demands. We have to tap the power of science to save those resources that are scarce. And together, we must continue our work to build on the progress made in Copenhagen and Cancun, so that all the major economies represented here today follow through on the commitments that were made. Together, we must work to transform the energy that powers our economies and support others as they move down that path. That is what our commitment to the next generation demands. To make sure our societies reach their potential, we must allow our citizens to reach theirs. No country can afford the corruption that plagues the world like a cancer. Together, we must harness the power of open societies and open economies. That is why we have partnered with countries across the globe to launch a new partnership on open Government that helps ensure accountability and helps to empower citizens. No country should deny people their rights to freedom of speech and freedom of religion, but also no country should deny people their rights because of whom they Mr. Barack Obama, President of the United States of America, was escorted from the General Assembly Hall. take love, which is why we must stand up for the rights of gays and lesbians everywhere. No country can realize its potential if half its population cannot reach theirs. This week, the United States signed a new declaration on womens participation. Next year, we should each announce the steps we are taking to break down the economic and political barriers that stand in the way of women and girls. That is what our commitment to human progress demands. I know there is no straight line to that progress, no single path to success. We come from different cultures, and carry with us different histories. But let us never forget that even as we gather here as Heads of different Governments, we represent citizens who share the same basic aspirations to live with dignity and freedom, to get an education and pursue opportunity, to love our families and love and worship our God, to live in the kind of peace that makes life worth living. It is the nature of our imperfect world that we are forced to learn these lessons over and over again. Conflict and repression will endure so long as some people refuse to do unto others as we would have them do unto us. Yet that is precisely why we have built institutions like this — to bind our fates together, to help us recognize ourselves in each other — because those who came before us believed that peace is preferable to suppression, and prosperity is preferable to poverty. That is the message that comes not from capitals, but from citizens, from our people. When the cornerstone of this very building was put in place, President Truman came here to New York and said, “The United Nations is essentially an expression of the moral nature of mans aspirations” — the moral nature of mans aspirations. As we live in a world that is changing at a breathtaking pace, that is a lesson that we must never forget. Peace is hard, but we know that it is possible. So, together, let us be resolved to see that it is defined by our hopes and not by our fears. Together, let us make peace — but a peace, most importantly, that will last. the General Assembly, I wish to thank the President of the United States of America for the statement he has just made. "}}