{"speech":{"0":" On behalf of the General Assembly, I wish to thank the President of the United Republic of Tanzania for the statement he has just made. While we recognize that States must the assistance of assume responsibility for their own socio-economic development, this will be increasingly we must also recognize that difficult without the international community. The solutions to the problems created by poverty, rural-urban migration, the degradation of the environment and the complexity of the refugee situation will require an integrated approach. It is our hope that the Agenda for Development will project a coherent strategy for achieving a new and inclusive vision of world development. Such a strategy must bind all countries, both small and large, in a planned and implementable programme for human progress. rich and poor, Tanzania attaches great importance to the full and effective participation of developing countries in decision- making for the resolution of economic problems facing our common planet. In addition, the Agenda should incorporate the various agreements and strategies for international development already adopted over the years in different forums and conferences. We must also identify the reasons why so many of these commitments and agreements, especially those related to developing countries, are still on paper only. In conclusion, I wish to reiterate our faith in and commitment to the United Nations. In this post-cold-war era, the temptation to bypass, or dictate to, this world body might be quite high. We must not allow that to take place. We must instead work to strengthen the United Nations and its agencies and to entrench their democratic tradition. We must, at the same time, recognize that poverty, like the environment, knows no borders. It is in our collective interest that, as we celebrate the fiftieth anniversary of the United Nations system, we dedicate ourselves in practical terms to the eradication of poverty the world over. We must agree that poverty is as much a threat to peace and security and as much an affront to humanity as injustice, oppression and discrimination. Mr. Ali Hassan Mwinyi, President of the United Republic of Tanzania, was escorted from the General Assembly Hall. Programme of work "}}