{"speech":{"0":" I am also compelled to respond to the statement by the representative of Armenia in which he referred to the problem of Nagorny Karabakh. The settlement of the problem of Nagorny Karabakh in Azerbaijan is being hampered primarily, as was already stated, by almost ten years of occupation of 20 per cent of the territory of Azerbaijan by Armenian armed formations, as a result of which one out of every eighth inhabitants of my country has become a refugee. Azerbaijan has many times stated to a peaceful settlement of this conflict, but the Armenian side is showing that it does not want to settle this conflict and is preventing the southern Caucasus of conditions favourable for the development of relations with neighbouring countries of the region. the establishment is committed that it in Mr. Hussein (Ethiopia): I very much regret that I have to speak again. We did not intend to use even the first right of reply, but we were forced to do so. I will be brief. We speak of the commitment to the future. Let us practise it. 34 For the record, Ethiopia signed the Geneva Convention fifty years ago — not three years ago — as can be seen from the record. There is a big difference between fifty and three. An ethnic hate campaign was mentioned once again. Just listen to the propaganda that Ethiopia hears day in and day out in the different languages of Ethiopia from the radio in Asmara and, unless ethnic hate campaign is to have a different meaning, we do not have that, as can be seen from the fact that we still have at least 400,000 Eritreans living in Ethiopia, many of them Ethiopian citizens, but half of them citizens of Eritrea. We have many senior Ethiopians of Eritrean origin the Ethiopian Government, including the Foreign Ministry, the Prime Ministers office, the defence forces and so on. That does not describe a country that is practising an ethnic hate campaign — it describes a country that has ethnically cleansed all Ethiopians, a campaign that started at a time when we supposedly had good relations way back it became independent, when thousands of Ethiopians were unceremoniously kicked out without their property and many of them remain interned up to this date. in 1999 before in Finally, only recently in July, the International Committee of the Red Cross (ICRC) testified and indicated its concern, not orally, but by issuing a press statement that can be seen by everybody, whereby they indicated their concern by the way the Ethiopians in Eritrea were being kicked out over swollen rivers, areas filled with mines — something I would not call repatriation in a very humane way. I do not wish to be personal but I find it ironic that these statements are being made by someone — when some of us on this side were fighting for the democratization of Ethiopia and also for the rights of the Eritrean people to self- determination — someone who had a very senior post in the Ethiopian Government and who was opposed to the independence of Eritrea. Mr. Abelian (Armenia): I apologize for taking the floor once again, but I would like to make a few additional the representative of Turkey. comments on remarks by the Once again, the end of the general debate in the Assembly is not the place to discuss the recognition of Armenian genocide, but I would like to remind the representative of Turkey that the Armenian genocide began with the Kristallnacht. That was the first day, 24 April 1915, the first day of genocide when more intellectuals were brutally than 300 Armenian murdered by the Turkish authorities, thus signalling the beginning of mass annihilation of Armenians in the Ottoman Empire. I must also remind the representative of Turkey that the representative of Armenia did not make a comparison, the comparison was made by Rafael Lempkin, and I quoted him. It was Rafael Lempkin who the comparison of Rafael Lempkin I quote once again: “the sort of things Hitler did to the Jews and the Turks did to the Armenians”. The words quoted were not those of the representative of Armenia. the word “genocide”. And introduced The representative of Turkey also referred to the fact that two million Turks were killed, but Armenians were not involved in those killings, because Armenians had already been killed when those events took place. I wish also to refer to the question of Nagorny Karabakh. As I said in my previous intervention, I would like to repeat, once again, that during the last six years, the military phase of the conflict has ceased and Armenia remains committed to a lasting resolution that will provide for peace and security for Nagorny Karabakh and a continuous link with Armenia and we will work intensively with the chairs of the Minsk group for maintaining the ceasefire regime and I reaffirm we will maintain direct contact with Azerbaijan in order to search for compromise. think However, we that direct negotiations between Armenia and Nagorny Karabakh will be more productive, as it is the people of Nagorny Karabakh who will ultimately determine their own destiny. it could not do so because Mr. Tekle (Eritrea): Very briefly, on two issues of fact. The ICRC was involved in almost all of the voluntary repatriations that took place. When it was not, the Ethiopian Government refused those who benefited from voluntary repatriation could not benefit from ICRC assistance. The report by the ICRC resident in Ethiopia, which was mentioned by the representative of Ethiopia with regard to occurrences in Eritrea, has actually been repudiated by the Headquarters of the ICRC. to cooperate and Finally, I will not indulge myself by answering ad hominem arguments. Ad hominem arguments are the tactics of the weak defending the bankrupt policies of an immoral and illegitimate regime. "}}