{"speech":{"0":" It is with the greatest pleasure that I congratulate you, Sir, on your assumption of the presidency of this Millennium Assembly. I pay tribute also to the outgoing President, Mr. Theo-Ben Gurirab, and reiterate to the Secretary- General, Mr. Kofi Annan, my praise for his vision and 9 for the remarkable and courageous manner in which he is carrying out his duties. My French colleague has already addressed the Assembly on behalf of the 15 member States of the European Union, a statement with which my country fully associates itself. I will now touch upon questions of particular importance to my country, Portugal. As the Prime Minister stated here during the Millennium Summit, the United Nations finds itself at a turning point which necessarily calls for the exercise of reflection on the future of the Organization. In this era of increasing globalization, we should give the United Nations the means to accomplish the missions that we have entrusted it with, turning the Organization into the foundation of a more stable, united and cohesive international community. The international community faces three great challenges at the turn of the millennium: to strengthen our action on behalf of peace, to contribute to the eradication of extreme poverty, and to guarantee environmental conditions conducive to perpetuating life on earth. The increasing use of peacekeeping operations over the last decade, which we have encouraged, conclusively demonstrates importance. The results that we have obtained on the five continents tell us with certainty that we have chosen the right path. To continue this effort effectively, the United Nations must have at its disposal the necessary resources, be they financial, technical, civilian, political or military. their A credible peacekeeping capacity is in itself a deterrent to conflicts and therefore an integral part of the global system of conflict prevention, of which the United Nations should be an essential component. In this regard, Portugal welcomed with satisfaction the Brahimi report on peace operations. We believe that its list of recommendations point the way to a process of reform that will strengthen the capacity of the United in conflict prevention, peacekeeping and Nations peace-building. We should the momentum that has been created and concentrate on obtaining concrete results within the next year or two. take advantage of I would stress, however, that crucial questions will always be of a political nature. We must muster the necessary courage the responsibilities of the United Nations. Let us not the scope of to broaden 10 deceive ourselves. As the Secretary-General, Mr. Kofi Annan, stated, it is our function to intervene. Allow me to go ever further and to say that it is our duty to do so — to intervene in time, effectively and on the basis of international law. Portugal is ready to do so, as it has shown in the past. We have participated in peacekeeping operations in Mozambique, Angola, the Central African Republic and Guatemala, and today we are participating in United Nations missions in East Timor, Bosnia, Kosovo and the Western Sahara, with more than 1,000 peacekeepers. Portugal is currently the 11th-largest the United Nations peacekeeping contributor operations, and first among its European Union partners. to During the Portuguese presidency of the European Unions capacities the European Union, we gave decisive impetus to the creation of to intervene, which we see as being offered in the service of international peace and cooperation. In the year 2003, the Union will have at its disposal a force of 50,000 to 60,000 military personnel, to which 5,000 police will be added, as well as a civilian structure for crisis management. This aspect of Portugals external activities will continue to be favoured, and the importance we attach to them is equally reflected in our candidacy for the presidency of the Organization for Security and Cooperation in Europe for the year 2002. the existence of tremendous economic asymmetries is a factor of permanent tension and conflict. Indeed, about half of the worlds population lives on less than $2 a day. a globalized world, In The turn of the millennium is an opportunity for us to reaffirm our will to combat and eradicate poverty on a global scale. It may be a utopian vision at this point, but with our combined efforts it is a goal that may be within our reach. in In the time that it takes to deliver each of these statements the General Assembly, around 300 children under the age of 1 will die. Is this acceptable? Obviously not. Could it be, then, that the human and financial resources necessary to fight this tragedy are so great that they force us into accepting it? The answer again is no. Many of those deaths could be avoided through better management and without an increase in resources. Health, like education, should be a priority sector for development assistance. It is vital by mechanisms to combine efforts, policies and instruments. Direct development assistance must be complemented the longstanding problems of the poorest countries through reform of the regulatory institutions of the global financial and economic system and through agreements that allow poor countries to access the markets of developed countries without trade barriers. resolve to I should like to stress in particular the importance of developing cooperative mechanisms between the United Nations and the Bretton Woods institutions, namely a revitalized Economic and Social Council. Our priority should be the role of each institution and to avoid any duplication of effort in a field where the United Nations should play a leading role. to redefine It is equally important to give responsibility to the countries receiving aid by demanding that funds be used efficiently or requiring good governance. In this regard I should like to emphasize that the fight against corruption should be a priority of all our Governments. The Millennium Declaration states clearly that the principal challenge that globalization becomes a positive reality for the entire population of the world, and not a new factor of exclusion. to ensure today is Only the United Nations is in a position to promote the partnership for change that Kofi Annan referred to in his report entitled “We the peoples”. Poverty, sadly, is also closely linked to infection and to contagious diseases such as AIDS, malaria and tuberculosis, which cause millions of deaths every year and which, in Africa, are laying waste to an entire generation and posing a future development. More than ever before, it is vital to mobilize the energies of civil society, institutions and the international community at large to fight infection and contagious diseases. The European Union and the United States recently agreed, at Lisbon, to strengthen their cooperation in the fight against those scourges. tragic threat to Turning to the environment, we must always be mindful of the fact that economic growth and progress must not be achieved at any cost, least of all at the cost of the future. The United Nations must continue to guide the way on environmental matters, as it has since the United Nations Conference on Environment and Development, held at Rio de Janeiro in 1992. But the response from States has fallen short — often very short — of what we committed ourselves to do in political statements and even in international treaties. Let us not delude ourselves: the United Nations plays an instrumental role in this crucial, strategic area, as was reaffirmed in the Millennium Declaration, but it is only States that can produce results. This is not a job that can be subcontracted to the United Nations. that can think Here, civil society should use all its influence, by bringing pressure to bear on, and calling to account, Governments deal with environmental issues by opting out, as though they were simply matters of sovereignty. We can no longer think in that way. Global warming affects us all. To face this common problem, we need common action on a global scale. they For geographical, historical and political reasons, Portugal is a country that is linked to the oceans. For that reason, we recognize their importance both to the land ecosystem and to the renewal of energy resources vital to the sustenance of millions of people. We welcome the launching of an informal consultative process on the oceans and the law of the sea, and we attach particular importance to the debate on scientific research on marine matters. endorsed a declaration Let me speak briefly about an initiative to which my country attaches great importance. In June, at Warsaw, a group of more than 100 countries, united by shared beliefs, entitled “Towards a Community of Democracies”. The participants recognized that there was no single model to determine how the will of a people should be respected. The Community of Democracies will play a role in uniting the efforts of all countries that believe a representative democratic system to be the system that best meets that objective. I wish now to speak of some regional matters that are of particular importance to my country. Africa is one of the great priorities of Portuguese foreign policy. The first Africa-Europe Summit was held during the Portuguese presidency of the European Union, and on the basis of a Portuguese proposal. The Summit opened new vistas in the relationship between Europe and Africa which will surely make possible a joint process of reflection on the challenges and problems that the 11 two continents face. The second Africa-Europe Summit will be held at Lisbon in 2003. West Africa is at present one of our main concerns on the continent. In that connection I would mention the situation in Casamance in Senegal; the recent conflict in Guinea-Bissau, from which the country is only now beginning to recover; the serious conflicts in Sierra Leone and Liberia; the problem of refugees from those countries and their consequences for Guinea; and the instability along the borders of all those countries. The persistence and potential spread of those tensions and conflicts seriously threaten the security of the entire subregion of West Africa, which could have grave humanitarian consequences. the international community to give greater attention to this sensitive region of Africa while there is still time. therefore necessary political, It economic and for is to With respect to Angola, we deeply regret the fact that the war is continuing, which we believe is due to the lack of implementation of the Bicesse and Lusaka peace agreements, and to UNITAs violation of the relevant Security Council resolutions. In our view, those instruments continue to be the reference point for a political solution the Angolan conflict. We welcome the strengthening of the sanctions regime against UNITA and reiterate our pledge to cooperate with the Security Councils sanctions Committee. We consider that the presence of the United Nations on Angolan territory continues to be of fundamental importance, from both a humanitarian and a political perspective. Only thus can the United Nations quickly step in to support any political solution that may emerge. I welcome the intention of the Angolan Government to organize elections and to hold them in 2001. Promotion of tolerance and dialogue and of democratic principles is essential to guarantee a lasting peace. the values of One year after the referendum that allowed the people of East Timor finally to exercise their right to self-determination, the United Nations faces a new challenge: administering East Timor in its transitional period and creating the necessary foundations for a new independent and democratic State that will be a future member of the Association of South-East Asian Nations and of the Community of Portuguese-Speaking Countries — and that we hope can be admitted to membership of the United Nations by 2001. Portugal 12 has always supported East Timor and will continue to do so. Our total financial assistance, not counting our participation in the military component of the United Nations Transitional Administration in East Timor, will reach an estimated $50 million this year, and will remain at that level in 2001 and 2002. Much remains to be done, but the able leadership of Sergio Vieira de Mello and the exceptional qualities of Xanana Gusmao allow us to look to the future with optimism. lost their lives, deserve The tragic events that took place in Atambua on 6 September, in which three members of the staff of the Office of the United Nations High Commissioner for Refugees unanimous condemnation by the international community. They testify to the impunity with which the militias act in West Timor. Two days after those events, further militia activity took place along the border, which led to the death of 11 people, this time of Indonesian nationality, who were non- international governmental organizations. We welcome the swift response of the Security Council in adopting its resolution 1319 (2000) and in deciding to dispatch an evaluation mission to West Timor. assisting and organizations various and military authorities of The new democratic Government of Indonesia has, in general, shown a spirit of cooperation. It is now time for it to honour its commitment to re-establish law and order in West Timor, disarming and dismantling its militias. Their continued existence destabilizes the transition process in East Timor and is an affront to the civilian Indonesia, disturbing the consolidation of the democratic regime in that country. For our part, we stand ready to work with the Indonesian Government, helping it to resolve this problem. It was in that spirit that the Portuguese Prime Minister proposed here last week a stability pact for East Timor. It is in that spirit that we will participate in the quadripartite summit to be held soon at Jakarta, which will bring together high-level representatives of Indonesia, East Timor, Australia and Portugal. Guaranteeing peace, fighting poverty, protecting the environment and leaving a better world for future generations: that is our duty at the turn of the millennium. Only through democracy can Governments respond to those aspirations of our societies. Only a reformed and ever more democratic United Nations will be able to help us face this common challenge. "}}