{"speech":{"0":" I should like to extend to the President and to all the delegations of Member States the cordial greetings of the people and Government of El Salvador. I should also like to congratulate the President on his election to preside over this session and to express thanks to Mr. Diogo Freitas do Amaral for the dedication with which he carried out his mandate. At this session, we must adopt very important decisions designed to strengthen the Organization. We are convinced that the Presidents pragmatism and experience will help our debate to take a proper course, overcome obstacles and give impetus to the reforms called for by Member States. In October 1995 we to recognize the importance of celebrated the golden anniversary of the United Nations, an occasion that afforded us an opportunity to assess the work of the Organization, this institution in deepening understanding among nations and to ensure that its purposes and principles remain fully in effect. At that time, world leaders agreed to support the implementation of the reform needed to ensure that the international community would indeed have an effective Organization able to meet the requirements presented by a constantly changing world. this time of important change Today, as we stand on the threshold of a new millennium, we have before us both opportunities and challenges. At and transformation, the United Nations and its Member States must strive to ensure that all nations can live in peace and harmony. To this end, we will need a man of exceptional skills and wisdom at the helm of the Organization in the years ahead. We should continue to seek the best man for the job, bearing in mind the personal skills and integrity that the Secretary-General of the Organization assumes an even greater importance at this time, when we see increasing resort to the threat or use of force in a manner inconsistent with the purposes and principles of the Organization. the important post demands. The choice of In conclusion, I should like to renew Myanmars to strengthen the pledge to work with all nations Organization and to achieve universal peace. "}}