{"speech":{"0":" At this juncture, on the eve of the twenty-first century, when the concepts of democracy, human rights and world-wide cooperation are on the ascendancy, I stand before this session of the United Nations General Assembly to share with Members Bangladeshs views on the current world situation. I am here to affirm our commitment to the emerging faith in the prospects for peace, prosperity and balanced development throughout the world. In the light of the realities of the world today, the United Nations is universally accepted as the most effective platform for multilateralism. I should like to take this opportunity to reaffirm our unwavering confidence in the United Nations. I Before proceeding, should like to extend to Ambassador Insanally our most cordial greetings on his election to the presidency of the forty-eighth session of the United Nations General Assembly. We are confident that his wisdom and experience will add new dimensions and dynamism to the activities of the United Nations. At the same time, we are also grateful Secretary-General, Mr. Boutros Boutros-Ghali, to our his for 20 General Assembly - Forty-eighth session determined efforts, which have given new vigour to the activities of this forum. He has been guiding the United Nations with great dexterity and success through a critical period of transition. I should like to reiterate our continued support for his endeavours in fulfilling his important task. Five new nations have recently joined us in the United Nations. I welcome them in our midst. We look forward to working in close cooperation with our new Members: Andorra, Eritrea, the Czech Republic, Monaco, The Former Yugoslav Republic of Macedonia and Slovakia. An unprecedented rise in democratic aspirations world-wide precipitated the end of the cold war. There is a growing optimism about the prospect of a new world economic order based on equitable distribution of resources and human rights. Bangladesh is proud to have played a definite role in the world-wide resurgence of democracy. About two and a half years ago, we succeeded in establishing a truly democratic Government following the elimination of the old autocratic regime, which had lasted about a decade. Democracy and development are mutually reinforcing. Our success on the road to democracy depends largely on our ability to tackle the challenge of alleviating poverty. We have many limitations: there is a lack of capital; we lag behind in technology. Handicapped by resource constraints as we are, it is not possible for us to undertake this difficult task alone: we need the cooperation of all. Today, democracy is universally recognized as the best political system. Democracy aims at building a prosperous society by creating avenues for the unstinted development of human creativity and skill. If the process of development is disrupted, democracy and stability are threatened. Nurturing the emerging democratic spirit in the third-world countries calls developed industrialized nations. cooperation from the sincere for Today there exists a yawning gap between the economies and cultures of the developed countries of the North and those of the developing countries of the South. But one must realize that poverty is not the same as bankruptcy: the South, where Bangladesh belongs, has a glorious past, when there was economic and cultural prosperity. We are now engaged in the task of building a new future based on our culture, tradition and availability of resources. For us, it is a matter of pride and satisfaction that our peoples love for freedom has found concrete shape in the establishment of democracy. We want to emphasize human creativity and human capacity to toil. The much-talked-about new concept of a \"human development index\" does not seem to be adequate: we feel that it must capture the indigenous culture and values of differing civilizations. We believe that a new dimension will be added to the overall development framework of the less developed countries if this proposal is accepted. by national consolidating Our prime objective is to build a prosperous society and economy independence, sovereignty, human rights and democracy. This calls for guaranteeing the security of small States like ours. As we work on new equations in international relations, the United Nations must take effective measures to ensure the security of small States. The hopes and aspirations of millions of people are linked to this. We feel that in the new world order that is taking shape following the end of the cold war, mutual respect between large and small States should be the only recognized norm. In order to ensure a future free from war and conflict, is imperative that we ensure the sovereignty of small States. it We believe that the international rule of law has a vital role to play in ensuring the security of small and weak States. The priority areas in this context are: a river-water convention; the law of the sea; environmental protection; and the status of refugees, economic migrants and displaced persons. Universal acceptance of the jurisdiction of the International Court of Justice without reservation has become an urgent necessity in the pursuit of peace. We all live on the same planet. World civilization today and its accumulated store of knowledge is the joint achievement of all peoples of the world. Everyone has a claim to an equal share of the worlds resources and prosperity. The great disparity that exists in the field of technology must be removed; therefore, we want a free flow of technology. We feel that the exclusivity of intellectual property rights is a great hindrance, frustrating the transfer of technology; we call upon all concerned to refrain from taking a selfish view in this regard. A similar discriminatory attitude is also evident with regard to the flow of information: this is contrary to the concept of a free flow of information throughout the globe. In order to establish a well-balanced world community, it is imperative to ensure the free flow of both information and technology. Our existence is inseparable from the existence of our planet, and the existence of our planet is threatened today. The ecological balance is being disrupted, but the blame is being conveniently shifted to the developing countries: Forty-eighth session - 1 October l993 21 capacity to pollute unfair conditions regarding the environment are being imposed on them. In many ways, the industrially developed countries are mainly responsible for environmental pollution. Given the resource constraints of the developing countries, their is very insignificant: they are more preoccupied with resolving their economic the major responsibility for the prevention of environmental pollution lies, Those industrially developed countries that pollute the environment in catering for their peoples demands for high living must bear the responsibility of mending the damage done. therefore, with the developed countries. environment problems. believe that We the industrial resources. Bangladeshs We are acutely conscious of the need to protect the environment. We are frugal in our use of fuel, electricity and water sector contributes only marginally to environmental pollution. Our jute industry and jute products are more acceptable, in environmental terms, than various chemical and synthetic products. However, in the face of the massive expansion of the use of synthetic fibres that pollute the environment our jute industry is threatened with extinction. Millions of people in several countries, including Bangladesh, depend on the jute industry for their living. Thus, the production of synthetic fibres must be stopped, in the interests of the environment as well as of the millions who toil in the jute sector. We call upon the donor countries and the aid organizations, in providing assistance, to pay due attention to our indigenous initiatives and development programmes. The success of the development process would thus become almost impossible. Unrealistic conditions create unnecessary obstacles in the way of the development process and the smooth progress of democracy. of need really liberalization In this context, I admit that a State cannot hope to become self-reliant through external aid and assistance alone. What we trade. Unfortunately, however, in the field of external trade the developing countries are being subjected to all sorts of discrimination by the developed countries. This must give way to strong and realistic North-South trade links based on equality. the immediate and satisfactory conclusion to the Uruguay Round of negotiations has become imperative. Together with development assistance, we seek trade and investment. In Bangladesh we have created a highly congenial climate for external investment. Contemporary experience has proved that the desired development cannot be achieved through dependence on external assistance alone; trade and is essential investment be expanded at the same time. To this end, that is it We are engaged in an earnest endeavour to achieve economic prosperity by building upon our indigenous heritage. We are striving to forge a more productive and efficient workforce. We have made considerable progress in the field of structural reform of the economy. Inflation is at its lowest level. After long years of recession, there has been a definite increase in the rate of growth in agriculture and industry. We have also made considerable progress in the expansion of education. We have launched the programme entitled \"Food for Education\" as a means of ensuring the right to education of the poorer sections of our population. We aim to achieve a literacy rate of 60 per cent by the year 2000. We have initiated a national social programme with a view to restricting the population within a desirable level. Our threshold of self-sufficiency in the production of food grains. efforts have brought us to the In consonance with current world trends, we have also subscribed to a market economy. As I said earlier, in economic considerations poverty is the main economic challenge that we face. In tackling this challenge, we have adopted a new development model, whose purpose is to ensure extensive participation by the people in the development process. We have adopted the \"Daal Bhaat\" programme, which envisages the provision of basic nutrition for the poor and deprived masses and the development of human resources. We are expanding sanitation and primary health care facilities throughout the country. Special priority is being given to the integration of women in the development process. the Rural Development Board and the Agricultural Bank are making a commendable contribution. the Grameen Bank, In this area, regional encourage We must cooperation as a supplement to our efforts in multilateral cooperation. Against this backdrop, the seven countries of South Asia set up the South Asian Association for Regional Cooperation (SAARC). As the current Chairperson of SAARC, I am trying to intensify development cooperation between the member countries. During the seventh SAARC Summit, which was held in Dhaka in April this year, we adopted some specific programmes for poverty alleviation. Besides, initiatives have also been taken to further promote cooperation in various fields, including trade, education and culture. Along with regional cooperation, we have attached priority to the development and strengthening of good 22 General Assembly - Forty-eighth session neighbourly relations and to the resolution of outstanding bilateral problems with our neighbours. Unfortunately, however, some issues remain unresolved with our neighbour India, the most important one being the sharing of water. We have not yet succeeded in convincing India as to what is our fair share of water from the rivers that flow through the two countries. We share 54 rivers. Historically, and under international law, we have a right - an inherent and legal right - to the water resources of the common rivers. But since completion of the Farakka Barrage, India has been unilaterally drawing Ganges water upstream. Withdrawal of water during the dry season causes serious drought, while the release of excess water during the rainy season produces severe floods in Bangladesh. This has created unimaginable adverse effects on the economy and environment of Bangladesh. The pledges given by India when the Farakka Barrage was commissioned remain unfulfilled. This unilateral withdrawal of water, in complete disregard of the interests of the people of Bangladesh, has brought more than 40 million people in the Ganges basin - or, rather, the Padma basin - face to face with catastrophe, with disaster. The Farakka Barrage has become, for us, an issue of life or death. Owing to obstruction of the natural flow at the Barrage, a process of desertification is evident throughout the northern and western parts of Bangladesh. As a result, vegetation is dwindling, and, in the south, the spreading salinity threatens industries and agriculture with ruin. Increased siltation is reducing the navigability of rivers. Fish and animals will soon be in danger of extinction. Innumerable people, in various occupations, who depended on the river Padma for living are becoming unemployed. Many are being uprooted from their homes and hearths. their While the whole world is voicing concern about protection of the environment, a large proportion of Bangladeshs population is being pushed to the threshold of poverty and destruction. This is nothing but a gross violation of human rights and justice. To put it simply, our economic structure is faced with disaster because of the Farakka Barrage. India role could have played an important in strengthening mutual trust between the two countries if it had lived up to its pledges on the question of water sharing. We feel that this is still possible. We believe that the world community sincerely wishes to see Bangladesh succeed in its struggle to dislodge the burden of poverty that has accumulated over the ages. But how can we, with our meagre resources, ever hope to achieve that objective if man-made obstacles stand in our way? Bangladesh wishes, therefore, to draw the attention of the world community to this issue, in the interest of establishing human rights, protecting the right to natural resources and ensuring the process of development. Something must be done urgently to end this inhuman treatment of the people of Bangladesh. We firmly believe that arrangements must be made to ensure a fair sharing of the water resources of the Ganges by signing a permanent agreement immediately. We believe in the policy of friendship, cooperation and peaceful coexistence with all countries of the world. We have unwavering faith in the principle of the resolution of all problems with all countries, and particularly with our neighbours, Congenial conditions have been created for the return of the tribal refugees who left their homes in the Chittagong Hill districts and have been in India for a long time. This became possible following a bilateral understanding that was reached with India last May. through peaceful negotiations. Despite obvious economic, social and environmental difficulties, Bangladesh has given shelter to 250,000 refugees from Myanmar. Bangladesh has not sent back even one single refugee by force. I am happy to report that after constructive negotiations with all parties concerned, including Myanmar and the Office of the United Nations High Commissioner for Refugees (UNHCR), a congenial atmosphere has been created for the safe and voluntary repatriation of the refugees. We hope this will lead to a permanent solution of the problem. Our hopes for a new, peaceful international order were raised following the end of the cold war. But these hopes seem to be fading in the face of current realities. The forces of communalism, racialism and regional hegemony are raising their heads in different regions of the world. As a result, mankind is threatened. The blatant violation of the national and human rights of the Bosnian Muslims at the hands of the armed Serbian aggressors is a matter of great shame for the whole of mankind. The oppression and genocide unleashed by the Serbs against unarmed civilians in the name of the abhorrent policy of \"ethnic cleansing\" is a source of agony for all people of conscience. The unabated perpetration of this genocide naturally focuses attention on the unequal application of the concept of human rights. A nation and its existence as a State are being obliterated solely because of religious hatred. The double standard of supplying arms to the Serbs and the Croats while the Muslims remain unarmed is tantamount to violation of In the interest of establishing human rights human rights. Forty-eighth session - 1 October l993 23 and justice, we call upon the United Nations and all the powerful States of the world to take definite steps to preserve the independence and sovereignty of the people of Bosnia and Herzegovina. act in concert and work for a better and nobler life for all sectors of the family of mankind.\" (Official Records of the General Assembly, Eleventh Special Session, 3rd plenary meeting, para. 46) Bangladesh has always hoped for world peace and prosperity. Active participation in United Nations peace-keeping efforts has been a priority for us. Some of the significant examples of such participation are the monitoring of elections in Namibia, policing the cease-fire line in the Gulf, clearing mines and contributing to reconstruction efforts in Kuwait and assisting the United Nations and Mozambique. We strongly support the strengthening of the financial and institutional base of peace-keeping and its growth. We are concerned at the observation on the financial the world body made by the Secretary-General in his report. We urge the affluent Member States to come forward and assist in overcoming the crisis to keep the United Nations strong and effective. in Cambodia, Somalia crisis of peace efforts The recent historic accord between the Palestine Liberation Organization (PLO) and Israel is a positive first step towards the establishment of a long-waited peace in the Middle East. We welcome this initiative. We hope that Israeli withdrawal from all occupied Arab territories, including Jerusalem, and the establishment of an independent Palestinian State will be the final objective of these efforts. We remain steadfast in our support for the struggle of the people of South Africa to achieve their cherished goal of equal rights and majority rule. In response to the appeal made here in the Assembly by Nelson Mandela, our Government is moving towards lifting economic sanctions against South Africa. Vicious cycles of starvation and violence, a breakdown of central authority and endless conflicts continue to bedevil in varying ways the situations in Somalia, Angola, Liberia, Rwanda and Mozambique. We call upon the United Nations to take comprehensive measures to establish peace in these areas in a more effective manner. Thirteen years ago, during a similar session of this forum, Bangladeshs great leader and a champion of the interests of the third world, the late President Ziaur Rahman, issued a clarion call: \"We must face the challenge of the contemporary world. is for bold and imaginative action. We will not find solutions if we cling to outdated concepts and institutions. We must The need of the hour His words are all the more significant today. We are poised at a critical juncture in the advancement of world peace and stability. No doubt violence, aggression, racism, ethnic and religious conflict and gaping social and economic disparities still exist. Despite these contradictions, there is today a greater confidence and conviction that a brave new world is truly within our reach. We are faced with a rare opportunity to sustain the momentum towards the peaceful resolution of conflicts, to strengthen the rule of law and to raise the quality of freedom. Democratic values, the human spirit, human solidarity and the appropriate realization of human development are central to achieving these objectives. Today, as we approach the end of the twentieth century, we look forward to a balanced, tolerant and happy world community where democracy, peace, development and human welfare will be equally available to all. This was really the driving force behind the establishment of the United Nations. We have spent half a century in pursuit of this goal. As we enter the coming century, this must not remain a mere dream. Let this be our pledge to the next generation. life in greater The PRESIDENT (interpretation from Spanish): On behalf of the General Assembly, I wish to thank the Prime Minister of the Peoples Republic of Bangladesh for the statement she has just made. Begum Khaleda Zia, Prime Minister of the Peoples Republic of Bangladesh, was escorted from the rostrum. Mr. ALATAS (Indonesia): Let me first offer my delegations congratulations to Ambassador Insanally of Guyana on his election as President of the General Assembly at its forty-eighth session. His elevation to this high office is a fitting tribute to his personal qualities and record of distinguished service to his Government and to the international community. We are confident that under his able guidance we will achieve substantive results in our work. I also wish to express our deep appreciation to his predecessor, Mr. Stoyan Ganev of Bulgaria, for the dedicated manner in which he presided over our deliberations during the last session. 24 General Assembly - Forty-eighth session On behalf of the Government and people of Indonesia, I extend a warm welcome to the Czech Republic and the Slovak Republic as well as to Macedonia, Eritrea, Monaco and Andorra upon their accession to membership of the United Nations. We look forward to closely cooperating with them. Before proceeding, I should like to convey Indonesias profound sympathy and solidarity with the Government and people of India in the wake of the massive human suffering and destruction visited upon them by the recent devastating earthquake. This forty-eighth session of the General Assembly is convened at a time of sweeping global change and transition such as has rarely been experienced in modern history. It has given rise to revived hopes and new opportunities as well as to new risks and uncertainties. As the rigidities of the bipolar world have dissolved, earlier expectations for the emergence of a new world order have now given way to the sober realization that, instead, a new world disorder will be with us for quite some time - a disorder characterized by continuing turbulence, instability and unpredictability and offering an often perplexing panorama of mutually contradictory phenomena and processes. The end of the cold war has led to a new climate in international relations and a number of encouraging trends and developments. Renewed confidence in multilateralism as a viable approach to the resolution of the crucial issues of our time has opened up vast new opportunities for the United Nations and a more positive phase in international cooperation. Better prospects have emerged for substantive progress towards solutions to many regional problems long considered to be intractable. fruitful cooperation has been established between the United Nations and various regional organizations, which have acted as partners in facilitating the peaceful resolution of conflicts. I therefore wholeheartedly agreed with our Secretary-General when he recently observed that multilateralism today is working more effectively than ever, as it should, for in essence In this context, \"Multilateralism is the democracy of international society.\" (The New York Times, 20 August 1993, p. A 29, \"Dont Make the U.N.s Job Harder\") In South Africa the new round of negotiations which began last April has now yielded agreement on the establishment of a multiracial Transitional Executive Council and is progressing towards democratic elections early next year. Elsewhere in Africa, despite formidable difficulties as political, and obstacles, practical frameworks for the resolution of issues have begun to take shape. In Latin America we are gratified to see an end to conflicts and the strengthening of security as well and social development. In the Middle East a historic breakthrough has been achieved in the Arab-Israeli peace process. And in the Gulf region, there has been demarcation of the land border between Iraq and Kuwait, under the auspices of the United Nations, which we hope will be a further contribution to the improvement of the political and security environment in that region. economic Recent developments have brought about a distinct improvement in the overall political climate in the Asia-Pacific region as well. Relations between countries that were once at odds with each other have normalized and are being continually enhanced. In Cambodia the final phase of the peace process based on the Paris Agreements has been consummated and has led to the rebirth of a revitalized and democratic Cambodia. With the dissipation of the East-West confrontation, questions relating to disarmament and security have acquired a totally new dimension. Scenarios of deterrence have become irrelevant, while strategic premises that once guided nuclear-arms control and disarmament efforts have lost their validity. This quantum change has occasioned other encouraging developments. The successful conclusion of START II between the United States and the Russian Federation has significantly reduced the worlds two biggest nuclear arsenals. Last January more than 130 countries signed the Convention for the elimination of chemical weapons, these instruments of death and mass destruction. thus proscribing the military use of context of Last month, as we observed the thirtieth anniversary of the signing of the partial test-ban Treaty, I was privileged to preside over the special meeting of the States Parties to the Treaty in the the Treatys Amendment Conference. There it was resolved that the pursuit of a comprehensive nuclear-test ban now taking place in the Amendment Conference and the Conference on Disarmament should be mutually supportive and complementary. We have also welcomed recent positive developments concerning nuclear testing, particularly the de facto moratoriums on nuclear tests observed by the nuclear-weapon States and their renewed commitment to work towards a comprehensive test ban. Especially laudable were the decision of the United States to extend the moratorium on nuclear tests until 1994, the commitment of France not to be the first to resume testing, and the declaration by the Russian Federation of its Forty-eighth session - 1 October l993 25 refusal to resume testing even if others did. We hope and expect that China will wish to do likewise. It is indeed of critical importance that steps be taken towards the expeditious conclusion of a comprehensive test-ban treaty, for without it our efforts to extend the Non-Proliferation Treaty at its forthcoming 1995 Review Conference may well be in jeopardy. As the threat of nuclear confrontation between the major nuclear Powers has receded, the dangers of nuclear proliferation now appear to be their major preoccupation. But, surely, the issue of non-proliferation should be addressed in both its horizontal and vertical aspects. It is for this reason that Indonesia has unceasingly stressed the urgent need for a comprehensive nuclear-test ban as the litmus test of our sincerity in securing non-proliferation, apart from the necessity for States to submit themselves to the safeguards of the International Atomic Energy Agency (IAEA). is Another heartening development the growing prominence of regional dialogues on security. The Regional Forum of the Association of South-East Asian Nations (ASEAN), for one, will afford the ASEAN member States and other South-East Asian nations, as well as the extra-regional Powers, a regular opportunity to exchange views and consult on security issues of common concern.As is pointed out in the Secretary-Generals report, \"An Agenda for Peace\", such regional action for peace and security, as a matter of decentralization, delegation and cooperation with the United Nations could contribute to a deeper sense of participation, consensus and democratization in international affairs. if not These encouraging trends and developments offer unprecedented opportunities for enhanced international cooperation for peace and development. But we should realize that these opportunities are fragile and fleeting in nature and, resolutely grasped, may soon be overwhelmed by the plethora of new problems and adverse trends simultaneously emerging on the world scene. Persistent conflict and violence, both between and within States; the virulent resurgence of ethnic strife, both ancient and recent; the menacing rise in religious intolerance; new forms of racism and narrowly conceived nationalism; and the alarming resort to terrorism and blatant aggression: all these combine to obstruct the building of a more peaceful, secure, just and tolerant world. These problems and trends have also caused the disintegration of States and societies, which stands in poignant contrast to the integrative trends, based on growing interdependence, which at the same time have led to the coalescence of States into larger groupings for common economic and political benefits. Moreover, peace and security cannot be sustained unless the very concept of security itself is expanded to embrace such non-military threats as structural underdevelopment and mass poverty, acute environmental degradation, which together with prolonged natural disasters conjure spectre and uncontrollable cross-border migrations. of massive resource looming scarcity severe and up the is called upon to shoulder It is a matter of grave concern that while the United Nations ever-expanding responsibilities in the face of these new challenges, it is at the same time shackled by a deepening financial crisis. If this perennial financial crisis is not quickly resolved, the consequences could be catastrophic for the international community and all its aspirations to peace and development. It is Indonesias ardent desire that the United Nations should become fully effective as the central instrument for a new and revitalized international order. Steps must therefore be taken to ensure not only the financial viability of our Organization, but also its fidelity to the dynamics of democracy which demand the fullest participation and engagement of all Members in the work of the Organization. Along with all the non-aligned countries, Indonesia holds that balance is essential in the relationship between the and General Assembly, the Secretary-General, respective mandates as enshrined in the Charter. Indonesia and the other non-aligned countries have therefore done their utmost to contribute to the consultations leading to the adoption of General Assembly resolutions A and B on \"An Agenda for Peace\". The Non-Aligned Movement will continue to contribute to the ongoing consultations on the other aspects of the \"Agenda for Peace\" and on the rationalization of the Committee structures of the General Assembly in order efficiency and effectiveness. the Security Council in conformity with their to enhance its be should carried out with Furthermore, Indonesia believes that restructuring and reform of the Security Council have become imperative in the light of the profound changes that have taken place on the international scene. We realize, however, that such a process and circumspection as it impinges upon some of the fundamental aspects of the Organizations purposes and functions. In 1946, the United Nations had 51 Members, six of which were non-permanent members of the Security Council. In 1965, when the membership had grown to 113, there was a corresponding increase in the non-permanent membership to 10. But despite the fact that more than a quarter of a century has elapsed, during which the membership of the caution 26 General Assembly - Forty-eighth session United Nations has increased to 183, there has been no proportionate increase in the Councils membership. A serious review and reappraisal of the Councils membership is necessary to ensure a more equitable and balanced representation. the Council would strengthen it, making it more responsive and relevant to prevailing geopolitical realities and more open to the participation of small and medium-sized States, which constitute the majority in our Organization. An expansion of Indonesia is also firmly of the view that an increase in membership of the Council should allow for new members which, if they are not to be given the veto power, should at least serve as permanent members. They should join the Council on the basis of a combination of appropriate criteria that would adequately reflect the political, economic and demographic realities of the world today in Asia, Africa and Latin America. Such a judicious approach, in addition to one based solely on equitable geographic distribution, would enhance not only the Councils representative character but also its moral authority and practical effectiveness. The peace process in the Middle East has finally overcome the paralysis that has gripped it over the past 10 negotiating sessions. Indonesia has welcomed the signing of the Declaration of Principles on Palestinian interim self-government arrangements in the occupied territories as a historic breakthrough in efforts to put an end to decades of armed conflict and confrontation and to achieve a just, lasting and comprehensive settlement. My Government has equally welcomed the agreement on a common agenda in the context of the Jordan-Israeli peace negotiations, as well as the act of mutual recognition by the Palestine Liberation Organization (PLO) and Israel. It is also clearly understood that these first steps on the Palestinian question are an integral and non-prejudicial part of the entire peace process, which envisages a transitional period not to exceed five years and continuing negotiations leading to a permanent settlement based on Security Council resolutions 242 (1967) and 338 (1973) in particular. We applaud the fact that, with the implementation of these arrangements, almost half a century of Arab-Israeli confrontation and Israeli occupation of Palestine will finally be coming to an end, and that the national and political identity of the Palestinians will at last be universally and irrevocably recognized. Although the significance of these developments cannot be overemphasized, we in Indonesia are aware that obstacles and ambiguities still abound on the long and arduous road towards a just and comprehensive settlement. Above all, the scrupulous implementation of everything that has been agreed upon will be of crucial importance. Hence, there is an obvious need for the United Nations to play an active and effective role throughout the ongoing peace process. Indonesia reiterates its unflinching support for the struggle of the Palestinian people, under the leadership of the PLO, to secure their inalienable rights to self-determination, full sovereignty and independence in their own homeland. Equally, we call upon Israel to withdraw from all illegally occupied Palestinian and Arab lands, including Jerusalem, the Syrian Golan Heights and southern Lebanon. In the engulfed Bosnia tragedy that has and Herzegovina, the international community is faced with the abysmally disturbing prospect of the forcible dismantling of a multi-ethnic, multi-cultural and multi-religious society, the brutal decimation of its people and the gradual diminution of the territory of an independent and sovereign Member State of the United Nations. The Security Council failed to stop aggression and the abhorrent practice of \"ethnic cleansing\" because it was unable to defend Bosnias sovereignty and territorial integrity while preventing the Bosnians from defending themselves by refusing to lift an ill-conceived arms embargo; as a result, two-thirds of Bosnian territory has now come under Serbian and Croatian occupation. This refusal to allow Bosnia to defend itself and to protect its people from being slaughtered cannot but be regarded as a denial of the right to self-defence under the Charter. Under threat of a continuation of the unequal war, Bosnia today is being coerced into accepting a settlement that would partition its territory along ethnic lines and would practically reduce Bosnia to a cluster of small, incontiguous, landlocked and perpetually vulnerable Muslim enclaves within a so-called union of the republics of Bosnia and Herzegovina. Having initially steadfastly opposed this ethnic partition, its Government under President Izetbegovic has now reluctantly agreed to such a division. However, President Izetbegovic has done so conditionally, as part of a comprehensive agreement that would ensure the legitimate interests of Bosnia and Herzegovina in terms of its basic territorial, economic and security needs, as well as with regard to secure access to the sea and between the Republics component parts. justice that may well We cannot but view these developments as representing a blatant case of negotiation under duress and of enforcing peace without lead to continuing violence, human suffering and a lack of security. The force of law should not be surrendered to the law of force. \"Ethnic cleansing\" should not be rewarded, and we should beware of establishing dangerous precedents that will haunt Forty-eighth session - 1 October l993 27 the international community in the future and in other regions of the world. My Government, therefore, will continue to give its full support to the Government and the people of Bosnia and Herzegovina in their legitimate struggle to attain a just and viable settlement, with adequate international guarantees as to the political and territorial integrity of the country. In Somalia, it is gratifying to note that normalcy has been restored in the greater part of the country and that the overall situation has undergone a major transformation. But chaos and anarchy continue to persist, especially in Mogadishu; this has imperiled the success of concerted international efforts to establish a stable and secure environment. We therefore sincerely hope that the leaders of Somalia will expeditiously seek to agree on viable transitional arrangements leading to political reconciliation and to the establishment of a broad-based government. In South Africa, it is heartening to note the determined efforts by the leaders of the majority to engage in peaceful dialogue and negotiations with the minority Government. In a historic step towards ending decades of oppression and the evil of apartheid, the multi-party negotiating forum has scheduled 27 April 1994 as the date for the nations first democratic elections leading towards the establishment of a unified, democratic and non-racial South Africa. In Cambodia, in spite of the myriad difficulties it encountered, the peace process has now successfully completed the final stage of implementation of the Paris Agreements. We have wholeheartedly welcomed and endorsed the outcome of the elections conducted under the auspices of the United Nations Transitional Authority in Cambodia (UNTAC). We have also welcomed the completion of the work of the elected Constituent Assembly with the promulgation of a new democratic constitution establishing a constitutional monarchy. And just a few days ago, the Government and people of Indonesia shared the sense of joy and deep satisfaction at the official inauguration of His Majesty King Norodom Sihanouk Varman as Head of State, and the formation of the new Government of Cambodia. Indonesia wishes to pay a tribute to His Majesty King Norodom Sihanouk for his visionary leadership in achieving this historic watershed in Cambodias history, in unifying the Cambodian people and in bringing about national reconciliation. My delegation would like to express its gratitude to the Secretary-General and his Special Representative, Mr. Yasushi Akashi, for their contributions to a just and comprehensive settlement of the Cambodian question. We also pay special homage to all UNTAC personnel and volunteers who sacrificed their lives in the performance of their mission to bring peace to Cambodia. sphere, no in the political Increasingly, the international community has come to recognize that, in a world dramatically transformed since the end of the cold-war era, lasting peace and security can never be assured in the absence of economic growth and development. Yet despite the profound and positive changes wrought corresponding improvements have been registered in the world economy or in international economic relations. It is therefore imperative that international economic cooperation and development are accorded top priority on the international agenda. The crucial development challenges for the 1990s continue to be the the acceleration of the socio-economic development of the developing countries on a sustainable basis and, above all, the eradication of poverty from the face of the earth. reinvigoration of world economic growth, the third year By all accounts, the world economy has failed to achieve substantial improvement over the past year. Belying almost all official forecasts, recession in the developed countries and stagnation in the developing countries have persisted. According to the 1993 World Economic Survey, world output will be outpaced by world population growth rates for These negative macroeconomic developments have exacted an enormous toll on the developing countries. Consequently, poverty and underdevelopment remain the distinguishing features of the majority of the developing countries. In the most vulnerable economies, these have reached crisis proportions. Of especially grave concern is the prolonged critical situation in Africa, where tens of millions of people remain trapped in abject poverty and social deprivation. in a row. We all realize, however, that even after the expiry of the new UNTACs mandate and the installation of the United Nations and the Cambodian Government, international community should continue to support the people of Cambodia in the reconstruction of their country. Indonesia, together with the Association of South-East Asian Nations (ASEAN), stands ready to contribute its share to this effort. In this era of increasing interdependence among nations and escalating globalization, issues and problems, especially those relating to growth and development, have become global in nature and therefore cannot be solved through short-term relief measures or through piecemeal reforms. Therefore, all nations, both in the North and in the South, should forge a new compact on development and, through a democratic partnership, fashion global solutions to these 28 General Assembly - Forty-eighth session problems. Only in that way can we hope to restructure the international economic system, redress its imbalances, and render international economic cooperation more equitable and thus more viable and more mutually beneficial. The non-aligned and other developing countries therefore call for the reactivation of a constructive dialogue between the North and South. But this time, such a dialogue should be based on genuine interdependence, mutuality of interests and of benefits and shared responsibility. The developing countries have expressed their readiness, both at the non-aligned summit in Jakarta last September and in the Standing Ministerial Committee for Economic Cooperation in Bali last May, to engage the developed countries actively in a dialogue on the key issues of the world economy. In this context, President Soeharto of Indonesia, as Chairman of the Non-Aligned Movement, in his meeting with then Prime Minister Miyazawa of Japan as Chairman of the Group of Seven on the eve of the G-7 Summit last July, seized the opportunity to convey the non-aligned message, entitled \"An Invitation to Dialogue\", to the developed countries. At that meeting, the Chairman of the Group of Seven and the Chairman of the Non-Aligned Movement concurred on the need to pursue a comprehensive approach to the integrated issues of trade, investment and debt strategies, including the review of the latter through the Paris Club. In this encouraging first step the initiative by the Non-Aligned Movement to establish a more constructive approach on issues of mutual concern and interest was welcomed by the Group of Seven, a fact that was subsequently reflected in the Tokyo summit economic declaration. strongly believes that these Indonesia positive developments have bolstered the spirit of partnership already articulated and demonstrated at such meetings as the eighth session of the United Nations Conference on Trade and Development (UNCTAD VIII) and the United Nations Conference on Environment and Development (UNCED). This evolving spirit of partnership should now be further fostered and built upon during this session of the Assembly. Obviously, both developed and developing countries have a shared interest in jointly promoting this process across a wide spectrum of key economic issues of common concern. It is important that we in the Assembly carry the process forward in concrete terms, and for this purpose the non-aligned and other developing countries intend to submit a draft resolution aimed at the reactivation of dialogue between the developed and the developing countries. In this context, the Secretary-General should be requested to prepare a report on the modalities and ways and means of reactivating such a dialogue. We believe that this would complement his forthcoming report on an agenda for development, which will contain an analysis and substantive recommendations on ways to enhance the role of the United Nations in the promotion of international cooperation for development. Such a spirit of partnership, lamentably, is conspicuous by its absence from some other forums, particularly the Uruguay Round negotiations, which are still mired in an obdurate impasse. In this regard we sincerely hope that the commitment made by the major developed countries at their recent summit in Tokyo will translate into effective action that will break the stalemate and bring about an equitable and balanced conclusion to the Round. Among the most urgent issues on the global economic agenda is the external debt crisis of the developing countries which, contrary to perception in some quarters, is still far from being resolved and indeed continues to be exacerbated by volatile exchange rate fluctuations in the major currencies. Here too there is an obvious need for a coordinated approach, in the spirit of partnership, involving debtor and creditor nations as well as the international financial institutions. Such an approach should aim at decisive reductions in the bilateral, multilateral and commercial debt burdens, especially of the least developed and other severely indebted developing countries, in a way that would at the same time allow sustained recovery and growth. Regrettably, all too often there has been a one-sided view of the causes of the debt crisis which tends to fault the developing countries for excessive and imprudent borrowing and for the misuse of the resources thus obtained. This view tends to ignore the link between the debt crisis, the paucity of resource flows on appropriate terms, and the adverse turn taken by the world economy since the early 1980s. This in turn explains the insistence on domestic policy reforms on the part of the debtor countries as the principal remedial instrument. The truth is that the debt crisis of the developing countries is a manifestation of the shortcomings of the international system in providing access to adequate long- term resources on satisfactory terms. The gap was filled by private banks, lending on inappropriate terms. The crisis was triggered by deflationary policies introduced by the developed countries. Debt-servicing became an oppressive burden on the borrower countries when export earnings declined following the collapse of commodity prices and growing restrictions on market access to developed countries. Forty-eighth session - 1 October l993 29 It is true that for a few middle-income countries the debt crisis may be largely over. The same can be said for the international commercial banks which in the past provided these countries with huge amounts of loans. However, for many low-income countries as well as lower- middle-income countries the debt crisis is far from over. Thus around 50 severely indebted countries continue to experience great difficulties in servicing their debt, at a terrible cost to their economies striving for recovery and development. Urgent action is needed and debt relief for these countries should receive the highest priority, in particular for those among the 50 countries which are the least developed countries. To avoid any misunderstanding, Indonesia does not regard itself as being among those 50 countries. The Non-Aligned Movement has made this issue one of its priorities in South-South cooperation and a programme is at present being developed to extend concrete assistance to these countries to augment their efforts at debt management. The debt crisis must be considered as one of the factors that led to the social crisis of the 1990s, for the latter is clearly a function of poverty and underdevelopment which in turn have given rise to internal political instability in many countries. In the efforts of the United Nations system and various countries to address the social crisis, new and valuable insights have recently been gained. It is irrefutable that in developing countries structural changes have exacted an exorbitant human cost. The developed countries too have not been spared from this crisis, as the prolonged recession has greatly strained their social security systems. Clearly, therefore, the social crisis also calls for a global approach, and indeed a consensus is growing that development and international cooperation \"should put people first\". Indonesia shares this view and fully commits itself to the active participation of the people in the decision-making processes involved in development, and to the protection and promotion of human rights in all their manifestations, including the right to development. We therefore look forward to participating actively in such forthcoming conferences as the World Summit for Social Development in 1995 and the World Conference on Women in the same year. The World Conference on Population and Development to be held in Cairo early next year should provide an occasion for the international community to cooperate on the basis of the essential linkages between development, population and environmental protection. The proposal to convene an international conference on financing for development should be given serious consideration. We anticipate the forthcoming report by the Secretary-General on an agenda for development will mark an important milestone in international cooperation for development. With this report we hope that development will finally be accorded as much emphasis as that given to the political agenda. principles of that universality, indivisibility A short time ago, the World Conference on Human Surpassing most Rights was convened in Vienna. expectations, the Conference adopted a Declaration and Programme of Action which affirmed, among other things, the and non-selectivity in the promotion and protection of human rights. We are heartened by the fact the Vienna Conference recognized that in the promotion of human rights and fundamental freedoms, the significance of national and regional particularities and the various historical, cultural and religious backgrounds of States must be taken into account. Approved by consensus, the Vienna Declaration and Programme of Action represents a new paradigm from which to promote human rights in a non-selective, cooperative and balanced manner. That being the case, the use of human rights as political conditionalities for economic cooperation is entirely against the agreements reached in Vienna. This session of the General Assembly has been asked to consider the establishment of a post of high commissioner for human rights. It is Indonesias considered view that such consideration should lay emphasis on the practical feasibility of establishing this post and on whether such action would in reality and practice enhance the promotion and protection of human rights as called for in the United Nations Charter. For it may be more beneficial to direct our attention to enhancing the authority and efficacy of the existing mechanisms and bodies, particularly the Centre for Human Rights in Geneva. Mr. Salman Khurshid (India), Vice-President, took the Chair. The end of the cold war has opened a new chapter in the history of humankind, a chapter full of portents as well as bright promise. The essential text of this chapter is yet to be written, in this Assembly and in the various international forums where crucial issues are taken up. As the principal institution for multilateral cooperation and negotiation, the United Nations has a central role in the shaping and fulfilment of that promise. All nations, developed and developing alike, can and should have a part in realizing that promise through constructive In the course of this dialogue and democratic cooperation. international 30 General Assembly - Forty-eighth session endeavour, the vision and aspirations of the developed and the developing countries can be forged into a broad and dynamic partnership that would effectively address the problems of today and successfully confront the challenges of tomorrow. We hope that this process has now made a modest but significant beginning. Mr. SPRING (Ireland): I should like to congratulate Mr. Insanally on his election as President of the General Assembly at its forty-eighth session. While opening our session, he rightly reminded us of the hopes now placed in this universal forum - to which we welcome six new Members - and of the growing need for what he described as a collective vision of our future. Allow me to convey to the Government and the people of India the deepest sympathy of the Irish people for the victims of the earthquake. We meet here at a time of great hope for the peoples of the Middle East. Years of bitter antagonism and conflict have yielded to agreement and, we hope, reconciliation between the two great historical traditions in an area that has seen far the agreement the highest statesmanship and courage. It deserves a commensurate response from the other countries of the region and from the international community. in Washington was an act of too much bloodshed. The signature of I welcome President Clintons speedy initiative in convening today a conference on aid to Palestine. We in Ireland stand ready to play our part, together with our partners in the European Community. We will increase substantially our aid to the West Bank and Gaza, and we will take steps to strengthen and develop our good relations with Israel and with the Palestinian people. It is also a time of great hope for the people of South Africa. When the prisoner of Robben Island, Nelson Mandela, states, in Afrikaans to an Afrikaner audience, that what is done, is done, and looks to a shared future for all South Africans, it sends a powerful message to all of us. A new South Africa is in the making. We have waited and striven long for this day. I am happy to announce that we in Ireland have decided to establish diplomatic relations with that new South Africa. It is a time of hope, but also of apprehension, particularly for the people of Russia. The course of reform is not yet complete. I am confident that the way forward identified by President Yeltsin will continue to be endorsed by the people so that Russia may continue on the path to stable democracy and sustained economic development. The recent changes in international life have brought to those who endured great and lasting benefits to many: authoritarian forms of government for decades and have now gained the freedom to exercise their basic human and civil rights; to peoples released from the super-Power competition that enabled dictatorial and repressive regimes to act with impunity; to the wider international community that no longer lives under the threat of global nuclear conflagration. Yet the optimism that characterized the early days of the post-cold-war period has been tempered by the realization that for every advance in the Middle East or in South Africa, there is an Angola, or a Yugoslavia, a Somalia, a Sudan. For all our progress, thousands continue to die in brutal wars, thousands more suffer from gross abuses of human rights and millions are denied their basic right to food, water and shelter. There is still a great distance to be travelled to a world of the individual. justice, equality and true respect for People look here, to the United Nations, to help them travel that distance. Faced with this hope, this expectation - this demand - our Organization today must meet challenges of a kind that it has not had to cope with in the past, challenges qualitatively different from the international and regional disputes that have traditionally absorbed so much of the United Nations energies. We are coming to understand better the interrelated nature of these tasks: the struggle to end war; to advance democracy; to promote economic development; to protect the dignity of the individual; to ensure freedom and the rule of law; to protect the environment; to deal with the problems of population - all are part of the same effort. Success in one requires progress in others. We are coming to understand too that the activities of States and Governments require the broader cooperative context of the United Nations. As our problems are transnational, so too must be our response. The fact is that we need a United Nations whose organization and decisions truly represent the will of the international community. We need a United Nations whose activities truly address the great contemporary challenges, and we need a United Nations that is not hindered by lack of resources in personnel and finance. At no time in its history has the need to re-examine and strengthen the United Nations system been greater or more Forty-eighth session - 1 October l993 31 widely felt, and these themes of representation, relevance and resources are at the heart of the debate about the reform of the United Nations. As the body charged with the primary responsibility for international peace and security, it is imperative that the Security Council should function well and with authority. The Councils response to the huge demands that have been made of it in recent years has been impressive. The number and scope of its decisions are greater than ever before, and the import of those decisions for States and for peoples everywhere is more far-reaching. And yet, we must ask if the Council truly represents the almost universal membership of the Organization and reflects fully the great changes that have taken place in economic and political relations. These are questions of the deepest significance for international cooperation, but I believe that unless they are addressed now, the political authority of the Security Council and its capacity to act decisively and with confidence will be eroded. Ireland therefore supports the case for an increase in the membership of the Security Council. I hope that decisions on this can be taken before the fiftieth anniversary of the United Nations in two years time. There is a need also for greater transparency in Security Council decision-making. The general membership, though it takes no part in the Councils decisions, is bound by them, and we are frequently called on to supply personnel and finance expanded and increasingly complex mandates. We must work for a more interactive relationship between the Council and the General Assembly, and for more frequent and substantive reporting by the Council to the general membership. And we must look for ways to make the Assembly itself more effective. the Councils to implement It is ironic that for most of its existence, when the United Nations was not always deemed to be the appropriate forum for the resolution of major disputes, the Organization was for the most part adequately resourced. Yet today, when the demands for action by the United Nations have reached unprecedented levels, when ideological division no longer inhibits an effective United Nations role and when the approach to problem-solving at Security Council level is essentially cooperative, itself the Organization finds burdened with a grave and crippling financial crisis. The Secretary-General has told us that the Organization is living from hand to mouth. He warns us that the financial situation could soon prevent the United Nations from discharging its essential responsibilities and undermine its political will and practical capacity to undertake any new activities. And yet the simple truth is this: for every dollar that the United Nations spends on the instruments of peace, the world spends almost $2,000 on the weapons of war. the necessary resources. It is simply not acceptable to call on the United Nations to undertake new responsibilities while declining or failing to provide A significant improvement in the Organizations finances is now an urgent priority. I appeal to all Member States in arrears, and especially those on the Security Council, to comply with their financial obligations under the Charter. This is a moral as well as a practical imperative. forces are deployed The impact of change is particularly apparent in the area of peace-keeping. In almost every crisis, on every continent, United Nations on increasingly varied and complex tasks. By the end of this year the numbers in the field may total 100,000. And individual operations are now very large: nearly 20,000 each in Cambodia and Somalia; almost 25,000 in former Yugoslavia. Ireland now participates in 10 of the 14 United Nations peace-keeping operations in the field. A significant proportion of our armed forces is at present engaged in United Nations peace-keeping duties. But, beyond the scale of the operations, the nature of the tasks undertaken by United Nations forces has changed also. The initial decision to intervene militarily in Somalia for humanitarian purposes and the subsequent decision to mandate the United Nations Operation in Somalia (UNOSOM) to take enforcement action are new departures for the Organization. And they present new challenges for troop-contributing countries. In Irelands case we had to change our law to enable our forces to take part in the Chapter VII operation in Somalia. It is important for all of us - the United Nations, the troop contributors, and those whom we seek to help - to reflect carefully on our experiences and draw the lessons from the new large-scale operations in Cambodia, Somalia and Yugoslavia. It is evident that existing structures both at United Nations Headquarters and in the field have come under very considerable strain. The mandates of major United Nations operations are now multi-faceted. We need mechanisms that will allow such mandates to be carried through in a manner that is effective, transparent and humane. I want to mention two points in particular here today. 32 General Assembly - Forty-eighth session that The first is the imperative need to maintain peace - keeping and peace-enforcement operations within an overall political framework and to exploit every opportunity for reconciliation. Enforcement action, when it is undertaken - and I accept it may be necessary - should be the minimum required and it should be carefully directed to achieving the political aims of the operation. For this reason, I believe that at the time the Security Council takes a decision to establish an operation, particularly one involving peace enforcement, it should pay special attention to the issues of command and control. Secondly, there is a need to improve military planning at United Nations Headquarters and to ensure that the best military advice and information is available to the peace-keeping Secretary-General operations. To this end, an effective planning unit is required. Thought should also be given to whether the Military Staff Committee, which is provided for in the Charter but which has never functioned effectively, could have a contribution to make. conduct his of in In Somalia, the overriding objective of the United reconciliation and Nations operation must be political national reconstruction. There have been outstanding successes. One year ago, several hundreds were dying each day from hunger and malnutrition. Today, as a result of the work of the Unified Task Force (UNITAF), UNOSOM and the non-governmental organizations, people are no longer dying from man-made famine. A year ago violence was widespread. Today almost all of Somalia is calm. The exception is south Mogadishu, where the efforts of UNOSOM have been continually frustrated and many, including 60 United Nations peace-keepers, have lost their lives. its overall aim of political reconciliation, the United Nations must continue its search for a peaceful resolution in Mogadishu, learning from and building on its success elsewhere in Somalia. In pursuance of torture, detention, Most of the conflicts that this Assembly will address in the coming weeks are marked by massive abuses of human rights - summary executions, rape, mutilation. And even outside of these open conflicts the dignity of frequently violated by authoritarian and repressive regimes. At Vienna in June, the World Conference on Human Rights sought to strengthen the protection of human rights worldwide. Most of us who attended that meeting came away feeling that progress had indeed been made. It is essential that the agreed Programme individual the is of Action be given the highest priority and acted on by this Assembly. A United Nations commissioner for human rights should be appointed. The resources devoted to human rights activities in the United Nations system should be doubled. The United Nations human rights machinery, especially in relation to the protection of women, should be strengthened. And we must make decisive progress on the establishment of an international criminal tribunal to prosecute persons responsible for violations of humanitarian law wherever they occur. The abuses of human rights in Yugoslavia have provoked a profound determination in the international community that those responsible must be brought to justice. The ad hoc approach, unavoidable in the case of Yugoslavia, points to the need for a permanent international criminal tribunal with an established jurisdiction and an identified body of applicable law. The General Assembly at this session should examine the valuable work done on this topic by the International Law Commission. We can take advantage of the changed international situation to pursue our work on disarmament and arms control. We must intensify our efforts to halt the spread of nuclear weapons. I am heartened by the decision of some nuclear States to maintain a moratorium on nuclear testing and I call on others to do the same. Our objective must be a comprehensive treaty banning nuclear testing forever. Ireland has proposed that the United Nations should elaborate a code of conduct for conventional arms transfers which would encourage States to exercise responsibility and restraint in their arms transfers and which would set out common principles to be observed in this area. We believe that, as the international community moves towards a closer understanding of its shared responsibility for international security in the framework of the United Nations, such a code would represent an important step forward in the area of arms control. and stand alongside complement Last year Ireland called for an agenda for development the that would Secretary-Generals \"Agenda for Peace\". We are pleased that such a report is now in preparation. Our vision of the future cannot ignore the images of deprivation and need we see every day from all too many parts of the world. The reality of this suffering is a test for all of us. The Irish Government is committed to doubling the percentage of gross national product devoted to official development aid in the period 1993 to 1997. Peace and development are not separable. Forty-eighth session - 1 October l993 33 We must recognize what the Secretary-General has called the humanitarian imperative. The international community must be assured that the United Nations and its development agencies will respond quickly to emergencies as they occur. The creation within the Secretariat of a new Department of Humanitarian Affairs has been a useful step towards that end. determination, the Irish and British Governments and the leaders of the constitutional parties in Northern Ireland can lead the people they represent out of the stalemate which exists at present towards a peaceful and secure future. As I have said elsewhere, the pieces of the jigsaw puzzle are all to hand if only we can find the right way to fit them together. The international community must look squarely at certain incontrovertible features of our shared existence on this planet: climate change, a possible doubling of the worlds population by the middle of the next century, pressures imposed by our patterns of production and consumption, great in the availability of technology and resources. In many of these areas, the Rio Conference and its Agenda 21 have identified the way ahead. I am pleased that the Commission on Sustainable Development and other organs provided for in Rio are off to a promising start. imbalances We must acknowledge that the issues we address under the auspices of this Assembly and those which arise in the General Agreement on Tariffs and Trade (GATT) and the In all of Bretton Woods institutions cannot be separated. these areas, our aim must be a peaceful, integrated international society in which our sense of the common good increasingly qualifies considerations of national power and immediate expediency. As the dramatic developments in the Israeli-Palestinian relationship and the equally historic changes in South Africa have shown, progress is possible even in the most obdurate of conflicts if the protagonists are willing to look towards a common future. Northern Ireland represents a challenge of similar dimensions to the British and Irish Governments and to the peoples of both islands. Some would say that the conflict is fundamentally incapable of resolution. I do not accept that, and I will not accept it. Like the vast majority of my compatriots, I yearn for peace on our island. The Irish Government is ready to play its full part in this. We will bring to any resumed talks the resources of good will, flexibility and imagination which we believe all participants must display if a new agreement is to be achieved. It is painfully obvious that all traditional approaches have failed and that new thinking is urgently required. For our part, we are willing to look afresh at our own traditional assumptions and at our relationships with others to see if there are new approaches which can open a way forward. We are ready to accept the need for radical and innovative compromise as part of a new accommodation which will bring lasting peace and reconciliation to the island of Ireland. Compromise does not mean asking either of the two traditions in Northern Ireland to modify its fundamental beliefs or, indeed, to suppress its objectives. It does mean asking each tradition to recognize that the other deserves equal respect and must be accommodated on equal terms. It means accepting that diversity can be enriching rather than threatening and that both traditions in Ireland must find a way to share the island on a basis of partnership and trust. Peace and stability will not be found in any political system which is imposed, or which is rejected by a substantial part of the population who live within it. What we need in the island of Ireland is a collective will to rise above traditional suspicions and animosities and a readiness to look beyond areas of disagreement to areas where we can work together to mutual advantage. I want to see a comprehensive settlement which will enable men, women and children to go about their daily lives in peace and without fear. All of us in both islands are paying the price of past political failures. We should not ask future generations to bear the cost of further failure. Peace is now the imperative, and the continuation of violence is the single greatest obstacle to the realization of our hopes. An end to violence would open up new possibilities and allow all of us to emerge from the shadow of a very troubled history. I have no illusions about the complexity of the issues. I know that there are no easy or quick solutions - no single step that can remove the necessity for a long and painstaking journey. But I believe that, with sufficient good will and It would, at last, help to clear the way for compromise leading to an agreement which would and negotiation, achieve and lasting accommodation between fair nationalism and unionism in Ireland. We must lift our sights a 34 General Assembly - Forty-eighth session to the new horizons of possibility which developments in the Middle East and South Africa have opened for us. This is the objective of the Government which I represent. I believe we can have no higher objective. Mr. SANON (Burkina Faso) (interpretation from French): Before I begin my statement, I should like to offer my condolences to the Government and people of India on the natural disaster that has just struck them. I should like to assure them, on behalf of the people of Burkina Faso, that we grieve most profoundly with them. I wish, at the outset, to congratulate Mr. Insanally on his election to the presidency of the General Assembly at its forty-eighth session and to wish him every success in the discharge of responsibilities thus made incumbent upon him. the important I should also like to pay a tribute to his predecessor, Mr. Stoyan Ganev of Bulgaria, for the dedication with which he presided over the work of the Assembly at its forty- seventh session. I wish also to take advantage of this opportunity to welcome the new States that have joined our Organization. We look forward to their active participation in the work of the Assembly so that we might, together, strive to preserve the peace, bring development to our peoples and ensure justice among nations. I also to May convey the Secretary-General, Mr. Boutros Boutros-Ghali, the most sincere congratulations and encouragement of the Government of Burkina Faso in respect of his tireless efforts day after day to safeguard peace throughout the world and also to revitalize the United Nations system. While the ideals enshrined in the United Nations Charter remain as valid as they were on the very first day, the international community continues the aftershocks of East-West confrontation. What I said at the forty-seventh session remains true: to suffer \"The collapse of one of the two blocs did not solve the worlds problems. Rather, it emphasized the North- South split; old wounds that are still open; internal contradictions within regions; and divisions among nations.\" (, p. 86) In Africa, prospects run from an anxious outlook in some cases to measured hope in others. In this connection, acting on his own convictions as well as on those of Burkina Faso as a whole as to the needed and indeed indispensable integration of our continent, President Blaise Compaore has become active in subregional mediation and is thus making our contribution to the realization of this grand design for Africa. In Angola, the process sponsored by the United Nations and the international community as a whole is now being torpedoed by UNITA and Mr. Jonas Savimbi, with their refusal to accept the outcome of the elections. The suffering of the Angolan people has been exacerbated, and this today is the part of the world where, more than anywhere else, people are dying as a result of civil war. Having learned from the experience of Angola, the Security Council has issued useful, for Mozambique. RENAMO is somewhat slow in implementing these measures. We invite them to pursue the path of negotiations, to overcome the reluctance shown, and to move resolutely with the Government of Mozambique towards reconciliation and reconstruction. indeed necessary, recommendations In Somalia, after an encouraging start, United Nations action is running into obstacles that are having an adverse effect on the very nature of the peace-keeping operation. We are still convinced that while firmness is necessary, dialogue and negotiation with all parties are equally necessary. In South Africa, acts of violence continue. Each week the macabre death toll is mounting as a result of attacks on public transportation. This is not a climate conducive to significant, indeed decisive, elections. However, the will for change which guides the majority of the protagonists in the tragedy that is apartheid in its death throes must prevail over all manner of extremism. In view of this, Burkina Faso hails the statement made by the President of the African National Congress, Mr. Nelson Mandela, before the Special Committee against Apartheid on 24 September 1993. As for Rwanda, Liberia and Western Sahara, Burkina the agreements achieved can indeed be Faso hopes implemented so that the people of these regions may at long last know peace. The eruption of crises of ethnic, religious or other origin is continuing, while the conflict in Bosnia and Herzegovina goes on and on, in contempt of international law and of the Security Council. We must therefore welcome the fact that in Cambodia and in El Salvador the process set in train has led to a beginning of normalization, Forty-eighth session - 1 October l993 35 and we must encourage Kuwait and Iraq to abide by Security Council resolution 833 (1993). While in political terms the picture is mixed, in economic terms it is bleaker. The world economy is in recession. Weighed down by its debt, by the fall in raw material prices, by the deterioration in its terms of trade and by natural disasters, fluctuations in climate, desertification and drought, Africa is staggering from one calamity to the next. Structural adjustment programmes have been squeezing even harder a continent that has been relegated to the sidelines notwithstanding its resources and the sacrifices it has been making. The problems are known, and to rehearse them here now would sound like a litany and sterile repetition. The solutions, too, are known. In this respect, the New Agenda for the Development of Africa in the 1990s has yet to be implemented. A year after the Rio Conference on Environment and Development, the commitments and the promises made have still to take tangible form. However, the same minority continues to lay waste the planets natural resources, while poverty is increasing and putting down roots in regions where it used to occur only from time to time or was only a localized phenomenon. The global village is no longer just a slogan; it has become a living reality that at the same time affects the concept of security. New laws are surfacing everywhere in an effort These measures are an illusion and will remain so long as people do not realize, or refuse to realize, that the root of the problem lies in the socio-economic inequalities that afflict the world. to stem a new deluge, immigration. Treaty was opened for signature, and almost all States have been invited to sign and ratify it. This is a praiseworthy initiative, but it is not enough. For the Non-Proliferation Treaty to have any meaning, in due course the nuclear- weapon States must give them up, and we must see our planet totally and genuinely freed from the nuclear threat. The preservation of is threatened in two ways: the nuclear menace and the harm we are doing to the environment. the species and of the planet Burkina Faso is participating actively in the work of the Intergovernmental Negotiating Committee for the elaboration of an international convention to combat desertification and of the Commission on Sustainable Development. and also environment establishes for human rights It is interesting to note that the harm being done to the environment in the southern hemisphere comes more from the effort to survive than from the unbridled desire to consume at all costs. The relationship established between the development relationship between respect and development. One of the great truths brought out and accepted at the World Conference on Human Rights, held in Vienna, is that there is a right to development. We cannot talk about human rights if elementary human rights - the most elementary human rights - are compromised by economic, financial and trade policies and strategies to which some people fall victim. To commit oneself to human rights nowadays is to commit oneself to changing the world everywhere and to accepting in every individual the person that we want to be and to defend. It is humankind as a whole that we must defend, or nothing; any other approach means giving in to harmful and questionable divisions between people. In addition, population growth will cause unbearable pressure if real development policies are not put in place now. The tragedy lies more in the concentration of resources for a minority than in their scarcity. A community that is aware of its shortcomings and blind spots can still heal itself if it has the will to find and to take the necessary medicine. The General Agreement on Tariffs and Trade negotiations - the Uruguay Round - must be concluded as quickly as possible and must take into account the needs of the developing countries. Once again, it is the concept of security that has led to the monstrous stockpiles of weapons of destruction. Nuclear weapons are the crowning achievement of this march towards the abyss. To limit the risks, a Non-Proliferation In the same context, the twin scourges of AIDS and drug abuse must be fought on all fronts, using all available resources. From 8 to 13 February this year Burkina Faso held a series of national seminars on drugs, in which we reaffirmed the need to provide help and support for the most disadvantaged countries in order to curb this threat. We have deadlines in 1994 and 1995, and must prepare with hard work and dedication to confront then the problems of population at the Cairo World Conference; to promote womens rights at in Copenhagen, to focus on and respond to the need for social development. the conference in Beijing; and, The problems I have enumerated require constant cooperation from everybody. As we leave the cold war behind, we have no better instrument for cooperation than 36 General Assembly - Forty-eighth session the United Nations. However, the United Nations is in a worrying state because its finances are in a bad way, and that is because some of the largest contributors have not It is therefore difficult to talk fulfilled their obligations. about the Organization when the primary task has not been accomplished. This is the first problem, because it is the most urgent. restructuring revitalizing reforming, and The second problem has to do with the chaotic situation in the world. This situation is giving rise to peace-keeping operations, and their frequency and diversity have had an effect - and in future will have an even greater effect - on the functioning of the Organization. We approve of the Secretary-Generals pointing to preventive diplomacy as one of the solutions. In this respect, at the last summit meeting of the Organization of African Unity, in Cairo in June 1993, Africa set up a conflict prevention, management and settlement mechanism. inadequacy to respond to the nature of The third problem arises from the Organizations structural the problems it will encounter from now on. Here again, though we need imagination to open up new approaches and apply fresh solutions to old and new problems, we must not lose sight of the fact that everyone must participate in the proposed solutions. The fourth problem stems from the notion of democracy. It has been repeatedly proclaimed to be a cure- all, but it cannot remain just a battle standard that we wave in front of the new troops who have just been won over to the cause. Democracy must be transformed into a means of action for achieving better things, for achieving more. Whether within States or between States, democracy is a plant that does not stop growing once it has started. Thus we come to the question of how a body with limits can function for and on behalf of all. For the moment, other considerations apply to the Security Council, because it is the direct inheritor of the balance of power that arose out of the Second World War. Forty-eight years later, the debate can certainly be opened. However, as Burkina Faso said during the forty-seventh session, the role and composition of the Security \"Clearly, Council must be reviewed. But we fear that the discussion might be limited to merely expanding a club whose members would continue to view their status as a privilege, not a weighty responsibility. The spirit and perhaps even the nature of the Council must be changed. Clearly, we must begin the debate on the of Article 108 Security Council even if we are still bound by the terms The democratization of international relations is necessary.\" (, p. 87) the Charter. of social It was economic, in this political, and international environment that we heard the news on 13 September 1993 that two brothers, who had sprung from the same land but had until now refused to recognize each other, had met. Burkina Faso hails their mutual recognition. It is up to the Palestinian and Israeli leaders and peoples whether this is the useful and welcome prelude to their taking a long and complex path, accompanied by the international community, offering its best wishes and its good offices. This hope is like a guttering flame that must be kept burning; it is the image of our human condition, which we must constantly watch over. Only together can we succeed in doing so. Mr. HAMEED (Sri Lanka): It gives me great pleasure to see an eminent son of Guyana guiding this forty-eighth session of the General Assembly. Sri Lanka and Guyana have a long tradition of cooperation at the United Nations, in the Non-Aligned Movement and in the Commonwealth. Sri Lanka also expresses its appreciation to His Excellency Mr. Stoyan Ganev of Bulgaria, who presided over the forty-seventh session of the General Assembly. Before I proceed, may I take this opportunity, on behalf of the Government and the people of Sri Lanka, to express our profound sorrow over the terrible tragedy that has struck the people of India in the wake of the devastating earthquake this week. I bring best wishes Excellency Dingiri Banda Wijetunga, President of Sri Lanka, and best wishes for the success of this session of the Assembly in its endeavours for world peace. from His Sri Lanka welcomes the new Member States admitted to the United Nations this year. We thank the Secretary-General, His Excellency Mr. Boutros Boutros-Ghali, and courageous leadership in meeting the challenges of peace and development that lie ahead. dedication his for Forty-eighth session - 1 October l993 37 It is four years since I last addressed the Assembly. Our hopes voiced at that time for the post-cold-war global order are now being realized, although there are problems of instability in the international arena. The current international political trend gives us fresh hope of relations being conducted between States in accordance with the principles of the United Nations Charter. Regarding Palestine, Sri Lanka has welcomed the recognition between the Palestine Liberation mutual Organization and Israel. We hope that the interim arrangements now being worked out will lead eventually to a comprehensive and durable settlement of the Palestinian problem in all its aspects. In South Africa, the Non-Aligned Movements resolute opposition to apartheid and its advocacy of a free, democratic and non-racial South Africa stands vindicated. As President Nelson Mandela described it last week, \"the countdown to democracy\" in South Africa has begun. Cambodia, a founding member of the Non-Aligned Movement, is now free. We welcome this development and congratulate the United Nations on its role. These developments certainly give us encouragement and hope. But this does not mean that the world is now free from tension and disputes. The situation in Bosnia gives grounds for a vote of no-confidence on the political leadership of our times. It is a situation which has shocked the world. It is clear that the international community is still incapable of rising above narrow and parochial considerations. It is vital that an early solution be found which will meet the aspirations of all the parties concerned. We have watched with alarm the rising tide of racism in many countries, which violates the very foundations of their cherished goals and objectives. It is not relevant here to diagnose the causes, but these dangerous and ugly trends must be checked. just a challenge to Governments alone. All men and women of good will must join together to fight this evil. This is not of recent The implementation arms-limitation agreements and the shelving of plans to extend the arms race into outer space have enhanced the prospects for genuine disarmament. Since 1991 world defence spending has been set on a downward course. We must bring about a successful conclusion to the 1995 conference on the Non-Proliferation Treaty (NPT). Sri Lanka is pleased at the recent successful conclusion of the Convention on chemical weapons. At the same time, genuine disarmament must also incorporate measures to reduce the flows of conventional arms. The uncontrolled movement of arms and explosives to extremist fringe groups threatens to destabilize small countries. In a similar context, Sri Lanka wishes to draw the Assemblys attention to the initiative to enforce an international ban on the use of mines in warfare. The tragic consequences of mine warfare are visible in the thousands of amputees in many parts of the world and call for urgent international attention. Today it is widely recognized that security can no longer be reduced to military considerations alone. Security must take account of economic crises, poverty, hunger, mass migrations, terrorism and environmental pollution. These developments require the revitalization of the United Nations. international In 1995, the United Nations will celebrate its fiftieth anniversary. The founding principle of the United Nations - the sovereign equality of all States - remains valid today. The Secretary-General has emphasized this principle in his report \"An Agenda for Peace\". The principle of sovereign equality must be put into practice if the bold proposals in \"An Agenda for Peace\" are to succeed. As the transition to a new global order continues, the United Nations will come under greater pressure to live up to its ideals. However, in order to command the widest possible support, the United Nations must operate on the basis of an acceptable set of guiding principles. With regard to national disputes, United Nations intervention must be considered only upon the request of the Member State concerned. Indigenous peace efforts must be encouraged and respected. Regionalism has received a new impetus. The United Nations should extend its fullest cooperation to these regional trends and initiatives. A lingering obstacle to regional unity is the question of border disputes. The Non-Aligned Movement has made useful proposals in this regard, including the suggestion by Sri Lanka that a border disputes commission be formed. Most recently, the Security Council itself had to lend its authority to resolve the border 38 General Assembly - Forty-eighth session dispute between Kuwait and Iraq, and we support all relevant Security Council resolutions in that regard. Some 12 years ago, Let me now turn to South Asia, my own region, consisting of seven States and accounting for over 1 billion people. I had the pleasure of inaugurating, in Colombo, the first meeting to launch the South Asian Association for Regional Cooperation (SAARC). Since then, it has been a matter of constant satisfaction to note the steady development of regional cooperation in South Asia. Today, we had the pleasure of hearing the Prime Minister of Bangladesh, current Chairman of SAARC, under whose able leadership SAARC is moving forward. Last year, during the period of our chairmanship, Sri Lanka guided SAARC in several new directions. These included poverty alleviation, the establishment of the South Asian Preferential Trading Arrangement (SAPTA), the South Asia Development Fund and a Charter for Children. In Sri Lankas view, SAARC should now extend its horizon beyond economic and social cooperation. With a view to sharing our regional experience with the international community, Sri Lanka supports the subject of poverty alleviation as a major theme for consideration at the forthcoming World Social Summit. It is our firm conviction that in developing countries must provide a safety net for the poorest of the poor until the fruits of economic growth are widely distributed throughout society. adjustment programmes structural Yesterday, we commemorated the third anniversary of the World Summit for Children. Within SAARC, we have already set ourselves certain attainable mid-decade goals for meeting the basic needs of the children of South Asia. We welcome the World Conference on Women in Beijing as an opportunity to focus world attention on issues related to women and development. As an island nation, Sri Lanka has special interest in international endeavours to create a new legal regime of the oceans. In 1971, the declaration of the Indian Ocean as a zone of peace was proposed by Sri Lanka. The world scene has since changed and the time has now come to examine new, alternative approaches. Yet another regional initiative by Sri Lanka is the Indian Ocean Marine Affairs Conference (IOMAC), a cooperative endeavour to develop the regions marine resources. The commitment of the Sri Lanka Government to ensuring the human rights of all our citizens is central to all our policies, and we will maintain our policy of candid cooperation with the United Nations. The dictates of humanitarian law must be respected. Where economic sanctions are invoked as a tool of punitive action, let us ensure that the humanitarian needs of the people of the country involved are fully protected. to non-aligned principles. At Neither the end of the cold war nor the new thrust of economic liberalism has in any way diminished Sri Lankas commitment the Jakarta Summit, there was a consensus that the political campaigns against racism, colonialism and apartheid had now been largely completed. The central unresolved issue of our time remains the economic disparities between the developed and the developing countries. Economic interdependence is a global reality. We reiterate the Non-Aligned Movements appeal to the developed countries to consider favourably the call for a new compact on development between the North and the South, a new liberal democratic partnership for global economic solutions. There is now a relative abundance of liquidity in private markets. Access to these resources is not easily affordable for the developing countries because of the private market rates. A mechanism is therefore needed to bridge what is available and what is affordable. Such an initiative is most urgent in view of the economic difficulties facing developing countries. Furthermore, today there is increased need for global economic cooperation owing to the emergence of many new States. All the needed assistance must be provided for these new States to complete their journey to democracy. But this must not be achieved at the expense of other developing countries. trade and and growth In South Asia, we have embarked on policies of foreign-exchange export-led liberalization. We have done so despite the severe effects on us of unfavourable trends in commodity prices and protectionist measures in the markets of developed countries. Our efforts at national and regional levels will succeed only if there is a reciprocal commitment to free-trade policies at the international level. In this connection, it is imperative that the Uruguay Round of trade negotiations be concluded soon, the industrialized countries will be able to resolve the issues that divide them. At the same time, however, they must not concentrate on their own problems to the exclusion of a balanced result for all participants in the negotiations. in a fair and just manner. We hope that Sri Lanka is an island nation with a unique commitment to social welfare. For many years, it needed virtually no budget for defence. When terrorism broke out in such force, many thought Sri Lanka would disintegrate. Forty-eighth session - 1 October l993 39 Most recently, the world was shocked by the brutal assassination of President Ranasinghe Premadasa, the duly elected Head of State. This act of terrorism, aimed at destabilizing the country, was confounded by the peaceful transfer of power within 24 hours, thus vindicating the strength and maturity of Sri Lankas constitutional and democratic system. The Government has never wavered from its objective of seeking a political solution to the North-East conflict. I myself have spent some 14 months negotiating with armed groups, to find a peaceful solution acceptable to all. During these 14 months, there was peace in the North and the East but, unfortunately, at the end of this period these groups broke off negotiations for reasons undisclosed to me. I also presided for one and a half years over the All-Party Conference, which examined the question of a political solution for over eight months. A Select Committee of Parliament, chaired by an Opposition Member of Parliament, has been working over many months to reach a political settlement. Thus the search for a political solution continues. In the thick of the conflict we have maintained the flow of food, medical and other supplies, and services such as education and health to the affected areas. Many have acknowledged that this is an exceptional achievement. On the economic front, the Government has steadfastly followed open economic policies since 1977. As a result, Sri Lanka is today well on the road to attaining newly- industrialized-economy status. Foreign investment recorded a quantum jump last year, clearly reflecting investor confidence and predictability. in a is our multi-ethnic, multicultural sustained economic growth is the best defence against divisive forces. stability firm conviction that society, in Sri Lankas economic It When I addressed the Assembly in 1988, I suggested that we project our vision beyond this building, and beyond the resolutions and speeches, to focus on the impact of our work on the millions of people we represent. It would be wise to remind ourselves the maintenance of world peace is multidimensional and the United Nations political agenda must go hand in hand with its development agenda. that Our nations are all travellers together on the road to the future. How will the future judge us? It will not be by our military victories and parades of power, nor by our eloquent debates and sophisticated slogans. We will be judged by our success in turning weapons into tools of development, in banishing poverty, hunger, disease and ignorance and in learning to live in a sustainable environment in harmony with a fragile and finite world. Mr. BOUNKOULOU (Congo) (interpretation from French): Like previous speakers, I would like to seek your indulgence before I start my statement as I associate my delegations voice with those who have spoken here and convey our very profound condolences to the delegation of India and to the Indian people and Government for the disastrous earthquake which has brought death to thousands. It is a particular pleasure for me to extend to Ambassador Insanally my sincere congratulations on his well-deserved election to the presidency of the General Assembly at its forty-eighth session. I am convinced that his wealth of experience will guarantee the success of our work. To his predecessor, His Excellency Mr. Stoyan Ganev of the Republic of Bulgaria, we wish also to express our appreciation for the way in which he performed his duties. I would also like to pay a tribute to the Secretary-General, Mr. Boutros Boutros-Ghali, for his dynamism and for the numerous initiatives he has taken in order to promote international peace and cooperation. Finally, my delegation welcomes the presence among us of new States, whose admission to membership has strengthened the universality of our Organization. As we do every year, we have once again reached the time when we assess the international situation. The end of East-West confrontation, by reducing already-existing tensions and by promoting the settlement of certain conflicts, has engendered great hopes for peace and cooperation. But at the same time, it has unleashed forces that need to be channelled in order to avoid new excesses which will lead to fresh tensions. \"An Agenda for Peace\" - very aptly reminds us of the existence of other serious issues threatening international peace and security as well as the future of mankind, such as poverty, the deterioration of the environment and the debt crisis. These various evils are indeed scourges which, because of the anguish and despair they generate, can destabilize many societies. Nevertheless, laudable efforts are increasingly being made to build a new world order based not only on democracy and development but also on the absolute need for respect for human rights. Many countries have begun to democratize their political and social systems. These changes are accompanied 40 General Assembly - Forty-eighth session by difficulties and shocks, for democracy is a difficult lesson to learn, requiring a lengthy apprenticeship that is made all the more challenging by a fragile economic and social context. The confusion of certain mentalities which are ill- prepared for change must be added to this, as well. Here, patience, good will and even the assistance of the international community are necessary if the worst is to be avoided. In the Congo, the democratic process has been extremely bumpy. After the national conference which led to a laborious period of transition, elections were organized, as a result of which a Head of State, Mr. Pascal Lissouba, was democratically elected by 61 per cent of the votes cast. One might then have believed that the country was embarked upon the right course, but, alas, 25 years of totalitarian regimes took their toll. Dissensions within the new parliamentary majority are about to give rise to a motion of censure, which is to say the very least premature - scarcely three weeks after the formation of the first Government. After numerous vain attempts at reconciliation, the President of the Republic was moved to dissolve the National Assembly to allow the sovereign people to give the country a clear-cut majority by which he could govern. This constitutional prerogative was challenged by the opposition parties, which further exacerbated the political crisis. The express will of the President of the Republic to opt for peaceful means, the mediation of the high command of the Congolese armed forces, as well as the good offices of the President of the Gabonese Republic, Mr. Omar Bongo, made it possible concluded on 3 December 1992. This agreement not only enshrines the formation of a Government with a majority participation of the opposition - more than 60 per cent - but also entrusts the political parties with organizing elections to the legislature on an equitable basis. an agreement to be for fail to attest The first round of these elections was thus organized last May without any major incidents and in the presence of foreign observers, who did not to the correctness of the balloting procedures. The opposition, which found itself in a minority as a result of that vote, systematically challenged those results, demanding that the vote be invalidated by the organ in charge of organizing the balloting, whereas Congolese electoral law states that electoral disputes are the purview of the Supreme Court, which is the only competent jurisdiction pending the creation of a Constitutional Council. Because of certain subterfuges, clever sabotage, delaying tactics and high-handed manoeuvres that ignored the best interests of the nation, the Congolese opposition deliberately infringed the institutional process which should lead to democracy and development. After the memorable national conference, no one would have imagined that the Congolese would find themselves in the situation of refugees in their own country. to civil disobedience would appear to be a natural outcome of the Constitution of our country, civil disobedience should not be regarded as a synonym for destruction of the social and economic fabric. such disobedience had been present, the large-scale distribution of arms and weapons of war can hardly be understood, and even less their being used for the purposes of mass destruction and blind terrorism. the peoples right the acquisition or the conditions Even if for If Is it conceivable that, when the vote has not turned out favourably, the streets, urban communities and innocent people taken hostage become pawns which are used in bargaining over political decisions? Plundering the property of peaceful citizens - is this something which can validate lost causes? The acts of sabotage and systematic destruction perpetrated by bands armed by the opposition last July caused a massive loss of human life. To this we should add considerable physical and material damages. Today, in other words approximately 15,000 3,000 families - Congolese - are homeless and their sole refuge are classrooms and student dormitories. Such a situation poses a serious threat to the new school year which begins in a few weeks. Of course, the Government is making tremendous efforts in order to meet the vital needs of the displaced families and to reintegrate them into Congolese society. But, unfortunately, in a Republic with a ramshackle economy and which is financially bereft, it is impossible for this challenge to be met. That is why the Government of my country appeals to the international community in order to obtain emergency aid to assist all those Congolese who have been deprived of their property or who have been physically harmed. Despite this tragic situation, which might indeed have elicited a rigid attitude from the authorities, the Republics Government threw open the doors to negotiation. Thus, once again through the mediation of President Bongo of Gabon, an agreement - the so-called Libreville Agreement - was signed in the presence of foreign observers on 4 August last. This agreement, which confirmed the results of the first round, calls for the resumption of the second round of elections to the legislature initially boycotted by the Forty-eighth session - 1 October l993 41 opposition. As for the electoral dispute, it is to be decided by an international arbitral college which is made up as two judges appointed by the Organization of follows: African Unity, two judges appointed by the European Economic Community, two judges appointed by the French Government and one judge appointed by the Gabonese Government. My delegation believes that resolving the foreign-debt crisis requires bold steps. Nevertheless, we are very much aware of all those efforts which are contributing to the settlement of that crisis. That is why we greatly appreciate the expression of solidarity from the French Government, which decided last year in Libreville partially to cancel the debt of medium-income countries, including the Congo. The Government thus has every hope that following upon this vote and the resolution of the electoral dispute, it will be able to lay the definitive groundwork for a real rule of law with the establishment of all constitutional organs. This is the situation in the Congo today. I would like to take this opportunity to thank all those countries and all those agencies which have been kind enough to help the Congolese people resolve a crisis which seriously threatens peace in the country and which could erode national unity and compromise the future of the democratic process itself. The Congolese Government would like to reiterate here, through me, its commitment to abide by the decision of the arbitral college and the verdict of the ballot boxes. After many initiatives which proved ineffective, the international community must finally give priority to growth and development in the poor countries by building, on the ruins of the former East-West order, a new order based on more dynamic and more innovative North-South relations that would promote attainment of the objectives of the International Development Strategy enshrined in this body. This Strategy should receive all the support necessary to promote the creation of an international trade system that is both open and non-discriminatory, with the successful outcome of the negotiations of the Uruguay Round; to encourage the conclusion of specific agreements to readjust commodity prices; and, finally, to find lasting solutions to the external-debt crisis. The Congo is going through a very difficult stage. The desperate state of its economy and its social fabric has led the Government to undertake economic reforms. These reforms have so far been unfortunately frustrated by political and social instability. These reforms deal, inter alia, with restructuring the State productive sector by the total or partial withdrawal of the State, the financing of economic recovery, the reorganization and renegotiation of the external debt and finally the defrayment of the social costs of this adjustment. If they are to bear fruit, these efforts and the sacrifices they will entail must be sustained by financial aid, otherwise the Congo will remain mired in poverty and instability. Far from being unique, the critical economic and social situation in Congo is but one illustration of a crisis that affects almost all African countries and many developing countries. Thus, to the political factors involved we must add major economic and social challenges. It is quite clear that poverty threatens the cohesiveness of States and brings about profound imbalances in the developing countries, endangering the very foundation of human rights. But there is one basic human right that continues to have pride of place: the right to development. Despite the numerous steps taken to date, the developing countries remain weighed down by the heavy burden of debt, and the increasing cost of servicing that debt is becoming unbearable for economies which are already in great trouble. It is acknowledged that improving the situation in Africa necessarily involves economic reform. Nevertheless, efforts undertaken nationally, subregionally and regionally have unfortunately not enjoyed the international support expected. the New Agenda for the Development of Africa in the 1990s signified the failure of the United Nations Programme of Action for African Economic Recovery and Development. Unfortunately, we cannot but conclude that so far, this new development programme has fallen far short of expectations. The adoption of That being the case, my delegation welcomes the decision taken by the Japanese Government to convene, in cooperation with the United Nations and the Global Coalition for Africa, on 5 and 6 October next in Tokyo an International Conference on African Development, and we voice the hope that this Conference will lead to concrete measures. to young damaging The economic crisis which besets our countries is particularly Juvenile delinquency, illicit drug trafficking, drug abuse and AIDS are all serious threats to our societies. It is essential that they be given close attention. In this connection, more solidarity should be displayed in order to eradicate these scourges. people. My delegation supports the conclusions reached by the most recent session of the Economic and Social Council on 42 General Assembly - Forty-eighth session efforts to combat malaria, dysentery and, particularly, cholera. The United Nations system must attach a high the priority to Africa, serious consequences these development programmes. taking into account scourges for have There can be lasting economic and social development only in a healthy environment. The results reached by the Rio Conference, enshrined in Agenda 21, are extremely heartening. They undoubtedly reflect a global consensus as well as a political commitment at to cooperation for the purposes of development and the environment. But the key to their success resides in the financial resources made available. the highest level Today, more than ever before, the increase in natural disasters is a matter of concern to us all. That is why my delegation welcomes the Japanese Governments offer to host, in 1994, a World Conference on Natural Disaster Reduction, which will deal with the various dangers these disasters entail and identify the necessary guidelines under which they can be taken into account by the United Nations in its development projects. is why we welcome the results of Since we have boldly struck out on the path to building a State of law, my Government supports the international communitys action to promote and develop human rights. That the World Conference on Human Rights, held last June in Vienna, and reiterate our appeal to fund-raisers to help finance the various action programmes which were drawn up in that context. The current session has started at a time when the persistence of local conflicts and the resurgence of hotbeds of tension are a daily concern of our Organization in its mission to build and preserve peace. Nevertheless, although we can welcome the favourable developments in certain situations, it must be recognized that a large number of them remain subjects of grave concern. factors today indicate that Among the former, we have the situation in South Africa. A number of the abhorrent system of apartheid will inevitably be eradicated, even if tensions are still rife and there are still scenes of violence. The process of democratization in South Africa can no longer be in question. The fact that 27 April 1994 has been fixed for the first multiracial elections is proof of this. My delegation gives their due value to the efforts which have been constantly made by the South African Government to eradicate apartheid and to democratize the country. Furthermore, we support the request for the lifting of sanctions formulated by Nelson Mandela. My Government believes that peace in Somalia can be restored only if Security Council resolutions 751 (1992), 794 (1992) and 814 (1993) are implemented, resolutions which, inter alia, call the organization of a reconciliation conference and a national-unity conference. for Turning to the question of Angola, we regret to note that the refusal of UNITA to accept the result of the voting and the free choice of a sovereign people has once again plunged the country into hostilities, further complicating not only the process of democratization that had been embarked upon but also the peace negotiations which are currently taking place under the aegis of the United Nations. My delegation welcomes the adoption by the Security Council of resolutions 851 (1993) and 864 (1993) and supports recent initiatives by the King of Morocco, the President of Cote dIvoire and the President of the African National Congress. The reached recently between agreement the Government of Rwanda and the Rwandese Patriotic Front gives us reason to hope that an era of peace will come to that country, contributing to the strengthening of the bases of national unity. We hope that the Rwandese people, after recovering peace and unity, will be able to get down to the difficult task of rebuilding their country. Regarding the cases of Liberia, Mozambique and Western Sahara, in which my delegation fully and firmly supports initiatives of the United Nations, we call upon the parties to the conflicts to have recourse to negotiation, to dialogue and to other peaceful means in order to restore peace and security in that area. The Washington Agreement of 13 September 1993 represents a decisive turning-point towards settlement of the Palestinian to an improvement of the situation in the Middle East. The signing of this agreement promises a new era of peace and cooperation for the peoples of that region. contribute problem, it will and Nor can we fail to commend the very fortunate outcome of the situation in Cambodia, where elections, organized under the auspices of the United Nations, led to the creation of a government of national unity. Despite the involvement of the United Nations, the situation in the former Yugoslavia has not basically changed. My country supports all the initiatives taken by the United Nations - in particular, those that encourage dialogue and Forty-eighth session - 1 October l993 43 negotiation - with a view to ensuring the success of the talks in Geneva. As in the past, the process of the peaceful reunification of the Korean peninsula enjoys the support of my delegation and my Government. It is very pleasing to note that considerable progress has been made in the process of disarmament and the control of armaments. Unfortunately, the danger of war has not yet been eliminated, as there still exist a number of arsenals of weapons of mass destruction - in particular, nuclear weapons. For this reason my Government will continue to appeal urgently for general and complete disarmament. Peace and development are complementary. Each depends on the other. Thus, the promotion of confidence and security, which are the prerequisites for the achievement of development targets, is becoming a new priority in Africa. Aware of this, the members of the Economic Community of Central African States, with the assistance of the United Nations, are now addressing themselves to progressive implementation of the work programme of the Standing Advisory Committee on Security Questions in Central Africa, which was adopted by the General Assembly last year. That Committee, which adopted a draft non-aggression pact following its third meeting, held in Libreville, will hold its fourth meeting in Brazzaville in the Republic of Congo. This indicates the political commitment of the States of Central Africa to the creation of a system of collective security through the promotion of confidence, security and development. These actions of the States of Central Africa must be seen as part and parcel of the machinery for the prevention, management and settlement of conflicts that was set up at the most recent Summit of Heads of State and Government of the Organization of African Unity (OAU), which was held in Cairo in June of this year. The international community - particularly the United Nations - should give these initiatives the support that is necessary if their noble objectives are to be accomplished. In recent years the United Nations has been working very positively on a number of fronts. Its efforts have lent it undoubted authority, especially in the settlement of conflicts and in the shaping of the new order, which mankind hopes will be more democratic and will generate prosperity for all. Nevertheless, there is now a pressing need to restructure the United Nations. This is especially true with regard to the question of enlargement of the Security Council and an increase in the number of its permanent members. Such a reform would tend to increase the effectiveness of that vital body, which is responsible for the maintenance of international peace and security. This is one of the fundamental aspects of the necessary process of democratizing international relations. The Government of the Republic of Congo attaches major importance to strengthening the role of the United Nations, as well as to increasing respect for the principles of the Charter, which is a sine qua non for the advent of a new order based on justice for all, peace, prosperity and international solidarity. Mr. TOURE (Mali) (interpretation from French): At the outset, I should like, on behalf of the Government and people of Mali, to convey to the people of India our profound grief at the heavy loss of life and the massive material damage caused by the earthquake that has just struck their country. I have pleasure in expressing to Mr. Insanally the heartfelt and cordial congratulations of the delegation of Mali on his election to the presidency of the General I wish him every Assembly at its forty-eighth session. success fullest cooperation. and assure him of my delegations Let me take this opportunity also to express our satisfaction at the exemplary manner in which Mr. Stoyan Ganev presided over the Assemblys work at the last session. It is also a pleasure to congratulate the United Nations Secretary-General, Mr. Boutros Boutros-Ghali, on the constant efforts he has made since he became head of the Organization. The United Nations now consists of 184 Member States. This confirms its universality, gives it further credibility and explains the renewed interest in seeing it fulfil its promise. Our warmest congratulations go to all the new Members. We assure them of our full readiness to cooperate with them. The world is most certainly living through times of great change. Ever since the events of 26 March 1991, Mali has of this process is unfolding in democratization. However, especially trying circumstances. resolutely embarked been on a process In strictly national terms, the transition to democracy, which was achieved through the elections of 1992, though is being prolonged by new essentially a success, 44 General Assembly - Forty-eighth session uncertainties. With regard to social values, one finds a serious identity crisis and a lack of orientation among the young, in the workplace and among the traditional players in the private-sector economy. There is uncertainty also about the way in which the new political institutions operate, as these need to go through a period of apprenticeship in a democratic context, where impatience and violence coexist with a readiness for dialogue and for solidarity. Uncertainty is to be found also with regard to the new mission, size, operation and performance of an administration in transition, which must be more transparent and accessible to people at the grass roots. Uncertainty is to found, finally, in economic development programmes characterized by the urgent need for in-depth structural adjustment and the need to reallocate public resources to satisfy priority necessities: a basic education, public health provision, village water supplies and maintenance of the infrastructure. At the subregional level, which for Mali encompasses both western Africa south of the Sahara and the Arab Maghreb, we are dealing with such complex and difficult problems as instability borne of local conflicts, followed by human tragedy, because the number of refugees in the subregion has risen from approximately 20,000 in 1989 to more than 1.2 million in 1993; the slow pace of economic integration, despite all the very vocal declarations of goodwill, which is restricting growth in the subregion; and religious questions which are daily gaining more ground and subjecting political institutions to new trials that are more delicate, more difficult to define and cope with and more terrible. that The Government of Mali believes to cope effectively and efficiently with those problems and the many challenges in the process of democratization, we will have quickly to restore economic growth and then develop human resources, the true way to a successful future, achieve medium-term and long-term stability and thus find the economic key to development. Finally, we shall have to guarantee comprehensive financing for development. development balanced and In all this, our Government does not forget and, indeed, it is meeting its international obligations as well. By the same token, we continue to advocate and to work internationally for a world of peace and concord where it should be possible to find a solution to all problems by dialogue and negotiation. This courageous political evolution should be strongly because the adverse impact of a disadvantageous supported economic situation, along with drastic structural adjustment measures and problems linked to debt, compounded by socio-political tension, is having an adverse impact on the entire democratic process. The international environment in which this session is being held is marked by many uncertainties linked to the life of the Organization and of the international community in general. The post-war period saw the emergence of new democracies and the strengthening of protection for human rights the world over. Over the past three years the Organization has taken on a number of commitments. In terms of peace-keeping, the declaration made on 31 January 1992 at the Summit of the Heads of State or Government of the member States of the Security Council, set milestones to be reached in establishing a new international order. While remaining committed for international peace and security, we believe that any peace- keeping operation must come within a precise framework defined by the Security Council. Any loss of control may jeopardize the very credibility of the Organization. quest to the Notwithstanding the Organizations efforts in the search for international peace and security, hotbeds of tension, alas, persist around the world. In Bosnia and Herzegovina inter-ethnic confrontation and clashes have reached unimaginable proportions. The international to be watching passively the breakup of a country upon exclusively ethnic and religious grounds. That is setting alarming precedents. community seems, paradoxically, In Angola, despite the many efforts by the United Nations, the situation remains alarming. My delegation appeals to all themselves more intensively to seeking a just and lasting resolution of this conflict. the parties to commit The situation prevailing in Somalia is a threat to peace and security in that region. The presence of the United Nations, through the United Nations Operation in Somalia (UNOSOM II), should in principle hold out the promise of bringing peace to the country and a negotiated political resolution of the crisis. Humanitarian aid has made it possible to avoid irreparable damage being done, but we believe that UNOSOM II must attempt to silence the guns and create a climate favourable to reconciliation among all Somalis. Forty-eighth session - 1 October l993 45 Whilst areas of serious tension persist, we would do well to welcome the positive turn of events in the settlement of other conflicts. to resolve the last remaining obstacles linked to criteria for identifying electors and establishing proof of identity. My delegation reaffirms its support for the process. In Liberia hope has been rekindled, with the recent signing of the Cotonou Agreement, the entry into force of the cease-fire and the setting up of the high Council of State. The expansion of the Economic Community of West African States (ECOWAS) Military Observer Group (ECOMOG) and greater involvement by the United Nations in implementing the agreement might lead to the rebirth of the Liberian State. This is the time and place to appeal to the international community immediately to create support funds and to implement the Cotonou Agreement. the Peace Agreements will promote In Mozambique the acceptance of a new timetable to the implement implementation of the United Nations Operation in Mozambique (ONUMOZ). We pay tribute to the parties for respecting the cease-fire. As to the conflict in Rwanda, we are reassured by the sense of responsibility being displayed by the Government and the Rwanda Patriotic Front. The signature in Arusha on 4 August last of an agreement between the two parties proves that a political settlement of a conflict is always possible if all sides have the will. We therefore welcome this determination of the parties concerned and encourage them to pursue dialogue and strictly and scrupulously to implement the requirements of the Agreement in observing the cease-fire. The United Nations and the Organization of African Unity (OAU) should strive, to consolidate this major achievement. their part, for In South Africa the multiracial negotiations will certainly see the advent of a democratic, non-racial and united South Africa. The United Nations must pursue its cooperation with the Organization of African Unity to support the process. However, the Government in place must take forceful measures to put an end to the wave of violence sweeping the country. The insecurity is fertile ground for anarchy and disorder. We welcome the turn events have taken in the referendum process under way in Western Sahara with the cooperation of all parties. The joint efforts of the United Nations and the Organization of African Unity to bring about a negotiated settlement can, we are convinced, succeed if the parties directly concerned continue their cooperation. It is therefore necessary for their decision-making bodies to work closely with the United Nations Identification Commission Mali has been following with keen interest the latest developments on the question of Palestine. The mutual recognition of the Palestine Liberation Organization (PLO) and the State of Israel, followed by the signing of a declaration of principles on Palestinian autonomy in Gaza and Jericho, mark a major step towards a just and lasting settlement of the question of Palestine and the establishment of relations of trust between the peoples of that region. My the hails delegation Israeli-Palestinian rapprochement, fruit of the courage and political realism of the leaders of both parties and the praiseworthy efforts around the world to make the negotiations a success. We invite all the parties concerned to give tangible expression to this remarkable spirit so as to bring about a definitive peace in the Middle East in accordance with the relevant United Nations resolutions. In Haiti the signing of the Governors Island Agreement and the New York Pact should soon make it possible for the legitimate President of that country to return. We hail the steps taken by the Secretary-General and his Special Envoy, which have made it possible to attain the results achieved so far. Elsewhere - in Cambodia, Afghanistan and El Salvador to bring about progressive - we praise the efforts normalization. With regard to the dispute pitting Libya against certain other Member States, the Government of Mali reaffirms its support for implementation of Security Council resolutions 731 (1992) and 748 (1992). We condemn terrorism in all its forms. In supporting the resolutions adopted in this context by the Organization of African Unity, the Arab Maghreb Union and the Organization of the Islamic Conference, among others, the Government of Mali hopes for continued negotiation and action from the Secretary-General. A just and equitable resolution of this crisis and a rapid lifting of the embargo would contribute to creating a climate of peace and security in the subregion and to removing a major factor preventing the economic development of the peoples concerned. As to the Korean peninsula, my delegation encourages in train and the pursuit of the negotiation process set strongly hopes that it will lead to the peaceful reunification of the two Koreas. 46 General Assembly - Forty-eighth session I now revert issues of particular to development the situation of the importance to the African continent: least developed countries; the problems of children and women and population issues; and environmental problems - in particular, desertification. The adoption in Paris in 1990 of a programme of action for the least developed countries rightly gave rise to a great deal of hope. We cannot but note, however, that three years after its adoption, the economic results have not come up to expectations. According to a 1992 report of the Secretary- General of the United Nations Conference on Trade and Development (UNCTAD): \"For the least developed countries as a whole, per capita income declined in 1990 and again in 1991. There is little hope that 1992 will be better, and the prospects for 1993 are scarcely promising.\" It is therefore important to abide by the commitments made at the Paris Conference aimed at improving the economic situation of the least developed countries. By the same token, so far as the land-locked countries are concerned, steps must be taken to follow through on the conclusions and recommendations of the Meeting of Governmental Experts from Land-Locked Countries and Transit Developing Countries and Representatives of Donor Countries and Financial and Development Institutions, held in New York in May 1993, in implementation of resolution . The Declaration and Plan of Action adopted at the World Summit for Children and the goals spelled out for the 1990s on that occasion have set new targets for improving the living conditions of children the world over. All members of the international community are called upon to contribute to the implementation of commitments made at that Summit. In this connection, we must also see to the implementation of the Consensus of Dakar of 1992, which emerged from the International Conference on Assistance to African Children. hope that it will contribute to narrowing the gap between social groups within a single entity, North and South. The World Conference on Women, scheduled to be held in 1995 in Beijing, will also afford us an opportunity to review the various programmes and initiate further action aimed at establishing an effective policy to bring women into the development process. Another important gathering will be the World Conference on Population and Development, scheduled for 1994 in Cairo. This Conference will make it possible to define a new strategy for developing human resources, having regard to economic and environmental factors. and regional Environmental problems now occupy an important place national, development in programmes. on Environment and Development, held in Rio de Janeiro in June 1992, laid the groundwork for sound joint management of development. The United Nations Conference international Agenda 21, the Convention on Climate Change and the Convention on Biological Diversity demonstrated the readiness of the signatories of those historic documents to move away from current production and consumption patterns. Implementing commitments made in Rio requires mobilizing substantial financial resources for developing countries and strengthening their scientific, technical and institutional capabilities. (ECOSOC) of Mali welcomes the creation by the Economic and the Commission on Social Council in accordance with resolution Sustainable Development, . At the Commission dealt with fundamental problems which must be solved if Agenda 21 is to become a reality. its first session, held in June 1993, One of the chief goals is to mobilize financial resources. Restructuring the Global Environment Facility (GEF), democratizing its management rules and decision- making rules and mobilizing additional resources must facilitate the execution of the various chapters of Agenda 21. My delegation has high hopes of international meetings to be held over the next several years on resolving social problems, and internationally. individual State level both the at The World Summit for Social Development, scheduled for 1995 in Copenhagen, will be a key event for our Organization. We expect good results from that Summit and Fighting drought and desertification is one of the main goals that African countries have set for themselves. My country, two thirds of whose surface is desert, and which has suffered the terrible impact of drought over the last 20 years, welcomes Intergovernmental Negotiating Committee for the elaboration of an international convention to combat drought and desertification. At the two substantive Committee sessions held respectively in setting up of the the Forty-eighth session - 1 October l993 47 there was an evaluation of Nairobi, in June this year, and in Geneva, in September this year, the problem of desertification. Information was exchanged and data that can be taken into account in future negotiations were collected. My delegation hopes that the current negotiations on the convention to fight drought and desertification will lead to a real commitment so that the international conference scheduled for Paris will be a real success. The issues I have just raised show that the problems of keeping peace and maintaining international security, as well as the problems of economic, social and environmental development, are all major challenges that continue to face mankind as it approaches the threshold of the third millennium. My delegation feels that to meet these challenges we must, in view of the fundamental changes since the 1960s, promote greater democratization and a fairer division of international responsibility. Thus developing countries that have won international sovereignty, and that represent nearly two thirds of the population of our planet, rightly call for representation on the Security Council as permanent members. Meeting these challenges also requires close cooperation and real solidarity amongst all the players on the world stage. This means that it is more than ever necessary to reflect deeply on and re-examine, the principles and rules for international cooperation. The restructuring exercise to revitalize the economic and social sectors of the United Nations affords us an opportunity to make our Organization more dynamic in development matters and to ensure that it plays a central role, in keeping with the provisions of its Charter and the relevant General Assembly resolutions. My delegation, while welcoming the progress made in reforming the Economic and Social Council (ECOSOC) and certain of its subsidiary bodies, believes that our thinking must go beyond strictly institutional terms. In any event, my country feels that the imperative of restructuring is to maintain and indeed strengthen the United Nations capacity for intervention in development matters. In implementing this policy we must pay particular attention to furthering and strengthening South-South cooperation through socio-economic programmes based upon the realities within the developing countries. Indeed, the revival of economic and technical cooperation between developing countries is an integral part of a strategy aimed at restoring growth and development worldwide. Finally, my country supports the Secretary-General to make the administrative machinery of the United Nations more efficient by avoiding duplication and minimizing operating costs. the efforts of For several years now the world has been going through major changes. If these profound transformations are to benefit all mankind, they must be accompanied and supported by concrete action making it possible to guide them in the right direction. While these upheavals have been managed successfully by some States, their extent has taken others by surprise, and the problems have exceeded their ability to contain and control them. Lacking the means, they find aid from the international community indispensable. that many expect intervention from our Organization, and we can indeed help. this level is at It in the The people and Government of Mali have made important, clear choices: first, to consolidate the strong suits of a Malian nation that is united, though diverse in its cultural and racial composition, as it is carefully and irreversibly building a progressive democracy; secondly, to carry out in-depth economic reform in harmony with the needs of worldwide free trade and with the concerns of our partners international to community; implement a bold policy of involving our people in managing their own affairs and simplifying legislation and public programmes; and fourthly, to pursue long-term sustainable development in a framework of institutions for subregional and regional economic integration and in partnership with all our friends across Africa. We believe that the United Nations and the international community have everything to gain from supporting our original and exciting experiment, the hallmark of a new kind of international relations, at once nobler and more rewarding. thirdly, The PRESIDENT: I call on the representative of Albania, who wishes to speak in exercise of the right of reply. May I remind members that statements in exercise of the right of reply are limited to 10 minutes for the first intervention and to five minutes for the second intervention, and should be made by delegations from their seats. Mr. DUMI (Albania): On behalf of the head of the Albanian delegation, the Minister for Foreign Affairs of Albania, Mr. Serreqi, I am authorized to make the following statement in reply to the statement of the Minister for 48 General Assembly - Forty-eighth session Foreign Affairs of Greece this morning, since my country was mentioned. a sudden, speedy privileged improvement only for the Greek minority. We think that privileged treatment would lead to discrepancies of a dangerous social character. Concerning the allegation made by the Greek Foreign Minister that \"Albania cannot deny to the minorities within its borders what it itself asks for its minorities abroad.\" () I would say that Albania does not dare to misconstrue this rightful principle of international law, as stipulated in all the relevant international documents. This principle also calls for reciprocity, especially from those countries that deny the existence of national minorities within their borders, as does Greece. However, our position is firm, that no comparison can ever be made between the question of Albanians in Kosovo and that of some fewer than 80,000 Greeks in Albania. It is well known that exaggerations and lack of tolerance close the path to dialogue and good understanding and lead to boomerang effects in politics. It is an unfair policy to play the card of extreme nationalism for electoral purposes. We are confident that this is a casual and passing event, due to the present Greek political situation. We are hopeful that sound reason, good will and fruitful and constructive dialogue will prevail in relations between our two countries"}}