{"speech":{"0":" Let me begin by congratulating the President, on his election to his high office. I wish him every success and pledge to him the full support of my delegation. the forty-seventh session of It gives me pleasure to welcome the new Member States which have joined the Organization since the beginning of the General Assembly - the new Member States of Andorra, Eritrea, the Czech Republic, Monaco, the Former Yugoslav Republic of Macedonia, and Slovakia. With 184 Member States - and even more prospective Members - our Organization is able to claim for itself a higher degree of universality than ever. In extending the reach of the United Nations, we serve the basic goals for which our Organization was brought into being; for the rule of law, freedom and the dignity and worth of the human person are ideals common to all men, irrespective of their cultural or geographical surroundings. But the simple reach of the United Nations must not be confused with its comprehensiveness as an institution. Therefore, as we recommit ourselves to the basic objectives inscribed in the United Nations Charter almost 50 years ago, we must also maintain the flexibility necessary to readjust our structures and working habits accordingly. The question how to maintain the cohesiveness of the United Nations amidst the myriad - and at times conflicting - demands being made of it presents itself nowadays with particular force. Changes on the world stage have taken place with almost dizzying speed in the last four years. The most important of those changes, the passing of the cold war, has created new opportunities for the United Nations and has raised expectations among the peoples of the world at large. At the same time, the world itself has in many ways become more unpredictable, placing serious obstacles on the path of long-term planning. To escape this quandary, there is a need to take a balanced view of what the United Nations can and cannot be expected to do. We must moderate ambition with reality. We must not divorce the words we use from the actions we are willing to take. If we do, we may indeed succeed in building a Platonic city in speech, a United Nations which On the bright side, a number of recent developments have helped the United Nations in translating its basic vision into reality. Breakthroughs have taken place in regional conflicts which have been a thorn in the side of the international community for several decades. Governments have increasingly come to recognize the growing threat to the ecosystem of our planet. The protection of human rights is no longer seen as the exclusive domain of the nation State. Last but not least, mankind has moved further away from the brink of nuclear Armageddon. Those are considerable accomplishments. But this is none the less hardly the time for members of the community of nations to congratulate each other. There are regions of the world where terrifying carnage is still taking place before our very eyes. Deterioration of the environment, while highly uneven in gravity and scope, is a long way from being reversed. Human-rights abuses continue in many places on an appalling scale. And while the threat of a worldwide nuclear catastrophe may have passed, there is a dangerous proliferation of weapons of mass destruction, bringing uncertainty and new instabilities in its wake. Now is clearly the time to rise above these issues that divide our Assembly and to concentrate our efforts on dealing with such challenges effectively. The landmark peace agreement recently signed between former adversaries in the Middle East should be a source of encouragement to all nations. We are being reminded of the ancient truth that where there is sufficient devotion and will among the parties concerned, there is also a way to solve even the most intractable issues. My Government welcomes the historic accord between the State of Israel and the Palestine Liberation Organization. We hope that the mutual recognition of the two parties will yield further agreements in the region, paving the way for a comprehensive peace settlement. I take While paying tribute to the vision and bravery of Israeli and Palestinian leaders, this opportunity to congratulate the Government of Norway on its initiative in bringing the ancient adversaries together at the same table, and I also commend the Governments of the United States and Russia for their valuable mediation. It is now up to the world community to provide the political support and the economic aid for reconstruction so vitally needed to keep the process alive. The Nordic Governments, for their part, have 34 General Assembly - Forty-eighth session already decided to participate fully in that endeavour. This is a process which cannot be permitted to fail. Cooperation in Europe (CSCE) in the implementation of Security Council resolutions with regard to the former Yugoslavia. The world community has recently witnessed another bold step forward, which, hopefully, also marks an important contribution to international peace and stability. I am referring to the courageous statesmanship of the President of the Russian Federation, Boris Yeltsin, in moving decisively towards democratic elections to Parliament. As the only democratically elected representative of the Russian people, President Yeltsin deserves the vigorous support of the outside world in carrying out his far-reaching programme of reform. A different area offering a glimmer of hope is South Africa. My Government welcomes recent progress towards genuine democracy in South Africa, including the decision to hold free and fair elections next year. The international community should now speedily heed the call of Mr. Nelson Mandela, made from this podium last week, for the removal of all economic sanctions, an action Iceland hopes will serve fully to normalize the status of South Africa in the community of nations. Iceland, for its part, has already abolished the embargo on trade with South Africa. Sadly, we face continuation of the conflicts in the former Yugoslavia, not least the tragic situation prevailing in Bosnia and Herzegovina. It serves to remind us that ethnic conflicts can no longer be regarded as the sole responsibility of individual States. The inhumanity perpetrated on innocent civilians in Bosnia and Herzegovina and other former Yugoslav Republics has reached a point where the international community must act, and decisively, with all the resources provided for in the Charter of the United Nations. My Government fully supports the negotiations sponsored by the United Nations and the European Community, and looks forward to an early agreement and implementation of the Geneva peace plan. The parties to the conflict must be brought to realize that a solution can be found only through peaceful means. Iceland also attaches importance to the effective functioning of the war crimes Tribunal for the former Yugoslavia. Those responsible for atrocities must be brought to justice. As the conflict in the former Yugoslavia has exposed the present limitations of regional structures, the United Nations has assumed responsibility for reintroducing peace and stability in the area. Meanwhile, there are outstanding examples of cooperation and coordination between the United Nations and other organizations, including the North Atlantic Treaty Organization (NATO), the Western European Union (WEU) and the Conference on Security and Suffice it In Icelands view there is a need to develop these relationships further. to say that NATOs readiness to employ military force for the relief of Sarajevo and for the long-term implementation of the Geneva peace plan would serve the interests of the international community and should therefore be welcomed and encouraged. Two years ago we welcomed the three Baltic States, Estonia, Latvia and Lithuania, as sovereign Members of the United Nations. Since then the world community, and their European neighbours in particular, have reached out and offered cooperation and help in the ongoing reconstruction of those Republics. The Baltic States have, for their part, demonstrated their willingness to live up to the highest standards of democratic societies. They adhere to international instruments and are members of organizations that are fully capable of monitoring their for international obligations in the field of human rights and fundamental I should like to express my Governments hope that negotiations on the departure of all foreign military forces from Estonia and Latvia will soon be successfully concluded and a clear timetable established. The recent departure of foreign forces from Lithuania should set an example. freedoms. respect on Environment Restoring the environment and attaining sustainable global development are among the most challenging tasks facing the world community today. The outcome of the United Nations Conference and Development, held in Rio de Janeiro last year, has brought those tasks into sharper focus. The subsequent establishment of the Commission on Sustainable Development was an important step in facilitating international cooperation for the effective follow-up and implementation of the outcome of the Conference. However, declarations, strategies and action plans are only as good as their implementation. If the credibility of the United Nations in this area is to be maintained in the wake of the Rio Conference, we must make sure to obtain real action and results. The action programme contained in Agenda 21 of the Rio Conference provides a sound basis for our individual or joint activities aimed at sustainable development. It does not, however, cover all activities harmful to the environment, including pollution of from land-based activities and the depletion of marine living resources in many parts of the world. While the programme to these contains important recommendations pertinent the marine environment Forty-eighth session - 27 September l993 35 issues, the main responsibility for developing global action to protect the marine environment and to conserve its living resources has been delegated to other forums, including the United Nations Conference on Straddling Fish Stocks and Highly Migratory Fish Stocks. Iceland has participated actively in that Conference. Together with Argentina, Canada, Chile and New Zealand, Iceland has submitted a draft convention that seeks to deal on a global level with the conservation and rational management of straddling fish stocks and highly migratory fish stocks. Consistent with the United Nations Convention on the Law of the Sea, the draft convention calls for increased regional cooperation in the establishment of conservation and management measures and elaborates mechanisms for the enforcement of agreed measures. My Government will continue to work with all other interested Governments to achieve results at the next session of the Conference, results acceptable to all fishing nations, both distant-water States and coastal States. As a nation overwhelmingly dependent on marine living resources, Iceland has supported efforts to establish an international regime to govern all aspects of the uses of the oceans. Iceland participated actively in the Third United Nations Conference on the Law of the Sea and ratified the United Nations Convention on the Law of the Sea in 1985. Iceland believes that the Convention provides for a widely acceptable regime for the rational exploitation of the worlds marine resources and establishes rules for a wide range of uses for the seas, thereby reducing the potential for conflict among States in this field. The Government of Iceland is greatly encouraged by the results of the most recent round of consultations, under the auspices of the Secretary-General, directed at addressing problems which have prevented certain industrialized countries from becoming parties to the Convention. We are hopeful that at the next round agreement will be reached on the framework of negotiations which will enable the early entry into force of the Convention with universal participation. As early as 1989 Iceland emphasized in this forum the need for a new international instrument, an \"Earth Charter\", which would define the responsibilities and rights of nations with respect to the environment. My Government regrets that an agreement on such a charter was not reached before the Rio Conference. We would therefore strongly support transforming the Rio Declaration into an \"Earth Charter\" before the fiftieth anniversary of the United Nations two years hence. All nations have an obligation not only to protect and preserve the environment, but also to promote human rights and foster social and economic progress. The United Nations Conference on Human Rights held in Vienna last June was a world event of major significance. The results of the Conference, especially when seen in the context of improvements in the international political climate in the recent past, give us reason to hope for a more effective implementation of human rights and fundamental freedoms everywhere. law. For the first time ever it appears that the majority of countries in the world now pledge allegiance to the principles of democratic rule of Still, we are confronted with breaches of human rights all around the world. In the follow-up to the Conference on Human Rights, we must address such breaches squarely and focus attention on ensuring greater respect and accountability by Governments for the protection of human rights. This means, among other things, devoting more resources to this field as a reflection of the political commitment of Member States. Increased resources are required if the Centre for Human Rights is to be able to provide effective advisory services and human-rights monitoring. At the same time, Iceland would like to support the establishment of the post of high commissioner for human rights. The determination of our countries to promote social progress and better standards of life is an important commitment embedded in the United Nations Charter. Iceland hopes that the world summit in 1995 will serve to bring issues of social development into sharper focus and highlight, in particular, the plight of the more than one billion people living below the absolute poverty line. In this connection, I would like to draw special attention to the growing problem of world population control, which could have serious social, economic and environmental repercussions if not properly managed in the decades ahead. Around 90 per cent of the predicted world population growth between now and the end of the first quarter of the twenty-first century is expected to occur in the developing countries, placing enormous new strains on their resources. Against this background, the decision to convene an international conference on population and development in Cairo next year is to be welcomed. To stimulate social development, we need, among other things, economic growth. The liberalization of world trade is the single most important vehicle for world economic growth. The growing importance of the General Agreement on Tariffs and Trade (GATT) is clearly manifested in the 36 General Assembly - Forty-eighth session flood of new accessions and the overriding importance attached to the Uruguay Round by the Governments of the world. Since the end of the cold war, GATT has achieved an even greater role in international relations; countries in transition see it as a vital venue for their relations with each other and for their integration into the world economy. In the last few years political walls between cultures and nations have been demolished. Trade barriers must not, however, be allowed to replace iron curtains. Economic reform, the environment, job-creation and investment, to name but a few, are issues that affect and are affected by international trade. A successful conclusion of the Uruguay Round, which now seems to be within reach, would dramatically improve our ability to deal with those problems through international cooperation and trade. A failure, on the other hand, would be a fatal blow to the multinational trading system and to GATT. Protectionism would again raise its ugly head and conflicts would erupt, with disastrous consequences for the world economy. GATTs business is therefore the worlds business. The Uruguay Round represents a tremendous opportunity to revitalize world trade. All countries stand to gain from this. The biggest gain will accrue to the developing countries and to economies in transition. We who are gathered here at the General Assembly representing the citizens, our countries consumers, cannot and must not allow special-interest groups to block the negotiations in the few strenuous final steps needed to reach the goal before the end of this year. Issues of social and economic development, of human rights and of environmental protection are part and parcel of the notion of extended security, which we are all getting accustomed to in the aftermath of the cold war. Arms control remains, however, a very important element of post-cold-war security. The success achieved in nuclear- and conventional-arms control in recent years represents a historical turning-point which must be exploited for the long-term advancement of global peace and stability. Here, the United Nations is singularly well placed to assume a more active role. This applies to both global perspectives and support for regional initiatives. The systematic acquisition of nuclear warheads, ballistic missiles, and chemical and biological weapons by a number of States is a matter of serious concern to the international community. Non-proliferation should be given priority and efforts made to ensure that the Treaty on the Non- Proliferation of Nuclear Weapons (NPT) is both universally adhered to and indefinitely extended. It is also to be hoped testing will that the present moratorium on nuclear eventually be succeeded by a comprehensive and verifiable test ban. Peace-keeping operations are among the areas where the Organization has enjoyed considerable success. The result is that Member States have placed increasing demands on the Organization. However, the time has now come to review the activities of the United Nations in this field. The goal must be to ensure that peace-keeping operations serve the purpose for which they were intended and that their mandates are specific and more limited in time. In this connection, the idea of a United Nations stand-by force that would enable the United Nations to act swiftly when crises arise should be carefully considered. The existence of such a force would enhance the credibility of and respect for the Organization. Meanwhile, Member States must live up to their current obligations and pay their assessed contributions to peace-keeping operations in full and on time. At the outset of my speech I referred to the need for the United Nations to be responsive to change. Since the last review of the membership of the Security Council took place, there has been a substantial increase in the number of States Members of the United Nations. At the same time the Council has, especially in recent years, increasingly assumed the role envisaged for it in the relevant provisions of the Charter. The time is therefore ripe to review the Councils membership. The goal of such a review must be to make the Council more representative and thus, indeed, more effective. I would like to welcome initiatives taken recently to streamline the structure of the United Nations and to make its daily operations and management more effective. This is necessary in particular in order for the Organization to regain the trust of its Member States. In this connection, Iceland favours the establishment of a permanent office of inspections and investigations and hopes that such an office will help to ensure that allegations of fraud, waste and corruption are investigated expeditiously. to adapt to Now, more than ever, there is an opportunity for the United Nations political developments of the recent past and to revamp its structures from within. Let us join forces in building a stronger United Nations, a United Nations which embodies the ideals of its founders and remains at the same time responsive to the basic needs of people everywhere. positive the Mr. SILVA CIMMA (Chile) (interpretation from I am particularly pleased to congratulate Spanish): Ambassador Insanally on his election to the presidency of Forty-eighth session - 27 September l993 37 the General Assembly, which does honour to the Group of Latin American and Caribbean States. We know that he has long-standing close personal ties to Chile. It has been our lot to witness and to be a part of events of far-reaching significance in the history of mankind. The political, technological, economic and social changes that have shaken the world over the past 10 years are beginning to take root, and as they do so the enormous influence they have had on the establishment of new forms of behaviour, new values and new institutional schemes is becoming apparent. The maintenance of democracy as the single paradigm has brought with it beneficial influences, although for some the establishment of this system of coexistence has given rise to upheavals which are not yet over. But we can afford a measure of realistic optimism if we fix our attention on other developments. The beginnings of an agreement between Palestinians and Israelis are a tangible example of this. Another is the awakening of South Africa to true democracy. The spirit of consensus that is beginning to the spread throughout democratic paradigm. Against the United Nations has a vital role to play. the world is a consequence of this new backdrop, At this juncture, then, there are grounds for optimism, and we have a duty to be optimistic. For only in being optimistic will we be able to overcome the reluctance of some and the temptation of others to take refuge in fundamentalism. It is also imperative for us to take a firm stand against a kind of rigidity of approach which is gaining ground in the world. This is the tendency to treat systems as if they were incontrovertible truths. It is the transfer of dogma to sciences that are not at all exact. And this is happening at a time when advances in human knowledge are demonstrating precisely that what is vital today is to open our minds to reason and to distance ourselves as far as possible from dogmatism. We are living in a world which has ceased to be foreign. No human reality is alien to us. No suffering is remote. No triumph of intelligence is a private matter. But globalization does not mean uniformity. What is more, without respect for differences, it would cease to have the vigour it exhibits today. Its competitiveness would be lost, and the concept of one world would inevitably find itself on its deathbed. seize the opportunity to take positive initiatives, without prejudices, and come closer to the innermost reality of man. This is why we are now striving to make progress in the defence of universal humanitarian law. This concept is inherent in the new vision of the world, and Chile comes forward as its most resolute proponent. It is this concept which has led the \"Blue Helmets\" in the past three years to take on as many missions as they conducted between the end of the Second World War and the beginning of the 1990s. The United Nations troops serve the invaluable objective of peacemaking and rebuilding coexistence, a task which we must perform if we are to meet adequately the need to strike the proper balance between local sensitivity and global sensitivity. The number of problems that are worldwide in scope has greatly increased. Whether through rigidity in the application of the system or through shortcomings in the system itself, we are witnessing some tragic consequences. Millions of human beings are suffering from poverty. Nor is the tragedy confined to the poor nations. We are witnessing a worldwide social crisis. It has left its mark on the developed countries as well. Social marginalization is a reality which has taken on truly disturbing dimensions hitherto unknown in those latitudes. as inseparable development Chiles present Government has always viewed economic from social development. We see the economy not as an end in itself, but as a means by which humanity can attain happiness. This is our objective, and this is what has led President Patricio Aylwin to assign the priority to dealing with what we have termed the social debt. This term encompasses the recognition that society as a whole must accord to the poor. This idea has gained ground. As a result, the Chilean initiative regarding the convening of a world summit for social development has been positively received. The to be held at Copenhagen in 1995, will be a meeting, tangible demonstration of this concern on the part of the United Nations. My country is confident that we will make every effort necessary to ensure that the Copenhagen meeting arrives at appropriate and specific solutions. The environment is favourable, which makes us feel that we shall be able to conclude the summit with an \"agenda or programme for people\", one essential element of which must be broader, more effective and more united international cooperation. This is the world in which we have to live and move, a world plagued by disturbing yet, paradoxically, stimulating contradictions. It is in such a world that we must strive to Todays world poses questions which must be answered without delay. Poverty, hunger and other social scourges are perceived as aberrations. Their eradication is the task of the 38 General Assembly - Forty-eighth session international community as a whole. In this task, the United Nations will play a decisive role. It has the capacity to take the leadership, which means channelling international cooperation. Furthermore, we recognize that the United Nations has a fundamental role to play in dealing with the relevant issues. In the specific field of international peace and security, my country has repeatedly stressed its support for the action taken by the Secretary-General, and Chile advocates the strengthening of his role, particularly with respect to preventive diplomacy. We hail his report \"An Agenda for Peace\" as a valuable and significant aid to Governments. We look forward with interest to the forthcoming publication of an agenda for development, which we intend to consider with the greatest enthusiasm. In the same spirit of cooperation, we have conveyed to the Secretary-General suggestions regarding the benefits that might derive from an increase in the number of members of the Security Council. Because of the great importance of that body, any change that is proposed should reflect the very clear political will of the majority. I want to put great emphasis on this point. We view the changes in the Security Council as part of a wide-ranging exercise aimed at strengthening the United Nations. No reform can be viable if its sole aim is to grant some degree of political recognition to certain emerging Powers. The aim of our proposal is that appropriate account be taken of the new international reality. At the same time, it seeks to reflect the increase in the membership of the Organization since the last time the Council was enlarged. In our suggestions to the Secretary-General, we indicate the need for the reform to result in a limited membership. This will enable us to ensure efficiency and to achieve our objectives of democratization. In this context, we feel that it is important that the various regions of the world be duly represented. This will enable us to combine the idea of democratization with the balance that is essential. is not a this that democratic means Regarding the right of veto, we agree with many nations of decision-making. For this reason we wish to make it clear that we are opposed to its being extended to new permanent members of the Council. In line with these ideas, Chile has raised the possibility of the Councils comprising permanent members, permanent members without the right of veto, regional members with an extended term, and non-permanent members. Still in the context of the protection of democracy, we cannot fail to mention that at the regional level too new circumstances have led to changes in the instruments available to the Organization of American States (OAS). Clear evidence of this is the Santiago \"Commitment to democracy and the renewal of the inter-American system\" approved at the General Assembly of the OAS held in the capital of Chile in 1991. This new approach has already yielded results. The OAS has achieved successes that would previously have been impossible in the region - particularly in the field of the protection of democracy and human rights. Of concern to us, together with steps in these two sensitive areas, is decisive action for the protection of nature. Currently, Chile holds the chairmanship of the environment commission established within the organization. In addition, my country has joined in the effort to combat drug trafficking. Accordingly, we support various initiatives aimed at drafting new legal instruments to combat this scourge effectively. Likewise - returning to the world scene - we attach special importance to the process of restructuring in the economic and social sector. This will raise the possibility of saving millions of human beings who are currently marginalized, living in minimal security conditions. In our view, cooperation for development should become one of the most solid pillars of the international agenda for the twenty- first century. We shall continue to put forward ideas and to support initiatives, in the Group of 77 and any other body, that will serve to advance the negotiations. President Aylwins Government has striven to make international cooperation a reality. We have participated in various activities within the programme of technical cooperation between developing countries. Currently, we have projects in 43 countries, and 70 institutions from the public and private sectors are participating in them. There is an active current of cooperation with our neighbours in Central America, the Caribbean and South America. Also under way are projects that link us with Mexico. Similarly, we have programmes with the Peoples Republic of China, India, Indonesia and the Philippines. Recently, contacts have been established with African countries and with South Pacific island territories. All of this forms part of a deliberate policy aimed at strengthening links with the Latin American and Caribbean nations and at establishing close ties with all developing countries. Forty-eighth session - 27 September l993 39 identification with the basin is one of An outstanding feature of the major changes taking place throughout the world is the important role being assumed by the Pacific basin in political, economic and strategic terms. Chile is a coastal State of that ocean, and our the most innovative elements in the foreign policy being pursued by President Aylwin. We have made a sustained effort to associate ourselves with the main agreements on cooperation in the Pacific region. Since 1990, Chilean business has been participating actively in the Pacific Basin Economic Council, and since 1991 Chile has been a full member of the Pacific Economic Cooperation Council. We hope also to join the Asia-Pacific Economic Cooperation Council, as we view this as an important means of promoting the liberalization of regional and world-wide trade. In this effort we have received valuable support from the States members of the Association of South-East Asian Nations, and for this we are grateful. In another context, I cannot fail to take this opportunity to mention an issue that is of special significance to the developing world. I refer to the Uruguay Round of the General Agreement on Tariffs and Trade (GATT). The renewal of these negotiations provides some grounds for hope. The so-called Dunkel text is very far from meeting our legitimate aspirations, although it does constitute a major advance in the current situation. Unfortunately, nonetheless, it embodies a number of limitations on genuine freedom of trade. The most difficult issue in the Uruguay Round has been trade in agricultural products, which, for the nations of Latin America -for developing countries in general - is of vital importance. Hence our lively interest in what is happening in GATT. Insistence on intransigent positions, which objectively impede world trade, creates insurmountable barriers to development - a situation to which we cannot remain indifferent. Chile has fully discharged its commitment to the collective security system. We regard this United Nations initiative as highly appropriate in the current international situation. My country has participated in a number of peace-keeping operations. It has sent military observers to the Middle East and to the frontier between India and Pakistan; police officers to El Salvador; air force personnel to Kuwait; and army personnel to Cambodia. In discussing this issue, we cannot overlook the financing difficulties that peace-keeping operations are facing. We support the steps being taken by the Secretary-General of the United Nations to overcome these problems. Unquestionably, however, in our view, any discussion of peace is incomplete if it does not refer to the progress made in relation to disarmament. The Convention on chemical weapons is a significant achievement. We trust that the work initiated with a view to the signing of a comprehensive nuclear test-ban treaty will follow the same course. At this forty-eighth session of the General Assembly, I wish briefly to evaluate the results Chile has achieved in some of the areas to which it attaches priority in the restoration of democracy. first to our Let me refer reintegration into the international community. In the multilateral sphere, we can point to the generous support of our peers, which has enabled us to become members of the Economic and Social Council, the Commission on Human Rights, the International Law Commission and the Executive Council of the Food and Agriculture Organization of the United Nations (FAO), and to the election of our Ambassador to the United Nations, Juan Somavia, as President of the Economic and Social Council and Chairman of the Preparatory Committee of the World Summit for Social Development. In keeping with its mandate, President Aylwins Government sees human rights as another of the objectives towards which its actions are directed, both domestically and in foreign policy. The latter aspect reflects a traditional position of our country: that of encouraging respect for international law and promoting peace and justice. At the same time, however, it is the least we can do by way of reciprocating the enormous solidarity the international community has extended to the Chilean people at the most difficult moment in its history. It will be the task of the General Assembly at this session to begin the implementation of the agreements contained in the Plan of Action adopted at the second World Conference on Human Rights, held in Vienna at the beginning of this year. Along with its re-emergence on the international scene and its protection of human rights and democracy, Chile has set the goal of working for effective regional integration. itself Here, too, we can point to major achievements. Our relations with our Latin American and Caribbean brothers 40 General Assembly - Forty-eighth session could not be better. Agreements that have already been signed and various others that are in the drafting stage - some 220 agreements and treaties in four years - bear witness to this fact. more human and the wisdom not to repeat the mistakes of the past. Members of the Assembly, my good wishes go with you. same To that end, we have worked for the strengthening of the Rio Group; we currently have the honour to be coordinating its temporary secretariat. That institution is the embodiment of a modern approach to international relations. It embodies the will of the region in its relations with individual countries or groups of countries outside the region. This forum for political consensus already has significant achievements to its credit on various levels. Moreover, it is a clear demonstration of what we can aspire to if we manifest imagination, political openness and realism. Special mention needs to be made of the understanding we have reached with our neighbours. The understanding, generosity and vision of the future exhibited by the Heads of State of Argentina, Bolivia, Peru and Chile have allowed us to settle issues which in some cases had been dragging on for more than a century. While respecting our respective traditions and abiding by the inviolable principles of international law, including non-intervention and the sanctity of treaties as the source of rights, we have nevertheless understood that, as the twenty-first century approaches, it will be useful to exchange ideas about our national aspirations, inasmuch as they promote the maintenance of peace. It is a great honour for me to be addressing the forty-eighth session of the General Assembly. The four years I have represented Chile in this important forum, whether accompanying President Aylwin or personally, have been an enriching experience. dynamic demands increasingly The period in which we have the good fortune to be living effective responses. The world is moving towards a new structure which will undoubtedly afford us the possibility of moving ever closer to satisfying the needs of human beings. But whether we can make this a reality will depend on the intelligence with which we confront the future. and I have every confidence in the rich sap that nourishes this spreading tree, which shelters us all. The United Nations has before it a glorious future in working for the cause of peace. But that future will be possible only if we demonstrate the imagination to be bold, the knowledge to move ahead, the love to understand that to strive for the common good is always a viable option, the solidarity to be Mr. ABDOU BOLOCK ABDOU (Djibouti) (interpretation from French): I wish to take this opportunity to congratulate Ambassador Insanally on his election to the presidency of the General Assembly at its forty-eighth session. that his great experience and wisdom will guarantee the success of this session. I am confident I wish also to pay a tribute to the President of the forty- seventh session, the Minister for Foreign Affairs of Bulgaria, Mr. Stoyan Ganev, for his significant achievements and his constant, unfailing commitment the Assembly. to the work of Let me pay a well-deserved tribute also to His Excellency Mr. Boutros Boutros-Ghali, a man ready to face any challenge and an ardent champion of human rights, for the masterly and enlightened way in which he is heading the Secretariat of the Organization. My country appreciates the tireless efforts of the office of the Secretary-General as it strives to keep the peace throughout the world. I take great pleasure in welcoming the States that have just become Members of the United Nations, particularly Eritrea, which by dint of courage, self-denial and sacrifice has regained its dignity and its place in the great family of independent States. The opening of a new session of the General Assembly gives us an opportunity to share our thoughts on important world events and to mark a line of collective conduct in human affairs. The most striking trend over the past few years, one which has borne fruit, is that of the protection of human rights vis-a-vis the State. This ideology of human rights and minority rights has been decisive: today, evils that had plagued the community have disappeared or are disappearing, for example the seemingly unbridgeable ideological gap between East and West, the situation in South Africa, and the Arab-Israeli conflict. international Entire regions see the possibility of releasing significant intellectual and material resources which were once devoted to preparing for conflict but which now can be used to establish genuine, welcome peace. Forty-eighth session - 27 September l993 41 We must hail the courage of visionary leaders who, fighting against the current, have dared to challenge those who saw security concerns as the only political wisdom and to blaze new trails for their peoples and for the world. The sight of the Chairman of the Palestine Liberation Organization and the Prime Minister of Israel signing their historic agreement in Washington, D.C., and shaking hands with each other has been for many of us a source of hope, inspiration and the will to persevere. They deserve our praise for having recognized each other and engaged in dialogue, thereby taking the first step down the long road that we must now follow to arrive at a viable and lasting peace. That courageous decision shows all those who refuse to speak save through the voices of their guns that it is still possible to break free from the grip of hatred and denial of each others existence.The process that has been set in motion in the search for a comprehensive and lasting settlement must of necessity be based on Security Council resolutions 242 (1967) and 338 (1973). It deserves the full political international community. and financial support of the In an equally explosive context, the white minority regime of South Africa has embarked on a process of political reform by signing an agreement for provisional power sharing with the countrys black majority. That crucial measure will have a lasting effect on the political stability, economic progress and prosperity both of that country and the entire region. This development represents a threat to the extremist and intransigent minorities, which threaten chaos and anarchy if their demands are not met. However, we are convinced that the Government of South Africa and the African National Congress, acting in a spirit of openness and compromise, will oppose any concession or half measure that might jeopardize the long march towards a multiracial and egalitarian society. In that connection, we support the appeal made by Mr. Mandela that the economic sanctions imposed upon his country be lifted to facilitate the transition to democratic rule. Unfortunately, South Africa is not the only battlefield for extremists. We must recognize that Mozambique, Somalia, Bosnia and Angola, to mention but a few, are still the victims of fratricidal conflicts. What we are witnessing is a phenomenon that was long contained and suppressed by the antagonisms that existed between the two power blocs during the cold-war period, when super-Power pressures were so great that satellite countries were often employed as intermediaries in the settlement of accounts. As a result, internal conflicts were promptly nipped in the bud. Today, is no longer valid, and the concept of conflagrations out everywhere. Unfortunately, the task of dealing with these hotbeds of conflict has fallen to the United Nations, and, as a result, all nations must now participate in one way or another in the activities of the Organization. two blocs are breaking almost We are convinced that there are other ways of halting the renewed outbreak of such conflicts than through a systematic recourse to force. Naturally, violations of international law and human values and the ever-increasing contempt for human life are of central concern to the international community. However, we must recognize that the United Nations is suffering from inadequate structures, from poor organization and from a lack of financing, as well as from a personnel shortage that renders it impotent to deal with such situations. It is therefore vitally important that the Organization be provided with the financial and human resources it needs to remedy its shortcomings. rapid-deployment My Government believes that the United Nations should have its own volunteer force under Security Council control and the command of the Secretary- General, prepared to be deployed at any time in hotbeds of tension, for we are constantly being made aware that the best method of dealing with conflicts is to prevent them. We believe in preventive diplomacy. Such a force should be trained and armed for limited and defensive actions and provided with a logistical support capable of dealing with any eventuality. However, we are aware of the difficulties such a force would face. The principle of humanitarian intervention would conflict with the notion of State sovereignty, but at the present juncture the United Nations is still the only available \"fire department,\" if I may use that term. It is thus high time that its finances were put in order, even if that entailed granting it the power to seek access to other sources of financing, while reinforcing integrity and austerity through the establishment of a general inspection body. Apart from those financial questions, we believe that the United Nations system also needs reform. The Security Council should be expanded by the addition of a permanent member for each region, thus modifying the monopoly on the right of the veto. Indeed, the United Nations must be perceived as an international body that expresses the concerns of every sovereign country and in which transparency and globalization prevail. 42 General Assembly - Forty-eighth session All of those questions arise each time the Organization intervenes in a given conflict. In Somalia, in Angola, in Mozambique, the Organization has suffered from its inability to mobilize the military personnel required for the scheduled period, to such an extent that its mission finds itself at a In Angola a tragic situation exists owing to the standstill. Organizations combatants. Fortunately, in Mozambique a spirit of compromise has prevailed over deadly passions. As for Somalia, the United States initiative under the auspices of the Unified Task Force has made it possible to avoid an unprecedented disaster. disarm the inability to The United Nations experience in Somalia is far from the negative one it is casually described as being. A mission designed to ensure a safe environment and the distribution of humanitarian aid has achieved remarkable progress. Hunger exists only in a few remote areas, violence is sporadic and limited but controlled. Training centres and hospitals have been opened, and there are signs that business is beginning to pick up. Political reconciliation meetings have been held by the clan leaders in various parts of the country, and the creation of a basic political framework, the district council, is well under way. We can confidently look forward to the groundroots development of the regional council that will elect future political leaders. Somalians are participating to a greater degree in the development process of planning, identifying and setting priorities. We believe that the police services and judicial system that will soon be re-established will be capable of assuming a large part of the responsibilities for the maintenance of order and security in Somalia. As a result, we would reiterate our appeal to donors to fulfil the financial commitments they have made to the Organization, because the complete success of the United Nations Operation in Somalia II (UNOSOM II) will depend on it. Should they fail to do so, the procrastinations and failings of UNOSOM II will be a great encouragement to the so-called warlords, skilled as they are in clan violence, and destroy any chance of the development of democracy and the rule of law. We would also recall that in its initial desire to bring about the prompt restoration of political structures the Organization agreed to work with the elements that were available, which gave the Somali \"hawks\" an exaggerated idea of their own importance. It is vital that such detractors be stripped of true democracy can be established. In our opinion, that is the only way to avoid getting stuck in a rut of passivity, as has occurred in the United Nations experience in Bosnia, where their ability to do harm, so that the worst violations of basic human rights have merely given rise to expressions of indignation or verbal condemnations, apart from a few resolutions that have remained a dead letter while extortions and \"ethnic cleansing\" continue, in defiance of international law. In addition, the excessive delay in setting up the War Tribunal has only aggravated the morbid passivity of the international community. Nevertheless, we are hopeful that that Tribunal will soon begin to hold sessions, with the personnel, powers, funding and cooperation of Member States that will be vital to its effective operation. We are stressing this point because we deplore the policy of double standards being pursued by the United Nations, a policy that allows the criminals in Bosnia to operate with impunity while mercilessly pursuing others elsewhere in the world. This unquestionably discredits United Nations activities and exposes collective security to the insatiable appetites of aggressors and warlords of all kinds. When resolutions are adopted, the United Nations must ensure that they are respected and complied with, or \"collective security\" will come to mean \"selective security\". Unfortunately, ethnic and community conflicts are not the only threats to world peace. The poverty of the countries of the third world, compounded by artificial borders inherited from the colonial era, constitutes another catalyst for conflict, because this completely misguided carve-up created territorial entities that are scarcely economically viable. These countries, once buffer States for the super-Powers, have become veritable arsenals, and, with the added element of poverty, the regimes in power thus tend to opt more often for force than for reason. In the face of so many constraints, building a prosperous and harmonious nation with a common identity and inspired by the values and principles of democracy has been a daunting challenge. Many developing countries embroiled in internal strife and turmoil have become bogged down in chaos, leading to the disintegration of the State. Hence, populations fleeing these regions invade such countries as Djibouti, which is currently groaning under the burden of 130,000 refugees, equivalent to 23 per cent of its population. the world has become is interdependence. We bear this immense burden nevertheless, because, in the end, the only driving force of the great global village that Thus, assistance to developing countries should be increased, as should the provision of skills and technology through multilateral cooperation. Furthermore, we believe that Forty-eighth session - 27 September l993 43 regional economic integration is the basis for continuing progress and lasting prosperity. because Djibouti will strengthen its nation by discouraging violence. With the emergence of important regional economic blocs, our countries are threatened with marginalization. In the context of economic stagnation, the great hope born of the end of the cold war has gone up in smoke. We are still awaiting the extra resources that might have been allocated to development. Worse still, the commitment of developed countries to contribute 0.7 per cent of their gross national product - a modest goal set by the United Nations for development aid - has been met by only two countries. The others have barely managed to achieve 0.2 per cent at the most. Such are the road taken and the commitment made by the Republic of Djibouti to preserve and strengthen peace at home and throughout the world. Mr. SERREQI (Albania): I deem it a special pleasure and honour to extend my cordial congratulations to the President on his election to preside over the General Assembly at its forty-eighth session. I also wish to express my high esteem for the excellent way in which the former President, Mr. Ganev, presided over the proceedings of the forty-seventh session of the General Assembly. Despite a difficult and sometimes chaotic situation, a number of developing countries have made substantial progress and present the necessary conditions to benefit from significant and ongoing assistance, while others are regarded as insolvent by international lending institutions. It is obvious that we desperately need increased multilateral and bilateral aid to enable us to meet our budgetary and investment needs because our private sources of investment have dwindled. To this gloomy picture we must add the misappropriation of aid or mismanagement of it. Nevertheless, many countries have committed themselves to economic reform and structural readjustment, which require increased aid, especially from the international financial institutions. My country, responding to the rapid developments taking place in international trade and navigation - the bases of our economy - has revamped its port facilities, financial services and communication networks. Anxious not to sail against what has been called the wind of democracy, we have undertaken political reforms, elections have been held and a new Constitution has been adopted defining and guaranteeing individual rights. Despite a very hostile and very unstable regional environment, Djibouti has always been an island of stability and a safe haven. The ill effects of the deep turmoil in our region have considerably weakened the Republic of Djibouti, and the deployment of enormous quantities of armaments in the region has not helped to maintain a peaceful climate and environment. May I hail the Secretary-General of the United Nations, Mr. Boutros Boutros-Ghali, and in particular for his dynamic role and valuable personal contribution. The Albanian delegation takes this opportunity to greet In particular, we welcome the six newest Member States. the presence here of our neighbour, the Former Yugoslav Republic of Macedonia, whose stability, territorial integrity and international recognition are of great importance for stability in the Balkans. Since the last session of the General Assembly we have seen many important events. We have witnessed the endeavours of peoples for progress, prosperity, harmony and understanding, peace and cooperation, as well as for survival. The end of the cold war paved the way for the denied attainment peoples to self-determination and national identity, democracy and equality. It brought their national and spiritual assets closer to each other and enhanced their endeavours to occupy their rightful place in the list of civilized nations of the world. aspirations of the But these endeavours were also accompanied by crises and conflicts, which have grown and are now among our most serious challenges. We hail with the greatest pleasure today the impressive progress made by Israel and the PLO, as manifested in the historic agreement to put an end to years and years of hostility. This remarkable achievement is the best proof that if willingness is shown by all parties, a suitable and acceptable solution can always be found. This is the right moment to recall the worthy contribution made by the major actors in world diplomacy to this end and express our conviction that with such a commitment they will continue to deal with other similar crucial questions. Thus, the Republic of Djibouti will come to have its own share of political troubles, a natural extension of regional instability. But these troubles will be contained, At last years session of the General Assembly the Albanian delegation had the pleasure to declare in this Hall 44 General Assembly - Forty-eighth session the victory of the democratic forces and their commitment to Albanias reintegration into the community of democratic and civilized nations. Today, from the same rostrum, I have the honour and the obligation to state that my countrys democratic transformation has been successful, embracing all fields and spheres of human activity. This transformation has once and for all determined the direction in which Albanian society will go, and it is forging ahead fast. After more than a year of such government, Albania has taken big steps in the setting up of qualitatively new political and social in the observation and legal guarantee of the rights and freedoms of individuals. structures and institutions, as well as We can truly speak now of an overall democratic restructuring of Albanian society. Our goal is to consolidate the constitutional democratic political order by setting up democratic institutions with a view to taking action on various political subjects and non-governmental organizations with a view to guaranteeing participation by all citizens in the running of the country. Albania is being led by people possessed of new aspirations, ideologies and ideas. The Government and its programme enjoy general approval, which ensures political stability at home. Making headway in Albania along with general democratic reform is economic reform, aimed at a total restructuring of a closed and inefficient economy on the path to a free and open market economy. This restructuring is difficult and truly painful, given the conditions of a country that had known no reform or any kind of cooperation. The economic recession the world is experiencing today has a considerable bearing on the outcome of reform in Albania. Furthermore, the strict implementation of United Nations sanctions, and the considerable economic losses consequent upon it, have influenced the rhythm of Albanias economic recovery. To be successful, Albanian economic policy also counts on assistance and cooperation through programmes of such important world economic the International Monetary Fund, the World Bank and the European Community, and on specific programmes of aid and cooperation with member countries of that Community and a number of other States. Albania has surpassed the stage of emergency aid and is working intensively to carry out capital-producing projects, in which an important role is also played by United Nations agencies such as the United Nations Development Programme and the United Nations Childrens Fund. In spite of the fact that the Government has been in power for only a short time, positive results are evident. institutions as Application of a strict monetary policy has reduced inflation from a monthly rate of 15 per cent in 1992 to 0.9 per cent in March 1993. Since August of last year, the Albanian currency has shown a fairly fixed exchange rate in relation to hard currencies, and the budgetary deficit has been reduced significantly. As result of the massive privatization of agricultural land, production has increased by 25 per cent. ruined economy and hinder It is only natural that at this time Albania has to cope not only with the difficulties of transition and world economic recession, but with those caused by the long war in Bosnia and Herzegovina and other complex political developments in the region, which negatively affect our efforts to restore our the promotion of the democratic process not only in Albania but in the entire Balkan region. We consider the creation of a democratic space and a climate of peace, security and stability in the former Yugoslavia and all over the Balkans to be factors of decisive importance for the future of this region, which has been overburdened with so many conflicts. We are resolved to contribute constructively to the establishment of such a democratic space of peace, understanding and cooperation among the Balkan countries. The priority of Albanian foreign policy is the creation of favourable conditions for the democratic transformation and total revival of the country. We see the solution of all our problems precisely in the creation of this democratic space in the Balkans and the full incorporation of this region in the European process of integration. In this context, Albanias permanent political goal remains step-by-step and overall integration in Europe by encouraging parallel cooperation with the European collective economic, political and security forums and structures. Reliable guarantees of accelerated integration are advanced democratic legislation worked out in compliance with European standards and the institutional restructuring of State administration and local government, along with total privatization of the economy and the general encouragement of local and foreign private initiative and activity in Albania. Reference should also be made at this point to direct assistance from an important forum of European democracy, the Council of Europe. Albania regards the North Atlantic Treaty Organization as an institution of effective vitality, which is indispensable to organized concrete inter-State cooperation towards a real collective security system in Europe and the entire Euro-Atlantic area. Our relations with this important political and military organization for security in Europe are intended to constantly enhance cooperation towards full integration in its structures. In close cooperation with other Forty-eighth session - 27 September l993 45 and increased Euro-Atlantic institutions, the Conference on Security and Co-operation in Europe and the North Atlantic Cooperation Council also have a very important role to play in safeguarding peace, not only through confidence-building measures the participating states, but also in the prevention of conflicts and the peaceful settlement of disputes. We are confident that only a common security policy is conducive to a climate of mutual confidence, capable of coping with new challenges. Through the position we have expressed at these forums, Albania has proved that it consistently abides by this assessment. understanding among It are is imperative for all members of The protection and observance of human rights, one of the fundamental issues of the new world democratic order today, closely linked with stable development, democratic transformation, political stability and international security, especially of the underdeveloped and turbulent regions of the world. Human rights are indissolubly interwoven with the aspirations of mankind to well-being and socio-economic and political progress, freedom and democracy. the international community at present to commit themselves, according to their respective domestic conditions, to joint efforts to translate these aspirations into reality for the sake of a civilized and advanced world. The Albanian people, who will never forget the high price paid during half a century of brutal dictatorship, attaches a high value to human rights and political and civil freedoms. In compliance with this assessment, our Government considers support for democracy and human rights to be the guide of its political orientation. It is determined to build a modern State and a civilized society, based on respect for the human rights of all strata of the population without exception or discrimination. Albania has adhered to two basic United Nations pacts on human rights and is making preparations to adhere to a series of other conventions. Not long ago, for the first time in the history of the country, the Albanian Parliament endorsed the Constitutional Law on Fundamental Rights and Freedoms, thereby testifying to our determination to put human rights at the forefront of the stable foundations of the new Albanian democratic society we are building. We consider respect for minority rights to be an important and indivisible aspect of human rights. Albanias policy in this field rests on the principles of full equality and non-discrimination, the creation of a broad democratic space so that persons belonging to national minorities can assert their own national identity, and the creation of a climate of exemplary trust and coexistence. Minorities are an integral part of the political, social and economic life of Albania; as and protagonists development democratic the of they have access to real transformation of the country, representation in all socio-political structures, at State and local levels of administration. Their situation in economic and social domains will improve hand in hand with that of the rest of the population. The end of the cold war freed mankind from the fear of global confrontation, even though peace and security are still seriously threatened by a number of regional conflicts. In some regions of the world, the actions and practices of some States where totalitarian and ultranationalist regimes are in power run counter to the aspirations and endeavours of the peace-loving international community. More than 30 armed conflicts, accompanied by savage crimes and great suffering for the civilian population, are currently ablaze in various regions of the world. These conflicts, which are a flagrant violation of human rights and which are attended by all the inevitable consequences, have seriously shocked mankind. innocent carried out The conflict in the former Yugoslavia, especially in Bosnia and Herzegovina, which is the bloodiest and most dangerous conflict known in Europe since the Second World War, has not yet found a stable solution. The monstrous the massacres against civilian population, \"ethnic cleansing\" - that barbaric form of genocide - and all the other inhuman acts associated with this conflict have once more testified to the fact that it is impossible to reform totalitarian and ultra-nationalist societies. This conflict is a challenge to civilized Europe, to the conscience and humanitarian sentiments and passions of the whole of peace-loving mankind. That is why a firm collective answer from mankind is required. We have seen that the imposition of sanctions, despite the effect on the Serbian economy, was not the only or the most effective means to put an end to the war and restore peace. This is because the practical commitment of some countries did not match their verbal statements in support of the sanctions. That is why sanctions failed to paralyse and seriously damage the Serbian war machine. Time has proved that the sanctions needed to be accompanied by other, simultaneous, measures of pressure. We think that a convincing example should be set for everybody, demonstrating that the reaction and the stand of the United Nations will always be the same in cases of aggression. It is the Organizations duty to use all means at its disposal to implement the principles of the Charter, to make peace, and to fulfil the hopes of mankind. But we understand that the United Nations sanctions, as the only means based on the world communitys consensus, will continue to be applied, putting the necessary pressure on 46 General Assembly - Forty-eighth session the Belgrade authorities until a final solution of the whole Yugoslav crisis is found, including an overall improvement of the situation in Kosovo. The Yugoslav crisis is multidimensional and complicated because of many interlacing factors and interests. It is evident that its most tragic and bloodiest manifestation is the situation in Bosnia and Herzegovina, which for more than a year has been the centre of the attention and the efforts of public opinion and of the diplomacy of the major Powers of the world. I would like to stress that my country has condemned the Serbian aggression, and has hailed and unreservedly supported all the endeavours of the international community to establish peace in Bosnia and Herzegovina. The Republic of Albania will support any solution to the Bosnian conflict which is based on a free and fair agreement. Solutions which legalize territorial annexation and \"ethnic cleansing\" at the expense of other peoples such as the Muslim population in Bosnia can hardly be heralds of peace. Moreover, we would like to remind this important international forum that the other aspects of the Yugoslav crisis should not be neglected either, for these could have consequences of tragic proportions not only within the former Yugoslavia but also in the Balkans and beyond. In that light, I would like to point out that the Albanian factor in the former Yugoslavia, especially the Kosovo issue, is of a crucial importance to finding an equitable and lasting solution to the crisis. Therefore, we insist that this problem has to be properly addressed. If, in assessing this factor, there is insistence on the rigid position that Kosovo is an integral part of Serbia, that it is annexed to Serbia and that the Albanian people in the former Yugoslavia are a minority, then nothing will be achieved, but the idea of creating a \"Greater Serbia\" will be reconfirmed and legalized at the expense of other peoples. considering the peoples We think that the breakup of the former Yugoslavia - which was also the cause of what is now called the Yugoslav crisis - puts the issue of succession in the former it brings up Yugoslav federation in an entirely new light: the question of right of self-determination, and the expression of their free will as to their political status. If this means war, as some people think, then it is up to the United Nations and the Security Council to intervene and guarantee respect for the principles of the Charter. We firmly maintain that no forcible change of borders or territorial gains through aggression and \"ethnic cleansing\" will be recognized. The choice is clear: if we want people to believe in the new world order, we must create all the legitimate international conditions needed to realize and defend their aspirations, by setting up an entirely new type of system of United Nations protection for defenceless countries and peoples. As to the national question of the Albanians, we see its solution in the creation in the former Yugoslavia and all over the Balkans of a broad democratic space that would allow freedom of communication and freedom of movement among the more than 7 million Albanians who live, in territorial continuity, in that space. We are against territorial fragmentation and division, and the hermetic sealing of a single people within the borders of neighbouring countries. I believe that I am also expressing the opinion of many countries represented here when I say that the outbreak of a conflict in Kosovo would be the start of a great tragedy. Albania expresses its profound gratitude to the international community for all the efforts it has made to prevent a spillover of the conflict to Kosovo and to support the denied rights of the Albanian people there. I also express my gratitude to the United Nations, which has clearly warned that any warlike act by Serbia in Kosovo will pose a threat to international peace and security. We highly appreciate this support and call for a serious commitment by the international community to take all the necessary urgent measures to prevent the Bosnian tragedy from recurring in Kosovo. Albania has long made it clear that placing Kosovo under the control and protection of the United Nations is the only guaranteed way of preventing conflict and discouraging the silent \"ethnic cleansing\" that Serbia is practising there. It would also create a favourable climate for dialogue between the legitimate Albanian representatives of Kosovo and the Serbian authorities on the political status of the province and on any other issue linked with the question of succession to the former Yugoslavia. Therefore, we reiterate our stand that only the United Nations, and primarily the Security Council, should expeditiously take the necessary measures to prevent conflict in that region. At a time when the concept of using peace-keeping forces prior to a conflict has been consolidated in theory and has been put into practice, preventive deployment is fully justified in the case of Kosovo, because of the threat that the outbreak of an intra-Balkan armed conflict would pose to international peace and security. Forty-eighth session - 27 September l993 47 We see the United Nations also as the primary institution responsible for the collective safeguarding of peace and security in the new era. Albania will render unreserved support to all initiatives aimed at enhancing the efficiency of this universal Organization"}}