{"speech":{"0":" It is regrettable, though not entirely surprising, that our North Korean colleague has presented another typically unproductive statement against the Republic of Korea. Although he referred to several issues, I wish to speak mainly about the human rights question for the sake of his own enlightenment and for the information of other delegations, as my Foreign Minister explained in full detail our position on the other issues this morning. First and foremost, I would like to ask my North Korean colleague if he truly believes North Korea is in any position to call into question human rights anywhere in the world. The concept of human rights is complex and multidimensional, and therefore any debate on this issue tends to be contentious and inconclusive. On the other hand, however, discussing North Koreas human rights situation is simple. Politically, it is a well known fact that North Korea has been sustained by a totalitarian system which has now taken the shape of the worlds first communist dynasty. Is this a system which encourages, or even allows, political participation by its citizens? I seriously doubt it. Economically, I am equally sceptical that the basic human needs of ordinary North Koreans are being met by their leadership — a leadership which claims it has created a workers paradise.I wonder how it reconciles this concept of paradise with North Koreas current economic situation? Socially, North Koreans in the grip of unimaginable the fundamental freedoms of movement, speech and assembly are totally alien to the people of North Korea. subjugation. Indeed, control live and On the international front, North Korea has shown how woefully out of step it is with the rest of the world by announcing its intention to withdraw from the International Covenant on Civil and Political Rights in response to a 16th plenary meeting 29 September 1997 adopted resolution concerning the human rights situation in North Korea the Subcommission on Prevention of Discrimination and Protection of Minorities. session years this at of If anything remains unclear about the human rights situation in North Korea it is always possible to refer to Amnesty Internationals reports, which contain vivid information about, among other things, the large-scale concentration camps for political prisoners throughout North Korea. All in all, I believe that the description of North Korea in a survey of The Freedom House as “the worst among the most repressive States” provides a quick summary of the human rights situation in North Korea. The North Korean representative also spoke at length about our national security law. What he failed to mention, however, was why that law was enacted. To put it bluntly, we needed such a law because North Korea continues to dispatch armed agents to the Republic of Korea, as evidenced by the North Korean submarine infiltration incident last September. In fact, North Koreas Communist Party Charter still stipulates the reunification of the two sides of Korea under communist rule as a primary objective. Against that backdrop, my delegation considers it nothing short of preposterous for the North Korean delegation to question the human rights situation of another State. If North Korea still insists on discussing human rights it should first of all open its own hermetically sealed society to the world, especially to human rights organizations, so that we can all see exactly what is going on inside its borders. In the absence of any objective information or corroborative evidence to the contrary, North Koreas baseless assertions will continue to ring as hollow as before. Mr. Choe Myong Nam (Democratic Peoples Republic of Korea): I do not feel there is any need to refute categorically the intervention of the South Korean representative, which was again characterized by political illiteracy and went against human nature. 31 General Assembly Fifty-second session As all delegations have just witnessed, the South Korean authorities are still inciting confrontation between the north and the south of Korea, even at this sacred forum of the United Nations. For the sake of increasing the understanding of the distinguished representatives, let me briefly refer to one stark reality. In recent years, the Governments of various countries, international organizations and other relevant organizations — irrespective of their differences in social systems, political views and religious beliefs — have been providing generous humanitarian assistance to my country, which has been suffering from a series of natural disasters. We are very grateful to all of these Governments and organizations for their sincere assistance. However, the South Korean authorities are attempting to destroy the international atmosphere for humanitarian assistance by bringing into the United States people who committed crimes in my country and defected to South Korea some years ago out of fear of prosecution. And the South Korean authorities have organized a press conference to take place during the current General Assembly session. They are even saying that this humanitarian assistance should not be provided to the Democratic Peoples Republic of Korea, and that the Democratic Peoples Republic of Korea has stocks of extra food. Under such circumstances how can we communicate with the South Korean authorities, who are devoid of humanity, rather than sharing our nationality? These attempts are anti-national and anti-ethical and certainly deserve condemnation from the international community. This shows the reality of North and South Korean relations, which the South Korean authorities often clamour about. Mr. Lim (Republic of Korea): I am once again rather disappointed that the North Korean delegation has either failed to understand, or pretended to ignore, how they are actually perceived by the international community. This time, however, our response will be short, as we dont wish to involve other delegations in a discussion the outcome of which may be easily predicted by everyone in this Hall — except, probably, one delegation. Just for reference, I would just like to inform other delegations in this Hall that as the single largest donor, the Republic of Korea has provided North Korea with $280 million of food and financial aid since 1995. 32 16th plenary meeting 29 September 1997 "}}