{"speech":{"0":" Allow me to congratulate you, Sir, on your election to your high office, and to express our confidence in the success of the work of the current session. I also wish to thank sincerely Ambassador Razali Ismail for his enormous contribution to the work of the sessions of the General Assembly over which he presided. The changes which have been taking place in our world in recent years and the formation of a qualitatively new geopolitical system of international relations require the adaptation of the United Nations to new realities, with the creation of a flexible and efficient international mechanism which can take effective measures to address the new challenges of our time. In Uzbekistan we have a positive assessment of Secretary-General Kofi Annans plan for reforming the United Nations. Although a number of these proposals require careful study and additional elaboration, we can already highlight concrete aspects which deserve support. I refer primarily to the decision on the enlargement of the permanent membership of the Security Council through the inclusion of Germany and Japan, countries which (E) This record contains the original text of speeches delivered in English and interpretations of speeches delivered in the other languages. Corrections should be submitted to original speeches only. They should be incorporated in a copy of the record and be sent under the signature of a member of the delegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim Reporting Service, Room C-178. Corrections will be issued after the end of the session in a consolidated corrigendum. General Assembly Fifty-second session today are playing a significant role in world economic and political affairs. We also support the enlargement of the non-permanent membership of the Security Council, which, in our view, would provide for a more democratic representation of other States in this body. To promote efficiency in implementing the resolutions of the United Nations, there is a need to reinforce and broaden the authority of the Secretary-General. In our view, we should also support the proposal to establish the post of a Deputy Secretary-General. The idea of merging all the United Nations entities in different countries under one flag in the so-called United Nations Houses seems to us quite rational. The reform of the United Nations administration structure will allow for reallocation of the funds saved to enhance development programmes. The creation of a single agency to combat crime, terrorism, drug-trafficking and money-laundering is also a timely proposal. staff, The proposals on consolidating the economic and social departments, cutting down on United Nations administrative of Humanitarian Affairs and establishing a streamlined Emergency Relief Coordination Office to coordinate activities in implementing assistance projects, also merit our attention. the United Nations the Department replacing agencies of all 27th plenary meeting 7 October 1997 such points as the maintenance of the territorial integrity of Afghanistan; the rejection of force as a means of settling the conflict; the cessation of external interference; the imposition of an arms embargo; the participation in a phased peace process of all the major forces involved in the conflict; the implementation of the peace process under the aegis of the United Nations, and with the participation of Islamic Conference (OIC); and the creation of a broad-based coalition Government including all the various opposition parties. the Organization of the We share the view of the Secretary-General that if the meaningless civil war in Afghanistan is to be halted, regional and international participants must shoulder additional obligations. Despite all the complications of the situation around Afghanistan, trends have recently been observed which can, and indeed must, be used to begin the peace process. this The proposal on imposing an arms embargo deserves special attention. Such an embargo, which has already been proposed by Uzbekistan on many occasions, must be considered the principal condition for halting external interference in Afghanistans affairs. We are well aware of the technical difficulties related to the implementation of conditions prevailing in Afghanistan. However, we do not think that they are insurmountable. In our view, the process of imposing an arms embargo should be divided into two stages: first, the adoption by the Security Council of a resolution on the embargo, which would be political in nature; secondly, the drawing up of United Nations control machinery for compliance. initiative in the Maintaining security and stability in Central Asia and providing conditions for the sustainable development of the States of the region are among the crucial guidelines for the foreign policy of Uzbekistan. To achieve these goals, Uzbekistan has put forward concrete initiatives, particularly within the rostrum of the United Nations. I should like to take this opportunity to draw attention again to a number of problems which require an immediate solution, both at the broader international level. level and at the regional We welcome the stepping up of United Nations efforts to resolve the Afghan problem, in particular, the appointment of Mr. Brahimi as the Special Envoy of the Secretary-General. We hope that the United Nations will also support our initiative for the creation of a contact group neighbouring Afghanistan, as well as the United States, Russia and other course, representatives of inter-Afghan forces. together with, of interested States, from among countries the I refer first to the continuing conflict in Afghanistan, which has recently become particularly brutal, and to the continuing instability in Tajikistan. Our position of principle regarding the Afghan settlement remains unchanged. Its major aspects include Uzbekistan fully supports the principle of the indivisibility of security — internal, regional and global. Our country was among the first of the newly independent States to accede to the Treaty on the Non- Proliferation of Nuclear Weapons. At the forty-eighth session of the General Assembly, in 1993, Uzbekistan called upon the international community to declare 2 General Assembly Fifty-second session Central Asia a nuclear-weapon-free zone, and we have been consistently moving towards the implementation of this initiative. Concrete confirmation of this policy was the holding of the international conference “Central Asia — Nuclear- Weapon-Free Zone” in Tashkent on 14 to 16 September, under United Nations auspices and with the participation of high-level representatives of more than 60 international organizations and countries. This forum was a major international event in the history of the region. However, we are well aware that the process of establishing a nuclear-weapon-free zone in Central Asia is not a one-time political action. It must be carried out within the framework of existing agreements and in accordance with international experience, in particular within the framework of the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) and the Comprehensive Nuclear-Test-Ban Treaty. In this regard, on the regional level a reliable system of collective efforts by States participating in this initiative should be developed. Those efforts must ensure the non- proliferation regime, the ecological safety of hazardous industries that raw materials and the prevention of leakage of nuclear technologies and materials. involve nuclear it level On the international is necessary to give priority attention to the settlement of regional problems. The phased advancement towards global security is possible only after we create secure and stable regions. In other words, when dealing with global problems, it is essential to follow the principle of moving from regionalism to globalism. It is also necessary to fundamentally reconsider the security guarantees provided to the non-nuclear States, first and foremost to those participating in nuclear-weapon-free zones. We need to organically combine the efforts for promoting non-proliferation and ensuring global nuclear security with the resolution of regional problems. The problem of non-proliferation must be considered in close linkage with significant types of weapons of mass destruction. reductions of other highly appreciates Uzbekistan efforts of the international organizations — first of all the United Nations, the Organization for Security and Cooperation in Europe (OSCE) and the International Atomic Energy Agency (IAEA) — for their support of the Central Asian initiative. We would like to request the General Assembly, its President and the Secretary-General to assist in the passage of a special resolution in support of the initiative 27th plenary meeting 7 October 1997 declaring Central Asia a nuclear-weapon-free zone and in the establishment of a United Nations expert group to study the forms and elements of the regional agreement on this issue. Our cooperation within the framework of the OSCE is making a significant contribution to enhancing regional security in Central Asia. We consider the OSCE Parliamentary Assembly Expanded Bureau Meeting Seminar, held in September 1997 in the capital of Uzbekistan, as the world communitys recognition of Central Asias to strengthening peace and stability on the regional and global levels. importance related issues in The creation of the Central Asian collective peacekeeping battalion by Kazakhstan, Kyrgyzstan and Uzbekistan was an important step towards safeguarding peace and stability in the region. For the first time on the territory of Kazakhstan and Uzbekistan broad-scale exercises of the Central Asian collective peacekeeping battalion, Centrazbat 97, were held, with the participation of multinational forces. These exercises constituted a serious test, the successful completion of which confirmed this battalion as a fully fledged unit in the United Nations reserve peacekeeping forces. Once again we should like to take advantage of this United Nations forum to call upon the international community to pool its efforts to tackle the serious threat to the security of the Central Asian region that may also have consequences on the global level. I am referring to the ecological situation in the Aral Sea basin. The current session of the General Assembly — the Reform Assembly, as it was called by Secretary-General Kofi Annan — must give a fresh impetus to the joint efforts of the international community in combating organized crime, drug dealing and terrorism. We need to develop transnational programmes to confront these challenges and threats. We may confidently say that if favourable conditions and trends are maintained, in the twenty-first century Central Asia, given its geostrategic significance and its vast natural, energy and human resources, will become a promising and dynamic regional market of a global importance. The interdependence of the situation emerging in the common European security system Central Asia, taking shape and the outlook for developing situations 3 General Assembly Fifty-second session within the vast Asian continent means there is an urgent need for the international community to take measures to ensure durable peace and stability in this region along with its sustainable development. Mr. Koba (Central African Republic) (interpretation from French): First and foremost, Sir, I would like to echo the eminent speakers who have already addressed you from this rostrum in conveying the warm congratulations of the Central African delegation on your resounding election to the presidency of this, the fifty-second session of the General Assembly. The fact that you, Sir, have been chosen bears witness to the fact that your country, Ukraine, continues to play an important role on the world stage. Your wealth of experience and your abilities as an experienced diplomat augur well indeed for the success of our work, and I can also assure you that you can count on our support and our availability to assist you. I would also like to express our fullest satisfaction with the work of your predecessor, Mr. Razali Ismail, for the talent and skill with which he so wonderfully discharged his duties. And we assure His Excellency Mr. Kofi Annan, Secretary-General, whose election was only a just reward for his many years of service to the United Nations, of the renewed support of the people and Government of the Central African Republic. This session is being held at a delicate time in the history of our Organization, because it is faced with many different political, economic, social, cultural, legal and institutional problems which call the appropriate reforms. for to turn it To renew the United Nations, into a dynamic, democratic and effective organization, is a major challenge for this session, which the Secretary-General quite rightly described as the Reform Assembly. His brilliant report presented on 16 July 1997 is perfectly in tune with the Member States expectations, because it not only highlights the challenges facing us on the threshold of the first century of a new millennium, but it also, and above all, puts forward proposals for the longer term. The United Nations has a very important role to play in the areas of safeguarding and maintaining international peace and security and promoting social and economic development, democracy, human rights and justice. The Organization must be reformed and strengthening so as to better confront the new realities of todays world. The Central African Republic will make its own modest contribution to this very important endeavour in close 4 27th plenary meeting 7 October 1997 collaboration with the member States of the Organization of African Unity and the Non-Aligned Movement. As regards reforming the Security Council, the Central African Republic hopes that the Council will be expanded so as to provide equitable geographical representation. But what about the ever-widening gap between three quarters of humankind and the remainder? What about the proliferation of armed conflicts against a backdrop of intolerance, ethnic political confrontations that jeopardize international peace and security? Our Organization does not seem to be able to come to grips with these problems. tension and deadly And yet, a few years ago, after a series of major events radically transformed the old post-war order, we believed that the world was at last poised to move into a new era because of the ensuing clear-cut improvement in the international political climate and the new possibilities for cooperation that emerged. These were supposed to build confidence among nations and facilitate the quest for compromise on most of the questions of concern to the international community. Regrettably, we were overly optimistic. In reflecting on the sad realities of the day, I have in mind particularly the many human lives lost in vain in Algeria and the thousands of women and children forcibly torn from their homes and who, in the neighbouring Republic of the Congo, Burundi, Sierra Leone, Somalia and elsewhere, are still paying a heavy price for our imperfections, our contradictions and our intolerance. I believe that it is time to call upon the international community and our Organization — which in this alarmingly serious case seems not to be fulfilling its primary responsibility for the maintenance of international peace and security — to tackle resolutely the internal conflicts that are unfolding within our own States. We must address these new conflicts, which entail serious violations of fundamental human rights and which we are ill-prepared to prevent and manage, because what is at stake is the very existence of our States, along with the balance and cohesiveness of the international community. The Central African Republic had cause to welcome the convening on 25 September last of the ministerial- level meeting of the member States of the Security Council devoted to the situation in Africa. The General Assembly Fifty-second session recommendations emanating from those deliberations should be translated into reality. The delegation of the Central African Republic nonetheless welcomes the fact that significant progress towards peace has been achieved in Angola, Liberia and Haiti. But we continue to believe that a great deal of work remains to be done by the parties concerned to overcome the obstacles standing in the way of reconciliation and the restoration of peace in the Middle East, in Afghanistan and in Cyprus. Unlike in other regions of the world, where renewed economic growth is henceforth irreversible, Africas lack of good performance and its economic and social situation remain a cause for concern in this era of globalization. However, we are not underestimating the scope and the complexity of the crucial problems facing the international community at centurys end. To resolve these problems, a new type of cooperation is urgently needed so as not to exclude three quarters of humankind from the march towards progress and the common weal. Africa continues to experience immense economic difficulties because of its lack of control over certain external factors affecting its development, such as the collapse in the prices fetched by its commodities, its debt burden and the inadequacy of its capital flows, which have prevented it from achieving sustained economic growth and raising the living standards of its peoples. Worse yet is the case of the least developed countries, most of which are located on the African continent and whose situation remains abysmal notwithstanding the timid steps forward taken here and there. Though globalization has given rise to a new social contract, the principle of partnership and of shared responsibility between the least developed countries and the international community, with the goal of reversing socio-economic decline and speeding up the process of sustained growth and sustainable development, should guide both sides in their commitment. Now the question is how to become competitive without the support of official development assistance, which is continuing to decline. As we see it, in particular this alarming situation calls for a pragmatic approach to cooperation between Africa and its partners, financial and monetary institutions, which should not lose sight of these factors in determining modalities for cooperating with the continent and providing it access to global resources. We cannot overemphasize the urgent need for a greater sense the international 27th plenary meeting 7 October 1997 of responsibility and for a far stronger commitment on the part of the entire international community vis-a-vis this continent, which is foundering economically and socially. It is this new awareness that will help Africa emerge at last from the chaos and anarchy that continue to engulf it. long known, owing to its Without economic and social progress, there can be no talk of peace nor of democracy, because peace, democracy and development go hand in hand. This is especially true in the case of the Central African Republic, long-standing commitment to peace, as the Switzerland of Africa. Its President, Ange-Felix Patasse, rose to the highest office in the land through free and transparent elections and daily preached peace and dialogue in the Central African subregion. Nonetheless, the world was recently witness to the sad spectacle of the Central African Republics being assailed by what have come to be known as the serial mutinies of Bangui, simply because of its inability to consolidate its still fledgling democratic experience through sustained economic and social development. The case of the Central African Republic casts light is on the root causes of the wave of violence that sweeping our subregion. The mutinies — which, tragically, lasted a full year and have thrown the entire country into near-civil war — occurred against the backdrop of a tribally motivated attempt at regaining power and as the result of manipulation by outside forces seeking to put an end to our democratic process. But none of this would have been possible had it not been for the very difficult economic and social situation of our country. The joint impact of a terrible legacy, the free-fall devaluation of the CFA franc and the chronically meagre revenues coming into the public treasury had for all practical purposes created a situation in which the State could no longer regularly pay its civil servants. The upshot of this crisis was all but catastrophic because the damage done by the tragic events of April, May and November 1996 gravely undermined our countrys potential for economic and social development. The technical committee set up to take stock of the damage concluded that for the first two cases of mutiny alone, it would cost some 41.9 billion CFA francs to make up for the losses experienced by the State, businesses, projects and individuals — not to mention the cost of the measures needed to help the many victims of that conflict. Beyond the necessary mobilization of all our compatriots — to whom His Excellency Mr. Ange-Felix 5 General Assembly Fifty-second session Patasse, President of the Republic, has issued a powerful call for the restoration of peace and national unity as a foundation for the genuine economic recovery of our country — it is only appropriate for our partners and the entire international community to stand with us and not against us. For it is the intention of the Central African Republic to continue and consolidate the democratic process to which it is resolutely committed. And beyond the praiseworthy support of the Office of the United Nations High Commissioner for Refugees (UNHCR), my landlocked country must be given the wherewithal to continue to be — as we already are out of a sense of moral duty — a land of welcome and hospitality for Sudanese, Rwandan, Burundian, Congolese and other brothers and sisters who are paying a heavy price for our worlds intolerance, ethnic tensions and deadly political wrangling. The fact is that it is in adversity that one knows ones true friends. Our own adversity has enabled the people of the Central African Republic to gauge the sympathy and solidarity they have enjoyed during the most trying times of their history. On behalf of His Excellency Mr. Ange-Felix Patasse, President of the Republic and Head of State and of Government, and of the people of the Central African Republic, I reiterate our thanks to the entire international community, and most particularly to France, the Federal Republic of Germany, the United States of America, Japan, the United Kingdom of Great Britain and Northern Ireland, Gabon, Chad, Senegal, Togo, Mali, Burkina Faso, the United Nations, the Organization of African Unity and the European Union, for the support and invaluable assistance they are graciously according us. I take this opportunity also to convey particular thanks to all the States members of the Security Council, which on 6 August last unanimously adopted resolution 1125 (1997) on the Central African Republic. The immediate effect of that decision was to deter open attempts at destabilization, and to enable — as it continues to do — the Inter-African Mission to Monitor the Implementation of the Bangui Agreements (MISAB) better to ensure peace and security in the capital and the provinces of the Central African Republic. The peace is still fragile and precarious, and on behalf of the entire people of the Central African Republic we urgently appeal to the United Nations to enable the mandate of MISAB to be extended until the Central African Republic possesses a loyal national army that can guarantee the survival of our republican institutions. 6 27th plenary meeting 7 October 1997 I wish the Assembly full success in its work on the basis of the principle of universality which is so dear to our Organization. "}}